["0705.1922",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1922","Information Theory, IEEE Transactions on , vol.53, no.10,\n  pp.3319-3349, Oct. 2007","doi:10.1109/TIT.2007.904789"],"date":["2007-05-14"],"type":["text"],"creator":["Morgenshtern, Veniamin I.","Boelcskei, Helmut"],"language":[],"coverage":[],"title":["Crystallization in large wireless networks"],"description":["  We analyze fading interference relay networks where M single-antenna\nsource-destination terminal pairs communicate concurrently and in the same\nfrequency band through a set of K single-antenna relays using half-duplex\ntwo-hop relaying. Assuming that the relays have channel state information\n(CSI), it is shown that in the large-M limit, provided K grows fast enough as a\nfunction of M, the network \"decouples\" in the sense that the individual\nsource-destination terminal pair capacities are strictly positive. The\ncorresponding required rate of growth of K as a function of M is found to be\nsufficient to also make the individual source-destination fading links converge\nto nonfading links. We say that the network \"crystallizes\" as it breaks up into\na set of effectively isolated \"wires in the air\". A large-deviations analysis\nis performed to characterize the \"crystallization\" rate, i.e., the rate (as a\nfunction of M,K) at which the decoupled links converge to nonfading links. In\nthe course of this analysis, we develop a new technique for characterizing the\nlarge-deviations behavior of certain sums of dependent random variables. For\nthe case of no CSI at the relay level, assuming amplify-and-forward relaying,\nwe compute the per source-destination terminal pair capacity for M,K converging\nto infinity, with K/M staying fixed, using tools from large random matrix\ntheory.\n","Comment: 30 pages, 6 figures, submitted to journal IEEE Transactions on\n  Information Theory"]}]
["0712.2731",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2731"],"date":["2007-12-17","2011-07-14"],"type":["text"],"creator":["Huveneers, François"],"language":[],"coverage":[],"title":["Subdiffusive behavior generated by irrational rotations"],"description":["  The origin of deterministic diffusion is a matter of discussion. We study the\nasymptotic distributions of the sums $y_n(x)=\\sum_{k=0}^{n-1}\\psi (x+k\\alpha)$,\nwhere $\\psi$ is a periodic function of bounded variation and $\\alpha$ an\nirrational number. It is known that no diffusion process will be observed.\nNevertheless, we find a picewise constant function $\\psi$ and an increasing\nsequence of integer $(n_j)_j$ such that the limit distribution of the sequence\n$(y_{n_j}/\\sqrt j)_j$ is Gaussian (with stricly positive variance). If $\\alpha$\nis of constant type, we show that the sequence $(n_j)_j$ may be taken to grow\nexponentially (this is close to optimal in some sense, and one has\n$||y_{n_j}||_{\\mathrm L^2}\\sim \\max_{0\\le k\\le n_j}||y_k||_{\\mathrm L^2}$ as\n$j\\to\\infty$). We give an heuristic link with the theory of expanding maps of\nthe interval.\n","Comment: 17 pages, 0 figure"]}]
["0802.0480",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0480","J. Phys.: Condens. Matter 20 275233 (2008)","doi:10.1088/0953-8984/20/27/275233"],"date":["2008-02-04"],"type":["text"],"creator":["Taroni, Andrea","Bramwell, Steven T.","Holdsworth, Peter C. W."],"language":[],"coverage":[],"title":["Universal Window for Two Dimensional Critical Exponents"],"description":["  Two dimensional condensed matter is realised in increasingly diverse forms\nthat are accessible to experiment and of potential technological value. The\nproperties of these systems are influenced by many length scales and reflect\nboth generic physics and chemical detail. To unify their physical description\nis therefore a complex and important challenge. Here we investigate the\ndistribution of experimentally estimated critical exponents, $\\beta$, that\ncharacterize the evolution of the order parameter through the ordering\ntransition. The distribution is found to be bimodal and bounded within a window\n$\\sim 0.1 \\le \\beta \\le 0.25$, facts that are only in partial agreement with\nthe established theory of critical phenomena. In particular, the bounded nature\nof the distribution is impossible to reconcile with existing theory for one of\nthe major universality classes of two dimensional behaviour - the XY model with\nfour fold crystal field - which predicts a spectrum of non-universal exponents\nbounded only from below. Through a combination of numerical and renormalization\ngroup arguments we resolve the contradiction between theory and experiment and\ndemonstrate how the \"universal window\" for critical exponents observed in\nexperiment arises from a competition between marginal operators.\n","Comment: 26 pages, 5 figures and 6 tables. Uses longtable package"]}]
["0809.1198",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1198"],"date":["2008-09-06","2011-07-13"],"type":["text"],"creator":["Frolov, A. M.","Kiriushcheva, N.","Kuzmin, S. V."],"language":[],"coverage":[],"title":["On canonical transformations between equivalent Hamiltonian formulations\n  of General Relativity"],"description":["  Two Hamiltonian formulations of General Relativity, due to Pirani, Schild and\nSkinner (Phys. Rev. 87, 452, 1952) and Dirac (Proc. Roy. Soc. A 246, 333,\n1958), are considered. Both formulations, despite having different expressions\nfor constraints, allow one to derive four-dimensional diffeomorphism\ninvariance. The relation between these two formulations at all stages of the\nDirac approach to the constrained Hamiltonian systems is analyzed. It is shown\nthat the complete sets of their phase-space variables are related by a\ntransformation which satisfies the ordinary condition of canonicity known for\nunconstrained Hamiltonians and, in addition, converts one total Hamiltonian\ninto another, thus preserving form-invariance of generalized Hamiltonian\nequations for constrained systems.\n","Comment: Conclusion is considerably extended, references are added, 20 pages"]}]
["0811.3921",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3921"],"date":["2008-11-24","2011-07-14"],"type":["text"],"creator":["Romano, Antonio Enea"],"language":[],"coverage":[],"title":["Can inhomogeneities solve the horizon problem ?"],"description":["  We show how inhomogeneous cosmological models can naturally explain the large\nangle correlation we observe in the CMB (cosmological microwave background)\nradiation without invoking any inflationary stage, but simply considering the\neffects of inhomogeneities on the propagation of photons from the last\nscattering surface.\n","Comment: 9 pages, 3 figures This paper was submitted by mistake and has now\n  been withdrawn"]}]
["0901.2593",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2593","Bernoulli 2011, Vol. 17, No. 3, 895-915","doi:10.3150/10-BEJ303"],"date":["2009-01-19","2011-07-14"],"type":["text"],"creator":["Røysland, Kjetil"],"language":[],"coverage":[],"title":["A martingale approach to continuous-time marginal structural models"],"description":["  Marginal structural models were introduced in order to provide estimates of\ncausal effects from interventions based on observational studies in\nepidemiological research. The key point is that this can be understood in terms\nof Girsanov's change of measure. This offers a mathematical interpretation of\nmarginal structural models that has not been available before. We consider both\na model of an observational study and a model of a hypothetical randomized\ntrial. These models correspond to different martingale measures -- the\nobservational measure and the randomized trial measure -- on some underlying\nspace. We describe situations where the randomized trial measure is absolutely\ncontinuous with respect to the observational measure. The resulting\ncontinuous-time likelihood ratio process with respect to these two probability\nmeasures corresponds to the weights in discrete-time marginal structural\nmodels. In order to do inference for the hypothetical randomized trial, we can\nsimulate samples using observational data weighted by this likelihood ratio.\n","Comment: Published in at http://dx.doi.org/10.3150/10-BEJ303 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0901.3876",{"format":[],"subject":["Mathematics - Logic","03D28, 03D25 (Primary), 06A12, 06A15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3876"],"date":["2009-01-25","2011-07-13"],"type":["text"],"creator":["Kjos-Hanssen, Bjørn"],"language":[],"coverage":[],"title":["Lattice initial segments of the Turing degrees"],"description":["  We characterize the isomorphism types of principal ideals of the Turing\ndegrees below 0' that are lattices as the lattices with a Sigma-0-3\npresentation, by showing that each Sigma-0-3 presentable bounded upper\nsemilattice is isomorphic to such a principal ideal. We get a similar result\nfor the Turing degrees below any degree above 0\".\n","Comment: Doctoral dissertation, Logic and the Methodology of Science,\n  University of California, Berkeley, 2002"]}]
["0906.2843",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2843","Int. J. Mod. B 25, 2115 (2011)","doi:10.1142/S0217979211100990"],"date":["2009-06-16","2011-07-14"],"type":["text"],"creator":["Joynt, Robert","Zhou, Dong","Wang, Qiang-Hua"],"language":[],"coverage":[],"title":["Quasi-Hamiltonian Method for Computation of Decoherence Rates"],"description":["  For many implementations of quantum computing, 1/f and other types of\nbroad-spectrum noise are an important source of decoherence. An important step\nforward would be the ability to back out the characteristics of this noise from\nqubit measurements and to see if it leads to new physical effects. For certain\ntypes of qubits, the working point of the qubit can be varied. Using a new\nmathematical method that is suited to treat all working points, we present\ntheoretical results that show how this degree of freedom can be used to extract\nnoise parameters and to predict a new effect: noise-induced looping on the\nBloch sphere. We analyze data on superconducting qubits to show that they are\nvery near the parameter regime where this looping should be observed.\n","Comment: 15 pages, 4 figures"]}]
["0908.4126",{"format":[],"subject":["Mathematics - Dynamical Systems","37C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.4126","Ergodic Theory and Dynamical Systems (2011), 31: 1163-1182","doi:10.1017/S0143385710000362"],"date":["2009-08-27","2010-03-06"],"type":["text"],"creator":["Climenhaga, Vaughn"],"language":[],"coverage":[],"title":["Bowen's equation in the non-uniform setting"],"description":["  We show that Bowen's equation, which characterises the Hausdorff dimension of\ncertain sets in terms of the topological pressure of an expanding conformal\nmap, applies in greater generality than has been heretofore established. In\nparticular, we consider an arbitrary subset Z of a compact metric space and\nrequire only that the lower Lyapunov exponents be positive on Z, together with\na tempered contraction condition. Among other things, this allows us to compute\nthe dimension spectrum for Lyapunov exponents for maps with parabolic periodic\npoints, and to relate the Hausdorff dimension to the topological entropy for\narbitrary subsets of symbolic space with the appropriate metric.\n","Comment: 23 pages, 1 figure: v2 has expanded introduction; \"bounded\"\n  contraction replaced with \"tempered\"; Section 4, Proposition 5.1 added; proof\n  of Lemma 6.2 corrected"]}]
["0910.1252",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1252","Int.J.Theor.Phys.50:2737-2747,2011","doi:10.1007/s10773-011-0773-3"],"date":["2009-10-07","2010-10-13"],"type":["text"],"creator":["Corne, Matthew","Kheyfets, Arkady","Piasio, Jennifer","Voegele, Chad"],"language":[],"coverage":[],"title":["Binding in charged spherically symmetric objects"],"description":["  We consider the subject of self--binding in static, spherically symmetric\nobjects consisting of a charged fluid. We have shown previously that in the\ncase of a perfect fluid, only the localized part of the mass contributes to\ngravitational self--binding of such objects and that in the limiting case of\nobjects comprised purely of electromagnetic mass, there is no gravitational\nbinding. Here, we extend this result to the more general case of an anisotropic\nfluid. Our inspection of the Oppenheimer--Volkov equation allows tracking of\nboth gravitational and non-gravitational contributions to binding of\nspherically symmetric objects and shows that those with pure electromagnetic\nmass cannot exist.\n","Comment: 11 pages, no figures"]}]
["0910.5024",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5024"],"date":["2009-10-26","2011-07-14"],"type":["text"],"creator":["Akulshin, A. M.","Sidorov, A. I.","McLean, R. J.","Hannaford, P."],"language":[],"coverage":[],"title":["Probing Zeeman coherence in nearly degenerate two-level atomic vapour\n  with four-wave mixing"],"description":["  We present results of a study of four-wave mixing in Rb vapour with highly\nnonlinear susceptibility, using both homodyne and heterodyne detection. We\ndemonstrate that the spectra have different appearances for media possessing\nelectromagnetically induced transparency and electromagnetically induced\nabsorption, and for different relative polarizations of the drive and probe\nfields. We show that these differences allow the contributions of different\nprocesses responsible for the enhanced Kerr nonlinearity of the media to be\ndistinguished.\n","Comment: Withdrawn. Superseded by substantially different paper (1106.0573)"]}]
["0911.0421",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0421","JCAP 1107:021,2011","doi:10.1088/1475-7516/2011/07/021"],"date":["2009-11-03"],"type":["text"],"creator":["Mack, Katherine J."],"language":[],"coverage":[],"title":["Axions, Inflation and the Anthropic Principle"],"description":["  The QCD axion is the leading solution to the strong-CP problem, a dark matter\ncandidate, and a possible result of string theory compactifications. However,\nfor axions produced before inflation, symmetry-breaking scales of $f_a \\gtrsim\n10^{12}$ GeV (which are favored in string-theoretic axion models) are ruled out\nby cosmological constraints unless both the axion misalignment angle $\\theta_0$\nand the inflationary Hubble scale $H_I$ are extremely fine-tuned. We show that\nattempting to accommodate a high-$f_a$ axion in inflationary cosmology leads to\na fine-tuning problem that is worse than the strong-CP problem the axion was\noriginally invented to solve. We also show that this problem remains unresolved\nby anthropic selection arguments commonly applied to the high-$f_a$ axion\nscenario.\n","Comment: 19 pages, 3 figures. Submitted to Phys Rev D"]}]
["0911.4139",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4139","Bernoulli 2011, Vol. 17, No. 3, 942-968","doi:10.3150/10-BEJ299"],"date":["2009-11-21","2011-07-14"],"type":["text"],"creator":["Kabluchko, Zakhar"],"language":[],"coverage":[],"title":["Functional limit theorems for sums of independent geometric L\\'{e}vy\n  processes"],"description":["  Let $\\xi_i$, $i\\in \\mathbb {N}$, be independent copies of a L\\'{e}vy process\n$\\{\\xi(t),t\\geq0\\}$. Motivated by the results obtained previously in the\ncontext of the random energy model, we prove functional limit theorems for the\nprocess \\[Z_N(t)=\\sum_{i=1}^N\\mathrm{e}^{\\xi_i(s_N+t)}\\] as $N\\to\\infty$, where\n$s_N$ is a non-negative sequence converging to $+\\infty$. The limiting process\ndepends heavily on the growth rate of the sequence $s_N$. If $s_N$ grows slowly\nin the sense that $\\liminf_{N\\to\\infty}\\log N/s_N>\\lambda_2$ for some critical\nvalue $\\lambda_2>0$, then the limit is an Ornstein--Uhlenbeck process. However,\nif $\\lambda:=\\lim_{N\\to\\infty}\\log N/s_N\\in(0,\\lambda_2)$, then the limit is a\ncertain completely asymmetric $\\alpha$-stable process $\\mathbb {Y}_{\\alpha\n;\\xi}$.\n","Comment: Published in at http://dx.doi.org/10.3150/10-BEJ299 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0912.0725",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0725","AIP Conf.Proc.1241:1207-1211,2010","doi:10.1063/1.3462620"],"date":["2009-12-03","2011-07-14"],"type":["text"],"creator":["Gonzalez-Mestres, Luis"],"language":[],"coverage":[],"title":["Lorentz symmetry violation, dark matter and dark energy"],"description":["  Taking into account the experimental results of the HiRes and AUGER\ncollaborations, the present status of bounds on Lorentz symmetry violation\n(LSV) patterns is discussed. Although significant constraints will emerge, a\nwide range of models and values of parameters will still be left open.\nCosmological implications of allowed LSV patterns are discussed focusing on the\norigin of our Universe, the cosmological constant, dark matter and dark energy.\nSuperbradyons (superluminal preons) may be the actual constituents of vacuum\nand of standard particles, and form equally a cosmological sea leading to new\nforms of dark matter and dark energy.\n","Comment: Contributed paper to the Invisible Universe International Conference,\n  Paris June 29 - July 3, 2009. Version v1 has appeared in the Proceedings. The\n  present version (11 pages) contains in addition a Post Scriptum to version\n  v1, an additional note and 41 new references (33 to 73)"]}]
["0912.1763",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1763","Mol. Phys. 109, 517 (2011)","doi:10.1080/00268976.2010.533207"],"date":["2009-12-09"],"type":["text"],"creator":["Chakraborty, Aniruddha"],"language":[],"coverage":[],"title":["Buckled nano rod - a two state system and its dynamics using system plus\n  reservoir model"],"description":["  We consider a suspended elastic rod under longitudinal compression. The\ncompression can be used to adjust potential energy for transverse displacements\nfrom harmonic to double well regime. As compressional strain is increased to\nthe buckling instability, the frequency of fundamental vibrational mode drops\ncontinuously to zero (first buckling instability). As one tunes the separation\nbetween ends of a rod, the system remains stable beyond the instability and\ndevelops a double well potential for transverse motion. The two minima in\npotential energy curve describe two possible buckled states at a particular\nstrain. From one buckled state it can go over to the other by thermal\nfluctuations or quantum tunnelling. Using a continuum approach and transition\nstate theory (TST) one can calculate the rate of conversion from one state to\nother. Saddle point for the change from one state to other is the straight rod\nconfiguration. The rate, however, diverges at the second buckling instability.\nAt this point, the straight rod configuration, which was a saddle till then,\nbecomes hill top and two new saddles are generated. The new saddles have bent\nconfigurations and as rod goes through further instabilities, they remain\nstable and the rate calculated according to harmonic approximation around\nsaddle point remains finite. In our earlier paper classical rate calculation\nincluding friction has been carried out [J. Comput. Theor. Nanosci. {\\bf 4}\n(2007) {\\it 1}], by assuming that each segment of the rod is coupled to its own\ncollection of harmonic oscillators - our rate expression is well behaved\nthrough the second buckling instability. In this paper we have extended our\nmethod to calculate quantum rate using the same system plus reservoir model. We\nfind that friction lowers the rate of conversion.\n","Comment: 4 figures"]}]
["0912.2084",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2084","Int.J.Mod.Phys.E20:1477-1490,2011","doi:10.1142/S0218301311018484"],"date":["2009-12-10","2010-11-24"],"type":["text"],"creator":["Faber, M.","Ivanov, A. N.","Kienle, P.","Marton, J.","Pitschmann, M."],"language":[],"coverage":[],"title":["Molecule model for kaonic nuclear cluster anti-KNN"],"description":["  We analyse the properties of the kaonic nuclear cluster (KNC) anti-KNN with\nthe structure Nx(anti-KN)_(I = 0), having the quantum numbers I(J^P) =\n1/2(0^-), and treated as a quasi-bound hadronic molecule state. We describe the\nproperties of the hadronic molecule, or the KNC Nx(anti-KN)_(I = 0), in terms\nof vibrational degrees of freedom with oscillator wave functions and chiral\ndynamics. These wave functions, having the meaning of trial wave functions of\nvariational calculations, are parameterised by the frequency of oscillations of\nthe (anti-KN)_(I = 0) pair, which is fixed in terms of the binding energy of\nthe strange baryon resonance Lambda(1405), treated as a quasi-bound\n(anti-KN)_(I = 0) state. The binding energies B_X and widths Gamma_X of the\nstates X = (anti-KN)_(I = 0) and X = anti-KNN, respectively, are calculated in\nthe heavy-baryon approximation by using chiral Lagrangians with meson-baryon\nderivative couplings invariant under chiral SU(3)xSU(3) symmetry at the\ntree-level approximation. The results are B_(anti-KNN) = 40.2 MeV and\nGamma_(anti-KNN) = Gamma^(non-pionic)_(anti-KNN) + Gamma^(pionic)_(anti-KNN) ~\n(85 - 106) MeV and, where Gamma^(non-pionic)_(anti-KNN) ~ 21 MeV and\nGamma^(pionic)_(anti-KNN) ~ (64 - 86) MeV are the widths of non-pionic anti-KNN\n-> N Lambda^0, N Sigma and pionic anti-KNN -> N Sigma pi decay modes,\ncalculated for B_(anti-KN) = 29 MeV and Gamma_(anti-KN) = (30 - 40) MeV,\nrespectively.\n","Comment: 16 pages, 3 figures"]}]
["0912.3081",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3081","Int.J.Mod.Phys.E20:1437-1454,2011","doi:10.1142/S0218301311018460"],"date":["2009-12-16","2009-12-23"],"type":["text"],"creator":["Bhatnagar, Shashank","Li, Shi-Yuan","Mahecha, Jorge"],"language":[],"coverage":[],"title":["Arranging Dirac covariants in hadronic Bethe-Salpeter wave functions for\n  pseudoscalar meson decays"],"description":["  We have employed the framework of Bethe-Salpeter equation under covariant\ninstantaneous ansatz to calculate leptonic decay constants of unequal mass\npseudoscalar mesons like pi, K, D, Ds and B and radiative decay constants of\nneutral pseudoscalar mesons like pi and etac in two photon decays of these\nmesons. In the Dirac structure of hadronic BS wave function, the covariants are\nincorporated from their complete set in accordance with a recently proposed\npower counting rule, order-by-order in powers of inverse of meson mass. The\ndecay constants are calculated with the incorporation of both Leading order\n(LO) and the Next-to-leading order (NLO) Dirac covariants. The contribution of\nboth LO as well as NLO Dirac covariants are studied in detail in this paper.\nThe results are found to improve dramatically and hence validating the power\ncounting rule which also provides a practical means of incorporating Dirac\ncovariants in the BS wave function for a hadron.\n","Comment: article and four figures"]}]
["0912.3091",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3091","Bernoulli 2011, Vol. 17, No. 3, 916-941","doi:10.3150/10-BEJ311"],"date":["2009-12-16","2011-07-14"],"type":["text"],"creator":["Barndorff-Nielsen, Ole E.","Basse-O'Connor, Andreas"],"language":[],"coverage":[],"title":["Quasi Ornstein-Uhlenbeck processes"],"description":["  The question of existence and properties of stationary solutions to Langevin\nequations driven by noise processes with stationary increments is discussed,\nwith particular focus on noise processes of pseudo-moving-average type. On\naccount of the Wold-Karhunen decomposition theorem, such solutions are, in\nprinciple, representable as a moving average (plus a drift-like term) but the\nkernel in the moving average is generally not available in explicit form. A\nclass of cases is determined where an explicit expression of the kernel can be\ngiven, and this is used to obtain information on the asymptotic behavior of the\nassociated autocorrelation functions, both for small and large lags.\nApplications to Gaussian- and L\\'{e}vy-driven fractional Ornstein-Uhlenbeck\nprocesses are presented. A Fubini theorem for L\\'{e}vy bases is established as\nan element in the derivations.\n","Comment: Published in at http://dx.doi.org/10.3150/10-BEJ311 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0912.4971",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4971","J.Phys.A44:325401,2011","doi:10.1088/1751-8113/44/32/325401"],"date":["2009-12-25","2010-07-27"],"type":["text"],"creator":["Tarnopolsky, G."],"language":[],"coverage":[],"title":["Five-point Correlation Numbers in One-Matrix Model"],"description":["  The five-point correlation numbers in the One-matrix model is calculated in\nthe Liouville frame. Validity of the fusion rules for it is checked.\n","Comment: 14 pages"]}]
["1003.3259",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3259","Bernoulli 2011, Vol. 17, No. 3, 845-879","doi:10.3150/10-BEJ309"],"date":["2010-03-16","2011-07-14"],"type":["text"],"creator":["Wermuth, Nanny"],"language":[],"coverage":[],"title":["Probability distributions with summary graph structure"],"description":["  A set of independence statements may define the independence structure of\ninterest in a family of joint probability distributions. This structure is\noften captured by a graph that consists of nodes representing the random\nvariables and of edges that couple node pairs. One important class contains\nregression graphs. Regression graphs are a type of so-called chain graph and\ndescribe stepwise processes, in which at each step single or joint responses\nare generated given the relevant explanatory variables in their past. For joint\ndensities that result after possible marginalising or conditioning, we\nintroduce summary graphs. These graphs reflect the independence structure\nimplied by the generating process for the reduced set of variables and they\npreserve the implied independences after additional marginalising and\nconditioning. They can identify generating dependences that remain unchanged\nand alert to possibly severe distortions due to direct and indirect\nconfounding. Operators for matrix representations of graphs are used to derive\nthese properties of summary graphs and to translate them into special types of\npaths in graphs.\n","Comment: Published in at http://dx.doi.org/10.3150/10-BEJ309 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["1003.5895",{"format":[],"subject":["Physics - General Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5895","Int.J.Theor.Phys.50:2687-2696,2011","doi:10.1007/s10773-011-0766-2"],"date":["2010-03-30"],"type":["text"],"creator":["Ray, Saibal","Rahaman, Farook","Mukhopadhyay, Utpal","Sarkar, Ruby"],"language":[],"coverage":[],"title":["Variable Equation of State for Generalized Dark Energy Model"],"description":["  We present a model for the present accelerating Universe and focus on the\ndifferent important physical variables involved in the model under the\nphenomenological assumption $\\Lambda \\propto H^2$ with a prescription for\nequation of state parameter in the form\n$\\omega(t)=\\omega_0+\\frac{\\omega_1\\tau}{t^2}$, where $\\omega_0$ and $\\omega_1$\nare two constants and $\\tau$ is a parameter having dimension of time $t^2$.\nGeneral expressions for the density parameter $\\Omega$ and deceleration\nparameter $q$ are obtained which under specific bound reproduce some of the\nprevious results. We explore physical features of these parameters which (i)\nprovide the scenario of complete evolution of the cosmos with $\\omega(t)$ and\n(ii) agree mostly with the observational status of the present phase of the\naccelerating Universe.\n","Comment: 6 Latex pages, 3 figures"]}]
["1004.4059",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4059","Int.J.Theor.Phys.50:2899-2905,2011","doi:10.1007/s10773-011-0790-2"],"date":["2010-04-23","2011-05-30"],"type":["text"],"creator":["Jamil, Mubasher","Akbar, M.","Setare, M. R."],"language":[],"coverage":[],"title":["Cardy-Verlinde formula for an axially symmetric dilaton-axion black hole"],"description":["  It is shown that the Bekenstein-Hawking entropy of an axially symmetric\ndilaton-axion black hole can be expressed as a Cardy-Verlinde formula. By\nutilizing the first order quantum correction in the Bekenstein-Hawking entropy\nwe find the modified expressions for the Casimir energy and pure extensive\nenergy. The first order correction to the Cardy-Verlinde formula in the context\nof axially symmetric dilaton-axion black hole are obtained with the use of\nmodified Casimir and pure extensive energies.\n","Comment: 9 pages, accepted for publication in IJTP"]}]
["1006.1385",{"format":[],"subject":["Mathematical Physics","81U40, 35P25, 35Q40, 35R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1385","Journal of Mathematical Physics vol 52 (2011) 052109","doi:10.1063/1.3592150"],"date":["2010-06-07","2011-07-14"],"type":["text"],"creator":["Weder, Ricardo"],"language":[],"coverage":[],"title":["The Electric Aharonov-Bohm Effect"],"description":["  In their seminal paper Aharonov and Bohm (1959) claimed that electromagnetic\nfields can act at a distance on charged particles even if they are identically\nzero in the region of space where the particles propagate. They proposed two\nexperiments to verify their theoretical conclusions. The magnetic effect, that\nhas been extensively studied, and the electric effect where an electron is\naffected by a time-dependent electric potential that is constant in the region\nwhere the electron is propagating, i.e., such that the electric field vanishes\nalong its trajectory. The Aharonov-Bohm effects imply such a strong departure\nfrom the physical intuition coming from classical physics that it is no wonder\nthat they remain a highly controversial issue, after more than fifty years. The\nexistence of electric Aharonov-Bohm effect, that has not been confirmed\nexperimentally, is a very controversial issue. In their 1959 paper Aharonov and\nBohm proposed an Ansatz for the solution to the Schroedinger equation in\nregions where there is a time-dependent electric potential that is constant in\nspace. It consists in multiplying the free evolution by a phase given by the\nintegral in time of the potential. The validity of this Ansatz predicts\ninterference fringes between parts of a coherent electron beam that are\nsubjected to different potentials. In this paper we prove that the exact\nsolution to the Schroedinger equation is given by the Aharonov-Bohm Ansatz up\nto an error bound in norm that is uniform in time and that decays as a constant\ndivided by the velocity. Our results give, for the first time, a rigorous proof\nthat quantum mechanics predicts the existence of the electric Aharonov-Bohm\neffect, under conditions that we provide. We hope that our results will\nestimulate the experimental research on the electric Aharonov-Bohm effect.\n","Comment: This version has been edited. The results are as in version 1"]}]
["1006.2460",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2460","Phys. Rev. A 84, 012313 (2011)","doi:10.1103/PhysRevA.84.012313"],"date":["2010-06-12","2011-07-13"],"type":["text"],"creator":["Fanchini, F. F.","Cornelio, M. F.","de Oliveira, M. C.","Caldeira, A. O."],"language":[],"coverage":[],"title":["Conservation law for distributed entanglement of formation and quantum\n  discord"],"description":["  We present a direct relation, based upon a monogamic principle, between\nentanglement of formation (EOF) and quantum discord (QD), showing how they are\ndistributed in an arbitrary tripartite pure system. By extending it to a\nparadigmatic situation of a bipartite system coupled to an environment, we\ndemonstrate that the EOF and the QD obey a conservation relation. By means of\nthis relation we show that in the deterministic quantum computer with one pure\nqubit the protocol has the ability to rearrange the EOF and the QD, which\nimplies that quantum computation can be understood on a different basis as a\ncoherent dynamics where quantum correlations are distributed between the qubits\nof the computer. Furthermore, for a tripartite mixed state we show that the\nbalance between distributed EOF and QD results in a stronger version of the\nstrong subadditivity of entropy.\n","Comment: Published version"]}]
["1006.4345",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4345","Int.J.Mod.Phys.E20:1491-1508,2011","doi:10.1142/S0218301311018216"],"date":["2010-06-22","2010-08-05"],"type":["text"],"creator":["Fomichev, A. S.","Mukha, I. G.","Stepantsov, S. V.","Grigorenko, L. V.","Litvinova, E. V.","Chudoba, V.","Egorova, I. A.","Golovkov, M. S.","Gorshkov, A. V.","Gorshkov, V. A.","Kaminski, G.","Krupko, S. A.","Parfenova, Yu. L.","Sidorchuk, S. I.","Slepnev, R. S.","Ter-Akopian, G. M.","Wolski, R.","Zhukov, M. V."],"language":[],"coverage":[],"title":["Lifetime of 26S and a limit for its 2p decay energy"],"description":["  Unknown isotope 26S, expected to decay by two-proton (2p) emission, was\nstudied theoretically and was searched experimentally. The structure of this\nnucleus was examined within the relativistic mean field (RMF) approach. A\nmethod for taking into account the many-body structure in the three-body decay\ncalculations was developed. The results of the RMF calculations were used as an\ninput for the three-cluster decay model worked out to study a possible 2p decay\nbranch of this nucleus. The experimental search for 26S was performed in\nfragmentation reactions of a 50.3 A MeV 32S beam. No events of 26S or 25P (a\npresumably proton-unstable subsystem of 26S) were observed. Based on the\nobtained production systematics an upper half-life limit of T_{1/2}<79 ns was\nestablished from the time-of-flight through the fragment separator. Together\nwith the theoretical lifetime estimates for two-proton decay this gives a decay\nenergy limit of Q_{2p}>640 keV for 26S. Analogous limits for 25P are found as\nT_{1/2}<38 ns and Q_{p}>110 keV. In the case that the one-proton emission is\nthe main branch of the 26S decay a limit Q_{2p}>230 keV would follow for this\nnucleus. It is likely that 26S resides in the picosecond lifetime range and the\nfurther search for this isotope is prospective for the decay-in-flight\ntechnique.\n","Comment: 15 pages, 7 figures"]}]
["1006.4425",{"format":[],"subject":["Mathematics - Probability","Computer Science - Computational Engineering, Finance, and Science","Computer Science - Numerical Analysis","J.3, G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4425","EPTCS 57, 2011, pp. 1-15","doi:10.4204/EPTCS.57.1"],"date":["2010-06-23","2011-07-13"],"type":["text"],"creator":["Andreychenko, Aleksandr","Crouzen, Pepijn","Mikeev, Linar","Wolf, Verena"],"language":[],"coverage":[],"title":["On-the-fly Uniformization of Time-Inhomogeneous Infinite Markov\n  Population Models"],"description":["  This paper presents an on-the-fly uniformization technique for the analysis\nof time-inhomogeneous Markov population models. This technique is applicable to\nmodels with infinite state spaces and unbounded rates, which are, for instance,\nencountered in the realm of biochemical reaction networks. To deal with the\ninfinite state space, we dynamically maintain a finite subset of the states\nwhere most of the probability mass is located. This approach yields an\nunderapproximation of the original, infinite system. We present experimental\nresults to show the applicability of our technique.\n"]}]
["1007.1850",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1850","Atmospheric Environment 45 (2011) 289-295 2011","doi:10.1016/j.atmosenv.2010.10.029"],"date":["2010-07-12","2010-07-19"],"type":["text"],"creator":["Carnevale, C.","Mannarini, G.","Pisoni, E.","Volta, M."],"language":[],"coverage":[],"title":["Comparing mesoscale chemistry-transport model and remote-sensed Aerosol\n  Optical Depth"],"description":["  A comparison of modeled and observed Aerosol Optical Depth (AOD) is\npresented. 3D Eulerian multiphase chemistry-transport model TCAM is employed\nfor simulating AOD at mesoscale. MODIS satellite sensor and AERONET photometer\nAOD are used for comparing spatial patterns and temporal timeseries. TCAM\nsimulations for year 2004 over a domain containing Po-Valley and nearly whole\nNorthern Italy are employed. For the computation of AOD, a configuration of\nexternal mixing of the chemical species is considered. Furthermore, a\nparametrization of the effect of moisture affecting both aerosol size and\ncomposition is used. An analysis of the contributions of the granulometric\nclasses to the extinction coefficient reveals the dominant role of the\ninorganic compounds of submicron size. For the analysis of spatial patterns,\nsummer and winter case study are considered. TCAM AOD reproduces spatial\npatterns similar to those retrieved from space, but AOD values are generally\nsmaller by an order of magnitude. However, accounting also for moisture, TCAM\nAOD significantly increases to values of the same magnitude of the observed\nones. The temporal performance of model AOD is tested in correspondence of\nAERONET site \"Venise\" and some temporal structures are reproduced. The results\nsuggest encouraging perspectives in view of satellite AOD assimilation also at\nthe mesoscale and not only at the global and regional scale as already tested\nin the literature.\n","Comment: Still a working paper!"]}]
["1007.2524",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2524","JHEP 1107:047,2011","doi:10.1007/JHEP07(2011)047"],"date":["2010-07-15","2011-06-15"],"type":["text"],"creator":["Taki, Masato"],"language":[],"coverage":[],"title":["Surface Operator, Bubbling Calabi-Yau and AGT Relation"],"description":["  Surface operators in N=2 four-dimensional gauge theories are interesting\nhalf-BPS objects. These operators inherit the connection of gauge theory with\nthe Liouville conformal field theory, which was discovered by Alday, Gaiotto\nand Tachikawa. Moreover it has been proposed that toric branes in the A-model\ntopological strings lead to surface operators via the geometric engineering. We\nanalyze the surface operators by making good use of topological string theory.\nStarting from this point of view, we propose that the wave-function behavior of\nthe topological open string amplitudes geometrically engineers the surface\noperator partition functions and the Gaiotto curves of corresponding gauge\ntheories. We then study a peculiar feature that the surface operator\ncorresponds to the insertion of the degenerate fields in the conformal field\ntheory side. We show that this aspect can be realized as the geometric\ntransition in topological string theory, and the insertion of a surface\noperator leads to the bubbling of the toric Calabi-Yau geometry.\n","Comment: 36 pages, 14 figures. v2: minor changes and typos corrected"]}]
["1007.2615",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2615","Phys. Rev. D 84, 025007 (2011)","doi:10.1103/PhysRevD.84.025007"],"date":["2010-07-15","2010-07-19"],"type":["text"],"creator":["Lloyd, Seth","Maccone, Lorenzo","Garcia-Patron, Raul","Giovannetti, Vittorio","Shikano, Yutaka"],"language":[],"coverage":[],"title":["The quantum mechanics of time travel through post-selected teleportation"],"description":["  This paper discusses the quantum mechanics of closed timelike curves (CTC)\nand of other potential methods for time travel. We analyze a specific proposal\nfor such quantum time travel, the quantum description of CTCs based on\npost-selected teleportation (P-CTCs). We compare the theory of P-CTCs to\npreviously proposed quantum theories of time travel: the theory is physically\ninequivalent to Deutsch's theory of CTCs, but it is consistent with\npath-integral approaches (which are the best suited for analyzing quantum field\ntheory in curved spacetime). We derive the dynamical equations that a\nchronology-respecting system interacting with a CTC will experience. We discuss\nthe possibility of time travel in the absence of general relativistic closed\ntimelike curves, and investigate the implications of P-CTCs for enhancing the\npower of computation.\n","Comment: Few typos corrected in the text and bibliography updated"]}]
["1007.5218",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5218"],"date":["2010-07-29","2011-07-14"],"type":["text"],"creator":["Kai, Cai Hong","Liew, Soung Chang"],"language":[],"coverage":[],"title":["Applications of Belief Propagation in CSMA Wireless Networks"],"description":["  The belief propagation (BP) algorithm is an efficient way to solve\n\"inference\" problems in graphical models, such as Bayesian networks and Markov\nrandom fields. The system-state probability distribution of CSMA wireless\nnetworks is a Markov random field. An interesting question is how BP can help\nthe analysis and design of CSMA wireless networks. This paper explores three\nsuch applications. First, we show how BP can be used to compute the throughputs\nof different links in the network given their access intensities, defined as\nthe mean packet transmission time divided by the mean backoff countdown time.\nSecond, we propose an inverse-BP algorithm to solve the reverse problem: how to\nset the access intensities of different links to meet their target throughputs?\nThird, we introduce a BP-adaptive CSMA algorithm to find the link access\nintensities that can achieve optimal system utility. BP solves the three\nproblems with exact results in tree networks. It may, however, lose accuracy in\nnetworks with a loopy contention graph. We show how a generalized version of\nBP, GBP, can be designed to solve the three problems with high accuracy for\nnetworks with a loopy contention graph. Importantly, we show how the BP and GBP\nalgorithms in this paper can be implemented in a distributed manner, making\nthem useful in practical CSMA network opera-tion.\n","Comment: A technical report of The Chinese University of Hong Kong"]}]
["1009.2349",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2349","New J. Phys. 13 (2011), 073022","doi:10.1088/1367-2630/13/7/073022"],"date":["2010-09-13","2011-07-14"],"type":["text"],"creator":["Huepe, Cristián","Zschaler, Gerd","Do, Anne-Ly","Gross, Thilo"],"language":[],"coverage":[],"title":["Adaptive-network models of swarm dynamics"],"description":["  We propose a simple adaptive-network model describing recent swarming\nexperiments. Exploiting an analogy with human decision making, we capture the\ndynamics of the model by a low-dimensional system of equations permitting\nanalytical investigation. We find that the model reproduces several\ncharacteristic features of swarms, including spontaneous symmetry breaking,\nnoise- and density-driven order-disorder transitions that can be of first or\nsecond order, and intermittency. Reproducing these experimental observations\nusing a non-spatial model suggests that spatial geometry may have a lesser\nimpact on collective motion than previously thought.\n","Comment: 8 pages, 3 figures"]}]
["1009.3365",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3365","Int.J.Mod.Phys.E20:1419-1436,2011","doi:10.1142/S0218301311018502"],"date":["2010-09-17"],"type":["text"],"creator":["Gerasyuta, S. M.","Matskevich, E. E."],"language":[],"coverage":[],"title":["Nonstrange baryonia"],"description":["  The relativistic six-quark equations including the $u$, $d$ quarks and\nantiquarks are found. The nonstrange baryonia $B \\bar B$ are constructed\nwithout the mixing of the quarks and antiquarks. The relativistic six-quark\namplitudes of the baryonia are calculated. The poles of these amplitudes\ndetermine the masses of baryonia. 15 masses of baryonia are predicted. The mass\nof baryonium with the spin-parity $J^P=0^-$ $M=1835\\, MeV$ is used as a fit.\n","Comment: 28 pages, latex"]}]
["1009.4956",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4956","Phys. Rev. Lett. 107, 036803 (2011)","doi:10.1103/PhysRevLett.107.036803"],"date":["2010-09-24","2011-07-14"],"type":["text"],"creator":["Moller, Gunnar","Wojs, Arkadiusz","Cooper, Nigel R."],"language":[],"coverage":[],"title":["Neutral Fermion Excitations in the Moore-Read state at \\nu=5/2"],"description":["  We present evidence supporting the weakly paired Moore-Read phase in the\nhalf-filled second Landau level, focusing on some of the qualitative features\nof its excitations. Based on numerical studies, we show that systems with odd\nparticle number at the flux $N_\\phi=2N-3$ can be interpreted as a neutral\nfermion mode of one unpaired fermion, which is gapped. The mode is found to\nhave two distinct minima, providing a signature that could be observed by\nphotoluminescence. In the presence of two quasiparticles the same neutral\nfermion excitation is shown to be gapless, confirming expectations for\nnon-Abelian statistics of the Ising model with degenerate fusion channels 1 and\n$\\psi$.\n","Comment: 4 pages, 4 figures; v2: final published version"]}]
["1010.0481",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","05B25, 20B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0481"],"date":["2010-10-04","2011-07-14"],"type":["text"],"creator":["Giudici, Michael","Pearce, Geoffrey","Praeger, Cheryl E."],"language":[],"coverage":[],"title":["Basic coset geometries"],"description":["  In earlier work we gave a characterisation of pregeometries which are `basic'\n(that is, admit no `non-degenerate' quotients) relative to two different kinds\nof quotient operations, namely imprimitive quotients and normal quotients. Each\nbasic geometry was shown to involve a faithful group action, which is primitive\nor quasiprimitive respectively, on the set of elements of each type. For each\nO'Nan-Scott type of primitive group, we construct a new infinite family of\ngeometries, which are thick and of unbounded rank, and which admit a\nflag-transitive automorphism group acting faithfully on the set of elements of\neach type as a primitive group of the given O'Nan-Scott type.\n","Comment: Changes made following referees' comments. This includes determining\n  the diagrams of some of the constructions"]}]
["1010.0729",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","47L30 (Primary) 47A13 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0729","Advances in Mathematics 228 (2011) 167-218","doi:10.1016/j.aim.2011.05.015"],"date":["2010-10-04","2011-05-24"],"type":["text"],"creator":["Davidson, Kenneth R.","Ramsey, Christopher","Shalit, Orr"],"language":[],"coverage":[],"title":["The isomorphism problem for some universal operator algebras"],"description":["  This paper addresses the isomorphism problem for the universal\n(nonself-adjoint) operator algebras generated by a row contraction subject to\nhomogeneous polynomial relations. We find that two such algebras are\nisometrically isomorphic if and only if the defining polynomial relations are\nthe same up to a unitary change of variables, and that this happens if and only\nif the associated subproduct systems are isomorphic. The proof makes use of the\ncomplex analytic structure of the character space, together with some recent\nresults on subproduct systems. Restricting attention to commutative operator\nalgebras defined by radical relations yields strong resemblances with classical\nalgebraic geometry. These commutative operator algebras turn out to be algebras\nof analytic functions on algebraic varieties. We prove a projective\nNullstellensatz connecting closed ideals and their zero sets. Under some\ntechnical assumptions, we find that two such algebras are isomorphic as\nalgebras if and only if they are similar, and we obtain a clear geometrical\npicture of when this happens. This result is obtained with tools from algebraic\ngeometry, reproducing kernel Hilbert spaces, and some new complex-geometric\nrigidity results of independent interest. The C*-envelopes of these algebras\nare also determined. The Banach-algebraic and the algebraic classification\nresults are shown to hold for the weak-operator closures of these algebras as\nwell.\n","Comment: 46 pages. Final version, to appear in Advances in Mathematics"]}]
["1010.1072",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1072","Nat Commun 2, 255 (2011)","doi:10.1038/ncomms1247"],"date":["2010-10-06"],"type":["text"],"creator":["Frank, Otakar","Tsoukleri, Georgia","Riaz, Ibtsam","Papagelis, Konstantinos","Parthenios, John","Ferrari, Andrea C.","Geim, Andre K.","Novoselov, Kostya S.","Galiotis, Costas"],"language":[],"coverage":[],"title":["From Graphene to Carbon Fibres: Mechanical Deformation and Development\n  of a Universal Stress Sensor"],"description":["  Carbon fibres (CF) represent a significant volume fraction of modern\nstructural airframes. Embedded into polymer matrices, they provide significant\nstrength and stiffness gains over unit weight as compared to other competing\nstructural materials. Nevertheless, no conclusive structural model yet exists\nto account for their extraordinary properties. In particular, polyacrynonitrile\n(PAN) derived CF are known to be fully turbostratic: the graphene layers are\nslipped sideways relative to each other, which leads to an inter-graphene\ndistance much greater than graphite. Here, we demonstrate that CF derive their\nmechanical properties from those of graphene itself. By monitoring the Raman G\npeak shift with strain for both CF and graphene, we develop a universal master\nplot relating the G peak strain sensitivity of all types of CF to graphene over\na wide range of tensile moduli. A universal value of - average- shift rate with\naxial stress of ~ -5{\\omega}0^-1 (cm^-1 MPa^-1)is calculated for both graphene\nand all CF exhibiting annular (\"onion-skin\") morphology.\n","Comment: 25 pages, 5 figs"]}]
["1010.1121",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1121","Int.J.Theor.Phys.50:2923-2938,2011","doi:10.1007/s10773-011-0793-z"],"date":["2010-10-06"],"type":["text"],"creator":["Pradhan, Anirudh","Amirhashchi, H.","Saha, Bijan"],"language":[],"coverage":[],"title":["Bianchi Type-I Anisotropic Dark Energy Models with Constant Deceleration\n  Parameter"],"description":["  New dark energy models in anisotropic Bianchi type-I (B-I) space-time with\nvariable EoS parameter and constant deceleration parameter have been\ninvestigated in the present paper. The Einstein's field equations have been\nsolved by applying a variation law for generalized Hubble's parameter in B-I\nspace-time. The variation law for Hubble's parameter generates two types of\nsolutions for the average scale factor, one is of power-law type and other is\nof the exponential form. Using these two forms, Einstein's field equations are\nsolved separately that correspond to expanding singular and non-singular models\nof the universe respectively. The equation of state (EoS) parameter $\\omega$ is\nfound to be time dependent and its existing range for this model is in good\nagreement with the recent observations of SNe Ia data, SNe Ia data (with CMBR\nanisotropy) and galaxy clustering statistics. The cosmological constant\n$\\Lambda$ is found to be a decreasing function of time and it approaches a\nsmall positive value at late time (i.e. the present epoch) which is\ncorroborated by results from recent supernovae Ia observations.\n","Comment: 25 pages, 9 figures"]}]
["1010.1919",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1919","Phys. Rev. Lett. 107 036602 (2011)","doi:10.1103/PhysRevLett.107.036602"],"date":["2010-10-10"],"type":["text"],"creator":["Nakaharai, S.","Williams, J. R.","Marcus, C. M."],"language":[],"coverage":[],"title":["Gate-Defined Graphene Quantum Point Contact in the Quantum Hall Regime"],"description":["  We investigate transport in a gate-defined graphene quantum point contact in\nthe quantum Hall regime. Edge states confined to the interface of p and n\nregions in the graphene sheet are controllably brought together from opposite\nsides of the sample and allowed to mix in this split-gate geometry. Among the\nexpected quantum Hall features, an unexpected additional plateau at 0.5 h/e^2\nis observed. We propose that chaotic mixing of edge channels gives rise to the\nextra plateau.\n","Comment: related papers at http://marcuslab.harvard.edu"]}]
["1010.3335",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D20, 14D22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3335","PAMQ, vol 7 (2011), p. 1297-1308"],"date":["2010-10-16","2011-07-14"],"type":["text"],"creator":["van der Geer, Gerard","Kouvidakis, Alexis"],"language":[],"coverage":[],"title":["The Hodge bundle on Hurwitz spaces"],"description":["  In 2009 Kokotov, Korotkin and Zograf gave a formula for the class of the\nHodge bundle on the Hurwitz space of admissible covers of genus g and degree d\nof the projective line. They gave an analytic proof of it. In this note we give\nan algebraic proof and an extension of the result.\n","Comment: 8 pages; misprints corrected"]}]
["1011.0541",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0541"],"date":["2010-11-02","2011-07-14"],"type":["text"],"creator":["Gärtner, Jürgen","Hollander, Frank den","Maillard, Grégory"],"language":[],"coverage":[],"title":["Quenched Lyapunov exponent for the parabolic Anderson model in a dynamic\n  random environment"],"description":["  We continue our study of the parabolic Anderson equation $\\partial u/\\partial\nt = \\kappa\\Delta u + \\gamma\\xi u$ for the space-time field $u\\colon\\,\\Z^d\\times\n[0,\\infty)\\to\\R$, where $\\kappa \\in [0,\\infty)$ is the diffusion constant,\n$\\Delta$ is the discrete Laplacian, $\\gamma\\in (0,\\infty)$ is the coupling\nconstant, and $\\xi\\colon\\,\\Z^d\\times [0,\\infty)\\to\\R$ is a space-time random\nenvironment that drives the equation. The solution of this equation describes\nthe evolution of a \"reactant\" $u$ under the influence of a \"catalyst\" $\\xi$,\nboth living on $\\Z^d$. In earlier work we considered three choices for $\\xi$:\nindependent simple random walks, the symmetric exclusion process, and the\nsymmetric voter model, all in equilibrium at a given density. We analyzed the\n\\emph{annealed} Lyapunov exponents, i.e., the exponential growth rates of the\nsuccessive moments of $u$ w.r.t.\\ $\\xi$, and showed that these exponents\ndisplay an interesting dependence on the diffusion constant $\\kappa$, with\nqualitatively different behavior in different dimensions $d$. In the present\npaper we focus on the \\emph{quenched} Lyapunov exponent, i.e., the exponential\ngrowth rate of $u$ conditional on $\\xi$. We first prove existence and derive\nsome qualitative properties of the quenched Lyapunov exponent for a general\n$\\xi$ that is stationary and ergodic w.r.t.\\ translations in $\\Z^d$ and\nsatisfies certain noisiness conditions. After that we focus on the three\nparticular choices for $\\xi$ mentioned above and derive some more detailed\nproperties. We close by formulating a number of open problems.\n","Comment: In honour of J\\\"urgen G\\\"artner on the occasion of his 60th birthday,\n  33 pages. Final revised version"]}]
["1011.1683",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1683","J. Appl. Phys. 110, 013720 (2011); doi:10.1063/1.3605545","doi:10.1063/1.3605545"],"date":["2010-11-07","2011-05-25"],"type":["text"],"creator":["Lenski, Daniel R.","Fuhrer, Michael S."],"language":[],"coverage":[],"title":["Raman and optical characterization of multilayer turbostratic graphene\n  grown via chemical vapor deposition"],"description":["  We synthesize large-area graphene via atmospheric-pressure (AP) chemical\nvapor deposition (CVD) on copper, and transfer to SiO2 wafers. In contrast to\nlow-pressure (LP) CVD on copper, optical contrast and atomic force microscopy\nmeasurements show AP-CVD graphene contains significant multi-layer areas. Raman\nspectroscopy always shows a single Lorentzian 2D peak, however systematic\ndifferences are observed in the 2D peak energy, width, and intensity for\nsingle- and multi-layer regions. We conclude that graphene multi-layers grown\nby AP-CVD on Cu are rotationally disordered.\n","Comment: 13 pages, 4 figures + Supplemental Material of 11 pages, 4 figures"]}]
["1011.2425",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2425","Phys.Rev.D82:123532,2011","doi:10.1103/PhysRevD.83.123532"],"date":["2010-11-10","2011-07-12"],"type":["text"],"creator":["Urban, Federico R.","Zhitnitsky, Ariel R."],"language":[],"coverage":[],"title":["The Parity Odd Universe, Dark Energy and QCD"],"description":["  Cosmological observations on the largest scales exhibit a solid record of\nunexpected anomalies and alignments, apparently pointing towards a large scale\nviolation of statistical isotropy. These include a variety of CMB measurements,\nas well as alignments of quasar polarisation vectors. In this paper we explore\nthe possibility that several of the aforementioned large scale correlations are\nin fact not independent, and can be understood in a coherent way within the\nframework of a parity odd local Universe, and ultimately related to the nature\nof Dark Energy and its interactions with light.\n","Comment: 14 pages, v2 as published"]}]
["1011.2963",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2963","JHEP 1107:051,2011","doi:10.1007/JHEP07(2011)051"],"date":["2010-11-12"],"type":["text"],"creator":["de Medeiros, Paul"],"language":[],"coverage":[],"title":["Eulerian digraphs and toric Calabi-Yau varieties"],"description":["  We investigate the structure of a simple class of affine toric Calabi-Yau\nvarieties that are defined from quiver representations based on finite eulerian\ndirected graphs (digraphs). The vanishing first Chern class of these varieties\njust follows from the characterisation of eulerian digraphs as being connected\nwith all vertices balanced. Some structure theory is used to show how any\neulerian digraph can be generated by iterating combinations of just a few\ncanonical graph-theoretic moves. We describe the effect of each of these moves\non the lattice polytopes which encode the toric Calabi-Yau varieties and\nillustrate the construction in several examples. We comment on physical\napplications of the construction in the context of moduli spaces for\nsuperconformal gauged linear sigma models.\n","Comment: 27 pages, 8 figures"]}]
["1011.3341",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3341","JHEP 1107:052,2011","doi:10.1007/JHEP07(2011)052"],"date":["2010-11-15","2011-07-11"],"type":["text"],"creator":["Langenfeld, Ulrich"],"language":[],"coverage":[],"title":["Threshold Improved QCD Corrections for Stop-Antistop production at\n  Hadron colliders"],"description":["  I present improved predictions for the total hadronic cross section of\nstop-antistop production at hadron colliders including\nnext-to-next-to-leading-order threshold corrections and approximated Coulomb\ncorrections. The results are based on soft corrections, which are\nlogarithmically enhanced near threshold. I present analytic formulas for the\nNNLO scaling functions at threshold and explicit numbers for the total hadronic\ncross sections for the Tevatron and the LHC. Finally I discuss the systematic\nerror, the scale uncertainty and the PDF error of the hadronic cross section.\n","Comment: 19 pages, 6 figures"]}]
["1011.5023",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5023","Rom.J.Phys.55:920,2010"],"date":["2010-11-23"],"type":["text"],"creator":["Caprini, Irinel","Babalic, Elena-Mirela"],"language":[],"coverage":[],"title":["QCD Correlation Functions and the Shape of $K_{\\ell 3}$ Form Factors"],"description":["  Bounds on the expansion coefficients of the strangeness changing $K\\pi$ form\nfactors were derived recently from analyticity and unitarity, using as input\nsuitable correlation functions calculated by perturbative QCD in the Euclidian\nregion. We investigate two types of invariant amplitudes and their\ncorresponding dispersion relations, and show that they lead to similar results\nfor the shape of the vector and scalar $K_{\\ell 3}$ form factors.\n"]}]
["1011.5026",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5026","Nucl.Phys.A852:36,2011","doi:10.1016/j.nuclphysa.2010.12.013"],"date":["2010-11-23"],"type":["text"],"creator":["Papenbrock, T."],"language":[],"coverage":[],"title":["Effective theory for deformed nuclei"],"description":["  Techniques from effective field theory are applied to nuclear rotation. This\napproach exploits the spontaneous breaking of rotational symmetry and the\nseparation of scale between low-energy Nambu-Goldstone rotational modes and\nhigh-energy vibrational and nucleonic degrees of freedom. A power counting is\nestablished and the Hamiltonian is constructed at next-to-leading order.\n"]}]
["1011.5037",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5037","Phys.Lett.B700:351-355,2011","doi:10.1016/j.physletb.2011.05.020"],"date":["2010-11-23","2011-05-19"],"type":["text"],"creator":["Abada, Asmaa","Bhattacharyya, Gautam","Das, Debottam","Weiland, Cédric"],"language":[],"coverage":[],"title":["A possible connection between neutrino mass generation and the lightness\n  of a NMSSM pseudoscalar"],"description":["  One of the interesting properties of the NMSSM is that it can accommodate a\nlight pseudoscalar of order 10 GeV. However, such scenarios are challenged by\nseveral experimental constraints, especially those related to the fermionic\ndecays of the pseudoscalar. In this Letter, we extend the NMSSM field content\nby two gauge singlets, with lepton numbers +1 and -1. This serves the twin\npurpose of generating neutrino masses via the inverse see-saw mechanism and\nkeeping the option of a very light pseudoscalar experimentally viable by\nopening dominant invisible decay channels of the pseudoscalar which help it\nevade the existing bounds.\n","Comment: 8 pages; v2: version to appear in PLB"]}]
["1011.5074",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5074","Eur.Phys.J.C70:1153-1164,2010","doi:10.1140/epjc/s10052-010-1502-4"],"date":["2010-11-23"],"type":["text"],"creator":["Xiao, Zhi","Shao, Lijing","Ma, Bo-Qiang"],"language":[],"coverage":[],"title":["Eikonal equation of the Lorentz-violating Maxwell theory"],"description":["  We derive the eikonal equation of light wavefront in the presence of Lorentz\ninvariance violation (LIV) from the photon sector of the standard model\nextension (SME). The results obtained from the equations of $\\mathbf{E}$ and\n$\\mathbf{B}$ fields respectively are the same. This guarantees the\nself-consistency of our derivation. We adopt a simple case with only one\nnon-zero LIV parameter as an illustration, from which we find two points. One\nis that, in analogy with Hamilton-Jacobi equation, from the eikonal equation,\nwe can derive dispersion relations which are compatible with results obtained\nfrom other approaches. The other is that, the wavefront velocity is the same as\nthe group velocity, as well as the energy flow velocity. If further we define\nthe signal velocity $v_s$ as the front velocity, there always exists a mode\nwith $v_s>1$, hence causality is violated classically. Thus our method might be\nuseful in the analysis of Lorentz violation in QED in terms of classical\ncausality .\n","Comment: 14 latex pages, no figure, final version for publication in EPJC"]}]
["1011.5078",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5078","Phys.Lett.B699:230-232,2011","doi:10.1016/j.physletb.2011.04.012"],"date":["2010-11-23"],"type":["text"],"creator":["Foot, R."],"language":[],"coverage":[],"title":["Do magnetic fields prevent mirror particles from entering the galactic\n  disk?"],"description":["  Recently it has been suggested that magnetic fields prevent mirror particles\nfrom entering the galactic disk, thereby disfavoring the mirror dark matter\nexplanation of the dark matter direct detection experiments. We show that\nmirror particle self interactions will typically randomize the directions of\nmirror particles on length scales much shorter than their gyroradius. This\nmeans that mirror particles are free to enter the galactic disk and\nconsequently mirror dark matter remains consistent with all experiments and\nobservations.\n","Comment: About 5 pages"]}]
["1011.5097",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5097","Int.J.Mod.Phys.E20:281-291,2011","doi:10.1142/S0218301311017636"],"date":["2010-11-23"],"type":["text"],"creator":["Kvasil, J.","Nesterenko, V. O.","Kleinig, W.","Bozhik, D.","Reinhard, P. -G."],"language":[],"coverage":[],"title":["Skyrme-Hartree-Fock Description of the Dipole Strength in Neutron-Rich\n  Tin Isotopes"],"description":["  Low-energy E1 strength in neutron-rich $^{132-164}$Sn isotopes is analyzed in\nthe framework of the Skyrme random phase approximation (RPA) with different\nSkyrme forces. A double folding procedure is applied to take into account the\nenergy-dependent width effects beyond RPA. All the considered Skyrme forces\nindicate a soft prolate deformation in the open shell isotopes $^{142-164}$Sn.\nThe integrated E1 strength in the energy region of the pygmy resonance grows\nwith the neutron number. The influence of deformation on the integrated\nstrength near the particle emission thresholds (which is of a keen\nastrophysical interest) is strictly suppressed by the mutual compensation\neffect for the branches of the giant dipole resonance. The results obtained are\nin a good agreement with the previous findings of the relativistic mean field\nmodel.\n","Comment: 12 pages, 6 figures, to be published in Int. J. Mod. Phys. E"]}]
["1011.5103",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5103","Phys.Lett.B695:495-500,2011","doi:10.1016/j.physletb.2010.11.051"],"date":["2010-11-23","2010-12-03"],"type":["text"],"creator":["Deng, Junfeng","Wang, Jieci","Jing, Jiliang"],"language":[],"coverage":[],"title":["How the Hawking effect and prepared states affect Entanglement\n  distillability of Dirac fields"],"description":["  How the Hawking effect and the prepared states influence the entanglement\ndistillability of Dirac fields in the Schwarzschild spacetime is studied by\nusing the Werner states which are composed of the maximum or generic entangled\nstates. It is found that the states are entangled when the parameter of the\nWerner states, $F$, satisfies $\\tau<F\\leq 1$ in which $\\tau$ is influenced both\nby the Hawking temperature of the black hole and energy of the fields. It is\nalso shown that although the parameter of the generic entangled states,\n$\\alpha$, affects the entanglement, it does not change the range of the\nparameter, $F$, where the states are entangled for the case of generic\nentangled states.\n","Comment: 11 pages, 3 figures, accepted for publication in PLB"]}]
["1011.5112",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5112","AIP Conf.Proc.1343:480-482,2011","doi:10.1063/1.3575068"],"date":["2010-11-23"],"type":["text"],"creator":["Mischke, Andre"],"language":[],"coverage":[],"title":["Heavy-flavour production in hot quark matter"],"description":["  Recent results from RHIC and first measurements from the ALICE experiment at\nthe CERN-Large Hadron Collider (LHC) on open heavy-flavour are presented. We\nfocus on RHIC measurements of single electrons and jet-like heavy-flavour\nparticle correlations. First D meson signals from 7 TeV proton-proton\ncollisions in ALICE are discussed. Next-to-leading-order QCD processes, such as\ngluon splitting, become important at LHC energies and its contribution can be\naccesses by the measurement of the \"charm content in jets\".\n","Comment: 3 pages, 3 figures, invited talk at the 9th International Conference\n  on Quark Confinement and the Hadron Spectrum (Confinement 9), Universidad\n  Complutense de Madrid, Spain, 30 August - 3 September 2010. To appear in\n  American Institute of Physics Conference Proceedings"]}]
["1011.5118",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5118","PoS Lattice2010:092,2010"],"date":["2010-11-23"],"type":["text"],"creator":["Akemann, G.","Damgaard, P. H.","Splittorff, K.","Verbaarschot, J. J. M."],"language":[],"coverage":[],"title":["Wilson Fermions, Random Matrix Theory and the Aoki Phase"],"description":["  The QCD partition function for the Wilson Dirac operator, $D_W$, at nonzero\nlattice spacing $a$ can be expressed in terms of a chiral Lagrangian as a\nsystematic expansion in the quark mass, the momentum and $a^2$. Starting from\nthis chiral Lagrangian we obtain an analytical expression for the spectral\ndensity of $\\gamma_5 (D_W+m)$ in the microscopic domain. It is shown that the\n$\\gamma_5$-Hermiticity of the Dirac operator necessarily leads to a coefficient\nof the $a^2$ term that is consistent with the existence of an Aoki phase. The\ntransition to the Aoki phase is explained, and the interplay of the index of\n$D_W$ and nonzero $a$ is discussed. We formulate a random matrix theory for the\nWilson Dirac operator with index $\\nu$ (which, in the continuum limit, becomes\nequal to the topological charge of gauge field configurations). It is shown by\nan explicit calculation that this random matrix theory reproduces the\n$a^2$-dependence of the chiral Lagrangian in the microscopic domain, and that\nthe sign of the $a^2$-term is directly related to the $\\gamma_5$-Hermiticity of\n$D_W$.\n","Comment: 7 pages, 4 figures. Talk presented at the XXVIII International\n  Symposium on Lattice Field Theory, Lattice2010, Villasimius, Italy, June 2010"]}]
["1011.5121",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5121","PoS Lattice2010:079,2010"],"date":["2010-11-23"],"type":["text"],"creator":["Akemann, G.","Damgaard, P. H.","Splittorff, K.","Verbaarschot, J. J. M."],"language":[],"coverage":[],"title":["Effects of dynamical quarks on the spectrum of the Wilson Dirac operator"],"description":["  Effects of dynamical quarks on the microscopic spectrum of the Wilson Dirac\noperator are analyzed by means of effective field theory. We consider the\ndistributions of the real modes of the Wilson Dirac operator as well as the\nspectrum of the Hermitian Wilson Dirac operator, and work out the case of one\nflavor in all detail. In contrast to the quenched case, the theory has a mild\nsign problem that manifests itself by giving a spectral density that is not\npositive definite as the spectral gap closes.\n","Comment: 7 pages 3 figures. Talk given at the XXVIII International Symposium\n  on Lattice Field Theory (Lattice 2010), Villasimius, Italy, June 2010"]}]
["1011.5151",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5151","PoS Lattice2010:042,2010"],"date":["2010-11-23"],"type":["text"],"creator":["Schaefer, Stefan","Virotta, Francesco"],"language":[],"coverage":[],"title":["Autocorrelations in Hybrid Monte Carlo Simulations"],"description":["  Simulations of QCD suffer from severe critical slowing down towards the\ncontinuum limit. This problem is known to be prominent in the topological\ncharge, however, all observables are affected to various degree by these slow\nmodes in the Monte Carlo evolution. We investigate the slowing down in high\nstatistics simulations and propose a new error analysis method, which gives a\nrealistic estimate of the contribution of the slow modes to the errors.\n","Comment: 7 pages, 4 figures. Talk given at the XXVIII International Symposium\n  on Lattice Field Theory (Lattice 2010), Villasimius, Italy, June 2010"]}]
["1011.5176",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5176","AIP Conf.Proc.1343:361-363,2011","doi:10.1063/1.3575030"],"date":["2010-11-23"],"type":["text"],"creator":["Arriola, Enrique Ruiz","Broniowski, Wojciech"],"language":[],"coverage":[],"title":["Scalar-isoscalar states, gravitational form factors, and dimension-2\n  condensates in a large-Nc Regge approach"],"description":["  Scalar-isoscalar states are analyzed within the large-Nc Regge approach. We\nfind that the lightest f0(600) scalar-isoscalar state fits very well into the\npattern of the radial Regge trajectory. We confirm the obtained mass values\nfrom an analysis of the pion and nucleon spin-0 gravitational form factors,\nrecently measured on the lattice. We find that a simple two-state model\nsuggests a meson nature of f0(600), and a glueball nature of f0(980), which\nnaturally explains the ratios of various coupling constants. Finally, matching\nto the OPE requires a fine-tuned mass condition of the vanishing dimension-2\ncondensate in the Regge approach with infinitely many scalar-isoscalar states.\n","Comment: Talk given at the 9th Conference On Quark Confinement and the Hadron\n  Spectrum (Confinement IX), 30 Aug. - 3 Sept. 2010, Madrid, Spain"]}]
["1011.5189",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5189","PoS Lattice2010:234,2010"],"date":["2010-11-23"],"type":["text"],"creator":["Detar, C.","Kronfeld, A. S.","Oktay, M. B."],"language":[],"coverage":[],"title":["Numerical Tests of the Improved Fermilab Action"],"description":["  Recently, the Fermilab heavy-quark action was extended to include\ndimension-six and -seven operators in order to reduce the discretization\nerrors. In this talk, we present results of the first numerical simulations\nwith this action (the OK action), where we study the masses of the quarkonium\nand heavy-light systems. We calculate combinations of masses designed to test\nimprovement and compare results obtained with the OK action to their\ncounterparts obtained with the clover action. Our preliminary results show a\nclear improvement.\n","Comment: 7 pages, 3 figures, Talk presented at 28th International Symposium On\n  Lattice Field Theory (Lattice 2010) 13-19 Jun 2010, Villasimius, Sardinia,\n  Italy"]}]
["1011.5562",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5562"],"date":["2010-11-25","2011-07-13"],"type":["text"],"creator":["Hillairet, Luc","Marzuola, Jeremy L."],"language":[],"coverage":[],"title":["Nonconcentration in partially rectangular billiards"],"description":["  In specific types of partially rectangular billiards we estimate the mass of\nan eigenfunction of energy $E$ in the region outside the rectangular set in the\nhigh-energy limit. We use the adiabatic ansatz to compare the Dirichlet energy\nform with a second quadratic form for which separation of variables applies.\nThis allows us to use sharp one-dimensional control estimates and to derive the\nbound assuming that $E$ is not resonating with the Dirichlet spectrum of the\nrectangular part.\n","Comment: 28 pages, 1 figure; Typos corrected, error in final proof corrected\n  and techniques strengthened"]}]
["1012.1164",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1164","2011 A&A, 526, A122","doi:10.1051/0004-6361/201015561"],"date":["2010-12-06"],"type":["text"],"creator":["Pavan, L.","Bozzo, E.","Ferrigno, C.","Ricci, C.","Manousakis, A.","Walter, R.","Stella, L."],"language":[],"coverage":[],"title":["AX J1910.7+0917 and three newly discovered INTEGRAL sources"],"description":["  We take advantage of the high sensitivity of the IBIS/ISGRI telescope and the\nimprovements in the data analysis software to investigate the nature of the\nstill poorly known X-ray source AX J1910.7+0917, and search for close-by\npreviously undetected objects. We analyze all publicly available INTEGRAL data\nof AX J1910.7+0917, together with a number of archival observations that were\ncarried out in the direction of the source with Chandra, XMM-Newton, and ASCA.\nIn the IBIS/ISGRI field-of-view around AX J1910.7+0917, we discovered three new\nsources: IGR J19173+0747, IGR J19294+1327 and IGR J19149+1036; the latter is\npositionally coincident with the Einstein source 2E 1912.5+1031. For the first\ntwo sources, we also report the results of follow-up observations carried out\nwith Swift/XRT. AX J1910.7+0917 features a clear variability in the X-rays. Its\nspectrum can be well described with an absorbed (N_H~6x10^(22) cm^(-2))\npower-law ({\\Gamma}~1.5) model plus an iron line at ~6.4 keV. We also obtained\na refined position and report on possible infrared counterparts. The present\ndata do not allow for a unique classification of the sources. Based on the\nproperty of its X-ray emission and the analysis of a likely infrared\ncounterpart, we investigate different possibilities for the nature of AX\nJ1910.7+0917.\n","Comment: 9 pages, 7 figures. Accepted for publication in A&A"]}]
["1012.1886",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.2","E.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1886"],"date":["2010-12-08","2011-07-14"],"type":["text"],"creator":["Porat, Ely","Strauss, Martin J."],"language":[],"coverage":[],"title":["Sublinear Time, Measurement-Optimal, Sparse Recovery For All"],"description":["  An approximate sparse recovery system in ell_1 norm formally consists of\nparameters N, k, epsilon an m-by-N measurement matrix, Phi, and a decoding\nalgorithm, D. Given a vector, x, where x_k denotes the optimal k-term\napproximation to x, the system approximates x by hat_x = D(Phi.x), which must\nsatisfy\n  ||hat_x - x||_1 <= (1+epsilon)||x - x_k||_1.\n  Among the goals in designing such systems are minimizing m and the runtime of\nD. We consider the \"forall\" model, in which a single matrix Phi is used for all\nsignals x.\n  All previous algorithms that use the optimal number m=O(k log(N/k)) of\nmeasurements require superlinear time Omega(N log(N/k)). In this paper, we give\nthe first algorithm for this problem that uses the optimum number of\nmeasurements (up to a constant factor) and runs in sublinear time o(N) when\nk=o(N), assuming access to a data structure requiring space and preprocessing\nO(N).\n","Comment: Corrected argument with minor change to results"]}]
["1012.2344",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2344","Astronomy Letters, 2011, Vol. 37, p. 65","doi:10.1134/S1063773710110039"],"date":["2010-12-10"],"type":["text"],"creator":["Arkhipova, V. P.","Egorov, O. V.","Lozinskaya, T. A.","Moiseev, A. V."],"language":[],"coverage":[],"title":["Ionized Gas in the Irr Galaxy IC 10: The Emission Spectrum and\n  Ionization Sources"],"description":["  We present the results of observations of the Irr galaxy IC 10 at the 6-m SAO\ntelescope with the panoramic Multi-Pupil Fiber Spectrograph (MPFS). Based on\nthe results of these observations and our long-slit spectroscopy performed\npreviously, we have investigated the ionized-gas emission spectrum in the\nregion of intense star formation and refined the gas metallicity estimates. We\nshow that the \"diagnostic diagrams\" constructed from our observations agree\nbest with the new improved ionization models by Martin-Manjon et al. Using\nthese models, we have determined the electron density and gas ionization\nparameter and ionizing-cluster characteristics, the age and mass, from the\nspectra of the investigated HII regions. The cluster age and mass are shown to\nbe within the ranges 2.5 - 5 Myr and (0.2 - 1)*10^5 M(sun), respectively.\n","Comment: 22 pages, 8 figures, 5 tables; the extended version of the paper\n  accepted for publication in Astronomy Letters, Vol. 37, No. 2 (2011)"]}]
["1012.5727",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5727","Phys. Rev. B 83, 245205 (2011)","doi:10.1103/PhysRevB.83.245205"],"date":["2010-12-28","2011-07-14"],"type":["text"],"creator":["Berkaine, Nabil","Orhan, Emmanuelle","Masson, Olivier","Thomas, Philippe","Junquera, Javier"],"language":[],"coverage":[],"title":["Nonlinear optical properties of TeO$_2$ crystalline phases from first\n  principles"],"description":["  We have computed second and third nonlinear optical susceptibilities of two\ncrystalline bulk tellurium oxide polymorphs: $\\alpha$-TeO$_{2}$ (the most\nstable crystalline bulk phase) and $\\gamma$-TeO$_{2}$ (the crystalline phase\nthat ressembles the more to the glass phase. Third order nonlinear\nsusceptibilities of the crystalline phases are two orders of magnitude larger\nthan $\\alpha$-SiO$_{2}$ cristoballite, thus extending the experimental\nobservations on glasses to the case of crystalline compounds. While the\nelectronic lone pairs of Te contribute to those large values, a full\nexplanation of the anisotropy of the third order susceptibility tensor requires\na detailed analysis of the structure, in particular the presence of helical\nchains, that seems to be linked to cooperative non-local polarizabilty effects.\nOur results demonstrate that first-principles simulations are a powerful\npredictive tool to estimate nonlinear optical susceptibilitites of materials.\n","Comment: 12 pages, 6 figures. Typos in Eq.(9) and Eq. (12) corrected"]}]
["1101.0817",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0817","Phys. Rev. B 83, 184503 (2011)","doi:10.1103/PhysRevB.83.184503"],"date":["2011-01-04"],"type":["text"],"creator":["Brenner, Matthew W.","Gopalakrishnan, Sarang","Ku, Jaseung","McArdle, Timothy J.","Eckstein, James N.","Shah, Nayana","Goldbart, Paul M.","Bezryadin, Alexey"],"language":[],"coverage":[],"title":["Cratered Lorentzian response of driven microwave superconducting\n  nanowire-bridged resonators: oscillatory and magnetic-field induced\n  stochastic states"],"description":["  Microwave Fabry-Perot resonators containing nonlinear mesoscopic elements\n(such as superconducting nanowires) can be used to explore many-body circuit\nQED. Here, we report on observations of a superconductor-normal pulsing regime\nin microwave (GHz) coplanar waveguide resonators consisting of superconducting\nMoGe films interrupted by a gap that is bridged by one or more suspended\nsuperconducting nanowires. This regime, which involve MHz-frequency\noscillations in the amplitude of the supercurrent in the resonator, are\nachieved when the steady-state amplitude of the current in the driven resonator\nexceeds the critical current of the nanowires. Thus we are able to determine\nthe temperature dependence of the critical current, which agrees well with the\ncorresponding Bardeen formula. The pulsing regime manifests itself as an\napparent \"crater\" on top of the fundamental Lorentzian peak of the resonator.\nOnce the pulsing regime is achieved at a fixed drive power, however, it remains\nstable for a range of drive frequencies corresponding to subcritical steady\nstate currents in the resonator. We develop a phenomenological model of\nresonator-nanowire systems, from which we are able to obtain a quantitative\ndescription of the amplitude oscillations and also, inter alia, to investigate\nthermal relaxation processes in superconducting nanowires. For the case of\nresonators comprising two parallel nanowires and subject to an external\nmagnetic field, we find field-driven oscillations of the onset power for the\namplitude oscillations, as well as the occurrence (for values of the magnetic\nfield that strongly frustrate the nanowires) of a distinct steady state in\nwhich the pulsing is replaced by stochastic amplitude-fluctuations. We conclude\nby giving a brief discussion of how circuit-QED-based systems have the\npotential to facilitate understanding of quantum phase-slips in superconducting\nnanowires.\n","Comment: 40 pages, 20 figures"]}]
["1101.1409",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1409","Eur. Phys. J. D Topical issue: Cold Quantum Matter - Achievements\n  and Prospects (2011)","doi:10.1140/epjd/e2011-20015-6"],"date":["2011-01-07"],"type":["text"],"creator":["Lercher, A. D.","Takekoshi, T.","Debatin, M.","Schuster, B.","Rameshan, R.","Ferlaino, F.","Grimm, R.","Nägerl, H. -C."],"language":[],"coverage":[],"title":["Production of a dual-species Bose-Einstein condensate of Rb and Cs atoms"],"description":["  We report the simultaneous production of Bose-Einstein condensates (BECs) of\n$^{87}$Rb and $^{133}$Cs atoms in separate optical traps. The two samples are\nmixed during laser cooling and loading but are separated by $400 \\mu$m for the\nfinal stage of evaporative cooling. This is done to avoid considerable\ninterspecies three-body recombination, which causes heating and evaporative\nloss. We characterize the BEC production process, discuss limitations, and\noutline the use of the dual-species BEC in future experiments to produce\nrovibronic ground state molecules, including a scheme facilitated by the\nsuperfluid-to-Mott-insulator (SF-MI) phase transition.\n"]}]
["1101.1697",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1697","Int.J.Mod.Phys.E20:1527-1532,2011","doi:10.1142/S0218301311018514"],"date":["2011-01-09"],"type":["text"],"creator":["Sidharth, Burra G."],"language":[],"coverage":[],"title":["The Pion Model"],"description":["  We revisit the problem of a mechanism that generates the mass spectrum of\nelementary particles. This has vexed physicists for several decades now. In\nthis connection we deduce a formula that gives the masses of all known\nelementary particles, even though other quantum numbers are suppressed. These\nconsiderations become important in view of the LHC which is expected to attain\n14 TeV by 2013.\n","Comment: 10 pages latex"]}]
["1101.2221",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2221"],"date":["2011-01-11","2011-07-13"],"type":["text"],"creator":["Rusov, Vitaliy D.","Linnik, Elena P.","Vaschenko, Vladimir N.","Mavrodiev, Strachimir Cht.","Beglaryan, Margarita E.","Zelentsova, Tatiana N.","Tarasov, Victor A.","Litvinov, Dmitriy A.","Smolyar, Vladimir P.","Vachev, Boyko I."],"language":[],"coverage":[],"title":["Solar dynamo as host power pacemaker of the Earth global climate"],"description":["  It is known that the so-called problem of solar power pacemaker related to\npossible existence of some hidden but key mechanism of energy influence of the\nSun on fundamental geophysical processes is one of the principal and puzzling\nproblems of modern climatology. The \"tracks\" of this mechanism have been shown\nup in different problems of solar-terrestrial physics for a long time and, in\nparticular, in climatology, where the solar-climate variability is stably\nobserved. However, the mechanisms by which small changes in the Sun's energy\n(solar irradiance or insolation) output during the solar cycle can cause change\nin the weather and climate are still unknown. We analyze possible causes of the\nsolar-climate variability concentrating one's attention on the physical\nsubstantiation of strong correlation between the temporal variations of\nmagnetic flux of the solar tachocline zone and the Earth magnetic field\n(Y-component). We propose an effective mechanism of solar dynamo-geodynamo\nconnection which plays the role of the solar power pacemaker of the Earth\nglobal climate.\n","Comment: 9 pages, 8 figures. Revised and corrected edition"]}]
["1101.2515",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2515","Int.J.Theor.Phys.50:2655-2665,2011","doi:10.1007/s10773-011-0761-7"],"date":["2011-01-13"],"type":["text"],"creator":["Rahaman, F.","Kuhfittig, Peter K. F.","Chakraborty, K.","Kalam, M.","Hossain, D."],"language":[],"coverage":[],"title":["Modeling galactic halos with predominantly quintessential matter"],"description":["  This paper discusses a new model for galactic dark matter by combining an\nanisotropic pressure field corresponding to normal matter and a quintessence\ndark energy field having a characteristic parameter $\\omega_q$ such that\n$-1<\\omega_q< -\\frac{1}{3}$. Stable stellar orbits together with an attractive\ngravity exist only if $\\omega_q$ is extremely close to $-\\frac{1}{3}$, a result\nconsistent with the special case studied by Guzman et al. (2003). Less\nexceptional forms of quintessence dark energy do not yield the desired stable\norbits and are therefore unsuitable for modeling dark matter.\n","Comment: 12 pages, 1 figure"]}]
["1101.3505",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3505","J. Math. Phys., vol. 52, art. 022902, pp.1-16 (2011)","doi:10.1063/1.3548079"],"date":["2011-01-18"],"type":["text"],"creator":["Kiessling, Michael K. -H."],"language":[],"coverage":[],"title":["Convergent perturbative power series solution of the stationary\n  Maxwell--Born--Infeld field equations with regular sources"],"description":["  The stationary Maxwell-Born-Infeld field equations of electromagnetism with\nintegrable regular sources in a Hoelder space are solved using a perturbation\nseries expansion in powers of Born's electromagnetic constant. The convergence\nof the power series for the fields is proved with the help of Banach algebra\narguments and complex analysis. The finite radius of convergence depends on the\nnorm of both, the Coulombfield generated by the charge density and the Amp`ere\nfield generated by the current density. No symmetry is assumed.\n","Comment: To appear in J. Math. Phys. (2011)"]}]
["1101.3916",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3916"],"date":["2011-01-20","2011-07-14"],"type":["text"],"creator":["Volpe, Giovanni","Helden, Laurent","Brettschneider, Thomas","Wehr, Jan","Bechinger, Clemens"],"language":[],"coverage":[],"title":["Reply to Comment on \"Influence of Noise on Force Measurements\"\n  [1012.5371]"],"description":["  Having a priori knowledge of the force acting on a noisy system it is\npossible to solve the issue relative to the interpretation of multiplicative\nnoise terms (aka Ito-Stratonovich dilemma). We experimentally show that for a\nBrownian particle the anti-Ito convention is correct. This permits us to\nreconcile force measurements based on the equilibrium distribution and on the\ndrift velocity of a Brownian particle in a diffusion gradient.\n"]}]
["1101.4513",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4513","doi:10.1007/s10701-011-9564-1"],"date":["2011-01-24","2011-04-09"],"type":["text"],"creator":["Chuprikov, N. L."],"language":[],"coverage":[],"title":["From a 1D completed scattering and double slit diffraction to the\n  quantum-classical problem for isolated systems"],"description":["  By probability theory the probability space to underlie the set of\nstatistical data described by the squared modulus of a coherent superposition\nof microscopically distinct (sub)states (CSMDS) is non-Kolmogorovian and, thus,\nsuch data are mutually incompatible. For us this fact means that the squared\nmodulus of a CSMDS cannot be unambiguously interpreted as the probability\ndensity and quantum mechanics itself, with its current approach to CSMDSs, does\nnot allow a correct statistical interpretation. By the example of a 1D\ncompleted scattering and double slit diffraction we develop a new\nquantum-mechanical approach to CSMDSs, which requires the decomposition of the\nnon-Kolmogorovian probability space associated with the squared modulus of a\nCSMDS into the sum of Kolmogorovian ones. We adapt to CSMDSs the presented by\nKhrennikov ({\\it Found. of Phys., 35, No. 10, p.1655 (2005)}) concept of real\ncontexts (complexes of physical conditions) to determine uniquely the\nproperties of quantum ensembles. Namely we treat the context to create a\ntime-dependent CSMDS as a complex one consisting of elementary (sub)contexts to\ncreate alternative subprocesses. For example, in the two-slit experiment each\nslit generates its own elementary context and corresponding subprocess. We show\nthat quantum mechanics, with a new approach to CSMDSs, allows a correct\nstatistical interpretation and becomes compatible with classical physics.\n","Comment: 20 pages, no figures"]}]
["1101.4707",{"format":[],"subject":["Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4707","Nature Phys. vol. 7, pp. 565-570 (2011)","doi:10.1038/nphys1994"],"date":["2011-01-24"],"type":["text"],"creator":["Bylander, Jonas","Gustavsson, Simon","Yan, Fei","Yoshihara, Fumiki","Harrabi, Khalil","Fitch, George","Cory, David G.","Nakamura, Yasunobu","Tsai, Jaw-Shen","Oliver, William D."],"language":[],"coverage":[],"title":["Dynamical decoupling and noise spectroscopy with a superconducting flux\n  qubit"],"description":["  The characterization and mitigation of decoherence in natural and artificial\ntwo-level systems (qubits) is fundamental to quantum information science and\nits applications. Decoherence of a quantum superposition state arises from the\ninteraction between the constituent system and the uncontrolled degrees of\nfreedom in its environment. Within the standard Bloch-Redfield picture of\ntwo-level system dynamics, qubit decoherence is characterized by two rates: a\nlongitudinal relaxation rate Gamma1 due to the exchange of energy with the\nenvironment, and a transverse relaxation rate Gamma2 = Gamma1/2 + Gamma_phi\nwhich contains the pure dephasing rate Gamma_phi. Irreversible energy\nrelaxation can only be mitigated by reducing the amount of environmental noise,\nreducing the qubit's internal sensitivity to that noise, or through multi-qubit\nencoding and error correction protocols (which already presume ultra-low error\nrates). In contrast, dephasing is in principle reversible and can be refocused\ndynamically through the application of coherent control pulse methods. In this\nwork we demonstrate how dynamical-decoupling techniques can moderate the\ndephasing effects of low-frequency noise on a superconducting qubit with\nenergy-relaxation time T1 = 1/Gamma1 = 12 us. Using the CPMG sequence with up\nto 200 pi-pulses, we demonstrate a 50-fold improvement in the transverse\nrelaxation time T2 over its baseline value. We observe relaxation-limited times\nT2(CPMG) = 23 us = 2 T1 resulting from CPMG-mediated Gaussian pure-dephasing\ntimes in apparent excess of 100 us. We leverage the filtering property of this\nsequence in conjunction with Rabi and energy relaxation measurements to\nfacilitate the spectroscopy and reconstruction of the environmental noise power\nspectral density.\n","Comment: 21 pages (incl. 11-page appendix); 4 (+7) figures"]}]
["1101.5229",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5229","J. Phys.: Condens. Matter 23, 305402 (2011)","doi:10.1088/0953-8984/23/30/305402"],"date":["2011-01-27","2011-07-14"],"type":["text"],"creator":["Zhang, Lifa","Ren, Jie","Wang, Jian-Sheng","Li, Baowen"],"language":[],"coverage":[],"title":["The phonon Hall effect: theory and application"],"description":["  We present a systematic theory of the phonon Hall effect in a ballistic\ncrystal lattice system, and apply it on the kagome lattice which is ubiquitous\nin various real materials. By proposing a proper second quantization for the\nnon-Hermite Hamiltonian in the polarization-vector space, we obtain a new heat\ncurrent density operator with two separate contributions: the normal velocity\nresponsible for the longitudinal phonon transport, and the anomalous velocity\nmanifesting itself as the Hall effect of transverse phonon transport. As\nexemplified in kagome lattices, our theory predicts that the direction of Hall\nconductivity at low magnetic field can be reversed by tuning temperatures,\nwhich we hope can be verified by experiments in the future. Three\nphonon-Hall-conductivity singularities induced by phonon-band-topology change\nare discovered as well, which correspond to the degeneracies at three different\nsymmetric center points, \\Gamma, K, X, in the wave-vector space of the kagome\nlattice.\n","Comment: 19 pages, 6 figures"]}]
["1101.5786",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5786"],"date":["2011-01-30","2011-07-14"],"type":["text"],"creator":["Leyton-Alvarez, Maximiliano Alexis"],"language":[],"coverage":[],"title":["R\\'esolution du probl\\`eme des arcs de Nash pour une famille\n  d'hypersurfaces quasi-rationnelles"],"description":["  The Nash problem on arcs for normal surface singularities states that there\nare as many arc families on a germ (S,O) of a singular surface as there are\nessential divisors over (S,O). It is known that this problem can be reduced to\nthe study of quasi-rational singularities. In this paper we give a positive\nanswer to the Nash problem for a family of non-rational quasi-rational\nhypersurfaces. The same method is applied to answer positively to this problem\nin the case of E_6 and E_7 type singularities, and to provide new proof in the\ncase of D_n, n> =4, type singularities.\n","Comment: Cet article va para\\^itre dans les Annales de la Facult\\'e des\n  Sciences de Toulouse. 37 pages"]}]
["1102.0309",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Computer Science - Computational Engineering, Finance, and Science","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0309"],"date":["2011-02-01","2011-07-14"],"type":["text"],"creator":["Dress, A. W. M.","Huber, K. T.","Steel, M."],"language":[],"coverage":[],"title":["`Lassoing' a phylogenetic tree I: Basic properties, shellings, and\n  covers"],"description":["  A classical result, fundamental to evolutionary biology, states that an\nedge-weighted tree $T$ with leaf set $X$, positive edge weights, and no\nvertices of degree 2 can be uniquely reconstructed from the set of leaf-to-leaf\ndistances between any two elements of $X$. In biology, $X$ corresponds to a set\nof taxa (e.g. extant species), the tree $T$ describes their phylogenetic\nrelationships, the edges correspond to earlier species evolving for a time\nuntil splitting in two or more species by some speciation/bifurcation event,\nand their length corresponds to the genetic change accumulating over that time\nin such a species. In this paper, we investigate which subsets of\n$\\binom{X}{2}$ suffice to determine (`lasso') a tree from the leaf-to-leaf\ndistances induced by that tree. The question is particularly topical since\nreliable estimates of genetic distance - even (if not in particular) by modern\nmass-sequencing methods - are, in general, available only for certain\ncombinations of taxa.\n"]}]
["1102.1060",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1060","Astronomy Reports, 2011, v. 55, p. 585","doi:10.1134/S1063772911070080"],"date":["2011-02-05"],"type":["text"],"creator":["Wiebe, D. S.","Egorov, O. V.","Lozinskaya, T. A."],"language":[],"coverage":[],"title":["Polycyclic aromatic hydrocarbons in the dwarf galaxy IC 10"],"description":["  Infrared observations from the Spitzer Space Telescope archive are used to\nstudy the dust component of the interstellar medium in the IC~10 irregular\ngalaxy. Dust distribution in the galaxy is compared to the distributions of\nH$\\alpha$ and [SII] emission, neutral hydrogen and CO clouds, and ionizing\nradiation sources. The distribution of polycyclic aromatic hydrocarbons (PAH)\nin the galaxy is shown to be highly non-uniform with the mass fraction of these\nparticles in the total dust mass reaching 4%. PAHs tend to avoid bright HII\nregions and correlate well with atomic and molecular gas. This pattern suggests\nthat PAHs form in the dense interstellar gas. We propose that the significant\ndecrease of the PAH abundance at low metallicity is observed not only globally\n(at the level of entire galaxies), but also locally (at least, at the level of\nindividual HII regions). We compare the distribution of the PAH mass fraction\nto the distribution of high-velocity features, that we have detected earlier in\nwings of H$\\alpha$ and SII lines, over the entire available galaxy area. No\nconclusive evidence for shock destruction of PAHs in the IC~10 galaxy could be\nfound.\n","Comment: Accepted for publication in Astronomy Reports"]}]
["1102.2523",{"format":[],"subject":["Mathematics - Numerical Analysis","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2523"],"date":["2011-02-12","2011-07-14"],"type":["text"],"creator":["Lu, Jianfeng","Ming, Pingbing"],"language":[],"coverage":[],"title":["Convergence of a force-based hybrid method for atomistic and continuum\n  models in three dimension"],"description":["  We study a force-based hybrid method that couples atomistic models with\nnonlinear Cauchy-Born elasticity models. We show that the proposed scheme\nconverges quadratically to the solution of the atomistic model, as the ratio\nbetween lattice parameter and the characteristic length scale of the\ndeformation tends to zero. Convergence is established for general short-ranged\natomistic potential and for simple lattices in three dimension. The convergence\nis based on consistency and stability analysis. General tools are developed in\nthe framework of pseudo-difference operators for stability analysis in\narbitrary dimension of the multiscale atomistic and continuum coupling methods.\n","Comment: 32 pages, (v2: some typos corrected)"]}]
["1102.5712",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5712","JHEP 1104:095,2011","doi:10.1007/JHEP04(2011)095"],"date":["2011-02-28"],"type":["text"],"creator":["Muhlleitner, M.","Popenda, E."],"language":[],"coverage":[],"title":["Light Stop Decay in the MSSM with Minimal Flavour Violation"],"description":["  In supersymmetric scenarios with a light stop particle $\\tilde{t}_1$ and a\nsmall mass difference to the lightest supersymmetric particle (LSP) assumed to\nbe the lightest neutralino, the flavour changing neutral current decay\n$\\tilde{t}_1 \\to c \\tilde{\\chi}_1^0$ can be the dominant decay channel and can\nexceed the four-body stop decay for certain parameter values. In the framework\nof Minimal Flavour Violation (MFV) this decay is CKM-suppressed, thus inducing\nlong stop lifetimes. Stop decay length measurements at the LHC can then be\nexploited to test models with minimal flavour breaking through Standard Model\nYukawa couplings. The decay width has been given some time ago by an\napproximate formula, which takes into account the leading logarithms of the MFV\nscale. In this paper we calculate the exact one-loop decay width in the\nframework of MFV. The comparison with the approximate result exhibits\ndeviations of the order of 10% for large MFV scales due to the neglected\nnon-logarithmic terms in the approximate decay formula. The difference in the\nbranching ratios is negligible. The large logarithms have to be resummed. The\nresummation is performed by the solution of the renormalization group\nequations. The comparison of the exact one-loop result and the tree level\nflavour changing neutral current decay, which incorporates the resummed\nlogarithms, demonstrates that the resummation effects are important and should\nbe taken into account.\n","Comment: 29 pages"]}]
["1103.0393",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0393","Astroparticle Physics 35 (2011), pp. 76-86","doi:10.1016/j.astropartphys.2011.06.006"],"date":["2011-03-02","2011-05-01"],"type":["text"],"creator":["Ghag, C.","Akimov, D. Yu.","Araújo, H. M.","Barnes, E. J.","Belov, V. A.","Burenkov, A. A.","Chepel, V.","Currie, A.","DeViveiros, L.","Edwards, B.","Francis, V.","Hollingsworth, A.","Horn, M.","Kalmus, G. E.","Kobyakin, A. S.","Kovalenko, A. G.","Lebedenko, V. N.","Lindote, A.","Lopes, M. I.","Lüscher, R.","Lyons, K.","Majewski, P.","St, A.","Murphy, J.","Neves, F.","Paling, S. M.","da Cunha, J. Pinto","Preece, R.","Quenby, J. J.","Reichhart, L.","Scovell, P. R.","Silva, C.","Solovov, V. N.","Smith, N. J. T.","Smith, P. F.","Stekhanov, V. N.","Sumner, T. J.","Thorne, C.","Walker, R. J."],"language":[],"coverage":[],"title":["Performance of the veto detector incorporated into the ZEPLIN-III\n  experiment"],"description":["  The ZEPLIN-III experiment is operating in its second phase at the Boulby\nUnderground Laboratory in search of dark matter WIMPs. The major upgrades to\nthe instrument over its first science run include lower background\nphotomultiplier tubes and installation of a plastic scintillator veto system.\nPerformance results from the veto detector using calibration and science data\nin its first six months of operation in coincidence with ZEPLIN-III are\npresented. With fully automated operation and calibration, the veto system has\nmaintained high stability and achieves near unity live time relative to\nZEPLIN-III. Calibrations with a neutron source demonstrate a rejection of 60%\nof neutron-induced nuclear recoils in ZEPLIN-III that might otherwise be\nmisidentified as WIMPs. This tagging efficiency reduces the expected untagged\nnuclear recoil background from neutrons during science data taking to a very\nlow rate of ~0.2 events per year in the WIMP acceptance region. Additionally,\nthe veto detector provides rejection of 28% of gamma-ray induced background\nevents, allowing the sampling of the dominant source of background in\nZEPLIN-III - multiple scatter gamma-rays with rare topologies. Since WIMPs will\nnot be tagged by the veto detector, and tags due to gamma-rays and neutrons are\nseparable, this population of multiple scatter events may be characterised\nwithout biasing the analysis of candidate WIMP signals in the data.\n"]}]
["1103.1997",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1997","Phys. Rev. Lett. 107, 037202 (2011)","doi:10.1103/PhysRevLett.107.037202"],"date":["2011-03-10","2011-05-23"],"type":["text"],"creator":["Taroni, Andrea","Bergman, Anders","Bergqvist, Lars","Hellsvik, Johan","Eriksson, Olle"],"language":[],"coverage":[],"title":["Suppression of Standing Spin Waves in Low-Dimensional Ferromagnets"],"description":["  We examine the experimental absence of standing spin wave modes in thin\nmagnetic films, by means of atomistic spin dynamics simulations. Using Co on\nCu(001) as a model system, we demonstrate that by increasing the number of\nlayers, the \"optical\" branches predicted from adiabatic first-principles\ncalculations are strongly suppressed, in agreement with spin-polarized electron\nenergy loss spectroscopy measurements reported in the literature. Our results\nsuggest that a dynamical analysis of the Heisenberg model is sufficient in\norder to capture the strong damping of the standing modes.\n","Comment: 5 pages, 4 figures, Fig. 3 changed, Fig. 4 added"]}]
["1103.2664",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","35B25, 35Q35, 60F05, 60H15, 82C40, 82D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2664"],"date":["2011-03-14","2011-07-14"],"type":["text"],"creator":["Debussche, A.","Vovelle, J."],"language":[],"coverage":[],"title":["Diffusion limit for a stochastic kinetic problem"],"description":["  We study the limit of a kinetic evolution equation involving a small\nparameter and perturbed by a smooth random term which also involves the small\nparameter. Generalizing the classical method of perturbed test functions, we\nshow the convergence to the solution of a stochastic diffusion equation.\n","Comment: 26 pages, corrected version (typos, proof of tightness was lacking an\n  argument)"]}]
["1103.5400",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5400","J.Phys.A44:315301,2011","doi:10.1088/1751-8113/44/31/315301"],"date":["2011-03-28","2011-07-14"],"type":["text"],"creator":["Sitenko, Yu. A.","Vlasii, N. D."],"language":[],"coverage":[],"title":["Optical theorem for Aharonov-Bohm scattering"],"description":["  Quantum-mechanical scattering off a magnetic vortex is considered, and the\noptical theorem is derived. The vortex core is assumed to be impermeable to\nscattered particles, and its transverse size is taken into account. We show\nthat the scattering Aharonov-Bohm effect is independent of the choice of\nboundary conditions from the variety of the Robin ones. The behaviour of the\nscattering amplitude in the forward direction is analyzed, and the persistence\nof the Fraunhofer diffraction in the short-wavelength limit is shown to be\ncrucial for maintaining the optical theorem in the quasiclassical limit.\n","Comment: 22 pages"]}]
["1104.5493",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5493","Phys. Rev. B 84, 014503 (2011)","doi:10.1103/PhysRevB.84.014503"],"date":["2011-04-28"],"type":["text"],"creator":["Stoudenmire, E. M.","Alicea, Jason","Starykh, Oleg A.","Fisher, Matthew P. A."],"language":[],"coverage":[],"title":["Interaction Effects in Topological Superconducting Wires Supporting\n  Majorana Fermions"],"description":["  Among the broad spectrum of systems predicted to exhibit topological\nsuperconductivity and Majorana fermions, one-dimensional wires with strong\nspin-orbit coupling provide one of the most promising experimental candidates.\nHere we investigate the fate of the topological superconducting phase in such\nwires when repulsive interactions are present. Using a combination of Density\nMatrix Renormalization Group, bosonization, and Hartree-Fock techniques, we\ndemonstrate that while interactions degrade the bulk gap -consistent with\nrecent results of Gangadharaiah et al.- they also greatly expand the parameter\nrange over which the topological phase arises. In particular, we show that with\ninteractions this phase can be accessed over a broader chemical potential\nwindow, thereby leading to greater immunity against disorder-induced chemical\npotential fluctuations in the wire. We also suggest that in certain wires\nstrong interactions may allow Majorana fermions to be generated without\nrequiring a magnetic field.\n","Comment: 14 pages, 11 figures"]}]
["1105.2856",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems","Mathematics - Statistics Theory","35Q35 35R60 60G22 37L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2856"],"date":["2011-05-13","2011-07-13"],"type":["text"],"creator":["Li, Jin","Huang, Jianhua"],"language":[],"coverage":[],"title":["Dynamics of 2D Stochastic non-Newtonian fluids driven by fractional\n  Brownian motion"],"description":["  A 2D Stochastic incompressible non-Newtonian fluids driven by fractional\nBronwnian motion with Hurst parameter $H \\in (1/2,1)$ is studied. The\nWiener-type stochastic integrals are introduced for infinite-dimensional\nfractional Brownian motion. Four groups of assumptions, including the\nrequirement of Nuclear operator or Hilbert-Schmidt operator, are discussed. The\nexistence and regularity of stochastic convolution for the corresponding\nadditive linear stochastic equation are obtained under each group of\nassumptions. Mild solution are then obtained for the non-Newtonian systems by\nthe modified fix point theorem in the selected intersection space. When the\ndomain is square, the random dynamical system generated by non-Newtonian\nsystems has a random attractor under some condition on the spectrum\ndistribution of the corresponding differential operator.\n"]}]
["1106.0128",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0128"],"date":["2011-06-01","2011-07-14"],"type":["text"],"creator":["Ortner, M.","Zhou, Y. L.","Rabl, P.","Zoller, P."],"language":[],"coverage":[],"title":["Quantum information processing in self-assembled crystals of cold polar\n  molecules"],"description":["  We discuss the implementation of quantum gate operations in a self-assembled\ndipolar crystal of polar molecules. Here qubits are encoded in long-lived spin\nstates of the molecular ground state and stabilized against collisions by\nrepulsive dipole-dipole interactions. To overcome the single site\naddressability problem in this high density crystalline phase, we describe a\nnew approach for implementing controlled single and two-qubit operations based\non resonantly enhanced spin-spin interactions mediated by a localized phonon\nmode. This local mode is created at a specified lattice position with the help\nof an additional marker molecule such that individual qubits can be manipulated\nby using otherwise global static and microwave fields only. We present a\ngeneral strategy for generating state and time dependent dipole moments to\nimplement a universal set of gate operations for molecular qubits and we\nanalyze the resulting gate fidelities under realistic conditions. Our analysis\ndemonstrates the experimental feasibility of this approach for scalable quantum\ncomputing or digital quantum simulation schemes with polar molecules.\n","Comment: Submitted to Quantum Information Processing"]}]
["1106.0451",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0451","Opt. Express 19, 14518-14525 (2011)","doi:10.1364/OE.19.014518"],"date":["2011-06-02","2011-07-14"],"type":["text"],"creator":["Song, Youjian","Kim, Chur","Jung, Kwangyun","Kim, Hyoji","Kim, Jungwon"],"language":[],"coverage":[],"title":["Timing jitter optimization of mode-locked Yb-fiber lasers toward the\n  attosecond regime"],"description":["  We demonstrate ultra-low timing jitter optical pulse trains from free-\nrunning, 80 MHz repetition rate, mode-locked Yb-fiber lasers. Timing jitter of\nvarious mode-locking conditions at close-to-zero intra-cavity dispersion\n(-0.004 to +0.002 ps2 range at 1040 nm center wavelength) is characterized\nusing a sub-20-attosecond-resolution balanced optical cross-correlation method.\nThe measured lowest rms timing jitter is 175 attoseconds when integrated from\n10 kHz to 40 MHz (Nyquist frequency) offset frequency range, which corresponds\nto the record-low timing jitter from free-running mode-locked fiber lasers so\nfar. We also experimentally found the mode-locking conditions of fiber lasers\nwhere both ultra-low timing jitter and relative intensity noise can be\nachieved.\n","Comment: 8 pages, 7 figures"]}]
["1106.2827",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2827","Phys. Rev. Lett. 107, 037003 (2011)","doi:10.1103/PhysRevLett.107.037003"],"date":["2011-06-14"],"type":["text"],"creator":["Vakaryuk, Victor","Vinokur, Valerii"],"language":[],"coverage":[],"title":["Effect of half-quantum vortices on magnetoresistance of perforated\n  superconducting films"],"description":["  Recent cantilever magnetometry measurements of annular micron-size samples of\nSr2RuO4 have revealed evidence for the existence of half-quantum vortices\n(HQVs) in this material [Jang et al. 2011]. We propose to look for HQVs in\ntransport measurements and calculate magnetoresistance of a perforated\nsuperconducting film close to the transition temperature in the presence of\nHQVs. We analyze the dependence of magnetoresistance on the thermodynamic\nstability of HQVs which according to [Jang et al. 2011] can be varied by the\napplication of an in-plane magnetic field and point out features which may help\nto identify them.\n","Comment: 4 pages, 2 figures. Accepted for publication in Phys. Rev. Lett"]}]
["1106.4342",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4342"],"date":["2011-06-21","2011-07-14"],"type":["text"],"creator":["Sandstede, Björn","Scheel, Arnd","Schneider, Guido","Uecker, Hannes"],"language":[],"coverage":[],"title":["Diffusive mixing of periodic wave trains in reaction-diffusion systems"],"description":["  We consider reaction-diffusion systems on the infinite line that exhibit a\nfamily of spectrally stable spatially periodic wave trains $u_0(kx-\\om t;k)$\nthat are parameterized by the wave number $k$. We prove stable diffusive mixing\nof the asymptotic states $u_0(k x+\\phi_{\\pm};k)$ as $x\\ra \\pm\\infty$ with\ndifferent phases $\\phi_-\\neq\\phi_+$ at infinity for solutions that initially\nconverge to these states as $x\\ra \\pm\\infty$. The proof is based on Bloch wave\nanalysis, renormalization theory, and a rigorous decomposition of the\nperturbations of these wave solutions into a phase mode, which shows diffusive\nbehavior, and an exponentially damped remainder. Depending on the dispersion\nrelation, the asymptotic states mix linearly with a Gaussian profile at lowest\norder or with a nonsymmetric non-Gaussian profile given by Burgers equation,\nwhich is the amplitude equation of the diffusive modes in the case of a\nnontrivial dispersion relation.\n"]}]
["1107.0943",{"format":[],"subject":["Mathematics - Group Theory","20F10, 20F65, 20E08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0943"],"date":["2011-07-05","2011-07-14"],"type":["text"],"creator":["Nikolaev, Andrey","Serbin, Denis"],"language":[],"coverage":[],"title":["Membership Problem in groups acting freely on Z^n-trees"],"description":["  Groups acting freely on Z^n-trees (Z^n-free groups) play a key role in the\nstudy of non-archimedean group actions. Following Stallings' ideas, we develop\ngraph-theoretic techniques to investigate subgroup structure of Z^n-free\ngroups. As an immediate application of the presented method, we give an\neffective solution to the Uniform Membership Problem and the Power Problem in\nZ^n-free groups.\n","Comment: 41 pages"]}]
["1107.1437",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1437"],"date":["2011-07-07","2011-07-14"],"type":["text"],"creator":["Formato, Richard A."],"language":[],"coverage":[],"title":["A novel methodology for antenna design and optimization: Variable Zo"],"description":["  This paper describes \"Variable Zo,\" a novel and proprietary approach to\nantenna design and optimization. The new methodology is illustrated by applying\nit to the design of a resistively-loaded bowtie antenna and to two broadband\nYagi-Uda arrays. Variable Zo is applicable to any antenna design or\noptimization methodology. Using it will result in generally better antenna\ndesigns across any user-specified set of performance objectives.\n","Comment: Ver. 2 (14 July 2011). Adds Yagi-Uda array design example. Updates\n  source code"]}]
["1107.2007",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2007"],"date":["2011-07-11","2011-07-14"],"type":["text"],"creator":["Krasikov, Ilia"],"language":[],"coverage":[],"title":["Some asymptotics for the Bessel functions with an explicit error term"],"description":["  We show how one can obtain an asymptotic expression for some special\nfunctions satisfying a second order differential equation with a very explicit\nerror term starting from appropriate upper bounds.\n  We will work out the details for the Bessel function $J_\\nu (x)$ and the Airy\nfunction $Ai(x)$ and find a sharp approximation for their zeros.\n  We also answer the question raised by Olenko by showing that\n  $$c_1 | \\nu^2-1/4\\,| < \\sup_{x \\ge 0} x^{3/2}|J_\\nu(x)-\\sqrt{\\frac{2}{\\pi x}}\n\\, \\cos (x-\\frac{\\pi \\nu}{2}-\\frac{\\pi}{4}\\,)| <c_2 |\\nu^2-1/4\\,|, $$ $ \\nu \\ge\n-1/2 \\, ,$ for some explicit numerical constants $c_1$ and $c_2.$\n","Comment: Typos corrected"]}]
["1107.2030",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2030"],"date":["2011-07-11","2011-07-14"],"type":["text"],"creator":["Huang, Wung-Hong"],"language":[],"coverage":[],"title":["M2-KK6 System in ABJM Theory : Fuzzy $S^3$ and Wrapped KK6"],"description":["  We study the properties of M2-KK6 (2D membranes - 6D Kaluza-Klein monopole)\nsolution in ABJM membrane theory. First, we find a new kind of BPS solution\nwhich has six coordinates, contrasts to our previous solutions which have four\ncoordinates. Next, we argue that, after wrapping 2 sphere the new solution may\ncorrespond to the previous solution of four coordinates. We analyze the\nproperties therein and conclude that M2-branes described in ABJM theory could\nexpand into fuzzy three sphere plus a wrapped 2 sphere near the KK6 core.\nEspecially, we show in detail how the fuzzy 3-sphere could arise in these\nsolutions and discuss the property of wrapped KK6 and its relation to M5-brane.\nWe also analyze the fluctuation of the M2-KK6 solution and see that it is U(1)\nfield theory.\n","Comment: Latex 17 pages"]}]
["1107.2437",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2437","Acta Mexicana de Ciencia y Tecnologia of IPN, Vol. II, No. 1, pp\n  33-43, Jan-April 1968, Mexico, D.F"],"date":["2011-07-12"],"type":["text"],"creator":["McIntosh, Harold V."],"language":[],"coverage":[],"title":["A CONVERT compiler of REC for PDP-8"],"description":["  REC (REGULAR EXPRESSION COMPILER) is a programming language of simple\nstructure developed originally for the PDP-8 computer of the Digital Equipment,\nCorporation, but readily adaptable to any other general purpose computer. It\nhas been used extensively in teaching Algebra and Numerical Analysis in the\nEscuela Superior de F\\'isica y Matem\\'aticas of the Instituto Polit\\'ecnico\nNacional. Moreover, the fact that the same control language, REC, is equally\napplicable and equally efficient over the whole range of computer facilities\navailable to the students gives a very welcome coherence to the entire teaching\nprogram, including the course of Mathematical Logic which is devoted to the\ntheoretical aspects of such matters.\n  REC; derives its appeal from the fact that computers can be regarded\nreasonably well as Turing Machines. The REC notation is simply a manner of\nwriting regular expression, somewhat more amenable to programming the Turing\nMachine which they control. If one does not wish to think so strictly in terms\nof Turing Machines, REC expressions still provide a means of defining the flow\nof control in a program which is quite convenient for many applications.\n","Comment: This paper is seminal formal definition for REC language was\n  published in \"Acta Mexicana de Ciencia y Tecnolog\\'ia\" of IPN, Jan-April\n  1968. REC is a programming language of extremely simple structure and what it\n  was proved that the well publicized inconvenience of programming without a\n  goto was a myth in Sixties endings"]}]
["1107.2503",{"format":[],"subject":["Mathematics - Dynamical Systems","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2503"],"date":["2011-07-13"],"type":["text"],"creator":["Rousselet, Bernard"],"language":[],"coverage":[],"title":["Periodic solutions of o.d.e. systems with a lipchitz non linearity"],"description":["  In this report, we address differential systems with Lipschitz non\nlinearities; this study is motivated by the subject of vibrations of structures\nwith unilateral springs or non linear stress-strain law close to the linear\ncase. We consider existence and solution with fixed point methods; this method\nis constructive and provides a numerical algorithm which is under study. We\ndescribe the method for a static case example and we address periodic solutions\nof differential systems arising in the vibration of structures.\n"]}]
["1107.2504",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Condensed Matter - Statistical Mechanics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2504"],"date":["2011-07-13"],"type":["text"],"creator":["Huillet, Thierry"],"language":[],"coverage":[],"title":["A branching diffusion model of selection: from the neutral Wright-Fisher\n  case to the one including mutations"],"description":["  We consider diffusion processes x_{t} on the unit interval.\nDoob-transformation techniques consist of a selection of x_{t}-paths procedure.\nThe law of the transformed process is the one of a branching diffusion system\nof particles, each diffusing like a new process tilde{x}_{t}, superposing an\nadditional drift to the one of x_{t}. Killing and/or branching of\ntilde{x}_{t}-particles occur at some space-dependent rate lambda. For this\ntransformed process, so in the class of branching diffusions, the question\narises as to whether the particle system is sub-critical, critical or\nsuper-critical. In the first two cases, extinction occurs with probability one.\nWe apply this circle of ideas to diffusion processes arising in population\ngenetics. In this setup, the process x_{t} is a Wright-Fisher (WF) diffusion,\neither neutral or with mutations. We study a particular Doob transform which is\nbased on the exponential function in the usual fitness parameter sigma. We have\nin mind that this is an alternative way to introduce selection or fitness in\nboth WF-like diffusions, leading to branching diffusion models ideas. For this\nDoob-transform model of fitness, the usual selection drift sigma x(1-x) should\nbe superposed to the one of x_{t} to form tilde{x}_{t} which is the process\nthat can branch, binarily. In the first neutral case, there is a trade-off\nbetween branching events giving birth to new particles and absorption at the\nboundaries, killing the particles. Under our assumptions, the branching\ndiffusion process gets eventually globally extinct in finite time with\nexponential tails. In the second case with mutations, there is a trade-off\nbetween killing events removing some particles from the system and reflection\nat the boundaries where the particles survive. This branching diffusion process\nalso gets eventually globally extinct but in very long finite time with\npower-law tails. Our approach relies on the spectral expansion of the\ntransition probability kernels of both x_{t} and tilde{x}_{t}.\n","Comment: To appear in: Intern. Math. Forum"]}]
["1107.2574",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2574"],"date":["2011-07-13"],"type":["text"],"creator":["Fort, Gersende","Moulines, Eric","Priouret, Pierre","Vandekerkhove, Pierre"],"language":[],"coverage":[],"title":["A central limit theorem for adaptive and interacting Markov chains"],"description":["  Adaptive and interacting Markov Chains Monte Carlo (MCMC) algorithms are a\nnovel class of non-Markovian algorithms aimed at improving the simulation\nefficiency for complicated target distributions. In this paper, we study a\ngeneral (non-Markovian) simulation framework covering both the adaptive and\ninteracting MCMC algorithms. We establish a Central Limit Theorem for additive\nfunctionals of unbounded functions under a set of verifiable conditions, and\nidentify the asymptotic variance. Our result extends all the results reported\nso far. An application to the interacting tempering algorithm (a simplified\nversion of the equi-energy sampler) is presented to support our claims.\n"]}]
["1107.2634",{"format":[],"subject":["Mathematics - Combinatorics","05B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2634"],"date":["2011-07-13","2011-07-14"],"type":["text"],"creator":["Cameron, P. J.","Hilton, A. J. W.","Vaughan, E. R."],"language":[],"coverage":[],"title":["An analogue of Ryser's Theorem for partial Sudoku squares"],"description":["  In 1956 Ryser gave a necessary and sufficient condition for a partial latin\nrectangle to be completable to a latin square. In 1990 Hilton and Johnson\nshowed that Ryser's condition could be reformulated in terms of Hall's\nCondition for partial latin squares. Thus Ryser's Theorem can be interpreted as\nsaying that any partial latin rectangle $R$ can be completed if and only if $R$\nsatisfies Hall's Condition for partial latin squares.\n  We define Hall's Condition for partial Sudoku squares and show that Hall's\nCondition for partial Sudoku squares gives a criterion for the completion of\npartial Sudoku rectangles that is both necessary and sufficient. In the\nparticular case where $n=pq$, $p|r$, $q|s$, the result is especially simple, as\nwe show that any $r \\times s$ partial $(p,q)$-Sudoku rectangle can be completed\n(no further condition being necessary).\n","Comment: 19 pages, 10 figures"]}]
["1107.2655",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2655"],"date":["2011-07-13"],"type":["text"],"creator":["Guillarmou, Colin","Naud, Frederic"],"language":[],"coverage":[],"title":["Equidistribution of Eisenstein series on convex co-compact hyperbolic\n  manifolds"],"description":["  For convex co-compact hyperbolic manifolds $\\Gamma\\backslash\n\\mathbb{H}^{n+1}$ for which the dimension of the limit set satisfies\n$\\delta_\\Gamma< n/2$, we show that the high-frequency Eisenstein series\nassociated to a point $\\xi$ \"at infinity\" concentrate microlocally on a measure\nsupported by (the closure of) the set of points in the unit cotangent bundle\ncorresponding to geodesics ending at $\\xi$. The average in $\\xi$ of these limit\nmeasures equidistributes towards the Liouville measure.\n","Comment: 25 pages, 1 figure"]}]
["1107.2666",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2666"],"date":["2011-07-13"],"type":["text"],"creator":["Graesser, Michael L.","Shoemaker, Ian M.","Vecchi, Luca"],"language":[],"coverage":[],"title":["A dark force for baryons"],"description":["  We suggest the existence of a fundamental connection between baryonic and\ndark matter. This is motivated by both the stability of these two types of\nmatter as well as the observed similarity of their present-day densities. A\nunified genesis of baryonic and dark matter is natural in models in which the\nbaryon number is promoted to a spontaneously broken local gauge symmetry. This\nis illustrated in a specific class of SUSY models using the Affleck-Dine\nmechanism. The dark matter candidate in these scenarios is charged under the\nbaryon gauge symmetry and must have a mass around the GeV scale to give the\ncorrect present-day abundance. We discuss constraints from B-factories, LEP,\nmono-jet searches at the Tevatron, and dark matter direct detection\nexperiments. A baryonic dark force is shown to be consistent with all data for\nmediators as light as the GeV scale.\n","Comment: 24 pages + appendices + references, 7 figures"]}]
["1107.2668",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2668"],"date":["2011-07-13"],"type":["text"],"creator":["Johnson, L. Clifton","Seth, Anil C.","Dalcanton, Julianne J.","Caldwell, Nelson","Gouliermis, Dimitrios A.","Hodge, Paul W.","Larsen, Soeren S.","Olsen, Knut A. G.","Roman, Izaskun San","Sarajedini, Ata","Weisz, Daniel R.","Collaboration, the PHAT"],"language":[],"coverage":[],"title":["Stellar Clusters in M31 from PHAT: Survey Overview and First Results"],"description":["  The Panchromatic Hubble Andromeda Treasury (PHAT) is an on-going Hubble Space\nTelescope (HST) multi-cycle program that will image one-third of the M31 disk\nat high resolution, with wavelength coverage from the ultraviolet through the\nnear-infrared. This dataset will allow for the construction of the most\ncomplete catalog of stellar clusters obtained for a spiral galaxy. Here, we\nprovide an overview of the PHAT survey, a progress report on the status of\nobservations and analysis, and preliminary results from the PHAT cluster\nprogram. Although only ~20% of the survey is complete, the superior resolution\nof HST has allowed us to identify hundreds of new intermediate and low mass\nclusters. As a result, the size of the cluster sample within the Year 1 survey\nfootprint has grown by a factor of three relative to previous catalogs.\n","Comment: 6 pages, 3 figures, proceedings of \"Stellar Clusters and Associations\n  - A RIA workshop on GAIA\", 23-27 May 2011, Granada, Spain"]}]
["1107.2669",{"format":[],"subject":["General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2669"],"date":["2011-07-13"],"type":["text"],"creator":["Unruh, W. G."],"language":[],"coverage":[],"title":["Quantum Noise in Amplifiers and Hawking/Dumb-Hole Radiation as Amplifier\n  Noise"],"description":["  The quantum noise in a linear amplifier is shown to be thermal noise. The\ntheory of linear amplifiers is applied first to the simplest, single or double\noscillator model of an amplifier, and then to linear model of an amplifier with\ncontinuous fields and input and outputs. Finally it is shown that the thermal\nnoise emitted by black holes first demonstrated by Hawking, and of dumb holes\n(sonic and other analogs to black holes), arises from the same analysis as for\nlinear amplifiers. The amplifier noise of black holes acting as amplifiers on\nthe quantum fields living in the spacetime surrounding the black hole is the\nradiation discovered by Hawking. For any amplifier, that quantum noise is\ncompletely characterized by the attributes of the system regarded as a\nclassical amplifier, and arises out of those classical amplification factors\nand the commutation relations of quantum mechanics.\n","Comment: 13 pages, 4 figures"]}]
["1107.2671",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2671","Physical Review A 83, 063843 (2011)","doi:10.1103/PhysRevA.83.063843"],"date":["2011-07-13"],"type":["text"],"creator":["Dechoum, K.","Marques, W. S.","Khoury, A. Z."],"language":[],"coverage":[],"title":["Cauchy-Schwarz characterization of tripartite quantum correlations in an\n  optical parametric oscillator"],"description":["  We analyze the three-mode correlation properties of the electromagnetic field\nin a optical parametric oscillator below threshold. We employ a perturbative\nexpansion of the It\\^o equations derived from the positive-P representation of\nthe density matrix. Using the generalized Cauchy-Schwarz inequality, we\ninvestigate the genuine quantum nature of the triple correlations between the\ninteracting fields, since in this case continuous variable entanglement is not\ndetected by the van Loock-Furusawa criterion [Phys. Rev. A {\\bf 67}, 052315\n(2003)]. Although not being a necessary condition, these triple correlations\nare a sufficient evidence of tripartite entanglement. Of course, our\ncharacterization of the quantum correlations is applicable to non-Gaussian\nstates, which we show to be the case of the optical parametric oscillator below\nthreshold, provided nonlinear quantum fluctuations are properly taken into\naccount.\n","Comment: 4 pages, 2 figures"]}]
["1107.2674",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2674"],"date":["2011-07-13"],"type":["text"],"creator":["Pino, Elisabete M. de Gouveia Dal","Kowal, Grzegorz","Lazarian, Alex","Santos-Lima, Reinaldo"],"language":[],"coverage":[],"title":["Particle Acceleration by Magnetic Reconnection in AGNs and in the IGM"],"description":["  There is no single mechanism by which fast particles are accelerated in\nastrophysical environments, and it is now recognized that the data require a\nrich variety of different mechanisms operating under different conditions. The\nmechanisms discussed in the literature include varying magnetic fields in\ncompact sources, stochastic processes in turbulent environments, and\nacceleration behind shocks. An alternative, much less explored mechanism so\nfar, involves particle acceleration within magnetic reconnection sites. In this\nwork, we explore this mechanism in the AGN framework and show that particles\nare efficiently accelerated through a first-order Fermi process and have an\nexponential growth of energy. We also address briefly the propagation of cosmic\nrays (CRs) in the intergalactic medium (IGM). Since the latter is a\ncollisionless environment, kinetic effects must be considered which will affect\nthe turbulent magnetic field distribution and therefore, the CR propagation.\n","Comment: 6 pages, 3 figures, Proceedings of Science, AGN Physics in the CTA\n  Era (AGN011)"]}]
["1107.2676",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2676"],"date":["2011-07-13"],"type":["text"],"creator":["Mustata, Mircea"],"language":[],"coverage":[],"title":["IMPANGA lecture notes on log canonical thresholds"],"description":["  These are lecture notes from the IMPANGA 2010 Summer school. They give an\nintroduction to log canonical thresholds, covering some basic properties,\nexamples, and some recent results and open questions.\n","Comment: 36 pages; to appear in the proceedings of the IMPANGA 2010 Summer\n  school"]}]
["1107.2682",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R30, 83D75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2682"],"date":["2011-07-13"],"type":["text"],"creator":["Cipolatti, Rolci"],"language":[],"coverage":[],"title":["Identification of the coefficients in the linear Boltzmann equation by a\n  finite number of boundary measurements"],"description":["  In this paper we consider an inverse problem for the time dependent linear\nBoltzmann equation. It concerns the identification of the coefficients via a\nfinite number of measurements on the boundary. We prove that the total\nextinction coefficient and the collision kernel can be uniquely determined by\nat most k measurements on the boundary, provided that these coefficients belong\nto a finite k-dimensional vector space.\n","Comment: Plain TeX with 19 pages"]}]
["1107.2683",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2683","Fernandez-y-Fernandez, C.A., Quintanar Morales, J.A and Fernandez\n  Santos, H. An IDE to Build and Check Task Flow Models. Advances in Computer\n  Science and Applications, Research in Computer Science 53, 2011, pp. 23-33"],"date":["2011-07-13"],"type":["text"],"creator":["Fernandez-y-Fernandez, Carlos Alberto","Morales, Jose Angel Quintanar","Santos, Hermenegildo Fernandez"],"language":[],"coverage":[],"title":["An IDE to Build and Check Task Flow Models"],"description":["  This paper presents the Eclipse plug-ins for the Task Flow model in the\nDiscovery Method. These plug-ins provide an IDE for the Task Algebra compiler\nand the model-checking tools. The Task Algebra is the formal representation for\nthe Task Model and it is based on simple and compound tasks. The model-checking\ntechniques were developed to validate Task Models represented in the algebra.\n"]}]
["1107.2687",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2687"],"date":["2011-07-13"],"type":["text"],"creator":["Isozaki, Hiroshi","Korotyaev, Evgeny L."],"language":[],"coverage":[],"title":["Trace formulas for Schr\\\"odinger operators from the view point of\n  complex analysis"],"description":["  We consider the Schr{\\\"o}dinger operator $-\\Delta +V(x)$ in $L^2({\\bf R}^3)$\nwith a real short-range (integrable) potential $V$. Using the associated\nFredholm determinant, we present new trace formulas, in particular, the ones in\nterms of resonances and eigenvalues only. We also derive expressions of the\nDirichlet integral, and the scattering phase. The proof is based on the change\nof view points for the above mentioned problems from the operator theory to the\ncomplex analytic (entire) function theory.\n","Comment: 17 pages"]}]
["1107.2691",{"format":[],"subject":["Statistics - Computation","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2691"],"date":["2011-07-13"],"type":["text"],"creator":["D'Alberto, Paolo","Dasdan, Ali"],"language":[],"coverage":[],"title":["On the Weakenesses of Correlation Measures used for Search Engines'\n  Results (Unsupervised Comparison of Search Engine Rankings)"],"description":["  The correlation of the result lists provided by search engines is fundamental\nand it has deep and multidisciplinary ramifications. Here, we present automatic\nand unsupervised methods to assess whether or not search engines provide\nresults that are comparable or correlated. We have two main contributions:\nFirst, we provide evidence that for more than 80% of the input queries -\nindependently of their frequency - the two major search engines share only\nthree or fewer URLs in their search results, leading to an increasing\ndivergence. In this scenario (divergence), we show that even the most robust\nmeasures based on comparing lists is useless to apply; that is, the small\ncontribution by too few common items will infer no confidence. Second, to\novercome this problem, we propose the fist content-based measures - i.e.,\ndirect comparison of the contents from search results; these measures are based\non the Jaccard ratio and distribution similarity measures (CDF measures). We\nshow that they are orthogonal to each other (i.e., Jaccard and distribution)\nand extend the discriminative power w.r.t. list based measures. Our approach\nstems from the real need of comparing search-engine results, it is automatic\nfrom the query selection to the final evaluation and it apply to any\ngeographical markets, thus designed to scale and to use as first filtering of\nquery selection (necessary) for supervised methods.\n","Comment: 16 pages, 19 figures"]}]
["1107.2692",{"format":[],"subject":["Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2692"],"date":["2011-07-13"],"type":["text"],"creator":["Korotyaev, Evgeny L.","Schmidt, Karl Michael"],"language":[],"coverage":[],"title":["On the resonances and eigenvalues for a 1D half-crystal with localised\n  impurity"],"description":["  We consider the Schr\\\"odinger operator $H$ on the half-line with a periodic\npotential $p$ plus a compactly supported potential $q$. For generic $p$, its\nessential spectrum has an infinite sequence of open gaps. We determine the\nasymptotics of the resonance counting function and show that, for sufficiently\nhigh energy, each non-degenerate gap contains exactly one eigenvalue or\nantibound state, giving asymptotics for their positions. Conversely, for any\npotential $q$ and for any sequences $(\\s_n)_{1}^\\iy, \\s_n\\in \\{0,1\\}$, and\n$(\\vk_n)_1^\\iy\\in \\ell^2, \\vk_n\\ge 0$, there exists a potential $p$ such that\n$\\vk_n$ is the length of the $n$-th gap, $n\\in\\N$, and $H$ has exactly $\\s_n$\neigenvalues and $1-\\s_n$ antibound state in each high-energy gap. Moreover, we\nshow that between any two eigenvalues in a gap, there is an odd number of\nantibound states, and hence deduce an asymptotic lower bound on the number of\nantibound states in an adiabatic limit.\n","Comment: 25 pages"]}]
["1107.2693",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","68U10, 68T10","I.4.6","I.5.1","I.5.3","I.5.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2693"],"date":["2011-07-13"],"type":["text"],"creator":["Popescu-Bodorin, Nicolaie"],"language":[],"coverage":[],"title":["A Fuzzy View on k-Means Based Signal Quantization with Application in\n  Iris Segmentation"],"description":["  This paper shows that the k-means quantization of a signal can be interpreted\nboth as a crisp indicator function and as a fuzzy membership assignment\ndescribing fuzzy clusters and fuzzy boundaries. Combined crisp and fuzzy\nindicator functions are defined here as natural generalizations of the ordinary\ncrisp and fuzzy indicator functions, respectively. An application to iris\nsegmentation is presented together with a demo program.\n","Comment: 4, pages, 3 figures, 17th Telecommunications Forum TELFOR 2009,\n  Belgrade, Serbia"]}]
["1107.2695",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2695"],"date":["2011-07-13"],"type":["text"],"creator":["Mohan, S. H.","Garre, K.","Bhandari, N.","Cahay, M."],"language":[],"coverage":[],"title":["Improving the efficiency of organic light emitting diodes by use of a\n  diluted light-emitting layer"],"description":["  The use of a thin mixed layer consisting of an inert diluent material and a\nlight emitting material between the hole-transport layer and electron-transport\nlayer of organic light-emitting diodes leads to an increase in the external\nquantum efficiency. The efficiency improvement is highly dependent on the\nthickness of the diluted light-emitting layer and driving current. Significant\nimprovement seen at low current densities is explained in terms of effective\nhole confinement by the mixed layer while a modest decreases in efficiency at\nhigher current densities may be attributed to luminescence quenching at the\nhole-transport layer/inert diluents material interface. The phenomena are\ndemonstrated with three different inert diluents materials. A maximum external\nquantum efficiency improvement of about 40% is found for a diluted\nlight-emitting layer thickness between 40 {\\AA} and 60 {\\AA}.\n","Comment: 12 pages, 3 figures, to appear in Journal of Nanoelectronics and\n  Optoelectronics"]}]
["1107.2696",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","68U10, 68T10, 62H35","I.4.6","I.4.9","I.5.4","I.5.3","K.6.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2696","Proc. 11th Int. Symp. on Symbolic and Numeric Algorithms for\n  Scientific Computing (2009), CPS-IEEE Computer Society, pp. 384-391, DOI:\n  10.1109/SYNASC.2009.45","doi:10.1109/SYNASC.2009.45"],"date":["2011-07-13"],"type":["text"],"creator":["Popescu-Bodorin, Nicolaie"],"language":[],"coverage":[],"title":["Exploring New Directions in Iris Recognition"],"description":["  A new approach in iris recognition based on Circular Fuzzy Iris Segmentation\n(CFIS) and Gabor Analytic Iris Texture Binary Encoder (GAITBE) is proposed and\ntested here. CFIS procedure is designed to guarantee that similar iris segments\nwill be obtained for similar eye images, despite the fact that the degree of\nocclusion may vary from one image to another. Its result is a circular iris\nring (concentric with the pupil) which approximates the actual iris. GAITBE\nproves better encoding of statistical independence between the iris codes\nextracted from different irides using Hilbert Transform. Irides from University\nof Bath Iris Database are binary encoded on two different lengths (768 / 192\nbytes) and tested in both single-enrollment and multi-enrollment identification\nscenarios. All cases illustrate the capacity of the newly proposed methodology\nto narrow down the distribution of inter-class matching scores, and\nconsequently, to guarantee a steeper descent of the False Accept Rate.\n","Comment: 8 pages, 10 figures, 11th Int. Symp. on Symbolic and Numeric\n  Algorithms for Scientific Computing, 2009"]}]
["1107.2699",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2699"],"date":["2011-07-13"],"type":["text"],"creator":["Álvarez, Mauricio A.","Luengo, David","Lawrence, Neil D."],"language":[],"coverage":[],"title":["Linear Latent Force Models using Gaussian Processes"],"description":["  Purely data driven approaches for machine learning present difficulties when\ndata is scarce relative to the complexity of the model or when the model is\nforced to extrapolate. On the other hand, purely mechanistic approaches need to\nidentify and specify all the interactions in the problem at hand (which may not\nbe feasible) and still leave the issue of how to parameterize the system. In\nthis paper, we present a hybrid approach using Gaussian processes and\ndifferential equations to combine data driven modelling with a physical model\nof the system. We show how different, physically-inspired, kernel functions can\nbe developed through sensible, simple, mechanistic assumptions about the\nunderlying system. The versatility of our approach is illustrated with three\ncase studies from motion capture, computational biology and geostatistics.\n","Comment: 20 pages, 2 figures. Extended technical report of the Conference\n  Paper \"Latent force models\" in D. van Dyk and M. Welling (eds) Proceedings of\n  the Twelfth International Workshop on Artificial Intelligence and Statistics,\n  JMLR W&CP 5, Clearwater Beach, FL, pp 9--16"]}]
["1107.2703",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2703"],"date":["2011-07-13"],"type":["text"],"creator":["Oliveira, Miguel A."],"language":[],"coverage":[],"title":["Modified Theories of Gravity: Traversable Wormholes"],"description":["  This MSc thesis is divided in to two parts. The first, covers the foundations\nof theories of gravitation, and, the second incorporates original work on the\nsubject of the existence of traversable wormholes in $f(R)$ modified theories\nof gravity.\n  A short incursion in the field of scalar-tensor theories had to be made,\nowing to an apparent inconsistency in the result previously found.\n","Comment: MSc thesis, 82 pages, 7 figures"]}]
["1107.2705",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2705"],"date":["2011-07-13"],"type":["text"],"creator":["Cipolatti, Rolci","Liu, I-Shih","Rincon, Mauro A."],"language":[],"coverage":[],"title":["Mathematical analysis of successive linear approximation for\n  Mooney-Rivlin material model in finite elasticity"],"description":["  For calculating large deformations in finite elasticity, we have proposed a\nmethod of successive linear approximation, by considering the relative\ndescriptional formulation. In this article we briefly describe this method and\nwe prove the existence and uniqueness of weak solutions for boundary value\nproblems for nearly incompressible Mooney-Rivlin materials, that arise in each\nstep of the method.\n","Comment: Plain TeX, 16 pages and 1 figure"]}]
["1107.2714",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","Primary 15B52, 60F15, 62E20, Secondary 60F17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2714"],"date":["2011-07-13"],"type":["text"],"creator":["Zhou, Wang"],"language":[],"coverage":[],"title":["New estimators of spectral distributions of Wigner matrices"],"description":["  We introduce kernel estimators for the semicircle law. In this first part of\nour general theory on the estimators, we prove the consistency and conduct\nsimulation study to show the performance of the estimators. We also point out\nthat Wigner's semicircle law for our new estimators and the classical empirical\nspectral distributions is still true when the elements of Wigner matrices don't\nhave finite variances but are in the domain of attraction of normal law.\n","Comment: 15 pages, 4 figures"]}]
["1107.2717",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2717"],"date":["2011-07-13"],"type":["text"],"creator":["Hacking, Paul"],"language":[],"coverage":[],"title":["Compact moduli spaces of surfaces of general type"],"description":["  We give an introduction to the compactification of the moduli space of\nsurfaces of general type introduced by Koll\\'ar and Shepherd-Barron and\ngeneralized to the case of surfaces with a divisor by Alexeev. The construction\nis an application of Mori's minimal model program for 3-folds. We review the\nexample of the projective plane with a curve of degree d > 3. We explain a\nconnection between the geometry of the boundary of the compactification of the\nmoduli space and the classification of vector bundles on the surface in the\ncase H^{2,0}=H^1=0.\n","Comment: 18 pages"]}]
["1107.2718",{"format":[],"subject":["Mathematics - Number Theory","11B39 (primary) 65Q30, 60B10 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2718"],"date":["2011-07-13"],"type":["text"],"creator":["Miller, Steven J.","Wang, Yinghui"],"language":[],"coverage":[],"title":["Gaussian Behavior in Generalized Zeckendorf Decompositions"],"description":["  A beautiful theorem of Zeckendorf states that every integer can be written\nuniquely as a sum of non-consecutive Fibonacci numbers\n$\\{F_n\\}_{n=1}^{\\infty}$; Lekkerkerker proved that the average number of\nsummands for integers in $[F_n, F_{n+1})$ is $n/(\\phi^2 + 1)$, with $\\phi$ the\ngolden mean. Interestingly, the higher moments seem to have been ignored. We\ndiscuss the proof that the distribution of the number of summands converges to\na Gaussian as $n \\to \\infty$, and comment on generalizations to related\ndecompositions. For example, every integer can be written uniquely as a sum of\nthe $\\pm F_n$'s, such that every two terms of the same (opposite) sign differ\nin index by at least 4 (3). The distribution of the numbers of positive and\nnegative summands converges to a bivariate normal with computable, negative\ncorrelation, namely $-(21-2\\phi)/(29+2\\phi) \\approx -0.551058$.\n","Comment: This is a survey article based on talks given at CANT 2010 and CANT\n  2011"]}]
["1107.2719",{"format":[],"subject":["Mathematics - Number Theory","11P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2719"],"date":["2011-07-13"],"type":["text"],"creator":["Iyer, Geoffrey","Lazarev, Oleg","Miller, Steven J.","Zhang, Liyang"],"language":[],"coverage":[],"title":["Finding and Counting MSTD sets"],"description":["  We review the basic theory of More Sums Than Differences (MSTD) sets,\nspecifically their existence, simple constructions of infinite families, the\nproof that a positive percentage of sets under the uniform binomial model are\nMSTD but not if the probability that each element is chosen tends to zero, and\n'explicit' constructions of large families of MSTD sets. We conclude with some\nnew constructions and results of generalized MSTD sets, including among other\nitems results on a positive percentage of sets having a given linear\ncombination greater than another linear combination, and a proof that a\npositive percentage of sets are $k$-generational sum-dominant (meaning $A$,\n$A+A$, $...$, $kA = A + ...+A$ are each sum-dominant).\n","Comment: This is a survey article based on talks given at CANT 2011 and work\n  done at the SMALL 2011 program at Williams College"]}]
["1107.2723",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2723","Signal & Image Processing : An International Journal (SIPIJ),\n  vol.2, no.2, pp. 181-196, June 2011","doi:10.5121/sipij.2011.2215"],"date":["2011-07-14"],"type":["text"],"creator":["Bag, Soumen","Harit, Gaurav"],"language":[],"coverage":[],"title":["Topographic Feature Extraction for Bengali and Hindi Character Images"],"description":["  Feature selection and extraction plays an important role in different\nclassification based problems such as face recognition, signature verification,\noptical character recognition (OCR) etc. The performance of OCR highly depends\non the proper selection and extraction of feature set. In this paper, we\npresent novel features based on the topography of a character as visible from\ndifferent viewing directions on a 2D plane. By topography of a character we\nmean the structural features of the strokes and their spatial relations. In\nthis work we develop topographic features of strokes visible with respect to\nviews from different directions (e.g. North, South, East, and West). We\nconsider three types of topographic features: closed region, convexity of\nstrokes, and straight line strokes. These features are represented as a\nshape-based graph which acts as an invariant feature set for discriminating\nvery similar type characters efficiently. We have tested the proposed method on\nprinted and handwritten Bengali and Hindi character images. Initial results\ndemonstrate the efficacy of our approach.\n"]}]
["1107.2727",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2727"],"date":["2011-07-14"],"type":["text"],"creator":["Shah, Umm-e-Mariya","Shaikh, Maqbool Uddin","Shamim, Azra","Mehmood, Yasir"],"language":[],"coverage":[],"title":["Proposed Quality Evaluation Framework to Incorporate Quality Aspects in\n  Web Warehouse Creation"],"description":["  Web Warehouse is a read only repository maintained on the web to effectively\nhandle the relevant data. Web warehouse is a system comprised of various\nsubsystems and process. It supports the organizations in decision making.\nQuality of data store in web warehouse can affect the quality of decision made.\nFor a valuable decision making it is required to consider the quality aspects\nin designing and modelling of a web warehouse. Thus data quality is one of the\nmost important issues of the web warehousing system. Quality must be\nincorporated at different stages of the web warehousing system development. It\nis necessary to enhance existing data warehousing system to increase the data\nquality. It results in the storage of high quality data in the repository and\nefficient decision making. In this paper a Quality Evaluation Framework is\nproposed keeping in view the quality dimensions associated with different\nphases of a web warehouse. Further more, the proposed framework is validated\nempirically with the help of quantitative analysis.\n"]}]
["1107.2729",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2729"],"date":["2011-07-14"],"type":["text"],"creator":["Goto, Keisuke","Maruyama, Shirou","Inenaga, Shunsuke","Bannai, Hideo","Sakamoto, Hiroshi","Takeda, Masayuki"],"language":[],"coverage":[],"title":["Restructuring Compressed Texts without Explicit Decompression"],"description":["  We consider the problem of {\\em restructuring} compressed texts without\nexplicit decompression. We present algorithms which allow conversions from\ncompressed representations of a string $T$ produced by any grammar-based\ncompression algorithm, to representations produced by several specific\ncompression algorithms including LZ77, LZ78, run length encoding, and some\ngrammar based compression algorithms. These are the first algorithms that\nachieve running times polynomial in the size of the compressed input and output\nrepresentations of $T$. Since most of the representations we consider can\nachieve exponential compression, our algorithms are theoretically faster in the\nworst case, than any algorithm which first decompresses the string for the\nconversion.\n"]}]
["1107.2734",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2734"],"date":["2011-07-14"],"type":["text"],"creator":["Luo, Shan","Chen, Zehua"],"language":[],"coverage":[],"title":["Sequential Lasso for feature selection with ultra-high dimensional\n  feature space"],"description":["  We propose a novel approach, Sequential Lasso, for feature selection in\nlinear regression models with ultra-high dimensional feature spaces. We\ninvestigate in this article the asymptotic properties of Sequential Lasso and\nestablish its selection consistency. Like other sequential methods, the\nimplementation of Sequential Lasso is not limited by the dimensionality of the\nfeature space. It has advantages over other sequential methods. The simulation\nstudies comparing Sequential Lasso with other sequential methods are reported.\n"]}]
["1107.2735",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","Primary 35J60, 35B40 Secondary 34C11, 58J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2735"],"date":["2011-07-14"],"type":["text"],"creator":["Hsu, Shu-Yu"],"language":[],"coverage":[],"title":["Singular limit and exact decay rate of a nonlinear elliptic equation"],"description":["  For any $n\\ge 3$, $0<m\\le (n-2)/n$, and constants $\\eta>0$, $\\beta>0$,\n$\\alpha$, satisfying $\\alpha\\le\\beta(n-2)/m$, we prove the existence of\nradially symmetric solution of $\\frac{n-1}{m}\\Delta v^m+\\alpha v +\\beta\nx\\cdot\\nabla v=0$, $v>0$, in $\\R^n$, $v(0)=\\eta$, without using the phase plane\nmethod. When $0<m<(n-2)/n$, $n\\ge 3$, and $\\alpha=2\\beta/(1-m)>0$, we prove\nthat the radially symmetric solution $v$ of the above elliptic equation\nsatisfies $\\lim_{|x|\\to\\infty}\\frac{|x|^2v(x)^{1-m}}{\\log |x|}\n=\\frac{2(n-1)(n-2-nm)}{\\beta(1-m)}$. In particular when $m=\\frac{n-2}{n+2}$,\n$n\\ge 3$, and $\\alpha=2\\beta/(1-m)>0$, the metric\n$g_{ij}=v^{\\frac{4}{n+2}}dx^2$ is the steady soliton solution of the Yamabe\nflow on $\\R^n$ and we obtain $\\lim_{|x|\\to\\infty}\\frac{|x|^2v(x)^{1-m}}{\\log\n|x|}=\\frac{(n-1)(n-2)}{\\beta}$. When $0<m<(n-2)/n$, $n\\ge 3$, and\n$2\\beta/(1-m)>\\max (\\alpha,0)$, we prove that\n$\\lim_{|x|\\to\\infty}|x|^{\\alpha/\\beta}v(x)=A$ for some constant $A>0$. For\n$\\beta>0$ or $\\alpha=0$, we prove that the radially symmetric solution\n$v^{(m)}$ of the above elliptic elliptic equation converges uniformly on every\ncompact subset of $\\R^n$ to the solution $u$ of the equation $(n-1)\\Delta\\log\nu+\\alpha u+\\beta x\\cdot\\nabla u=0$, $u>0$, in $\\R^n$, $u(0)=\\eta$, as $m\\to 0$.\n","Comment: 19 pages"]}]
["1107.2739",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2739"],"date":["2011-07-14"],"type":["text"],"creator":["Mirea, Mihail","Sandulescu, Aureliu","Delion, Doru Sabin"],"language":[],"coverage":[],"title":["Microscopic Predictions for Cluster-Decays"],"description":["  The decay dynamical path is determined within the macroscopic-microscopic\nmodel for the emission of 24Ne from 232U. The nuclear shape parametrization is\ncharacterized five degrees of freedom. The single particle energies and the\nnucleon wave functions are obtained within the superasymmetric Woods-Saxon two\ncenter shell model. It turns out that the cluster decay follows a potential\nmagic valley, starting from the ground state of the parent and reaching a\nconfiguration of two touching nuclei at scission. A small pocket in the\npotential barrier is evidenced, as a result of large shell effects in the\nnascent fragments. The half-life is computed by using several approaches for\nthe effective mass. It is shown that the inertia within by the gaussian overlap\napproach gives the closest values to the experimental ones. Half-lives for\ndifferent cluster decays are predicted. The theoretical values are compared to\nvarious phenomenological estimates.\n","Comment: 24 pages 11 figures"]}]
["1107.2740",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2740","Physical Review A 83, 063618 (2011)","doi:10.1103/PhysRevA.83.063618"],"date":["2011-07-14"],"type":["text"],"creator":["Peng, Shi-Guo","Li, Shi-Qun","Drummond, Peter D","Liu, Xia-Ji"],"language":[],"coverage":[],"title":["High temperature thermodynamics of strongly interacting s-wave and\n  p-wave Fermi gases in a harmonic trap"],"description":["  We theoretically investigate the high-temperature thermodynamics of a\nstrongly interacting trapped Fermi gas near either s-wave or p-wave Feshbach\nresonances, using a second order quantum virial expansion. The second virial\ncoefficient is calculated based on the energy spectrum of two interacting\nfermions in a harmonic trap. We consider both isotropic and anisotropic\nharmonic potentials. For the two-fermion interaction, either s-wave or p-wave,\nwe use a pseudopotential parametrized by a scattering length and an effective\nrange. This turns out to be the simplest way of encoding the energy dependence\nof the low-energy scattering amplitude or phase shift. This treatment of the\npseudopotential can be easily generalized to higher partial-wave interactions.\nWe discuss how the second virial coefficient and thermodynamics are affected by\nthe existence of these finite-range interaction effects. The virial expansion\nresult for a strongly interacting s -wave Fermi gas has already been proved\nvery useful. In the case of p-wave interactions, our results for the\nhigh-temperature equation of state are applicable to future high-precision\nthermodynamic measurements for a spin-polarized Fermi gas near a p-wave\nFeshbach resonance.\n","Comment: 12 pages,10 figures"]}]
["1107.2747",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2747"],"date":["2011-07-14"],"type":["text"],"creator":["Rohde, Peter P."],"language":[],"coverage":[],"title":["Optimising number resolving photo-detectors using classical\n  post-processing"],"description":["  Many present day quantum optics experiments, particularly in optical quantum\ninformation processing, rely on number-resolving photo-detection as a basic\nbuilding block. In this paper we demonstrate that a simple classical\noptimisation technique can sometimes be employed to post-process the detector\nsignature and improve the confidence of the measurement outcome in the presence\nof photon-number errors such as loss or dark-counts. While the regime in which\nthis technique is applicable is rather restrictive, and will likely not be very\nuseful for the large-scale quantum information processing applications of the\nfuture, the ideas presented might be employed in some present-day experiments\nwhere photo-detectors are typically very poor.\n","Comment: 4 pages"]}]
["1107.2753",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2753","Bernoulli 2011, Vol. 17, No. 3, 880-894","doi:10.3150/10-BEJ297"],"date":["2011-07-14"],"type":["text"],"creator":["Hitczenko, Paweł","Wesołowski, Jacek"],"language":[],"coverage":[],"title":["Renorming divergent perpetuities"],"description":["  We consider a sequence of random variables $(R_n)$ defined by the recurrence\n$R_n=Q_n+M_nR_{n-1}$, $n\\ge1$, where $R_0$ is arbitrary and $(Q_n,M_n)$,\n$n\\ge1$, are i.i.d. copies of a two-dimensional random vector $(Q,M)$, and\n$(Q_n,M_n)$ is independent of $R_{n-1}$. It is well known that if $E{\\ln}|M|<0$\nand $E{\\ln^+}|Q|<\\infty$, then the sequence $(R_n)$ converges in distribution\nto a random variable $R$ given by\n$R\\stackrel{d}{=}\\sum_{k=1}^{\\infty}Q_k\\prod_{j=1}^{k-1}M_j$, and usually\nreferred to as perpetuity. In this paper we consider a situation in which the\nsequence $(R_n)$ itself does not converge. We assume that $E{\\ln}|M|$ exists\nbut that it is non-negative and we ask if in this situation the sequence\n$(R_n)$, after suitable normalization, converges in distribution to a\nnon-degenerate limit.\n","Comment: Published in at http://dx.doi.org/10.3150/10-BEJ297 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["1107.2761",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2761"],"date":["2011-07-14"],"type":["text"],"creator":["Kuzmichev, V. E.","Kuzmichev, V. V."],"language":[],"coverage":[],"title":["K-matter as Mach's principle realization"],"description":["  It is shown that if one takes into account Mach's principle in the form which\nfollows from quantum theory and considers it as a complementary constraint\nbetween the parameters which characterize the energy density and geometry of\nthe universe in addition to Einstein equations for a FRW universe,\nnon-relativistic matter transforms into an analogue of K-matter. The exact\nsolutions of the Einstein equations for the universe with such matter and\ncosmological constant are found. It is demonstrated that the Machian universe\nunder consideration with a nonzero cosmological constant is equivalent to the\nopen de Sitter universe. In the limit of zero cosmological constant such a\nuniverse evolves as a Milne universe, but in contrast to it, it contains matter\nwith nonzero energy density. The possible application of proposed approach to\nthe description of the present cosmological data is discussed. The problem of\nthe age of the universe is considered as an example.\n","Comment: 9 pages, based on the talk given at International Conference on the\n  Astroparticle Physics, Gravitation and Cosmology (7 - 10 June, 2011, Kiev,\n  Ukraine)"]}]
["1107.2767",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2767","Fortschr. Phys. 59, No. 7 - 8, 637 - 645 (2011)","doi:10.1002/prop.201100020"],"date":["2011-07-14"],"type":["text"],"creator":["Bandos, Igor A."],"language":[],"coverage":[],"title":["On superembedding approach and its possible application in search for\n  SO(32) heterotic five-brane equations"],"description":["  We elaborate the superembedding description of 'simple' D = 10, N = 1\nfive-brane and discuss the possible application of the superembedding approach\nin search for the equations of motion of the mysterious SO(32) heterotic five\nbrane on this basis.\n","Comment: 9 pages, LaTeX, w-art style"]}]
["1107.2768",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2768","Macromolecular Theory and Simulations 20 (2011) 411-424","doi:10.1002/mats.201100018"],"date":["2011-07-14"],"type":["text"],"creator":["Ivaneyko, D.","Toshchevikov, V.","Saphiannikova, M.","Heinrich, G."],"language":[],"coverage":[],"title":["Magneto-sensitive elastomers in a homogeneous magnetic field: a regular\n  rectangular lattice model"],"description":["  A theory of mechanical behaviour of the magneto-sensitive elastomers is\ndeveloped in the framework of a linear elasticity approach. Using a regular\nrectangular lattice model, different spatial distributions of magnetic\nparticles within a polymer matrix are considered: isotropic, chain-like and\nplane-like. It is shown that interaction between the magnetic particles results\nin the contraction of an elastomer along the homogeneous magnetic field. With\nincreasing magnetic field the shear modulus for the shear deformation\nperpendicular to the magnetic field increases for all spatial distributions of\nmagnetic particles. At the same time, with increasing magnetic field the\nYoung's modulus for tensile deformation along the magnetic field decreases for\nboth chain-like and isotropic distributions of magnetic particles and increases\nfor the plane-like distribution of magnetic particles.\n","Comment: 38 pages, 15 figures"]}]
["1107.2776",{"format":[],"subject":["Mathematics - Number Theory","11DXX, 11F03, 11G05, 11J86, 11R29"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2776"],"date":["2011-07-14"],"type":["text"],"creator":["Schoof, René","Tzanakis, Nikos"],"language":[],"coverage":[],"title":["Integral points of a modular curve of level 11"],"description":["  Using lower bounds for linear forms in elliptic logarithms we determine the\nintegral points of the modular curve associated to the normalizer of a\nnon-split Cartan group of level 11. As an application we obtain a new solution\nof the class number one problem for complex quadratic fields.\n","Comment: 10 pages. To be published in Acta Arithmetica"]}]
["1107.2777",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","General Relativity and Quantum Cosmology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2777"],"date":["2011-07-14"],"type":["text"],"creator":["Rotondo, Michael","Rueda, Jorge A.","Ruffini, Remo","Xue, She-Sheng"],"language":[],"coverage":[],"title":["On the equilibrium of self-gravitating neutrons, protons and electrons\n  in \\beta-equilibrium"],"description":["  We have recently proved the impossibility of imposing the condition of local\ncharge neutrality in a self-gravitating system of degenerate neutrons, protons\nand electrons in $\\beta$-equilibrium. The coupled system of the general\nrelativistic Thomas-Fermi equations and the Einstein-Maxwell equations have\nbeen shown to supersede the traditional Tolman-Oppenheimer-Volkoff equations.\nHere we present the Newtonian limit of the new equilibrium equations. We also\nextend the treatment to the case of finite temperatures and finally we give the\nexplicit demonstration of the constancy of the Klein potentials in the case of\nfinite temperatures generalizing the condition of constancy of the general\nrelativistic Fermi energies in the case of zero temperatures.\n","Comment: Version submitted to Physical Review D"]}]
["1107.2778",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Soft Condensed Matter","Physics - Chemical Physics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2778","RCS Advances 2011"],"date":["2011-07-14"],"type":["text"],"creator":["Alfinito, Eleonora","Millithaler, Jean-Francois","Reggiani, Lino","Zine, Nadia","Jaffrezic-Renault, Nicole"],"language":[],"coverage":[],"title":["Human olfactory receptor 17-40 as active part of a nanobiosensor: A\n  microscopic investigation of its electrical properties"],"description":["  Increasing attention has been recently devoted to protein-based\nnanobiosensors. The main reason is the huge number of possible technological\napplications, going from drug detection to cancer early diagnosis. Their\noperating model is based on the protein activation and the corresponding\nconformational change, due to the capture of an external molecule, the\nso-called ligand. Recent measurements, performed with different techniques on\nhuman 17-40 olfactory receptor, evidenced a very narrow window of response in\nrespect of the odour concentration. This is a crucial point for understanding\nwhether the use of this olfactory receptor as sensitive part of a nanobiosensor\nis a good choice. In this paper we investigate the topological and electrical\nproperties of the human olfactory receptor 17-40 with the objective of\nproviding a microscopic interpretation of available experiments. To this\npurpose, we model the protein by means of a graph able to capture the mean\nfeatures of the 3D backbone structure. The graph is then associated with an\nequivalent impedance network, able to evaluate the impedance spectra of the\nolfactory receptor, in its native and activated state. We assume a topological\norigin of the different protein electrical responses to different ligand\nconcentrations: In this perspective all the experimental data are collected and\ninterpreted satisfactorily within a unified scheme, also useful for application\nto other proteins.\n","Comment: 6 pages, 6 figures, DOI:10.1039/c1ra00025"]}]
["1107.2781",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2781"],"date":["2011-07-14"],"type":["text"],"creator":["Cohen, Rami"],"language":[],"coverage":[],"title":["Face Recognition using Curvelet Transform"],"description":["  Face recognition has been studied extensively for more than 20 years now.\nSince the beginning of 90s the subject has became a major issue. This\ntechnology is used in many important real-world applications, such as video\nsurveillance, smart cards, database security, internet and intranet access.\nThis report reviews recent two algorithms for face recognition which take\nadvantage of a relatively new multiscale geometric analysis tool - Curvelet\ntransform, for facial processing and feature extraction. This transform proves\nto be efficient especially due to its good ability to detect curves and lines,\nwhich characterize the human's face. An algorithm which is based on the two\nalgorithms mentioned above is proposed, and its performance is evaluated on\nthree data bases of faces: AT&T (ORL), Essex Grimace and Georgia-Tech.\nk-nearest neighbour (k-NN) and Support vector machine (SVM) classifiers are\nused, along with Principal Component Analysis (PCA) for dimensionality\nreduction. This algorithm shows good results, and it even outperforms other\nalgorithms in some cases.\n","Comment: 24 pages"]}]
["1107.2795",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2795"],"date":["2011-07-14"],"type":["text"],"creator":["Balandin, V.","Brinkmann, R.","Decking, W.","Golubeva, N."],"language":[],"coverage":[],"title":["Second-Order Achromats with Arbitrary Linear Transfer Matrices"],"description":["  In this article we consider a system where a bend magnet block arranged in an\nachromat-like fashion is followed by a straight drift-quadrupole cell which is\nnot a pure drift space. We formulate the necessary and sufficient conditions\nfor this system to be a second-order achromat and show that it can be achieved\nusing six, four or even only two sextupole families.\n","Comment: 3 pages, IPAC 2011"]}]
["1107.2797",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2797"],"date":["2011-07-14"],"type":["text"],"creator":["Balandin, V.","Brinkmann, R.","Decking, W.","Golubeva, N."],"language":[],"coverage":[],"title":["Apochromatic Twiss Parameters of Drift-Quadrupole Systems with\n  Symmetries"],"description":["  In this article we continue the study of the apochromatic Twiss parameters of\nstraight drift-quadrupole systems with special attention given to the\nproperties of these parameters for beamlines with symmetries.\n","Comment: 3 pages, IPAC 2011"]}]
["1107.2800",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory","82B44, 60H25, 35J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2800"],"date":["2011-07-14"],"type":["text"],"creator":["Elgart, Alexander","Krüger, Helge","Tautenhahn, Martin","Veselić, Ivan"],"language":[],"coverage":[],"title":["Discrete Schr\\\"odinger operators with random alloy-type potential"],"description":["  We review recent results on localization for discrete alloy-type models based\non the multiscale analysis and the fractional moment method, respectively. The\ndiscrete alloy-type model is a family of Schr\\\"odinger operators $H_\\omega = -\n\\Delta + V_\\omega$ on $\\ell^2 (\\ZZ^d)$ where $\\Delta$ is the discrete Laplacian\nand $V_\\omega$ the multiplication by the function $V_\\omega (x) = \\sum_{k \\in\n\\ZZ^d} \\omega_k u(x-k)$. Here $\\omega_k$, $k \\in \\ZZ^d$, are i.i.d. random\nvariables and $u \\in \\ell^1 (\\ZZ^d ; \\RR)$ is a so-called single-site\npotential. Since $u$ may change sign, certain properties of $H_\\omega$ depend\nin a non-monotone way on the random parameters $\\omega_k$. This requires new\nmethods at certain stages of the localization proof.\n","Comment: Proceedings of the Spectral Days 2010, Pontificia Universidad\n  Cat\\'olica de Chile, Santiago"]}]
["1107.2802",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2802","Bernoulli 2011, Vol. 17, No. 3, 969-986","doi:10.3150/10-BEJ306"],"date":["2011-07-14"],"type":["text"],"creator":["Liu, Weidong","Ling, Shiqing","Shao, Qi-Man"],"language":[],"coverage":[],"title":["On non-stationary threshold autoregressive models"],"description":["  In this paper we study the limiting distributions of the least-squares\nestimators for the non-stationary first-order threshold autoregressive (TAR(1))\nmodel. It is proved that the limiting behaviors of the TAR(1) process are very\ndifferent from those of the classical unit root model and the explosive AR(1).\n","Comment: Published in at http://dx.doi.org/10.3150/10-BEJ306 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["1107.2807",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2807","Control Systems and Computers, (2) 2011, pp 14-24"],"date":["2011-07-14"],"type":["text"],"creator":["Flach, Boris","Schlesinger, Dmitrij"],"language":[],"coverage":[],"title":["Modelling Distributed Shape Priors by Gibbs Random Fields of Second\n  Order"],"description":["  We analyse the potential of Gibbs Random Fields for shape prior modelling. We\nshow that the expressive power of second order GRFs is already sufficient to\nexpress simple shapes and spatial relations between them simultaneously. This\nallows to model and recognise complex shapes as spatial compositions of simpler\nparts.\n","Comment: 17 pages, 8 figures"]}]
["1107.2810",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2810"],"date":["2011-07-14"],"type":["text"],"creator":["Kutzarova, Denka","Manoussakis, Antonis","Pelczar-Barwacz, Anna"],"language":[],"coverage":[],"title":["Isomorphisms and strictly singular operators in mixed Tsirelson spaces"],"description":["  We study the family of isomorphisms and strictly singular operators in mixed\nTsirelson spaces and their modified versions setting. We show sequential\nminimality of modified mixed Tsirelson spaces $T_M[(\\mc{S}_n,\\theta_n)]$\nsatisfying some regularity conditions and present results on existence of\nstrictly singular non-compact operators on subspaces of mixed Tsirelson spaces\ndefined by the families $(\\mc{A}_n)_n$ and $(\\mc{S}_n)_n$.\n","Comment: 29 pages, no figures"]}]
["1107.2811",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2811"],"date":["2011-07-14"],"type":["text"],"creator":["Borman, V. D.","Borisyuk, P. V.","Pushkin, M. A.","Tronin, I. V.","Tronin, V. N.","Troyan, V. I.","Vasiliev, O. S."],"language":["ru"],"coverage":[],"title":["Influence of the electrons on the stability of one-dimensional chains of\n  metals"],"description":["  The physical model describing the influence of the electronic subsystem on\nthe properties of one-dimensional chains of metal is presented. It is shown\nthat depending on an interaction potential between atoms in one-dimensional\nsystem formation of chains of various length is possible. In case the\ncharacteristic depth of the potential well of the interatomic interaction does\nnot exceed a certain magnitude, the chains in 1D system are formed with length\nof several angstroms, while the increase the depth of the well also leads to\nthe possibility of formation of metal chains of greater length.\n","Comment: 12 pages, in Russian"]}]
["1107.2816",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","Primary: 14G25, Secondary: 37F10, 37P55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2816"],"date":["2011-07-14"],"type":["text"],"creator":["Benedetto, Robert L.","Ghioca, Dragos","Hutz, Benjamin","Kurlberg, Pär","Scanlon, Thomas","Tucker, Thomas J."],"language":[],"coverage":[],"title":["Periods of rational maps modulo primes"],"description":["  Let $K$ be a number field, let $\\phi \\in K(t)$ be a rational map of degree at\nleast 2, and let $\\alpha, \\beta \\in K$. We show that if $\\alpha$ is not in the\nforward orbit of $\\beta$, then there is a positive proportion of primes\n${\\mathfrak p}$ of $K$ such that $\\alpha \\mod {\\mathfrak p}$ is not in the\nforward orbit of $\\beta \\mod {\\mathfrak p}$.\n  Moreover, we show that a similar result holds for several maps and several\npoints.\n  We also present heuristic and numerical evidence that a higher dimensional\nanalog of this result is unlikely to be true if we replace $\\alpha$ by a\nhypersurface, such as the ramification locus of a morphism $\\phi : {\\mathbb\nP}^{n} \\to {\\mathbb P}^{n}$.\n"]}]
["1107.2822",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2822","Proceedings of the 7th International Conference on Concept\n  Lattices and Their Applications, (CLA 2010), volume 672 of CEUR Workshop\n  Proceedings, pages 2-21. 2010"],"date":["2011-07-14"],"type":["text"],"creator":["Sertkaya, Baris"],"language":[],"coverage":[],"title":["A Survey on how Description Logic Ontologies Benefit from Formal Concept\n  Analysis"],"description":["  Although the notion of a concept as a collection of objects sharing certain\nproperties, and the notion of a conceptual hierarchy are fundamental to both\nFormal Concept Analysis and Description Logics, the ways concepts are described\nand obtained differ significantly between these two research areas. Despite\nthese differences, there have been several attempts to bridge the gap between\nthese two formalisms, and attempts to apply methods from one field in the\nother. The present work aims to give an overview on the research done in\ncombining Description Logics and Formal Concept Analysis.\n","Comment: Invited paper that appeared in the Proceedings of the 7th\n  International Conference on Concept Lattices and Their Applications, (CLA\n  2010)"]}]
["1107.2827",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2827","doi:10.1017/S1743921311000901"],"date":["2011-07-14"],"type":["text"],"creator":["Goodman, Alyssa A."],"language":[],"coverage":[],"title":["A Guide to Comparisons of Star Formation Simulations with Observations"],"description":["  We review an approach to observation-theory comparisons we call\n\"Taste-Testing.\" In this approach, synthetic observations are made of numerical\nsimulations, and then both real and synthetic observations are \"tasted\"\n(compared) using a variety of statistical tests. We first lay out arguments for\nbringing theory to observational space rather than observations to theory\nspace. Next, we explain that generating synthetic observations is only a step\nalong the way to the quantitative, statistical, taste tests that offer the most\ninsight. We offer a set of examples focused on polarimetry, scattering and\nemission by dust, and spectral-line mapping in starforming regions. We conclude\nwith a discussion of the connection between statistical tests used to date and\nthe physics we seek to understand. In particular, we suggest that the\n\"lognormal\" nature of molecular clouds can be created by the interaction of\nmany random processes, as can the lognormal nature of the IMF, so that the fact\nthat both the \"Clump Mass Function\" (CMF) and IMF appear lognormal does not\nnecessarily imply a direct relationship between them.\n","Comment: astro-ph version added upon publication in proceedings of IAU270;\n  2011IAUS..270..511G"]}]
["1107.2831",{"format":[],"subject":["Mathematics - Numerical Analysis","65F10, 65N20, 65N30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2831"],"date":["2011-07-14"],"type":["text"],"creator":["de Dios, Blanca Ayuso","Lombardi, Ariel","Pietra, Paola","Zikatanov, Ludmil"],"language":[],"coverage":[],"title":["A Block Solver for the Exponentially Fitted IIPG-0 method"],"description":["  We consider an exponentially fitted discontinuous Galerkin method and propose\na robust block solver for the resulting linear systems.\n","Comment: 8 pages, 2 figures, 2 tables"]}]
["1107.2834",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2834"],"date":["2011-07-14"],"type":["text"],"creator":["Burke, John","Desroches, Mathieu","Barry, Anna M.","Kaper, Tasso J.","Kramer, Mark A."],"language":[],"coverage":[],"title":["A showcase of torus canards in neuronal bursters"],"description":["  Rapid action potential generation --- spiking --- and alternating intervals\nof spiking and quiescence --- bursting --- are two dynamic patterns observed in\nneuronal activity. In computational models of neuronal systems, the transition\nfrom spiking to bursting often exhibits complex bifurcation structure. One type\nof transition involves the torus canard, which was originally observed in a\nsimple biophysical model of a Purkinje cell. In this article, we expand on that\noriginal result by showing that torus canards arise in a broad array of\nwell-known computational neuronal models with three different classes of\nbursting dynamics: sub-Hopf/fold cycle bursting, circle/fold cycle bursting,\nand fold/fold cycle bursting. The essential features that these models share\nare multiple time scales leading naturally to decomposition into slow and fast\nsystems, a saddle-node of periodic orbits in the fast system, and a torus\nbifurcation in the full system. We show that the transition from spiking to\nbursting in each model system is given by an explosion of torus canards. Based\non these examples, as well as on emerging theory, we propose that torus canards\nare a common dynamic phenomenon separating the regimes of spiking and bursting\nactivity.\n"]}]
["1107.2843",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2843"],"date":["2011-07-14"],"type":["text"],"creator":["Kharlampovich, Olga","Vdovina, Alina"],"language":[],"coverage":[],"title":["Linear estimates for solutions of quadratic equations in free groups"],"description":["  We prove that in a free group the length of the value of each variable in a\nminimal solution of a standard quadratic equation is bounded by $2s$ for\norientable equation and by $12s^4$ for non-orientable equation, where $s$ is\nthe sum of the lengths of the coefficients\n"]}]
["1107.2848",{"format":[],"subject":["Mathematics - Optimization and Control","Statistics - Machine Learning","G.1.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2848"],"date":["2011-07-14"],"type":["text"],"creator":["Richtárik, Peter","Takáč, Martin"],"language":[],"coverage":[],"title":["Iteration Complexity of Randomized Block-Coordinate Descent Methods for\n  Minimizing a Composite Function"],"description":["  In this paper we develop a randomized block-coordinate descent method for\nminimizing the sum of a smooth and a simple nonsmooth block-separable convex\nfunction and prove that it obtains an $\\epsilon$-accurate solution with\nprobability at least $1-\\rho$ in at most $O(\\tfrac{n}{\\epsilon} \\log\n\\tfrac{1}{\\rho})$ iterations, where $n$ is the number of blocks. For strongly\nconvex functions the method converges linearly. This extends recent results of\nNesterov [Efficiency of coordinate descent methods on huge-scale optimization\nproblems, CORE Discussion Paper #2010/2], which cover the smooth case, to\ncomposite minimization, while at the same time improving the complexity by the\nfactor of 4 and removing $\\epsilon$ from the logarithmic term. More\nimportantly, in contrast with the aforementioned work in which the author\nachieves the results by applying the method to a regularized version of the\nobjective function with an unknown scaling factor, we show that this is not\nnecessary, thus achieving true iteration complexity bounds. In the smooth case\nwe also allow for arbitrary probability vectors and non-Euclidean norms.\nFinally, we demonstrate numerically that the algorithm is able to solve\nhuge-scale $\\ell_1$-regularized least squares and support vector machine\nproblems with a billion variables.\n","Comment: 33 pages, 7 figures, 10 tables"]}]
["1107.2852",{"format":[],"subject":["Physics - Plasma Physics","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2852"],"date":["2011-07-14"],"type":["text"],"creator":["Dodin, I. Y."],"language":[],"coverage":[],"title":["Ponderomotive forces and wave dispersion: two sides of the same coin"],"description":["  Presented here is a general view on adiabatic and resonant wave-particle\ninteractions leading to a uniform description of nonlinear ponderomotive\neffects in very different environments, from low-temperature plasmas to\nrelativistic plasmas or even atoms in laser light. Treating the wave-particle\ninteraction as a classical mode-coupling problem, this theory shows the\ninherent connection between the ponderomotive forces and the properties of\nwaves causing those forces. The adiabatic Lagrangians are derived for single\nparticles and nonlinear waves, possibly carrying trapped particles, and yield\nboth the dynamic equations and the nonlinear dispersion relations in the\ngeneral case.\n"]}]
["1107.2859",{"format":[],"subject":["Computer Science - Multimedia","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2859"],"date":["2011-07-14"],"type":["text"],"creator":["Tang, Jinhui","Yan, Shuicheng","Chua, Tat-Seng","Jain, Ramesh"],"language":[],"coverage":[],"title":["Label-Specific Training Set Construction from Web Resource for Image\n  Annotation"],"description":["  Recently many research efforts have been devoted to image annotation by\nleveraging on the associated tags/keywords of web images as training labels. A\nkey issue to resolve is the relatively low accuracy of the tags. In this paper,\nwe propose a novel semi-automatic framework to construct a more accurate and\neffective training set from these web media resources for each label that we\nwant to learn. Experiments conducted on a real-world dataset demonstrate that\nthe constructed training set can result in higher accuracy for image\nannotation.\n","Comment: 4 pages, 5 figures"]}]
["1107.2861",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2861","doi:10.1016/j.aop.2011.06.007"],"date":["2011-07-14"],"type":["text"],"creator":["Kalvoda, T.","Stovicek, P."],"language":[],"coverage":[],"title":["A charged particle in a homogeneous magnetic field accelerated by a time\n  periodic Aharonov-Bohm flux"],"description":["  We consider a nonrelativistic quantum charged particle moving on a plane\nunder the influence of a uniform magnetic field and driven by a periodically\ntime-dependent Aharonov-Bohm flux. We observe an acceleration effect in the\ncase when the Aharonov-Bohm flux depends on time as a sinusoidal function whose\nfrequency is in resonance with the cyclotron frequency. In particular, the\nenergy of the particle increases linearly for large times. An explicit formula\nfor the acceleration rate is derived with the aid of the quantum averaging\nmethod, and then it is checked against a numerical solution with a very good\nagreement.\n"]}]
["1107.2864",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J17, 14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2864"],"date":["2011-07-14"],"type":["text"],"creator":["Kollár, János"],"language":[],"coverage":[],"title":["New examples of terminal and log canonical singularities"],"description":["  We give new examples of terminal and log canonical singularities.\n"]}]
["1107.2867",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2867"],"date":["2011-07-14"],"type":["text"],"creator":["Kumar, A. Dinesh","Dukkipati, Ambedkar"],"language":[],"coverage":[],"title":["A Two Stage Selective Averaging LDPC Decoding"],"description":["  Low density parity-check (LDPC) codes are a class of linear block codes that\nare decoded by running belief propagation (BP) algorithm or log-likelihood\nratio belief propagation (LLR-BP) over the factor graph of the code. One of the\ndisadvantages of LDPC codes is the onset of an error floor at high values of\nsignal to noise ratio caused by trapping sets. In this paper, we propose a two\nstage decoder to deal with different types of trapping sets. Oscillating\ntrapping sets are taken care by the first stage of the decoder and the\nelementary trapping sets are handled by the second stage of the decoder.\nSimulation results on regular PEG (504,252,3,6) code shows that the proposed\ntwo stage decoder performs significantly better than the standard decoder.\n","Comment: 5 pages, 4 figures"]}]
["1107.2870",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2870"],"date":["2011-07-14"],"type":["text"],"creator":["Zaninoni, Elena","Margutti, Raffaella","Bernardini, Maria Grazia","Chincarini, Guido"],"language":[],"coverage":[],"title":["The Swift/XRT Catalogue of GRBs"],"description":["  We present the preliminary analysis of the GRB light curves obtained by\nSwift/XRT between November 2004 and December 2010.\n","Comment: 4 pages, 4 figures, Poster presented in \"The X-ray Universe 2011\"\n  Conference, Berlin, 27-30 June 2011"]}]
["1107.2875",{"format":[],"subject":["Mathematics - Algebraic Geometry","Computer Science - Computer Vision and Pattern Recognition","14N, 14Q, 68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2875"],"date":["2011-07-14"],"type":["text"],"creator":["Aholt, Chris","Sturmfels, Bernd","Thomas, Rekha"],"language":[],"coverage":[],"title":["A Hilbert Scheme in Computer Vision"],"description":["  Multiview geometry is the study of two-dimensional images of\nthree-dimensional scenes, a foundational subject in computer vision. We\ndetermine a universal Groebner basis for the multiview ideal of n generic\ncameras. As the cameras move, the multiview varieties vary in a family of\ndimension 11n-15. This family is the distinguished component of a multigraded\nHilbert scheme with a unique Borel-fixed point. We present a combinatorial\nstudy of ideals lying on that Hilbert scheme.\n","Comment: 26 pages"]}]
["1107.2877",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2877"],"date":["2011-07-14"],"type":["text"],"creator":["Pierini, Maurizio","Prosper, Harrison","Sekmen, Sezen","Spiropulu, Maria"],"language":[],"coverage":[],"title":["Model Inference with Reference Priors"],"description":["  We describe the application of model inference based on reference priors to\ntwo concrete examples in high energy physics: the determination of the CKM\nmatrix parameters rhobar and etabar and the determination of the parameters m_0\nand m_1/2 in a simplified version of the CMSSM SUSY model. We show how a\n1-dimensional reference posterior can be mapped to the n-dimensional (n-D)\nparameter space of the given class of models, under a minimal set of conditions\non the n-D function. This reference-based function can be used as a prior for\nthe next iteration of inference, using Bayes' theorem recursively.\n","Comment: Proceedings of PHYSTAT11"]}]
["1107.2880",{"format":[],"subject":["Mathematics - Combinatorics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2880"],"date":["2011-07-14"],"type":["text"],"creator":["Sullivant, Seth"],"language":[],"coverage":[],"title":["The disentangling number for phylogenetic mixtures"],"description":["  We provide a logarithmic upper bound for the disentangling number on\nunordered lists of leaf labeled trees. This results is useful for analyzing\nphylogenetic mixture models. The proof depends on interpreting multisets of\ntrees as high dimensional contingency tables.\n","Comment: 4 pages, 1 figure"]}]
["1107.2881",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Computer Science and Game Theory","35Q91, 90B70, 91A13, 91A26, 91A30, 91A40, 91A80, 91B06, 91B16,"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2881"],"date":["2011-07-14"],"type":["text"],"creator":["Gutiérrez, Francisco","Argoty, Camilo","Moreno, Stefany"],"language":[],"coverage":[],"title":["A generalization of a classical model in contract theory: The agent\n  behavior"],"description":["  We present a first approximation of agent behaviour in a generalized model in\ncontract theory. This model relaxes some of the the assumptions of one of the\nclassical models allowing to include a broader range of agents. We introduce\nthe motivation for the agent and reinterpret the classical definition of risk\nperception. Besides, we analyze different scenarios for the relation between\nthe effort exerted by the agent and the probability that he gets an especfic\nresult.\n"]}]
["1107.2882",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2882"],"date":["2011-07-14"],"type":["text"],"creator":["Oliveira, Miguel A."],"language":[],"coverage":[],"title":["Velocity measurements in General Relativity revisited"],"description":["  In this work we generalize an earlier treatment of the measurements of\nvelocities at the event horizon of a black hole. This is intended as a\npedagogical exercise as well as one more contribution to the resolution of some\nunphysical interpretations related to velocity measurements by generalized\nobservers. We now use a more general metric and, non-geodesic observer sets to\nshow that the velocity of a test particle at the event horizon is less than the\nspeed of light.\n","Comment: 15 pages, 3 figures"]}]
["1107.2888",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05D10, 11B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2888"],"date":["2011-07-14"],"type":["text"],"creator":["Lu, Linyuan","Peng, Xing"],"language":[],"coverage":[],"title":["Monochromatic 4-term arithmetic progressions in 2-colorings of $\\mathbb\n  Z_n$"],"description":["  This paper is motivated by a recent result of Wolf \\cite{wolf} on the minimum\nnumber of monochromatic 4-term arithmetic progressions(4-APs, for short) in\n$\\Z_p$, where $p$ is a prime number. Wolf proved that there is a 2-coloring of\n$\\Z_p$ with 0.000386% fewer monochromatic 4-APs than random 2-colorings; the\nproof is probabilistic and non-constructive. In this paper, we present an\nexplicit and simple construction of a 2-coloring with 9.3% fewer monochromatic\n4-APs than random 2-colorings. This problem leads us to consider the minimum\nnumber of monochromatic 4-APs in $\\Z_n$ for general $n$. We obtain both lower\nbound and upper bound on the minimum number of monochromatic 4-APs in all\n2-colorings of $\\Z_n$. Wolf proved that any 2-coloring of $\\Z_p$ has at least\n$(1/16+o(1))p^2$ monochromatic 4-APs. We improve this lower bound into\n$(7/96+o(1))p^2$.\n  Our results on $\\Z_n$ naturally apply to the similar problem on $[n]$ (i.e.,\n$\\{1,2,..., n\\}$). In 2008, Parillo, Robertson, and Saracino \\cite{prs}\nconstructed a 2-coloring of $[n]$ with 14.6% fewer monochromatic 3-APs than\nrandom 2-colorings. In 2010, Butler, Costello, and Graham \\cite{BCG} extended\ntheir methods and used an extensive computer search to construct a 2-coloring\nof $[n]$ with 17.35% fewer monochromatic 4-APs (and 26.8% fewer monochromatic\n5-APs) than random 2-colorings. Our construction gives a 2-coloring of $[n]$\nwith 33.33% fewer monochromatic 4-APs (and 57.89% fewer monochromatic 5-APs)\nthan random 2-colorings.\n","Comment: 23 pages, 4 figures"]}]
["1107.2890",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2890"],"date":["2011-07-14"],"type":["text"],"creator":["Brummelaar, T. A. ten","Huber, D.","von Braun, K.","Boyajian, T.","Richardson, N. D.","Schaefer, G.","Tallon-Bosc, I.","Mourard, D.","McAlister, H. A.","Turner, N. H.","Sturmann, L.","Sturmann, J.","Monnier, J. D.","Ireland, M."],"language":[],"coverage":[],"title":["Recent Results form the CHARA Array"],"description":["  The CHARA Array is a six 1-m telescope optical and near infrared\ninterferometer located at the Mount Wilson Observatory in southern California\nand operated by the Center for High Angular Resolution Astronomy of Georgia\nState University. The CHARA Array has been in regular scientific operation\nsince 2005 and now has over 55 publications in the refereed literature,\nincluding two in Science and one in Nature. The Array now supports seven beam\ncombiners ranging from 0.5 microns up to 2.3 microns and combing from 2 to 4\nbeams at a time. An upgrade to a full 6 beam combiner is now underway and\nfringes with all six telescopes were achieved soon after the meeting.We present\nsome of the more recent results from the CHARA-Array.\n","Comment: To appear in proceedings of PASP Resolving the Future of Astronomy\n  with Long-Baseline Interferometry March 28 -31, 2011"]}]
["1107.2899",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2899"],"date":["2011-07-14"],"type":["text"],"creator":["Clement, Helsens"],"language":[],"coverage":[],"title":["Top physics with the ATLAS detector"],"description":["  During the 2010 CERN Large Hadron Collider operation at $\\sqrt{s}$ = 7 TeV,\n35 pb$^{-1}$ of high $p_T$ triggers has been collected by the ATLAS detector.\nThis corresponds to the production of approximately $\\number 2500$ top-quark\npair events containing at least one lepton in the final state ($e$ or $\\mu$).\n","Comment: 10 pages, 2 figures, FPCP2011 proceedings"]}]
["1107.2909",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2909"],"date":["2011-07-14"],"type":["text"],"creator":["Nurmagambetov, A. J."],"language":[],"coverage":[],"title":["Analytical approach to phase transitions in rotating and non-rotating 2D\n  holographic superconductors"],"description":["  Analytical calculations of phase transitions in AdS3 Maxwell-scalar system,\nmodeling a holographic superconductor, are performed in the probe limit of BTZ\nblack hole background. Estimated values of the phase transition critical\ntemperature and of the scalar boundary operator are compared with that obtained\nin numerical simulations. We discuss extensions of the model to topologically\nmassive QED3 and to inclusion of external magnetic field. The latter becomes\npossible through the Barnett-London and the Lense-Thirring effects, but the\nformer does not lead to any viable modifications. The standard setup of a\nholographic superconductor is extended to a rotating 2D holographic\nsuperconductor, and the main characteristics of the phase transition are\ncalculated in the probe limit and in the small angular momentum approximation.\nWe evaluate the feedback of the superconductor rotation on the phase transition\nand find the set of parameters, which lower the critical temperature in compare\nto the non-rotating case, or make it slightly higher.\n","Comment: 25 pages, 2 figs"]}]
["1107.2912",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2912"],"date":["2011-07-14"],"type":["text"],"creator":["Hadjesfandiari, Ali R.","Dargush, Gary F."],"language":[],"coverage":[],"title":["Fundamental solutions for isotropic size-dependent couple stress\n  elasticity"],"description":["  Fundamental solutions for two- and three-dimensional linear isotropic\nsize-dependent couple stress elasticity are derived, based upon the\ndecomposition of displacement fields into dilatational and solenoidal\ncomponents. While several fundamental solutions have appeared previously in the\nliterature, the present version is for the newly developed fully determinate\ncouple stress theory. Within this theory, the couple stress tensor is\nskewsymmetrical and thus possesses vectorial character. The present derivation\nprovides solutions for infinite domains of elastic materials under the\ninfluence of unit concentrated forces and couples. Unlike all previous work,\nunique solutions for displacements, rotations, force-stresses and\ncouple-stresses are established, along with the corresponding force-tractions\nand couple-tractions. These fundamental solutions are central in analysis\nmethods based on Green's functions for infinite domains and are required as\nkernels in the corresponding boundary integral formulations for size-dependent\ncouple stress elastic materials.\n","Comment: 35 pages"]}]
["cond-mat/0411253",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0411253","J. Comput. Theor. Nanosci. 4, 504 (2007)","doi:10.1166/jctn.2007.011"],"date":["2004-11-10"],"type":["text"],"creator":["Chakraborty, Aniruddha","Bagchi, Sayan","Sebastian, K. L."],"language":[],"coverage":[],"title":["Buckled nano rod - a two state system and its dynamics"],"description":["  We consider a suspended elastic rod under longitudinal compression. The\ncompression can be used to adjust potential energy for transverse displacements\nfrom harmonic to double well regime. The two minima in potential energy curve\ndescribe two possible buckled states at a particular strain. Using transition\nstate theory (TST) we have calculated the rate of conversion from one state to\nother. If the strain $\\epsilon$ is between $\\epsilon_c$ and $4 \\epsilon_c$, the\nsaddle point is the straight rod. But for $\\epsilon_c < 4 \\epsilon_c$, the\nsaddle is S-shaped. At $\\epsilon_c = 4 \\epsilon_c$ the simple TST rate\ndiverges. We suggest methods to correct this divergence, both for classical and\nquantum calculations. We also find that zero point energy contributions can be\nquite large (as large as $10^9$) so that single mode calculations can lead to\nlarge errors in the rate.\n","Comment: 8 pages, 8 figures"]}]
["hep-ph/0612021",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0612021"],"date":["2006-12-04","2011-07-14"],"type":["text"],"creator":["Aulakh, Charanjit S.","Garg, Sumit K."],"language":[],"coverage":[],"title":["The New Minimal Supersymmetric GUT : Spectra, RG analysis and fitting\n  formulae"],"description":["  The Supersymmetric SO(10) GUT based on the ${\\bf{210\\oplus 10\\oplus 120\\oplus\n126\\oplus {\\bar{126}}}}$ Higgs system has 40 real superpotential parameters of\nwhich 2 can be fixed by the Light Higgs doublet fine tuning and one by the\ndetermination of the unification scale by the RG flow. It provides a minimal\nframework for the emergence of R-parity exact Supersymmetric Standard Model at\nlow energies and viable supersymmetric seesaw explanation for the observed\nneutrino masses and mixing angles. We present complete formulae for MSSM\ndecomposition of the superpotential invariants, explicit GUT scale one step\nspontaneous symmetry breaking down to the MSSM, tree level light charged\nfermion effective yukawa couplings, Weinberg neutrino mass generation operator,\nand the complete set of effectve superpotential coefficients of LLLL and RRRR\n$d=5$ Baryon violating operators(which have contributions from novel\n\\textbf{120}-plet Higgs channels) in terms of GUT superpotential parameters. We\nsurvey the gauge RG flow including threshold corrections due to the calculated\nsuper heavy particle spectra. The formulae given are used in following papers\nto determine complete realistic Susy SO(10) GUT fits of all MSSM data.\n","Comment: 46 pages, Latex, 7 eps Figures, 1 Table. Discussion revised to be\n  coherent with successive paper NMSGUT-II(arXiv:0807.0917v2) and\n  NMSGUT-III(submitted July 14,2011)"]}]
["math/0609714",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","14J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609714","Adv. Theor. Math. Phys.11:683-705, 2007"],"date":["2006-09-26"],"type":["text"],"creator":["Dillies, Jimmy"],"language":[],"coverage":[],"title":["Toroidal Orbifolds a la Vafa-Witten"],"description":["  We classify orbifolds obtained by taking the quotient of a three tori by\nabelian extensions of Z/n x Z/n automorphisms, where each torus has a\nmultiplicative Z/n action (n=3,4 or 6). This 'completes' the classification of\norbifolds of the above type initiated by Donagi and Faraggi (hep-th/0403272)\nand, Donagi and Wendland in the cases n=2.\n","Comment: 24 pages, 2 figures"]}]
["physics/9810002",{"format":[],"subject":["Physics - Biological Physics","Physics - Medical Physics","Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/9810002","Phys. Rev. Lett. 82, 1995-1998 (1999)","doi:10.1103/PhysRevLett.82.1995"],"date":["1998-10-02"],"type":["text"],"creator":["Alstrom, Preben","Eguiluz, Victor M.","Colding-Jorgensen, Morten","Gustafsson, Finn","Holstein-Rathlou, Niels-Henrik"],"language":[],"coverage":[],"title":["Instability and `Sausage-String' Appearance in Blood Vessels during High\n  Blood Pressure"],"description":["  A new Rayleigh-type instability is proposed to explain the `sausage-string'\npattern of alternating constrictions and dilatations formed in blood vessels\nunder influence of a vasoconstricting agent. Our theory involves the nonlinear\nelasticity characteristics of the vessel wall, and provides predictions for the\nconditions under which the cylindrical form of a blood vessel becomes unstable.\n","Comment: 4 pages, 4 figures submitted to Physical Review Letters"]}]
["quant-ph/0409041",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0409041","Mol. Phys. 107,165 (2009)","doi:10.1080/00268970902744342"],"date":["2004-09-07"],"type":["text"],"creator":["Chakraborty, Aniruddha"],"language":[],"coverage":[],"title":["Curve Crossing Problems: Analytically solvable model"],"description":["  We propose an exactly solvable model for the two state curve crossing\nproblems. Our model assumes the coupling to be a delta function. It is used to\ncalculate the effect of curve crossing on electronic absorption spectrum and\nresonance Raman excitation profile.\n","Comment: 5 pages, 3 figures"]}]
