["0708.2043",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2043","Nucl. Phys. B171 (Proc. Suppl.) (2007) 325-327","doi:10.1016/j.nuclphysbps.2007.06.046"],"date":["2007-08-15"],"type":["text"],"creator":["Trzetrzelewski, Maciej"],"language":[],"coverage":[],"title":["The hamiltonian study of supersymmetric Yang-Mills quantum mechanics"],"description":["  The hamiltonian formulation of Supersymmetric Yang-Mills quantum mechanics\n(SYMQM) is discussed. We focus on the Fock space formulation of the models\nsince it is convenient for the numerical analysis, however some novel\nanalytical results are also pointed out.\n","Comment: 3 pages"]}]
["0805.1674",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1674","J. Mag. Mag. Mat. 321 (2009) 545-554","doi:10.1016/j.jmmm.2008.06.041"],"date":["2008-05-12"],"type":["text"],"creator":["Suess, D.","Lee, J.","Fidler, J.","Schrefl, T."],"language":[],"coverage":[],"title":["Exchange coupled perpendicular media"],"description":["  The potential of exchange spring bilayers and graded media is reviewed. An\nanalytical model for the optimization of graded media gives an optimal value of\nthe magnetic polarization of Js = 0.8 T. The optimum design allows for\nthermally stable grains with grain diameters in the order of 3.3 nm, which\nsupports ultra high density up to 5 to 10 Tbit per inch2. The switching field\ndistribution is significantly reduced in bilayer media and graded media\ncompared to single phase media. For the graded media the switching field\ndistribution is reduced by about a factor of two. For bilayer media the minimum\nswitching field distribution is obtained for soft layer anisotropies about one\nfifth of the hard layer anisotropy. The influence of precessional switching on\nthe reversal time and the reversal field is investigated in detail for magnetic\nbilayers. Exchange spring bilayers can be reversed with field pulses of 20 ps.\n","Comment: submitted to JMMM, 'Current Perspectives; Perpendicular recording'"]}]
["0808.1291",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1291","Bull. Lond. Math. Soc. 41 (2009), no. 4, 621--633","doi:10.1112/blms/bdp034"],"date":["2008-08-08","2008-08-12"],"type":["text"],"creator":["Brauchart, J. S.","Hardin, D. P.","Saff, E. B."],"language":[],"coverage":[],"title":["The Riesz energy of the $N$-th roots of unity: an asymptotic expansion\n  for large $N$"],"description":["  We derive the complete asymptotic expansion in terms of powers of $N$ for the\nRiesz $s$-energy of $N$ equally spaced points on the unit circle as $N\\to\n\\infty$. For $s\\ge -2$, such points form optimal energy $N$-point\nconfigurations with respect to the Riesz potential $1/r^{s}$, $s\\neq0$, where\n$r$ is the Euclidean distance between points.\n  By analytic continuation we deduce the expansion for all complex values of\n$s$.\n  The Riemann zeta function plays an essential role in this asymptotic\nexpansion.\n","Comment: Added reference to paper by Cohn and Kumar which shows optimality of\n  roots of unity for -2<s<-1"]}]
["0902.2020",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2020","Neural Computation March 2010, Vol. 22, No. 3: 581-598","doi:10.1162/neco.2009.02-09-956"],"date":["2009-02-11","2011-10-31"],"type":["text"],"creator":["Famulare, Michael","Fairhall, Adrienne L."],"language":[],"coverage":[],"title":["Feature selection in simple neurons: how coding depends on spiking\n  dynamics"],"description":["  The relationship between a neuron's complex inputs and its spiking output\ndefines the neuron's coding strategy. This is frequently and effectively\nmodeled phenomenologically by one or more linear filters that extract the\ncomponents of the stimulus that are relevant for triggering spikes, and a\nnonlinear function that relates stimulus to firing probability. In many sensory\nsystems, these two components of the coding strategy are found to adapt to\nchanges in the statistics of the inputs, in such a way as to improve\ninformation transmission. Here, we show for two simple neuron models how\nfeature selectivity as captured by the spike-triggered average depends both on\nthe parameters of the model and on the statistical characteristics of the\ninput.\n","Comment: 23 Pages, LaTeX + 4 Figures. v2 is substantially expanded and\n  revised. v3 corrects minor errors in Sec. 3.6"]}]
["0902.4302",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4302","ESAIM COCV 16, 3 (2010) 744-763"],"date":["2009-02-25"],"type":["text"],"creator":["Carlier, Guillaume","Tahraoui, Rabah"],"language":[],"coverage":[],"title":["Hamilton-Jacobi-Bellman equations for the optimal control of a state\n  equation with memory"],"description":["  This article is devoted to the optimal control of state equations with memory\nof the form: ?[x(t) = F(x(t),u(t), \\int_0^{+\\infty} A(s) x(t-s) ds), t>0, with\ninitial conditions x(0)=x, x(-s)=z(s), s>0.]Denoting by $y_{x,z,u}$ the\nsolution of the previous Cauchy problem and: \\[v(x,z):=\\inf_{u\\in V}\n\\{\\int_0^{+\\infty} e^{-\\lambda s} L(y_{x,z,u}(s), u(s))ds \\}\\] where $V$ is a\nclass of admissible controls, we prove that $v$ is the only viscosity solution\nof an Hamilton-Jacobi-Bellman equation of the form: \\[\\lambda\nv(x,z)+H(x,z,\\nabla_x v(x,z))+D_z v(x,z), \\dot{z} >=0\\] in the sense of the\ntheory of viscosity solutions in infinite-dimensions of M. Crandall and P.-L.\nLions.\n"]}]
["0911.2873",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2873"],"date":["2009-11-15","2011-11-01"],"type":["text"],"creator":["Amblard, Pierre-Olivier","Michel, Olivier J. J."],"language":[],"coverage":[],"title":["Relating Granger causality to directed information theory for networks\n  of stochastic processes"],"description":["  This paper addresses the problem of inferring circulation of information\nbetween multiple stochastic processes. We discuss two possible frameworks in\nwhich the problem can be studied: directed information theory and Granger\ncausality. The main goal of the paper is to study the connection between these\ntwo frameworks. In the case of directed information theory, we stress the\nimportance of Kramer's causal conditioning. This type of conditioning is\nnecessary not only in the definition of the directed information but also for\nhandling causal side information. We also show how directed information\ndecomposes into the sum of two measures, the first one related to Schreiber's\ntransfer entropy quantifies the dynamical aspects of causality, whereas the\nsecond one, termed instantaneous information exchange, quantifies the\ninstantaneous aspect of causality. After having recalled the definition of\nGranger causality, we establish its connection with directed information\ntheory. The connection is particularly studied in the Gaussian case, showing\nthat Geweke's measures of Granger causality correspond to the transfer entropy\nand the instantaneous information exchange. This allows to propose an\ninformation theoretic formulation of Granger causality.\n","Comment: submitted, completely rehaul, new title, added recent references,\n  more emphasis on general case"]}]
["0911.3109",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3109"],"date":["2009-11-16","2011-11-01"],"type":["text"],"creator":["Baushev, Anton N."],"language":[],"coverage":[],"title":["Interaction of clumpy dark matter with interstellar medium in\n  astrophysical systems"],"description":["  Contemporary cosmological conceptions suggest that the dark matter in haloes\nof galaxies and galaxy clusters has most likely a clumpy structure. If a stream\nof gas penetrates through it, a small-scale gravitational field created by the\nclumps disturbs the flow resulting in momentum exchange between the stream and\nthe dark matter. In this article, we perform an analysis of this effect, based\non the hierarchial halo model of the dark matter structure and\nNavarro-Frenk-White density profiles. We consider the clumps of various masses,\nfrom the smallest up to the highest ones $M\\ge 10^{9} M_\\odot$. It has been\nfound that in any event the effect grows with the mass of the clump: not only\nthe drag force $\\mathfrak F$ acting on the clump, but also its acceleration\n$w=\\mathfrak F/M$ increases.\n  We discuss various astrophysical systems. The mechanism proved to be\nineffective in the case of galaxy or galaxy cluster collisions. On the other\nhand, it played an important role during the process of galaxy formation. As a\nresult, the dark matter should have formed a more compact, oblate, and faster\nrotating substructure in the halo of our Galaxy. We have shown that this thick\ndisk should be more clumpy than the halo. This fact is very important for the\nindirect detection experiments since it is the clumps that give the main\ncontribution to the annihilation signal. Our calculations show that the\nmechanism of momentum exchange between the dark and baryon matter is\nineffective on the outskirts of the galactic halo. It means that the clumps\nfrom there were not transported to the thick disk, and this regions should be\nmore clumpy than the halo on the average.\n","Comment: 6 pages, 2 figures, accepted to MNRAS"]}]
["1001.2184",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2184","Journal of Computational and Theoretical Nanoscience, Volume 8,\n  Number 10, 2011, pp. 1977-1981(5)"],"date":["2010-01-13"],"type":["text"],"creator":["Maiti, Santanu K."],"language":[],"coverage":[],"title":["Current modulation at nano-scale level: A theoretical study"],"description":["  We explore the possibilities of current modulation at nano-scale level using\nmesoscopic rings. A single mesoscopic ring or an array of such rings is used\nfor current modulation where each ring is threaded by a time varying magnetic\nflux $\\phi$ which plays the central role in the modulation action. Within a\ntight-binding framework, all the calculations are done based on the Green's\nfunction formalism. We present numerical results for the two-terminal\nconductance and current which support the essential features of current\nmodulation. The analysis may be helpful in fabricating mesoscopic or nano-scale\nelectronic devices.\n","Comment: 5 pages, 4 figures"]}]
["1001.2725",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2725","Phys.Rev.Lett.104:181301,2010","doi:10.1103/PhysRevLett.104.181301"],"date":["2010-01-15","2011-11-01"],"type":["text"],"creator":["Benincasa, Dionigi M. T.","Dowker, Fay"],"language":[],"coverage":[],"title":["The Scalar Curvature of a Causal Set"],"description":["  A one parameter family of retarded linear operators on scalar fields on\ncausal sets is introduced. When the causal set is well-approximated by 4\ndimensional Minkowski spacetime, the operators are Lorentz invariant but\nnonlocal, are parametrised by the scale of the nonlocality and approximate the\ncontinuum scalar D'Alembertian, $\\Box$, when acting on fields that vary slowly\non the nonlocality scale. The same operators can be applied to scalar fields on\ncausal sets which are well-approximated by curved spacetimes in which case they\napproximate $\\Box - {{1/2}}R$ where $R$ is the Ricci scalar curvature. This can\nused to define an approximately local action functional for causal sets.\n","Comment: Typo in definition of equation (3) and definition of n(x,y)\n  corrected. Note: published version still contains typo"]}]
["1002.1446",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1446","J. Comput. Neurosci. (2010), 30:7-16","doi:10.1007/s10827-010-0231-x"],"date":["2010-02-07"],"type":["text"],"creator":["Amblard, P. O.","Michel, O. J. J."],"language":[],"coverage":[],"title":["On directed information theory and Granger causality graphs"],"description":["  Directed information theory deals with communication channels with feedback.\nWhen applied to networks, a natural extension based on causal conditioning is\nneeded. We show here that measures built from directed information theory in\nnetworks can be used to assess Granger causality graphs of stochastic\nprocesses. We show that directed information theory includes measures such as\nthe transfer entropy, and that it is the adequate information theoretic\nframework needed for neuroscience applications, such as connectivity inference\nproblems.\n","Comment: accepted for publications, Journal of Computational Neuroscience"]}]
["1002.3575",{"format":[],"subject":["High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3575","Phys.Rev.D81:125013,2010","doi:10.1103/PhysRevD.81.125013"],"date":["2010-02-18","2011-10-31"],"type":["text"],"creator":["Kabat, Daniel","Karabali, Dimitra","Nair, V. P."],"language":[],"coverage":[],"title":["Edges and Diffractive Effects in Casimir Energies"],"description":["  The prototypical Casimir effect arises when a scalar field is confined\nbetween parallel Dirichlet boundaries. We study corrections to this when the\nboundaries themselves have apertures and edges. We consider several geometries:\na single plate with a slit in it, perpendicular plates separated by a gap, and\ntwo parallel plates, one of which has a long slit of large width, related to\nthe case of one plate being semi-infinite. We develop a general formalism for\nstudying such problems, based on the wavefunctional for the field in the gap\nbetween the plates. This formalism leads to a lower dimensional theory defined\non the open regions of the plates or boundaries. The Casimir energy is then\ngiven in terms of the determinant of the nonlocal differential operator which\ndefines the lower dimensional theory. We develop perturbative methods for\ncomputing these determinants. Our results are in good agreement with known\nresults based on Monte Carlo simulations. The method is well suited to\nisolating the diffractive contributions to the Casimir energy.\n","Comment: 32 pages, LaTeX, 9 figures. v2: additional discussion of\n  renormalization procedure, version to appear in PRD. v3: corrected a sign\n  error in (70)"]}]
["1005.1900",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1900"],"date":["2010-05-11","2011-11-01"],"type":["text"],"creator":["Hazrat, R."],"language":[],"coverage":[],"title":["The graded structure of Leavitt Path algebras"],"description":["  Leavitt path algebras associate to directed graphs a $\\mathbb Z$-graded\nalgebra and in their simplest form recover the Leavitt algebras $L(1,k)$. In\nthis note, we first study this $\\mathbb Z$-grading and characterize the\n($\\mathbb Z$-graded) structure of Leavitt path algebras, associated to finite\nacyclic graphs, $C_n$-comet and multi-headed graphs. The last two type are\nexamples of graphs whose Leavitt path algebras are strongly graded. We\ncharacterize Leavitt path algebras which are strongly graded, along the way\nobtaining classes of algebras which are group rings or crossed-products. In an\nattempt to generalize the grading, we introduce weighted Leavitt path algebras\nassociated to directed weighted graphs which have natural\n$\\textstyle{\\bigoplus} \\mathbb Z$-grading and in their simplest form recover\nthe Leavitt algebras $L(n,k)$. We then establish some basic properties of these\nalgebras.\n","Comment: 32 pages, (even more) polishing"]}]
["1006.2532",{"format":[],"subject":["Mathematics - Functional Analysis","43A15 (Primary) 43A32, 43A85 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2532"],"date":["2010-06-13","2011-11-01"],"type":["text"],"creator":["Glowacki, Pawel"],"language":[],"coverage":[],"title":["Lp-boundedness of flag kernels on homogeneous groups"],"description":["  We prove that the flag kernel singular integral operators of\nNagel-Ricci-Stein on a homogeneous group are bounded on the Lp spaces. The\ngradation associated with the kernels is the natural gradation of the\nunderlying Lie algebra. Our main tools are the Littlewood-Paley theory and a\nsymbolic calculus combined in the spirit of Duoandikoetxea and Rubio de\nFrancia.\n","Comment: 12 pages. See also http://www.math.uni.wroc.pl/~glowacki"]}]
["1007.0907",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Spectral Theory","53C20, 58J42, 58J50, 58J53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0907"],"date":["2010-07-06","2011-11-01"],"type":["text"],"creator":["Cornelissen, Gunther","de Jong, Jan Willem"],"language":[],"coverage":[],"title":["The spectral length of a map between Riemannian manifolds"],"description":["  To a closed Riemannian manifold, we associate a set of (special values of) a\nfamily of Dirichlet series, indexed by functions on the manifold. We study the\nmeaning of equality of two such families of spectral Dirichlet series under\npullback along a map. This allows us to give a spectral characterization of\nwhen a smooth diffeomorphism between Riemannian manifolds is an isometry, in\nterms of equality along pullback. We also use the invariant to define the\n(spectral) length of a map between Riemannian manifolds, where a map of length\nzero between manifolds is an isometry. We show that this length induces a\ndistance between Riemannian manifolds up to isometry.\n","Comment: 24 pages, 3 figures, smoothness assumptions added, various small\n  changes and clarifications"]}]
["1007.2633",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","14J33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2633"],"date":["2010-07-15","2011-11-01"],"type":["text"],"creator":["Borisov, Lev A."],"language":[],"coverage":[],"title":["Berglund-H\\\"ubsch mirror symmetry via vertex algebras"],"description":["  We give a vertex algebra proof of the Berglund-H\\\"ubsch duality of\nnondegenerate invertible potentials. We suggest a way to unify it with the\nBatyrev-Borisov duality of reflexive Gorenstein cones.\n","Comment: 35 pages, typos corrected and references added"]}]
["1008.1357",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1357"],"date":["2010-08-07","2011-10-31"],"type":["text"],"creator":["Kirkpatrick, Scott","Kulakovsky, Alex","Cebrian, Manuel","Pentland, Alex"],"language":[],"coverage":[],"title":["Social Networks and Spin Glasses"],"description":["  The networks formed from the links between telephones observed in a month's\ncall detail records (CDRs) in the UK are analyzed, looking for the\ncharacteristics thought to identify a communications network or a social\nnetwork. Some novel methods are employed. We find similarities to both types of\nnetwork. We conclude that, just as analogies to spin glasses have proved\nfruitful for optimization of large scale practical problems, there will be\nopportunities to exploit a statistical mechanics of the formation and dynamics\nof social networks in today's electronically connected world.\n","Comment: 18 pages, 13 figures. To appear in Philosophical Magazine: Structure\n  and Properties of Condensed Matter"]}]
["1008.1546",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1546"],"date":["2010-08-09","2011-10-31"],"type":["text"],"creator":["Chen, Gui-Qiang G.","Glimm, James"],"language":[],"coverage":[],"title":["Kolmogorov's Theory of Turbulence and Inviscid Limit of the\n  Navier-Stokes Equations in $\\R^3$"],"description":["  We are concerned with the inviscid limit of the Navier-Stokes equations to\nthe Euler equations in $\\R^3$. We first observe that a pathwise Kolmogorov\nhypothesis implies the uniform boundedness of the $\\alpha^{th}$-order\nfractional derivative of the velocity for some $\\alpha>0$ in the space\nvariables in $L^2$, which is independent of the viscosity $\\mu>0$. Then it is\nshown that this key observation yields the $L^2$-equicontinuity in the time and\nthe uniform bound in $L^q$, for some $q>2$, of the velocity independent of\n$\\mu>0$. These results lead to the strong convergence of solutions of the\nNavier-Stokes equations to a solution of the Euler equations in $\\R^3$. We also\nconsider passive scalars coupled to the incompressible Navier-Stokes equations\nand, in this case, find the weak-star convergence for the passive scalars with\na limit in the form of a Young measure (pdf depending on space and time). Not\nonly do we offer a framework for mathematical existence theories, but also we\noffer a framework for the interpretation of numerical solutions through the\nidentification of a function space in which convergence should take place, with\nthe bounds that are independent of $\\mu>0$, that is in the high Reynolds number\nlimit.\n"]}]
["1009.3997",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","37K10, 14T05, 14H70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3997","Physics Letters A 375 (2011) pp. 4178-4182","doi:10.1016/j.physleta.2011.10.010"],"date":["2010-09-21"],"type":["text"],"creator":["Nobe, Atsushi"],"language":[],"coverage":[],"title":["An ultradiscrete integrable map arising from a pair of tropical elliptic\n  pencils"],"description":["  We present a tropical geometric description of a piecewise linear map whose\ninvariant curve is a concave polygon. In contrast to convex polygons, a concave\none is not directly related to tropical geometry; nevertheless the description\nis given in terms of the addition formula of a tropical elliptic curve. We show\nthat the map is arising from a pair of tropical elliptic pencils each member of\nwhich is the invariant curve of the ultradiscrete QRT map.\n","Comment: 14 pages, 4 figures"]}]
["1009.5574",{"format":[],"subject":["Physics - Classical Physics","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5574"],"date":["2010-09-28","2011-11-01"],"type":["text"],"creator":["Warner, Mark","Corbett, Daniel"],"language":[],"coverage":[],"title":["The self-stabilising dynamics of bicycles"],"description":["  We analyse the classical problem of the stability of bicycles when moving\nquickly and upright. Developing a lean causes the front wheel to turn thereby\nsetting the bicycle instantaneously into circular motion. The centripetal force\nassociated with the lean-dependent turning circle gives a restoring torque\nwhich corrects the lean. The force also helps self-steer the front wheel,\nensuring the bicycle continues in an essentially straight path. We give the\nfrequency of lean oscillations about the vertical executed during riding. As in\nthe literature, we discuss the neglect of gyroscopic effects, which experiment\nsuggests are negligible.\n","Comment: This paper has been withdrawn since it needs extension to how\n  gyroscopic effects impact on the transition back from stable to unstable\n  behaviour at still higher speeds"]}]
["1011.0693",{"format":[],"subject":["Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0693","Optics Letters, Vol. 36, Issue 20, pp. 4110-4112 (2011)"],"date":["2010-11-02","2011-10-31"],"type":["text"],"creator":["Qian, X. F.","Eberly, J. H."],"language":[],"coverage":[],"title":["Entangled states of light in classical polarization theory"],"description":["  We formulate the classical polarization theory for light by using\nentanglement analysis. We demonstrate a route to a systematic and consistent\nmeasure of ordinary light polarization that extends automatically to a new\nunderstanding of the degree of polarization at a point, when a distinct beam\ndirection is absent. We have drawn on recent work [Qian and Eberly, arXiv\n1009.5622] dealing with the conservation of quantum information.\n"]}]
["1011.1585",{"format":[],"subject":["Quantum Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1585","Int. J. Mod. Phys. C, Vol. 22, No. 9 (2011), pp. 897-918","doi:10.1142/S0129183111016683"],"date":["2010-11-06","2011-04-08"],"type":["text"],"creator":["Miszczak, J. A."],"language":[],"coverage":[],"title":["Singular value decomposition and matrix reorderings in quantum\n  information theory"],"description":["  We review Schmidt and Kraus decompositions in the form of singular value\ndecomposition using operations of reshaping, vectorization and reshuffling. We\nuse the introduced notation to analyse the correspondence between quantum\nstates and operations with the help of Jamiolkowski isomorphism. The presented\nmatrix reorderings allow us to obtain simple formulae for the composition of\nquantum channels and partial operations used in quantum information theory. To\nprovide examples of the discussed operations we utilize a package for the\nMathematica computing system implementing basic functions used in the\ncalculations related to quantum information theory.\n","Comment: 11 pages, no figures, see\n  http://zksi.iitis.pl/wiki/projects:mathematica-qi for related software"]}]
["1011.5443",{"format":[],"subject":["Mathematics - Combinatorics","05C70, 05C80, 05C35, 05D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5443"],"date":["2010-11-24","2011-10-31"],"type":["text"],"creator":["Balogh, József","Lee, Choongbum","Samotij, Wojciech"],"language":[],"coverage":[],"title":["Corr\\'adi and Hajnal's theorem for sparse random graphs"],"description":["  In this paper we extend a classical theorem of Corr\\'adi and Hajnal into the\nsetting of sparse random graphs. We show that if $p(n) \\gg (\\log n / n)^{1/2}$,\nthen asymptotically almost surely every subgraph of $G(n,p)$ with minimum\ndegree at least $(2/3 + o(1))np$ contains a triangle packing that covers all\nbut at most $O(p^{-2})$ vertices. Moreover, the assumption on $p$ is optimal up\nto the $(\\log n)^{1/2}$ factor and the presence of the set of $O(p^{-2})$\nuncovered vertices is indispensable. The main ingredient in the proof, which\nmight be of independent interest, is an embedding theorem which says that if\none imposes certain natural regularity conditions on all three pairs in a\nbalanced 3-partite graph, then this graph contains a perfect triangle packing.\n"]}]
["1012.2105",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2105"],"date":["2010-12-09","2011-11-01"],"type":["text"],"creator":["Taddy, Matthew A.","Kottas, Athanasios"],"language":[],"coverage":[],"title":["Mixture Modeling for Marked Poisson Processes"],"description":["  We propose a general modeling framework for marked Poisson processes observed\nover time or space. The modeling approach exploits the connection of the\nnonhomogeneous Poisson process intensity with a density function. Nonparametric\nDirichlet process mixtures for this density, combined with nonparametric or\nsemiparametric modeling for the mark distribution, yield flexible prior models\nfor the marked Poisson process. In particular, we focus on fully nonparametric\nmodel formulations that build the mark density and intensity function from a\njoint nonparametric mixture, and provide guidelines for straightforward\napplication of these techniques. A key feature of such models is that they can\nyield flexible inference about the conditional distribution for multivariate\nmarks without requiring specification of a complicated dependence scheme. We\naddress issues relating to choice of the Dirichlet process mixture kernels, and\ndevelop methods for prior specification and posterior simulation for full\ninference about functionals of the marked Poisson process. Moreover, we discuss\na method for model checking that can be used to assess and compare goodness of\nfit of different model specifications under the proposed framework. The\nmethodology is illustrated with simulated and real data sets.\n"]}]
["1101.1993",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Functional Analysis","Mathematics - Metric Geometry","20F69 (Primary) 43A07, 05C25, 20F65, 46T99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1993"],"date":["2011-01-10","2011-11-01"],"type":["text"],"creator":["Arzhantseva, Goulnara","Guentner, Erik","Spakula, Jan"],"language":[],"coverage":[],"title":["Coarse non-amenability and coarse embeddings"],"description":["  We construct the first example of a coarsely non-amenable (= without Guoliang\nYu's property A) metric space with bounded geometry which coarsely embeds into\na Hilbert space.\n","Comment: Revised version, accepted for publication in Geometric and Functional\n  Analysis (GAFA); 15 pages, 4 figures"]}]
["1101.3233",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3233"],"date":["2011-01-17","2011-11-01"],"type":["text"],"creator":["Krause, Henning"],"language":[],"coverage":[],"title":["Report on locally finite triangulated categories"],"description":["  The basic properties of locally finite triangulated categories are discussed.\nThe focus is on Auslander--Reiten theory and the lattice of thick\nsubcategories.\n","Comment: 27 pages, revised and slightly extended version, accepted for\n  publication in J. K-Theory"]}]
["1101.3269",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3269","Phys.Rev.D84:014012,2011","doi:10.1103/PhysRevD.84.014012"],"date":["2011-01-17","2011-11-01"],"type":["text"],"creator":["Pineda, Antonio"],"language":[],"coverage":[],"title":["Next-to-leading ultrasoft running of the heavy quarkonium potentials and\n  spectrum: Spin-independent case"],"description":["  We compute the next-to-leading logarithmic (NLL) ultrasoft running of the\nspin-independent singlet potentials up to ${\\cal O}(1/m^2)$, and the\ncorresponding contribution to the spectrum. This includes the static energy at\nnext-to-next-to-next-to-leading logarithmic (NNNLL) order. As a byproduct of\nthese results one could obtain the heavy quarkonium spectrum with N$^3$LL\naccuracy for $l\\not=0$ (angular momentum) and $s=0$ (spin) states, setting the\nstage for the full analytic and numerical N$^3$LL analysis of such quantity. We\nalso compute the next-to-next-to-next-to-next-to-leading order (N$^4$LO)\nultrasoft spin-independent contribution to the heavy quarkonium mass and static\nenergy.\n","Comment: 23 pages. Some minor typos and mistakes throughout the text\n  corrected. Physical results unchanged"]}]
["1101.3915",{"format":[],"subject":["Mathematics - Probability","Quantitative Biology - Neurons and Cognition","60J70, 92C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3915","J. Appl. Probab. Volume 48, Number 2 (2011), 420-434","doi:10.1239/jap/1308662636"],"date":["2011-01-20"],"type":["text"],"creator":["Thomas, Peter J."],"language":[],"coverage":[],"title":["A Lower Bound for the First Passage Time Density of the Suprathreshold\n  Ornstein-Uhlenbeck Process"],"description":["  We prove that the first passage time density $\\rho(t)$ for an\nOrnstein-Uhlenbeck process $X(t)$ obeying $dX=-\\beta X dt + \\sigma dW$ to reach\na fixed threshold $\\theta$ from a suprathreshold initial condition\n$x_0>\\theta>0$ has a lower bound of the form $\\rho(t)>k \\exp\\left[-p e^{6\\beta\nt}\\right]$ for positive constants $k$ and $p$ for times $t$ exceeding some\npositive value $u$. We obtain explicit expressions for $k, p$ and $u$ in terms\nof $\\beta$, $\\sigma$, $x_0$ and $\\theta$, and discuss application of the\nresults to the synchronization of periodically forced stochastic leaky\nintegrate-and-fire model neurons.\n","Comment: 15 pages, 1 figure"]}]
["1102.1870",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1870"],"date":["2011-02-09","2011-10-31"],"type":["text"],"creator":["Kajisa, Tomonori"],"language":[],"coverage":[],"title":["On the existence of local frames of CR vector bundles"],"description":["  Given a CR manifold D, we shall show that existence of a CR local frame of a\ncertain CR bundle over D is equivalent to the local imbeddability of D. This\nwill imply that there exists a CR vector bundle which doesn't have CR local\nframes. Using this bundle, we shall construct CR line bundles over\n3-dimensional non-imbeddable CR manifolds which don't have CR local frames.\n","Comment: 9 pages"]}]
["1102.4088",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4088"],"date":["2011-02-20","2011-11-01"],"type":["text"],"creator":["Hazrat, R."],"language":[],"coverage":[],"title":["The graded Grothendieck group and the classification of Leavitt path\n  algebras"],"description":["  This paper is an attempt to show that, parallel to Elliott's classification\nof AF $C^*$-algebras by means of $K$-theory, the graded $K_0$-group classifies\nLeavitt path algebras completely. In this direction, we prove this claim at two\nextremes, namely, for the class of acyclic graphs (graphs with no cycles) and\ncomet and polycephaly graphs (graphs which each head is connected to a cycle or\na collection of loops).\n","Comment: 30 pages more polished"]}]
["1102.4827",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4827"],"date":["2011-01-25","2011-11-01"],"type":["text"],"creator":["Ignatovich, V. K."],"language":[],"coverage":[],"title":["A Model of Violation and Superviolation of Bell's Inequality in Local\n  Quantum Mechanics"],"description":["  A model for violation and even superviolation of the Bell's inequalities in\ncoincidence experiments with photons in local \\qm\\ is presented. The model is\nbased on assumption that time retardation or losses in an analyzer depend on\nangle between linear polarization of an incident photon and the analyzer's\naxis.\n","Comment: 5 pages, 3 figures"]}]
["1103.1964",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1964","Phys. Rev. D 84, 087701 (2011)","doi:10.1103/PhysRevD.84.087701"],"date":["2011-03-10","2011-09-22"],"type":["text"],"creator":["Trzetrzelewski, Maciej"],"language":[],"coverage":[],"title":["Dirac equation for membranes"],"description":["  Dirac's idea of taking the square root of constraints is applied to the case\nof extended objects concentrating on membranes in D=4 space-time dimensions.\nThe resulting equation is Lorentz invariant and predicts an infinite hierarchy\nof positive and negative masses (tension). There are no tachyonic solutions.\n","Comment: 5 pages, 1 figure, v2: improved version, accepted for publication as\n  a Brief Report in Physical Review D"]}]
["1103.2786",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2786","Phys.Rev.D83:104017,2011","doi:10.1103/PhysRevD.83.104017"],"date":["2011-03-14"],"type":["text"],"creator":["Li, Baojiu","Sotiriou, Thomas P.","Barrow, John D."],"language":[],"coverage":[],"title":["Large-scale Structure in f(T) Gravity"],"description":["  In this work we study the cosmology of the general f(T) gravity theory. We\nexpress the modified Einstein equations using covariant quantities, and derive\nthe gauge-invariant perturbation equations in covariant form. We consider a\nspecific choice of f(T), designed to explain the observed late-time\naccelerating cosmic expansion without including an exotic dark energy\ncomponent. Our numerical solution shows that the extra degree of freedom of\nsuch f(T) gravity models generally decays as one goes to smaller scales, and\nconsequently its effects on scales such as galaxies and galaxies clusters are\nsmall. But on large scales, this degree of freedom can produce large deviations\nfrom the standard LCDM scenario, leading to severe constraints on the f(T)\ngravity models as an explanation to the cosmic acceleration.\n","Comment: 13 pages, 3 figures"]}]
["1104.2355",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2355"],"date":["2011-04-12","2011-10-31"],"type":["text"],"creator":["Nevat, Ido","Peters, Gareth W.","Yuan, Jinhong","Collings, Iain"],"language":[],"coverage":[],"title":["Cooperative Spectrum Sensing for Amplify-and-Forward Cognitive Networks"],"description":["  We develop a framework for spectrum sensing in cooperative\namplify-and-forward cognitive radio networks. We consider a stochastic model\nwhere relays are assigned in cognitive radio networks to transmit the primary\nuser's signal to a cognitive Secondary Base Station (SBS). We develop the\nBayesian optimal decision rule under various scenarios of Channel State\nInformation (CSI) varying from perfect to imperfect CSI. In order to obtain the\noptimal decision rule based on a Likelihood Ratio Test (LRT), the marginal\nlikelihood under each hypothesis relating to presence or absence of\ntransmission needs to be evaluated pointwise. However, in some cases the\nevaluation of the LRT can not be performed analytically due to the\nintractability of the multi-dimensional integrals involved. In other cases, the\ndistribution of the test statistic can not be obtained exactly. To circumvent\nthese difficulties we design two algorithms to approximate the marginal\nlikelihood, and obtain the decision rule. The first is based on Gaussian\nApproximation where we quantify the accuracy of the approximation via a\nmultivariate version of the Berry-Esseen bound. The second algorithm is based\non Laplace approximation for the marginal likelihood, which results in a\nnon-convex optimisation problem which is solved efficiently via Bayesian\nExpectation-Maximisation method. We also utilise a Laguerre series expansion to\napproximate the distribution of the test statistic in cases where its\ndistribution can not be derived exactly. Performance is evaluated via analytic\nbounds and compared to numerical simulations.\n","Comment: 30 pages, 9 figures, submitted to Transactions on Signal Processing"]}]
["1104.2495",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2495","Phys. Rev. B 84, 144429 (2011)","doi:10.1103/PhysRevB.84.144429"],"date":["2011-04-13","2011-11-01"],"type":["text"],"creator":["Tsirlin, Alexander A.","Janson, Oleg","Rosner, Helge"],"language":[],"coverage":[],"title":["Unusual ferromagnetic superexchange in CdVO3: The role of Cd"],"description":["  A microscopic magnetic model of the low-pressure modification of CdVO3 is\nestablished, based on density functional theory (DFT) band-structure\ncalculations, magnetization measurements, and quantum Monte-Carlo simulations.\nThis compound is a rare example of a quasi-one-dimensional spin-1/2 system\nshowing exclusively ferromagnetic exchange. The spin lattice of CdVO3 entails\nzigzag chains with an effective intrachain coupling J ~ -90 K and interchain\ncouplings of Jc ~ -18 K and Ja ~ -3 K. Quantum fluctuations are partially\nsuppressed by the sizable interchain coupling Jc that leads to an intermediate\nregime between one-dimensional and two-dimensional ferromagnetic systems. Apart\nfrom the peculiar spin model, CdVO3 features an unusual mechanism of\nferromagnetic superexchange. The couplings largely originate from Cd 5s states\nmediating hoppings between half-filled and empty 3d states of V+4.\n","Comment: 11 pages, 9 figures, 5 tables. Published version with an additional\n  explanation of methodological issues"]}]
["1104.4630",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4630","SIGMA 7 (2011), 102, 29 pages","doi:10.3842/SIGMA.2011.102"],"date":["2011-04-24","2011-11-01"],"type":["text"],"creator":["Kashaev, Rinat M.","Nakanishi, Tomoki"],"language":[],"coverage":[],"title":["Classical and Quantum Dilogarithm Identities"],"description":["  Using the quantum cluster algebra formalism of Fock and Goncharov, we present\nseveral forms of quantum dilogarithm identities associated with periodicities\nin quantum cluster algebras, namely, the tropical, universal, and local forms.\nWe then demonstrate how classical dilogarithm identities naturally emerge from\nquantum dilogarithm identities in local form in the semiclassical limit by\napplying the saddle point method.\n"]}]
["1105.1694",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure","Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1694","Physical Review X 1, 021006 (2011)","doi:10.1103/PhysRevX.1.021006"],"date":["2011-05-09","2011-11-01"],"type":["text"],"creator":["Toth, Bence","Lemperiere, Yves","Deremble, Cyril","de Lataillade, Joachim","Kockelkoren, Julien","Bouchaud, Jean-Philippe"],"language":[],"coverage":[],"title":["Anomalous price impact and the critical nature of liquidity in financial\n  markets"],"description":["  We propose a dynamical theory of market liquidity that predicts that the\naverage supply/demand profile is V-shaped and {\\it vanishes} around the current\nprice. This result is generic, and only relies on mild assumptions about the\norder flow and on the fact that prices are (to a first approximation)\ndiffusive. This naturally accounts for two striking stylized facts: first,\nlarge metaorders have to be fragmented in order to be digested by the liquidity\nfunnel, leading to long-memory in the sign of the order flow. Second, the\nanomalously small local liquidity induces a breakdown of linear response and a\ndiverging impact of small orders, explaining the \"square-root\" impact law, for\nwhich we provide additional empirical support. Finally, we test our arguments\nquantitatively using a numerical model of order flow based on the same minimal\ningredients.\n","Comment: 16 pages, 7 figures"]}]
["1105.3999",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3999","Phys. Rev. D84 (2011) 075012","doi:10.1103/PhysRevD.84.075012"],"date":["2011-05-19","2011-10-31"],"type":["text"],"creator":["Brodsky, Stanley J.","Cao, Fu-Guang","de Teramond, Guy F."],"language":[],"coverage":[],"title":["Meson Transition Form Factors in Light-Front Holographic QCD"],"description":["  We study the photon-to-meson transition form factors (TFFs) F_{M \\gamma}(Q^2)\nfor gamma gamma^* \\to M using light-front holographic methods. The Chern-Simons\naction, which is a natural form in 5-dimensional anti-de Sitter (AdS) space,\nleads directly to an expression for the photon-to-pion TFF for a class of\nconfining models. Remarkably, the predicted pion TFF is identical to the\nleading order QCD result where the distribution amplitude has asymptotic form.\nThe Chern-Simons form is local in AdS space and is thus somewhat limited in its\npredictability. It only retains the q \\bar q component of the pion\nwavefunction, and further, it projects out only the asymptotic form of the\nmeson distribution amplitude. It is found that in order to describe\nsimultaneously the decay process \\pi^0 \\rightarrow gamma gamma and the pion TFF\nat the asymptotic limit, a probability for the q \\bar q component of the pion\nwavefunction P_{q \\bar q}=0.5 is required; thus giving indication that the\ncontributions from higher Fock states in the pion light-front wavefunction need\nto be included in the analysis. The probability for the Fock state containing\nfour quarks (anti-quarks) which follows from analyzing the hadron matrix\nelements, P_{q \\bar q q \\bar q} \\sim 10 %, agrees with the analysis of the pion\nelastic form factor using light-front holography including higher Fock\ncomponents in the pion wavefunction. The results for the TFFs for the eta and\neta^\\prime mesons are also presented. The rapid growth of the pion TFF\nexhibited by the BaBar data at high Q^2 is not compatible with the models\ndiscussed in this article, whereas the theoretical calculations are in\nagreement with the experimental data for the eta and eta^\\prime TFFs.\n","Comment: 37 pages, 7 figures; matches the version published in PRD:\n  http://link.aps.org/doi/10.1103/PhysRevD.84.075012"]}]
["1106.4444",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4444","Phys. Rev. A 84, 041607(R) (2011)","doi:10.1103/PhysRevA.84.041607"],"date":["2011-06-22","2011-11-01"],"type":["text"],"creator":["Olmos, B.","Li, W.","Hofferberth, S.","Lesanovsky, I."],"language":[],"coverage":[],"title":["Amplifying single impurities immersed in a gas of ultra cold atoms"],"description":["  We present a method for amplifying a single or scattered impurities immersed\nin a background gas of ultra cold atoms so that they can be optically imaged\nand spatially resolved. Our approach relies on a Raman transfer between two\nstable atomic hyperfine states that is conditioned on the presence of an\nimpurity atom. The amplification is based on the strong interaction among atoms\nexcited to Rydberg states. We perform a detailed analytical study of the\nperformance of the proposed scheme with particular emphasis on the influence of\nmany-body effects.\n","Comment: 5 pages, 4 figures"]}]
["1106.4973",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4973","Astronomy Letters, 2011, Vol. 37, No. 7, pp. 468-479","doi:10.1134/S106377371106003X"],"date":["2011-06-24","2011-11-01"],"type":["text"],"creator":["Istomin, Ya. N.","Sobyanin, D. N."],"language":[],"coverage":[],"title":["Formation of \"Lightnings\" in a Neutron Star Magnetosphere and the Nature\n  of RRATs"],"description":["  The connection between the radio emission from \"lightnings\" produced by the\nabsorption of high-energy photons from the cosmic gamma-ray background in a\nneutron star magnetosphere and radio bursts from rotating radio transients\n(RRATs) is investigated. The lightning length reaches 1000 km; the lightning\nradius is 100 m and is comparable to the polar cap radius. If a closed\nmagnetosphere is filled with a dense plasma, then lightnings are efficiently\nformed only in the region of open magnetic field lines. For the radio emission\nfrom a separate lightning to be observed, the polar cap of the neutron star\nmust be directed toward the observer and, at the same time, the lightning must\nbe formed. The maximum burst rate is related to the time of the plasma outflow\nfrom the polar cap region. The typical interval between two consecutive bursts\nis ~100 s. The width of a single radio burst can be determined both by the\nwidth of the emission cone formed by the lightning emitting regions at some\nheight above the neutron star surface and by a finite lightning lifetime. The\nwidth of the phase distribution for radio bursts from RRATs, along with the\nintegrated pulse width, is determined by the width of the bundle of open\nmagnetic field lines at the formation height of the radio emission. The results\nobtained are consistent with the currently available data and are indicative of\na close connection between RRATs, intermittent pulsars, and extreme nullers.\n","Comment: 24 pages, no figures, references updated"]}]
["1106.6272",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.6272","New J. Phys. 13, 105006 (2011)","doi:10.1088/1367-2630/13/10/105006"],"date":["2011-06-30","2011-11-01"],"type":["text"],"creator":["Kraus, Yaacov E.","Stern, Ady"],"language":[],"coverage":[],"title":["Majorana fermions on a disordered triangular lattice"],"description":["  Vortices of several condensed matter systems are predicted to have\nzero-energy core excitations which are Majorana fermions. These exotic\nquasi-particles are neutral, massless, and expected to have non-Abelian\nstatistics. Furthermore, they make the ground state of the system highly\ndegenerate. For a large density of vortices, an Abrikosov lattice is formed,\nand tunneling of Majorana fermions between vortices removes the energy\ndegeneracy. In particular the spectrum of Majorana fermions in a triangular\nlattice is gapped, and the Hamiltonian which describes such a system is\nantisymmetric under time-reversal. We consider Majorana fermions on a\ndisordered triangular lattice. We find that even for very weak disorder in the\nlocation of the vortices localized sub-gap modes appear. As the disorder\nbecomes strong, a percolation phase transition takes place, and the gap is\nfully closed by extended states. The mechanism that underlies these phenomena\nis domain walls between two time-reversed phases, which are created by flipping\nthe sign of the tunneling matrix elements. The density of states in the\ndisordered lattice seems to diverge at zero energy.\n","Comment: 19 pages, 10 figures"]}]
["1107.0283",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0283"],"date":["2011-07-01","2011-10-31"],"type":["text"],"creator":["Ma, Qianyu","Matthews, Lorin","Land, Victor","Hyde, Truell"],"language":[],"coverage":[],"title":["Charging of Interstellar Dust Grains Near the Heliopause"],"description":["  The deflection of interstellar dust grains in the magnetic field near the\nheliopause has been investigated based on the assumption that interstellar\ngrains are homogeneous spheres. However, remote observations have shown that\ninterstellar grains are more likely to be composites of a large number of\nsubunits. This has profound significance when interpreting data obtained\nthrough in-situ measurements, for the deflection of interstellar grains depends\non their charge-to-mass ratio, and aggregates acquire different surface charges\nfrom spheres due to their complex structure. In this paper, the charging of\naggregates near the heliopause is examined including both plasma charging and\nsecondary electron emission. The results show that aggregates generally have a\nhigher charge-to-mass ratio than spheres, and the small particle effect from\nsecondary electron emission is evident for aggregates consisting of nano-sized\nparticles. A new approach to estimate the aggregate charge with the aid of its\nstructural characteristics is presented. The charge-to-mass ratio is used to\nderive the mass distribution of interstellar dust near the heliopause, and the\nresult shows an overall agreement with Ulysses data.\n"]}]
["1107.1743",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","37F99, 32H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1743"],"date":["2011-07-08","2011-11-01"],"type":["text"],"creator":["Truong, Tuyen Trung"],"language":[],"coverage":[],"title":["Pull-back of currents by meromorphic maps"],"description":["  Let $X$ and $Y$ be compact K\\\"ahler manifolds, and let $f:X\\rightarrow Y$ be\na dominant meromorphic map. Base upon a regularization theorem of Dinh and\nSibony for DSH currents, we define a pullback operator $f^{\\sharp}$ for\ncurrents of bidegrees $(p,p)$ of finite order on $Y$ (and thus for {\\it any}\ncurrent, since $Y$ is compact). This operator has good properties as may be\nexpected.\n  Our definition and results are compatible to those of various previous works\nof Meo, Russakovskii and Shiffman, Alessandrini and Bassanelli, Dinh and\nSibony, and can be readily extended to the case of meromorphic correspondences.\n  We give an example of a meromorphic map $f$ and two nonzero positive closed\ncurrents $T_1,T_2$ for which $f^{\\sharp}(T_1)=-T_2$. We use Siu's decomposition\nto help further study on pulling back positive closed currents. Many\napplications on finding invariant currents are given.\n","Comment: 31 pages. Largely revised. Many applications and examples added. New\n  abstract"]}]
["1107.2433",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2433"],"date":["2011-07-12","2011-11-01"],"type":["text"],"creator":["Crane, Harry"],"language":[],"coverage":[],"title":["Ancestral branching, cut-and-paste algorithms and associated tree and\n  partition-valued processes"],"description":["  We introduce an algorithm for generating a random sequence of fragmentation\ntrees, which we call the ancestral branching algorithm. This algorithm builds\non the recursive partitioning structure of a tree and gives rise to an\nassociated family of Markovian transition kernels whose finite-dimensional\ntransition probabilities can be written in closed-form as the product over\npartition-valued Markov kernels. The associated tree-valued Markov process is\ninfinitely exchangeable provided its associated partition-valued kernel is\ninfinitely exchangeable. We also identify a transition procedure on partitions,\ncalled the cut-and-paste algorithm, which corresponds to a previously studied\npartition-valued Markov process on partitions with a bounded number of blocks.\nSpecifically, we discuss the corresponding family of tree-valued Markov kernels\ngenerated by the combination of both the ancestral branching and cut-and-paste\ntransition probabilities and show results for the equilibrium measure of this\nprocess, as well as its associated mass fragmentation-valued and weighted\ntree-valued processes.\n"]}]
["1107.2456",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2456"],"date":["2011-07-12","2011-11-01"],"type":["text"],"creator":["Thomas, Andrew C."],"language":[],"coverage":[],"title":["Variance Decomposition and Replication In Scrabble: When You Can Blame\n  Your Tiles?"],"description":["  In the game of Scrabble, letter tiles are drawn uniformly at random from a\nbag. The variability of possible draws as the game progresses is a source of\nvariation that makes it more likely for an inferior player to win a\nhead-to-head match against a superior player, and more difficult to determine\nthe true ability of a player in a tournament or contest. I propose a new format\nfor drawing tiles in a two-player game that allows for the same tile pattern\n(though not the same board) to be replicated over multiple matches, so that a\nplayer's result can be better compared against others, yet is indistinguishable\nfrom the bag-based draw within a game. A large number of simulations conducted\nwith Scrabble software shows that the variance from the tile order in this\nscheme accounts for as much variance as the different patterns of letters on\nthe board as the game progresses. I use these simulations as well as the\nexperimental design to show how much various tiles are able to affect player\nscores depending on their placement in the tile seeding.\n","Comment: 16 pages, 7 figures"]}]
["1107.3886",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3886","Nature 477, 439-442 (22 September 2011)","doi:10.1038/nature10444"],"date":["2011-07-19"],"type":["text"],"creator":["McNeil, R. P. G.","Kataoka, M.","Ford, C. J. B.","Barnes, C. H. W.","Anderson, D.","Jones, G. A. C.","Farrer, I.","Ritchie, D. A."],"language":[],"coverage":[],"title":["On-demand single-electron transfer between distant quantum dots"],"description":["  Single-electron circuits of the future, consisting of a network of quantum\ndots, will require a mechanism to transport electrons from one functional part\nto another. For example, in a quantum computer[1] decoherence and circuit\ncomplexity can be reduced by separating qubit manipulation from measurement and\nby providing some means to transport electrons from one to the other.[2]\nTunnelling between neighbouring dots has been demonstrated[3, 4] with great\ncontrol, and the manipulation of electrons in single and double-dot systems is\nadvancing rapidly.[5-8] For distances greater than a few hundred nanometres\nneither free propagation nor tunnelling are viable whilst maintaining\nconfinement of single electrons. Here we show how a single electron may be\ncaptured in a surface acoustic wave minimum and transferred from one quantum\ndot to a second unoccupied dot along a long empty channel. The transfer\ndirection may be reversed and the same electron moved back and forth over sixty\ntimes without error, a cumulative distance of 0.25 mm. Such on-chip transfer\nextends communication between quantum dots to a range that may allow the\nintegration of discrete quantum information-processing components and devices.\n","Comment: 4 pages, 4 figures"]}]
["1107.3946",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Logic","06B15 (Primary) 06B23, 20M20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3946"],"date":["2011-07-20","2011-11-01"],"type":["text"],"creator":["Pinsker, Michael","Shelah, Saharon"],"language":[],"coverage":[],"title":["Universality of the lattice of transformation monoids"],"description":["  The set of all transformation monoids on a fixed set of infinite cardinality\n\\lambda, equipped with the order of inclusion, forms a complete algebraic\nlattice Mon(\\lambda) with 2^{\\lambda} compact elements. We show that this\nlattice is universal with respect to closed sublattices, i.e., the closed\nsublattices of Mon(\\lambda) are, up to isomorphism, precisely the complete\nalgebraic lattices with at most 2^{\\lambda} compact elements.\n","Comment: 6 pages"]}]
["1107.4638",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4638","doi:10.1016/j.nuclphysb.2011.10.009"],"date":["2011-07-22"],"type":["text"],"creator":["Blümlein, Johannes","De Freitas, Abilio","van Neerven, Wilhelmus"],"language":[],"coverage":[],"title":["Two-loop QED Operator Matrix Elements with Massive External Fermion\n  Lines"],"description":["  The two-loop massive operator matrix elements for the fermionic local\ntwist--2 operators with external massive fermion lines in Quantum\nElectrodynamics (QED) are calculated up to the constant terms in the\ndimensional parameter $\\epsilon = D - 4$. We investigate the hypothesis of Ref.\n\\cite{BBN} that the 2--loop QED initial state corrections to $e^+e^-$\nannihilation into a virtual neutral gauge boson, except power corrections of\n$O((m_f^2/s)^k), k \\geq 1$, can be represented in terms of these matrix\nelements and the massless 2-loop Wilson coefficients of the Drell-Yan process.\n","Comment: 60 pages, 1 style file"]}]
["1107.5411",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5411"],"date":["2011-07-27","2011-11-01"],"type":["text"],"creator":["Banks, S. T.","Bramwell, S. T."],"language":[],"coverage":[],"title":["Magnetic frustration in the context of pseudo-dipolar ionic disorder"],"description":["  We consider an alternative to the usual spin glass paradigm for disordered\nmagnetism, consisting of the previously unstudied combination of frustrated\nmagnetic interactions and pseudo-dipolar disorder in spin positions. We argue\nthat this model represents a general limiting case for real systems as well as\na realistic model for certain binary fluorides and oxides. Furthermore, it is\nof great relevance to the highly topical subjects of the Coulomb phase and\n`charge ice'. We derive an analytical solution for the ground state phase\ndiagram of a model system constructed in this paradigm and identify magnetic\nphases that remain either disordered or partially ordered even at zero\ntemperature. These phases are of a hitherto unobserved type, but may be broadly\nclassified as either `spin liquids' or `semi-spin liquids' in contrast to the\nusual spin glass or semi-spin glass. Numerical simulations are used to show\nthat the spin liquid phase exhibits no spin glass transition at finite\ntemperature, despite the combination of frustration and disorder. By mapping\nonto a model of uncoupled loops of Ising spins, we show that the magnetic\nstructure factor of this phase acts, in the limit $T\\rightarrow0$, as a\nsensitive probe of the positional disorder correlations. We suggest that this\nresult can be generalized to more complex systems, including experimental\nrealizations of canonical spin glass models.\n","Comment: 5 pages, 2 figures. Submitted to EPL"]}]
["1107.5736",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5736","Phys. Rev. B 84, 134209 (2011)","doi:10.1103/PhysRevB.84.134209"],"date":["2011-07-28"],"type":["text"],"creator":["Rodriguez, Alberto","Vasquez, Louella J.","Slevin, Keith","Roemer, Rudolf A."],"language":[],"coverage":[],"title":["Multifractal finite-size-scaling and universality at the Anderson\n  transition"],"description":["  We describe a new multifractal finite size scaling (MFSS) procedure and its\napplication to the Anderson localization-delocalization transition. MFSS\npermits the simultaneous estimation of the critical parameters and the\nmultifractal exponents. Simulations of system sizes up to L^3=120^3 and\ninvolving nearly 10^6 independent wavefunctions have yielded unprecedented\nprecision for the critical disorder W_c=16.530 (16.524,16.536) and the critical\nexponent nu=1.590 (1.579,1.602). We find that the multifractal exponents\nDelta_q exhibit a previously predicted symmetry relation and we confirm the\nnon-parabolic nature of their spectrum. We explain in detail the MFSS procedure\nfirst introduced in our Letter [Phys. Rev. Lett. 105, 046403 (2010)] and, in\naddition, we show how to take account of correlations in the simulation data.\nThe MFSS procedure is applicable to any continuous phase transition exhibiting\nmultifractal fluctuations in the vicinity of the critical point.\n","Comment: 18 pages, 13 figures"]}]
["1108.0877",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0877","Phys. Rev. D 84, 085016 (2011)","doi:10.1103/PhysRevD.84.085016"],"date":["2011-08-03","2011-11-01"],"type":["text"],"creator":["Ellis, John","Mavromatos, Nick E."],"language":[],"coverage":[],"title":["On the Role of Space-Time Foam in Breaking Supersymmetry via the\n  Barbero-Immirzi Parameter"],"description":["  We discuss how: (i) a dilaton/axion superfield can play the role of a\nBarbero-Immirzi field in four-dimensional conformal quantum supergravity\ntheories, (ii) a fermionic component of such a dilaton/axion superfield may\nplay the role of a Goldstino in the low-energy effective action obtained from a\nsuperstring theory with F-type global supersymmetry breaking, (iii) this global\nsupersymmetry breaking is communicated to the gravitational sector via the\nsupergravity coupling of the Goldstino, and (iv) such a scenario may be\nrealized explicitly in a D-foam model with D-particle defects fluctuating\nstochastically.\n","Comment: 24 pages, 2 figures, references added, version published in Phys.\n  Rev. D"]}]
["1108.2049",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2049","J. Chem. Phys. 135, 164105 (2011)","doi:10.1063/1.3654002"],"date":["2011-08-09","2011-10-31"],"type":["text"],"creator":["Purwanto, Wirawan","Krakauer, Henry","Virgus, Yudistira","Zhang, Shiwei"],"language":[],"coverage":[],"title":["Assessing weak hydrogen binding on Ca+ centers: An accurate many-body\n  study with large basis sets"],"description":["  Weak H2 physisorption energies present a significant challenge to even the\nbest correlated theoretical many-body methods. We use the phaseless\nauxiliary-field quantum Monte Carlo (AFQMC) method to accurately predict the\nbinding energy of Ca+ - 4H2. Attention has recently focused on this model\nchemistry to test the reliability of electronic structure methods for H2\nbinding on dispersed alkaline earth metal centers. A modified Cholesky\ndecomposition is implemented to realize the Hubbard-Stratonovich transformation\nefficiently with large Gaussian basis sets. We employ the largest\ncorrelation-consistent Gaussian type basis sets available, up to cc-pCV5Z for\nCa, to accurately extrapolate to the complete basis limit. The calculated\npotential energy curve exhibits binding with a double-well structure.\n","Comment: 10 pages, 7 figures. Submitted to JCP"]}]
["1108.3483",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Earth and Planetary Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3483","Class. Quant. Gravit..28:225027,2011","doi:10.1088/0264-9381/28/22/225027"],"date":["2011-08-17","2011-10-25"],"type":["text"],"creator":["Iorio, Lorenzo"],"language":[],"coverage":[],"title":["Observational constraints on spatial anisotropy of G from orbital\n  motions"],"description":["  A phenomenological anisotropic variation \\Delta G/G of the Newtonian\ngravitational coupling parameter G, if real, would affect the orbital dynamics\nof a two-body gravitationally bound system in a specific way. We analytically\nwork out the long-term effects that such a putative modification of the usual\nNewtonian inverse-square law would induce on the trajectory of a test particle\norbiting a central mass. Without making any a-priori simplifying assumptions\nconcerning the orbital configuration of the test particle, it turns out that\nits osculating semi-major axis a, eccentricity e, pericenter \\varpi and mean\nanomaly M undergo long-term temporal variations, while the inclination I and\nthe node \\Omega are left unaffected. Moreover, the radial and the transverse\ncomponents of the position and the velocity vectors r and v of the test\nparticle experience non-vanishing changes per orbit, contrary to the\nout-of-plane ones. Then, we compute our theoretical predictions for some of the\nmajor bodies of the solar system by orienting the gradient of G(r) towards the\nGalactic Center and keeping it fixed over the characteristic timescales\ninvolved. By comparing our calculation to the latest observational\ndeterminations for the same bodies, we infer \\Delta G/G <= 10^-17 over about 1\nau. Finally, we consider also the Supermassive Black Hole hosted by the\nGalactic Center in Sgr A^* and the main sequence star S2 orbiting it in about\n16 yr, obtaining just \\Delta G/G <= 10^-2 over 1 kau.\n","Comment: LaTex2e, 18 pages, no figures, 4 tables. Accepted by Classical and\n  Quantum Gravity (CQG). Typo fixed. Reference updated"]}]
["1108.3882",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3882","2011, ApJ, 741, 85","doi:10.1088/0004-637X/741/2/85"],"date":["2011-08-18"],"type":["text"],"creator":["Dawson, J. R.","McClure-Griffiths, N. M.","Dickey, John M.","Fukui, Y."],"language":[],"coverage":[],"title":["Molecular Clouds in Supershells: A Case Study of Three Objects in the\n  Walls of GSH 287+04-17 and GSH 277+00+36"],"description":["  We present an in-depth case study of three molecular clouds associated with\nthe walls of the Galactic supershells GSH 287+04-17 and GSH 277+00+36. These\nclouds have been identified in previous work as examples in which molecular gas\nis either being formed or destroyed due to the influence of the shells.\n12CO(J=1-0), 13CO(J=1-0) and C18O(J=1-0) mapping observations with the Mopra\ntelescope provide detailed information on the distribution and properties of\nthe molecular gas, enabling an improved discussion of its relationship to the\nwider environment in which it resides. We find that massive star formation is\noccurring in molecular gas likely formed in-situ in the shell wall, at a\nGalactic altitude of ~200 pc. This second-generation star formation activity is\ndominating its local environment; driving the expansion of a small HII region\nwhich is blistering out of the atomic shell wall. We also find new\nmorphological evidence of disruption in two smaller entrained molecular clouds\nthought to pre-date the shells. We suggest that at the present post-interaction\nepoch, the lifetime of this surviving molecular material is no longer strongly\ndetermined by the shells themselves.\n","Comment: 26 pages, 10 figures, accepted for publication in the Astrophysical\n  Journal"]}]
["1109.0045",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0045","Phys. Rev. E 84, 040102(R) (2011)","doi:10.1103/PhysRevE.84.040102"],"date":["2011-08-31"],"type":["text"],"creator":["Son, Seung-Woo","Christensen, Claire","Bizhani, Golnoosh","Grassberger, Peter","Paczuski, Maya"],"language":[],"coverage":[],"title":["Exact solutions for mass-dependent irreversible aggregations"],"description":["  We consider the mass-dependent aggregation process (k+1)X -> X, given a fixed\nnumber of unit mass particles in the initial state. One cluster is chosen\nproportional to its mass and is merged into one either with k-neighbors in one\ndimension, or -- in the well-mixed case -- with k other clusters picked\nrandomly. We find the same combinatorial exact solutions for the probability to\nfind any given configuration of particles on a ring or line, and in the\nwell-mixed case. The mass distribution of a single cluster exhibits scaling\nlaws and the finite size scaling form is given. The relation to the classical\nsum kernel of irreversible aggregation is discussed.\n","Comment: 4 pages, 4 figures"]}]
["1109.0073",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0073"],"date":["2011-08-31","2011-11-01"],"type":["text"],"creator":["Ueda, Satoru","Aoki, Sinya"],"language":[],"coverage":[],"title":["Chiral perturbation theory for twisted mass QCD at small quark mass"],"description":["  We study the lattice cutoff ($a$) and quark mass dependences of pion masses\nand decay constants in the $N_f = 2$ twisted mass QCD, using the Wilson chiral\nperturbation theory to the next leading order (NLO). In order to investigate\nthe region near zero quark mass, we introduce the power counting scheme where\n$O(a^2, am)$ terms are included in the tree level effective Lagrangian. At the\nNLO of this power counting scheme, we calculate the charged pion mass and decay\nconstant as a function of the lattice cutoff as well as the twisted quark mass\nat the maximal twist. In this paper, we adopt two different definitions for the\nmaximal twist. We confirm that the difference between the two appears as the\n$O(a^2)$ effects so that the automatic $O(a)$ improvement is realized for both\ndefinitions.\n","Comment: REVTex4, 31 pages with 27 figures"]}]
["1109.2986",{"format":[],"subject":["Mathematics - Rings and Algebras","16w20, 16T15, 16G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2986"],"date":["2011-09-13","2011-11-01"],"type":["text"],"creator":["Ye, Yu"],"language":[],"coverage":[],"title":["Automorphisms of path coalgebras and applications"],"description":["  Our main purpose is to introduce the notion of trans-datum for quivers, and\napply it to the study of automorphism groups of path coalgebras and algebras.\nWe observe that any homomorphism of path coalgebras is uniquely determined by a\ntrans-datum, which is the basis of our work. Under this correspondence, we show\nfor any quiver $Q$ an isomorphism from $\\aut(kQ^c)$ to $\\Omega^*(Q)$, the group\nof invertible trans-data from $Q$ to itself. We point out that the coradical\nfiltration gives to a tower of normal subgroups of $\\aut(kQ^c)$ with all factor\ngroups determined. Generalizing this fact, we establish a Galois-like theory\nfor acyclic quivers, which gives a bijection between large subcoalgebras of the\npath coalgebra and their Galois groups, relating large subcoalgebras of a path\ncoalgebra with certain subgroups of its automorphism group. The group\n$\\aut(kQ^c)$ is discussed by studying its certain subgroups, and the\ncorresponding trans-data are given explicitly. By the duality between reflexive\ncoalgebras and algebras, we therefore obtain some structural results of\n$\\aut(\\hat{kQ^a})$ for a finite quiver $Q$, where $\\hat{kQ^a}$ is the complete\npath algebra. Moreover, we also apply these results to finite dimensional\nelementary algebras and recover some classical results.\n"]}]
["1109.3413",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Representation Theory","37A15, 20B35, 22D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3413"],"date":["2011-09-15","2011-11-01"],"type":["text"],"creator":["Vershik, Anatoly"],"language":[],"coverage":[],"title":["Totally nonfree actions and infinite symmetric group"],"description":["  We consider the totally nonfree (TNF) action of a groups and the\ncorresponding adjoint invariant (AD) measures on the lattices of the subgroups\nof the given group.\n  The main result is the description of all adjoint-invariant and TNF-measures\non the lattice of subgroups of the infinite symmetric group $S_{\\Bbb N}$. The\nproblem is closely related to the theory of characters and factor\nrepresentations of groups.\n","Comment: 28 pp., Ref. 16"]}]
["1109.4342",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4342","doi:10.1111/j.1365-2966.2011.19861.x"],"date":["2011-09-20"],"type":["text"],"creator":["Singh, Veeresh","Risaliti, Guido","Braito, Valentina","Shastri, Prajval"],"language":[],"coverage":[],"title":["Suzaku X-ray spectral study of the Compton-thick Seyfert galaxy NGC 5135"],"description":["  We present the 0.5 - 50 keV Suzaku broad-band X-ray spectral study of the\nCompton-thick AGN in NGC 5135. The Suzaku observation provides the first\ndetection of NGC 5135 above 10 keV that allowed us, for the first time, to\nestimate the absorbing column density, the intrinsic X-ray luminosity, the\nstrength of the reflection component and the viewing angle of the torus for\nthis AGN. The 0.5 - 10 keV spectrum of NGC 5135 is characterized by the\nstandard components for a Compton-thick source: a scattered continuum, a\nprominent Fe K{\\alpha} emission line (EW ~ 2.1 keV) and a soft excess. At\nhigher energies (E > 10 keV) the intrinsic AGN continuum shows up, implying an\nabsorbing column density of the order of ~ 2.5 \\times 10^24 cm^-2 and the\nintrinsic 2.0 - 10 keV X-ray luminosity of ~ 1.8 \\times 10^43 erg s^-1.\nAssuming a toroidal geometry of the reprocessing material we show that an\nedge-on view of the obscuring torus is preferred in this source.\n","Comment: 7 pages, 2 figures, accepted for publication in MNRAS"]}]
["1109.6475",{"format":[],"subject":["Mathematics - Differential Geometry","53D18, 53C26, 53C28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6475"],"date":["2011-09-29","2011-11-01"],"type":["text"],"creator":["Pantilie, Radu"],"language":[],"coverage":[],"title":["Generalized Quaternionic Manifolds"],"description":["  We initiate the study of the generalized quaternionic manifolds by\nclassifying the generalized quaternionic vector spaces, and by giving two\nclasses of nonclassical examples of such manifolds. Thus, we show that any\ncomplex symplectic manifold is endowed with a natural (nonclassical)\ngeneralized quaternionic structure, and the same applies to the heaven space of\nany three-dimensional Einstein-Weyl space. In particular, on the product $Z$ of\nany complex symplectic manifold $M$ and the sphere there exists a natural\ngeneralized complex structure, with respect to which $Z$ is the twistor space\nof $M$.\n","Comment: 10 pages, improved version"]}]
["1109.6608",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6608"],"date":["2011-09-29","2011-11-01"],"type":["text"],"creator":["Tent, Katrin"],"language":[],"coverage":[],"title":["The free pseudospace is n-ample, but not (n+1)-ample"],"description":["  We give a uniform construction of free pseudospaces of dimension n extending\nwork by Baudisch and Pillay. This yields examples of $\\omega$-stable theories\nwhich are n-ample, but not (n+1)-ample. The prime models of these theories are\nbuildings associated to certain right-angled Coxeter groups.\n"]}]
["1110.0552",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0552"],"date":["2011-10-03","2011-10-31"],"type":["text"],"creator":["Von Korff, Michael"],"language":[],"coverage":[],"title":["F-Signature of Affine Toric Varieties"],"description":["  We express the F-signature of the coordinate ring of an affine toric variety\nas the volume of a certain polytope, generalizing a formula of Watanabe and\nYoshida. We also compute the F-signature of pairs and triples of a toric\nsingularity.\n","Comment: 20 pages, 2 figures; added reference for Theorem 3.3"]}]
["1110.0684",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0684"],"date":["2011-10-04","2011-11-01"],"type":["text"],"creator":["Federbush, Paul"],"language":[],"coverage":[],"title":["For the Monomer-Dimer Problem on Triangular and Hexagonal Lattices, the\n  New p-Expansion"],"description":["  In a recent paper S. Friedland and the author presented a formal expression\nfor lambda_d(p) of the monomer-dimer problem on a d-dimensional rectangular\nlattice, which involved a power series in p. Herein, we find simlar expressions\nfor lambda_tri(p) and lambda_hex(p), the entropy per site for triangular and\nhexagonal lattices.\n","Comment: 3 pages, a recorrection and new terms"]}]
["1110.0890",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0890"],"date":["2011-10-04","2011-10-31"],"type":["text"],"creator":["Brubaker, Nicholas D.","Lindsay, Alan E."],"language":[],"coverage":[],"title":["Analysis of the singular solution branch of a prescribed mean curvature\n  equation with singular nonlinearity"],"description":["  The existence and multiplicity of solutions to a quasilinear, elliptic\npartial differential equation (PDE) with singular non-linearity is analyzed.\nThe PDE is a recently derived variant of a canonical model used in the modeling\nof Micro-Electro Mechanical Systems (MEMS). It is observed that the bifurcation\ncurve of solutions terminates at single dead-end point, beyond which no\nclassical solutions exist. A necessary condition for the existence of solutions\nis developed which reveals that this dead-end point corresponds to a blow-up in\nthe solution derivative at a point internal to the domain. Using asymptotic\nanalysis, an accurate prediction of this dead end point is obtained. An\narc-length parameterization of the solution curve can be employed to continue\nsolutions beyond the dead end point, however, all extra solutions are found to\nbe multi-valued.\n","Comment: 32 pages, 11 figures, change in formatting"]}]
["1110.1417",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1417"],"date":["2011-10-06","2011-10-31"],"type":["text"],"creator":["Wang, Dake","Yuan, Yu"],"language":[],"coverage":[],"title":["Hessian estimates for special Lagrangian equations with critical and\n  supercritical phases in general dimensions"],"description":["  We derive a priori interior Hessian estimates for special Lagrangian equation\nwith critical and supercritical phases in general higher dimensions. Our\nunified approach leads to sharper estimates even for the previously known three\ndimensional and convex solution cases.\n","Comment: Introduction revised"]}]
["1110.2058",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2058"],"date":["2011-10-10","2011-11-01"],"type":["text"],"creator":["Mendes, Eduardo F.","Jiang, Wenxin"],"language":[],"coverage":[],"title":["Convergence Rates for Mixture-of-Experts"],"description":["  In mixtures-of-experts (ME) model, where a number of submodels (experts) are\ncombined, there have been two longstanding problems: (i) how many experts\nshould be chosen, given the size of the training data? (ii) given the total\nnumber of parameters, is it better to use a few very complex experts, or is it\nbetter to combine many simple experts? In this paper, we try to provide some\ninsights to these problems through a theoretic study on a ME structure where\n$m$ experts are mixed, with each expert being related to a polynomial\nregression model of order $k$. We study the convergence rate of the maximum\nlikelihood estimator (MLE), in terms of how fast the Kullback-Leibler\ndivergence of the estimated density converges to the true density, when the\nsample size $n$ increases. The convergence rate is found to be dependent on\nboth $m$ and $k$, and certain choices of $m$ and $k$ are found to produce\noptimal convergence rates. Therefore, these results shed light on the two\naforementioned important problems: on how to choose $m$, and on how $m$ and $k$\nshould be compromised, for achieving good convergence rates.\n"]}]
["1110.6061",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6061"],"date":["2011-10-27","2011-10-31"],"type":["text"],"creator":["King, Emily J."],"language":[],"coverage":[],"title":["A Matricial Algorithm for Polynomial Refinement"],"description":["  In order to have a multiresolution analysis, the scaling function must be\nrefinable. That is, it must be the linear combination of 2-dilation,\n$\\mathbb{Z}$-translates of itself. Refinable functions used in connection with\nwavelets are typically compactly supported. In 2002, David Larson posed the\nquestion in his REU site, \"Are all polynomials (of a single variable) finitely\nrefinable?\" That summer the author proved that the answer indeed was true using\nbasic linear algebra. The result was presented in a number of talks but had not\nbeen typed up until now. The purpose of this short note is to record that\nparticular proof.\n"]}]
["1110.6845",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6845"],"date":["2011-10-31"],"type":["text"],"creator":["DeGrand, Thomas","Shamir, Yigal","Svetitsky, Benjamin"],"language":[],"coverage":[],"title":["Gauge theories with fermions in the two-index symmetric representation"],"description":["  We summarize our recent work on gauge theories with two flavors of fermions\nin the two-index symmetric representation: SU(2) gauge theory with adjoint\nfermions, SU(3) with sextets, and SU(4) with ten-dimensional-representation\nfermions. All three systems have beta functions smaller than their perturbative\nvalue, approaching a fixed point near the expected two-loop zero. In all cases\nthe mass anomalous dimension is small, under 0.5.\n","Comment: 7 pages, 4 figures; talk at the XXIX International Symposium on\n  Lattice Field Theory - Lattice 2011, July 10-16, 2011"]}]
["1110.6929",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6929"],"date":["2011-10-31","2011-11-01"],"type":["text"],"creator":["Pilia, Maura","Pellizzoni, Alberto","Team, for the AGILE"],"language":[],"coverage":[],"title":["AGILE and Fermi Observations of the Soft Gamma-Ray Pulsar B1509-58"],"description":["  We present the results of 2.5 years of AGILE observations of PSR B1509-58 and\nof the same interval of Fermi observations. The modulation significance of\nAGILE light curve above 30 MeV is at a 5 sigma confidence level and the light\ncurve shows a broad asymmetric first peak reaching its maximum $0.39 \\pm 0.02$\ncycles after the radio peak plus a second peak at$0.94 \\pm 0.03$. The gamma-ray\nspectral energy distribution of pulsed flux is well described by a power-law\n(photon index $\\alpha=1.87\\pm0.09$) with a remarkable cutoff at below 100 MeV,\nrepresenting the softest spectrum observed among gamma-ray pulsars so far. The\nunusual soft break in the spectrum of PSR B1509-58 has been interpreted in the\nframework of polar cap models as a signature of the exotic photon splitting\nprocess in the strong magnetic field of this pulsar. In the case of an\nouter-gap scenario, or the two pole caustic model, better constraints on the\ngeometry of the emission would be needed from the radio band in order to\nestablish whether the conditions required by the models to reproduce AGILE\nlight curves and spectra match the polarization measurements.\n","Comment: 5 pages, 3 figures, 2011 Fermi Symposium proceedings - eConf C110509\n  (change in the pulsar name in some points of the paper)"]}]
["1111.0002",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0002"],"date":["2011-10-30"],"type":["text"],"creator":["Heath, Martin J.","Doyle, Laurance R."],"language":[],"coverage":[],"title":["Kepler 16: A System of Potential Interest to Astrobiologists"],"description":["  We use the circumbinary planetary system Kepler-16b as an example to specify\nsome considerations that may be of interest to astrobiologists regarding the\ndynamic nature of habitable zones around close double star systems.\n"]}]
["1111.0004",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0004"],"date":["2011-10-31"],"type":["text"],"creator":["Piotrowski, Lech Wiktor"],"language":[],"coverage":[],"title":["Modelling of the \"Pi of the Sky\" detector"],"description":["  The ultimate goal of the \"Pi of the Sky\" apparatus is observation of optical\nflashes of astronomical origin and other light sources variable on short\ntimescales. We search mainly for optical emission of Gamma Ray Bursts, but also\nfor variable stars, novae, etc. This task requires an accurate measurement of\nthe brightness, which is difficult as \"Pi of the Sky\" single camera has a field\nof view of about 20*20 deg. This causes a significant deformation of a point\nspread function (PSF), reducing quality of measurements with standard\nalgorithms. Improvement requires a careful study and modelling of PSF, which is\nthe main topic of the presented thesis. A dedicated laboratory setup has been\ncreated for obtaining isolated, high quality profiles, which in turn were used\nas the input for mathematical models. Two different models are shown:\ndiffractive, simulating light propagation through lenses and effective,\nmodelling the PSF shape in the image plane.\n  The effective model, based on PSF parametrization with selected Zernike\npolynomials describes the data well and was used in photometry and astrometry\nanalysis. No improvement compared to standard algorithms was observed in\nphotometry, however more than factor of 2 improvement in astrometry accuracy\nwas reached for bright stars. Additionally, the model was used to recalculate\nlimits on the optical precursor to GRB080319B - a limit higher by 0.75 mag\ncompared to previous calculations has been obtained.\n  The PSF model was also used to develop a dedicated tool to generate Monte\nCarlo samples of images corresponding to the \"Pi of the Sky\" observations. The\nsimulator allows for a detailed reproduction of the frame as seen by our\ncameras. A comparison of photometry performed on real and simulated data\nresulted in very similar results, proving the simulator a worthy tool for\nfuture \"Pi of the Sky\" hardware and software development.\n","Comment: PhD thesis, 116 pages"]}]
["1111.0008",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0008"],"date":["2011-10-31"],"type":["text"],"creator":["Rehermann, Keith","Wells, Christopher M."],"language":[],"coverage":[],"title":["Weak Scale Leptogenesis, R-symmetry, and a Displaced Higgs"],"description":["  We present a supersymmetric model of leptogenesis in which the right-handed\nneutrinos have weak scale masses and O(10-2-10-3) yukawa couplings. The model\nemploys an R-symmetry at the weak scale that forces neutrino masses to be\nproportional to the gravitino mass. We predict that the lightest right-handed\nneutrino decays to a displaced Higgs and neutrino and that the NLSP is\nlong-lived on collider scales. These could be striking signatures at the LHC\nif, for instance, the right-handed neutrino is produced in a cascade decay.\n","Comment: 5pgs, 2 figures, revtex"]}]
["1111.0021",{"format":[],"subject":["Mathematics - Differential Geometry","53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0021"],"date":["2011-10-31"],"type":["text"],"creator":["Palmer, Bennett","Zhu, Wenxiang"],"language":[],"coverage":[],"title":["Axially symmetric volume constrained anisotropic mean curvature flow"],"description":["  We study the long time existence theory for a non local flow associated to a\nfree boundary problem for a trapped non liquid drop. The drop has free boundary\ncomponents on two horizontal plates and its free energy is anisotropic and\naxially symmetric. For axially symmetric initial surfaces with sufficiently\nlarge volume, we show that the flow exists for all time.\n  Numerical simulations of the curvature flow are presented.\n"]}]
["1111.0024",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0024","International Journal of Computer Applications 31(10):43-50, 2011","doi:10.5120/3864-5394"],"date":["2011-10-31"],"type":["text"],"creator":["Chadha, Aman","Jyoti, Divya","Roja, M. Mani"],"language":[],"coverage":[],"title":["Text-Independent Speaker Recognition for Low SNR Environments with\n  Encryption"],"description":["  Recognition systems are commonly designed to authenticate users at the access\ncontrol levels of a system. A number of voice recognition methods have been\ndeveloped using a pitch estimation process which are very vulnerable in low\nSignal to Noise Ratio (SNR) environments thus, these programs fail to provide\nthe desired level of accuracy and robustness. Also, most text independent\nspeaker recognition programs are incapable of coping with unauthorized attempts\nto gain access by tampering with the samples or reference database. The\nproposed text-independent voice recognition system makes use of multilevel\ncryptography to preserve data integrity while in transit or storage. Encryption\nand decryption follow a transform based approach layered with pseudorandom\nnoise addition whereas for pitch detection, a modified version of the\nautocorrelation pitch extraction algorithm is used. The experimental results\nshow that the proposed algorithm can decrypt the signal under test with\nexponentially reducing Mean Square Error over an increasing range of SNR.\nFurther, it outperforms the conventional algorithms in actual identification\ntasks even in noisy environments. The recognition rate thus obtained using the\nproposed method is compared with other conventional methods used for speaker\nidentification.\n","Comment: Biometrics, Pattern Recognition, Security, Speaker Individuality,\n  Text-independence, Pitch Extraction, Voice Recognition, Autocorrelation;\n  Published by Foundation of Computer Science, New York, USA"]}]
["1111.0039",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0039","Journal Of Artificial Intelligence Research, Volume 30, pages\n  273-320, 2007","doi:10.1613/jair.2279"],"date":["2011-10-31"],"type":["text"],"creator":["Horrocks, I.","Pan, J. Z.","Stamou, G.","Stoilos, G.","Tzouvaras, V."],"language":[],"coverage":[],"title":["Reasoning with Very Expressive Fuzzy Description Logics"],"description":["  It is widely recognized today that the management of imprecision and\nvagueness will yield more intelligent and realistic knowledge-based\napplications. Description Logics (DLs) are a family of knowledge representation\nlanguages that have gained considerable attention the last decade, mainly due\nto their decidability and the existence of empirically high performance of\nreasoning algorithms. In this paper, we extend the well known fuzzy ALC DL to\nthe fuzzy SHIN DL, which extends the fuzzy ALC DL with transitive role axioms\n(S), inverse roles (I), role hierarchies (H) and number restrictions (N). We\nillustrate why transitive role axioms are difficult to handle in the presence\nof fuzzy interpretations and how to handle them properly. Then we extend these\nresults by adding role hierarchies and finally number restrictions. The main\ncontributions of the paper are the decidability proof of the fuzzy DL languages\nfuzzy-SI and fuzzy-SHIN, as well as decision procedures for the knowledge base\nsatisfiability problem of the fuzzy-SI and fuzzy-SHIN.\n"]}]
["1111.0040",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0040","Journal Of Artificial Intelligence Research, Volume 30, pages\n  321-359, 2007","doi:10.1613/jair.2215"],"date":["2011-10-31"],"type":["text"],"creator":["Li, C. M.","Manya, F.","Planes, J."],"language":[],"coverage":[],"title":["New Inference Rules for Max-SAT"],"description":["  Exact Max-SAT solvers, compared with SAT solvers, apply little inference at\neach node of the proof tree. Commonly used SAT inference rules like unit\npropagation produce a simplified formula that preserves satisfiability but,\nunfortunately, solving the Max-SAT problem for the simplified formula is not\nequivalent to solving it for the original formula. In this paper, we define a\nnumber of original inference rules that, besides being applied efficiently,\ntransform Max-SAT instances into equivalent Max-SAT instances which are easier\nto solve. The soundness of the rules, that can be seen as refinements of unit\nresolution adapted to Max-SAT, are proved in a novel and simple way via an\ninteger programming transformation. With the aim of finding out how powerful\nthe inference rules are in practice, we have developed a new Max-SAT solver,\ncalled MaxSatz, which incorporates those rules, and performed an experimental\ninvestigation. The results provide empirical evidence that MaxSatz is very\ncompetitive, at least, on random Max-2SAT, random Max-3SAT, Max-Cut, and Graph\n3-coloring instances, as well as on the benchmarks from the Max-SAT Evaluation\n2006.\n"]}]
["1111.0041",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Multiagent Systems","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0041","Journal Of Artificial Intelligence Research, Volume 29, pages\n  221-267, 2007","doi:10.1613/jair.2221"],"date":["2011-10-31"],"type":["text"],"creator":["Bordini, R. H.","Moreira, A. F.","Vieira, R.","Wooldridge, M."],"language":[],"coverage":[],"title":["On the Formal Semantics of Speech-Act Based Communication in an\n  Agent-Oriented Programming Language"],"description":["  Research on agent communication languages has typically taken the speech acts\nparadigm as its starting point. Despite their manifest attractions, speech-act\nmodels of communication have several serious disadvantages as a foundation for\ncommunication in artificial agent systems. In particular, it has proved to be\nextremely difficult to give a satisfactory semantics to speech-act based agent\ncommunication languages. In part, the problem is that speech-act semantics\ntypically make reference to the \"mental states\" of agents (their beliefs,\ndesires, and intentions), and there is in general no way to attribute such\nattitudes to arbitrary computational agents. In addition, agent programming\nlanguages have only had their semantics formalised for abstract, stand-alone\nversions, neglecting aspects such as communication primitives. With respect to\ncommunication, implemented agent programming languages have tended to be rather\nad hoc. This paper addresses both of these problems, by giving semantics to\nspeech-act based messages received by an AgentSpeak agent. AgentSpeak is a\nlogic-based agent programming language which incorporates the main features of\nthe PRS model of reactive planning systems. The paper builds upon a structural\noperational semantics to AgentSpeak that we developed in previous work. The\nmain contributions of this paper are as follows: an extension of our earlier\nwork on the theoretical foundations of AgentSpeak interpreters; a\ncomputationally grounded semantics for (the core) performatives used in\nspeech-act based agent communication languages; and a well-defined extension of\nAgentSpeak that supports agent communication.\n"]}]
["1111.0042",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0042"],"date":["2011-10-31"],"type":["text"],"creator":["McSwain, M. Virginia"],"language":[],"coverage":[],"title":["Using H-alpha as a Tracer of the Emission Region of LS I +61 303"],"description":["  The gamma-ray binary LS I +61 303 is one of the brightest Fermi sources, with\norbitally modulated emission across the electromagnetic spectrum. Here we\npresent H-alpha spectra of LS I +61 303 that exhibit a dramatic emission burst\nshortly before apastron, observed as a redshifted shoulder in the line profile.\nA correlated burst in radio, X-ray, and GeV emission is observed at the same\norbital phase. We interpret the source of the emission as a compact pulsar wind\nnebula that forms when a tidal mass stream from the Be circumstellar disk\ninteracts with the relativistic pulsar wind. The H-alpha emission offers an\nimportant probe of the high energy emission morphology in this system.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1111.0043",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0043","Journal Of Artificial Intelligence Research, Volume 29, pages\n  391-419, 2007","doi:10.1613/jair.2243"],"date":["2011-10-31"],"type":["text"],"creator":["Faltings, B.","Jurca, R."],"language":[],"coverage":[],"title":["Obtaining Reliable Feedback for Sanctioning Reputation Mechanisms"],"description":["  Reputation mechanisms offer an effective alternative to verification\nauthorities for building trust in electronic markets with moral hazard. Future\nclients guide their business decisions by considering the feedback from past\ntransactions; if truthfully exposed, cheating behavior is sanctioned and thus\nbecomes irrational.\n  It therefore becomes important to ensure that rational clients have the right\nincentives to report honestly. As an alternative to side-payment schemes that\nexplicitly reward truthful reports, we show that honesty can emerge as a\nrational behavior when clients have a repeated presence in the market. To this\nend we describe a mechanism that supports an equilibrium where truthful\nfeedback is obtained. Then we characterize the set of pareto-optimal equilibria\nof the mechanism, and derive an upper bound on the percentage of false reports\nthat can be recorded by the mechanism. An important role in the existence of\nthis bound is played by the fact that rational clients can establish a\nreputation for reporting honestly.\n"]}]
["1111.0044",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0044","Journal Of Artificial Intelligence Research, Volume 30, pages\n  565-620, 2007","doi:10.1613/jair.2289"],"date":["2011-10-31"],"type":["text"],"creator":["Domshlak, C.","Hoffmann, J."],"language":[],"coverage":[],"title":["Probabilistic Planning via Heuristic Forward Search and Weighted Model\n  Counting"],"description":["  We present a new algorithm for probabilistic planning with no observability.\nOur algorithm, called Probabilistic-FF, extends the heuristic forward-search\nmachinery of Conformant-FF to problems with probabilistic uncertainty about\nboth the initial state and action effects. Specifically, Probabilistic-FF\ncombines Conformant-FFs techniques with a powerful machinery for weighted model\ncounting in (weighted) CNFs, serving to elegantly define both the search space\nand the heuristic function. Our evaluation of Probabilistic-FF shows its fine\nscalability in a range of probabilistic domains, constituting a several orders\nof magnitude improvement over previous results in this area. We use a\nproblematic case to point out the main open issue to be addressed by further\nresearch.\n"]}]
["1111.0045",{"format":[],"subject":["Computer Science - Databases","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0045","Journal Of Artificial Intelligence Research, Volume 30, pages\n  621-657, 2007","doi:10.1613/jair.2290"],"date":["2011-10-31"],"type":["text"],"creator":["Bhattacharya, I.","Getoor, L."],"language":[],"coverage":[],"title":["Query-time Entity Resolution"],"description":["  Entity resolution is the problem of reconciling database references\ncorresponding to the same real-world entities. Given the abundance of publicly\navailable databases that have unresolved entities, we motivate the problem of\nquery-time entity resolution quick and accurate resolution for answering\nqueries over such unclean databases at query-time. Since collective entity\nresolution approaches --- where related references are resolved jointly ---\nhave been shown to be more accurate than independent attribute-based resolution\nfor off-line entity resolution, we focus on developing new algorithms for\ncollective resolution for answering entity resolution queries at query-time.\nFor this purpose, we first formally show that, for collective resolution,\nprecision and recall for individual entities follow a geometric progression as\nneighbors at increasing distances are considered. Unfolding this progression\nleads naturally to a two stage expand and resolve query processing strategy. In\nthis strategy, we first extract the related records for a query using two novel\nexpansion operators, and then resolve the extracted records collectively. We\nthen show how the same strategy can be adapted for query-time entity resolution\nby identifying and resolving only those database references that are the most\nhelpful for processing the query. We validate our approach on two large\nreal-world publication databases where we show the usefulness of collective\nresolution and at the same time demonstrate the need for adaptive strategies\nfor query processing. We then show how the same queries can be answered in\nreal-time using our adaptive approach while preserving the gains of collective\nresolution. In addition to experiments on real datasets, we use synthetically\ngenerated data to empirically demonstrate the validity of the performance\ntrends predicted by our analysis of collective entity resolution over a wide\nrange of structural characteristics in the data.\n"]}]
["1111.0046",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0046","Journal Of Artificial Intelligence Research, Volume 30, pages\n  133-179, 2007","doi:10.1613/jair.2303"],"date":["2011-10-31"],"type":["text"],"creator":["Bredin, J. L.","Duong, Q.","Parkes, D. C."],"language":[],"coverage":[],"title":["Chain: A Dynamic Double Auction Framework for Matching Patient Agents"],"description":["  In this paper we present and evaluate a general framework for the design of\ntruthful auctions for matching agents in a dynamic, two-sided market. A single\ncommodity, such as a resource or a task, is bought and sold by multiple buyers\nand sellers that arrive and depart over time. Our algorithm, Chain, provides\nthe first framework that allows a truthful dynamic double auction (DA) to be\nconstructed from a truthful, single-period (i.e. static) double-auction rule.\nThe pricing and matching method of the Chain construction is unique amongst\ndynamic-auction rules that adopt the same building block. We examine\nexperimentally the allocative efficiency of Chain when instantiated on various\nsingle-period rules, including the canonical McAfee double-auction rule. For a\nbaseline we also consider non-truthful double auctions populated with\nzero-intelligence plus\"-style learning agents. Chain-based auctions perform\nwell in comparison with other schemes, especially as arrival intensity falls\nand agent valuations become more volatile.\n"]}]
["1111.0048",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0048","Journal Of Artificial Intelligence Research, Volume 30, pages\n  413-456, 2007","doi:10.1613/jair.2329"],"date":["2011-10-31"],"type":["text"],"creator":["Mairesse, F.","Prasad, R.","Stent, A.","Walker, M. A."],"language":[],"coverage":[],"title":["Individual and Domain Adaptation in Sentence Planning for Dialogue"],"description":["  One of the biggest challenges in the development and deployment of spoken\ndialogue systems is the design of the spoken language generation module. This\nchallenge arises from the need for the generator to adapt to many features of\nthe dialogue domain, user population, and dialogue context. A promising\napproach is trainable generation, which uses general-purpose linguistic\nknowledge that is automatically adapted to the features of interest, such as\nthe application domain, individual user, or user group. In this paper we\npresent and evaluate a trainable sentence planner for providing restaurant\ninformation in the MATCH dialogue system. We show that trainable sentence\nplanning can produce complex information presentations whose quality is\ncomparable to the output of a template-based generator tuned to this domain. We\nalso show that our method easily supports adapting the sentence planner to\nindividuals, and that the individualized sentence planners generally perform\nbetter than models trained and tested on a population of individuals. Previous\nwork has documented and utilized individual preferences for content selection,\nbut to our knowledge, these results provide the first demonstration of\nindividual preferences for sentence planning operations, affecting the content\norder, discourse structure and sentence structure of system responses. Finally,\nwe evaluate the contribution of different feature sets, and show that, in our\napplication, n-gram features often do as well as features based on higher-level\nlinguistic representations.\n"]}]
["1111.0049",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0049","Journal Of Artificial Intelligence Research, Volume 31, pages\n  157-204, 2008","doi:10.1613/jair.2372"],"date":["2011-10-31"],"type":["text"],"creator":["Glimm, Birte","Horrocks, Ian","Lutz, Carsten","Sattler, Ulrike"],"language":[],"coverage":[],"title":["Conjunctive Query Answering for the Description Logic SHIQ"],"description":["  Conjunctive queries play an important role as an expressive query language\nfor Description Logics (DLs). Although modern DLs usually provide for\ntransitive roles, conjunctive query answering over DL knowledge bases is only\npoorly understood if transitive roles are admitted in the query. In this paper,\nwe consider unions of conjunctive queries over knowledge bases formulated in\nthe prominent DL SHIQ and allow transitive roles in both the query and the\nknowledge base. We show decidability of query answering in this setting and\nestablish two tight complexity bounds: regarding combined complexity, we prove\nthat there is a deterministic algorithm for query answering that needs time\nsingle exponential in the size of the KB and double exponential in the size of\nthe query, which is optimal. Regarding data complexity, we prove containment in\nco-NP.\n"]}]
["1111.0051",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0051","Journal Of Artificial Intelligence Research, Volume 32, pages\n  825-877, 2008","doi:10.1613/jair.2374"],"date":["2011-10-31"],"type":["text"],"creator":["Coghill, George M.","King, Ross D.","Srinivasan, Ashwin"],"language":[],"coverage":[],"title":["Qualitative System Identification from Imperfect Data"],"description":["  Experience in the physical sciences suggests that the only realistic means of\nunderstanding complex systems is through the use of mathematical models.\nTypically, this has come to mean the identification of quantitative models\nexpressed as differential equations. Quantitative modelling works best when the\nstructure of the model (i.e., the form of the equations) is known; and the\nprimary concern is one of estimating the values of the parameters in the model.\nFor complex biological systems, the model-structure is rarely known and the\nmodeler has to deal with both model-identification and parameter-estimation. In\nthis paper we are concerned with providing automated assistance to the first of\nthese problems. Specifically, we examine the identification by machine of the\nstructural relationships between experimentally observed variables. These\nrelationship will be expressed in the form of qualitative abstractions of a\nquantitative model. Such qualitative models may not only provide clues to the\nprecise quantitative model, but also assist in understanding the essence of\nthat model. Our position in this paper is that background knowledge\nincorporating system modelling principles can be used to constrain effectively\nthe set of good qualitative models. Utilising the model-identification\nframework provided by Inductive Logic Programming (ILP) we present empirical\nsupport for this position using a series of increasingly complex artificial\ndatasets. The results are obtained with qualitative and quantitative data\nsubject to varying amounts of noise and different degrees of sparsity. The\nresults also point to the presence of a set of qualitative states, which we\nterm kernel subsets, that may be necessary for a qualitative model-learner to\nlearn correct models. We demonstrate scalability of the method to biological\nsystem modelling by identification of the glycolysis metabolic pathway from\ndata.\n"]}]
["1111.0053",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0053","Journal Of Artificial Intelligence Research, Volume 31, pages\n  497-542, 2008","doi:10.1613/jair.2408"],"date":["2011-10-31"],"type":["text"],"creator":["Ryan, Malcolm Ross Kinsella"],"language":[],"coverage":[],"title":["Exploiting Subgraph Structure in Multi-Robot Path Planning"],"description":["  Multi-robot path planning is difficult due to the combinatorial explosion of\nthe search space with every new robot added. Complete search of the combined\nstate-space soon becomes intractable. In this paper we present a novel form of\nabstraction that allows us to plan much more efficiently. The key to this\nabstraction is the partitioning of the map into subgraphs of known structure\nwith entry and exit restrictions which we can represent compactly. Planning\nthen becomes a search in the much smaller space of subgraph configurations.\nOnce an abstract plan is found, it can be quickly resolved into a correct (but\npossibly sub-optimal) concrete plan without the need for further search. We\nprove that this technique is sound and complete and demonstrate its practical\neffectiveness on a real map.\n  A contending solution, prioritised planning, is also evaluated and shown to\nhave similar performance albeit at the cost of completeness. The two approaches\nare not necessarily conflicting; we demonstrate how they can be combined into a\nsingle algorithm which outperforms either approach alone.\n"]}]
["1111.0054",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0054","Journal Of Artificial Intelligence Research, Volume 31, pages\n  113-155, 2008","doi:10.1613/jair.2420"],"date":["2011-10-31"],"type":["text"],"creator":["Ding, Yulin","Ding, Y.","Zhang, Yan","Zhang, Y."],"language":[],"coverage":[],"title":["CTL Model Update for System Modifications"],"description":["  Model checking is a promising technology, which has been applied for\nverification of many hardware and software systems. In this paper, we introduce\nthe concept of model update towards the development of an automatic system\nmodification tool that extends model checking functions. We define primitive\nupdate operations on the models of Computation Tree Logic (CTL) and formalize\nthe principle of minimal change for CTL model update. These primitive update\noperations, together with the underlying minimal change principle, serve as the\nfoundation for CTL model update. Essential semantic and computational\ncharacterizations are provided for our CTL model update approach. We then\ndescribe a formal algorithm that implements this approach. We also illustrate\ntwo case studies of CTL model updates for the well-known microwave oven example\nand the Andrew File System 1, from which we further propose a method to\noptimize the update results in complex system modifications.\n"]}]
["1111.0055",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0055","Journal Of Artificial Intelligence Research, Volume 32, pages\n  37-94, 2008","doi:10.1613/jair.2425"],"date":["2011-10-31"],"type":["text"],"creator":["Analyti, Anastasia","Antoniou, Grigoris","Damásio, Carlos Viegas","Wagner, Gerd"],"language":[],"coverage":[],"title":["Extended RDF as a Semantic Foundation of Rule Markup Languages"],"description":["  Ontologies and automated reasoning are the building blocks of the Semantic\nWeb initiative. Derivation rules can be included in an ontology to define\nderived concepts, based on base concepts. For example, rules allow to define\nthe extension of a class or property, based on a complex relation between the\nextensions of the same or other classes and properties. On the other hand, the\ninclusion of negative information both in the form of negation-as-failure and\nexplicit negative information is also needed to enable various forms of\nreasoning. In this paper, we extend RDF graphs with weak and strong negation,\nas well as derivation rules. The ERDF stable model semantics of the extended\nframework (Extended RDF) is defined, extending RDF(S) semantics. A distinctive\nfeature of our theory, which is based on Partial Logic, is that both truth and\nfalsity extensions of properties and classes are considered, allowing for truth\nvalue gaps. Our framework supports both closed-world and open-world reasoning\nthrough the explicit representation of the particular closed-world assumptions\nand the ERDF ontological categories of total properties and total classes.\n"]}]
["1111.0056",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0056","Journal Of Artificial Intelligence Research, Volume 31, pages\n  319-351, 2008","doi:10.1613/jair.2432"],"date":["2011-10-31"],"type":["text"],"creator":["Giménez, Omer","Jonsson, Anders"],"language":[],"coverage":[],"title":["The Complexity of Planning Problems With Simple Causal Graphs"],"description":["  We present three new complexity results for classes of planning problems with\nsimple causal graphs. First, we describe a polynomial-time algorithm that uses\nmacros to generate plans for the class 3S of planning problems with binary\nstate variables and acyclic causal graphs. This implies that plan generation\nmay be tractable even when a planning problem has an exponentially long minimal\nsolution. We also prove that the problem of plan existence for planning\nproblems with multi-valued variables and chain causal graphs is NP-hard.\nFinally, we show that plan existence for planning problems with binary state\nvariables and polytree causal graphs is NP-complete.\n"]}]
["1111.0059",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0059","Journal Of Artificial Intelligence Research, Volume 31, pages\n  217-257, 2008","doi:10.1613/jair.2443"],"date":["2011-10-31"],"type":["text"],"creator":["Briel, Menkes Hector Louis van den","Vossen, Thomas","Kambhampati, Subbarao"],"language":[],"coverage":[],"title":["Loosely Coupled Formulations for Automated Planning: An Integer\n  Programming Perspective"],"description":["  We represent planning as a set of loosely coupled network flow problems,\nwhere each network corresponds to one of the state variables in the planning\ndomain. The network nodes correspond to the state variable values and the\nnetwork arcs correspond to the value transitions. The planning problem is to\nfind a path (a sequence of actions) in each network such that, when merged,\nthey constitute a feasible plan. In this paper we present a number of integer\nprogramming formulations that model these loosely coupled networks with varying\ndegrees of flexibility. Since merging may introduce exponentially many ordering\nconstraints we implement a so-called branch-and-cut algorithm, in which these\nconstraints are dynamically generated and added to the formulation when needed.\nOur results are very promising, they improve upon previous planning as integer\nprogramming approaches and lay the foundation for integer programming\napproaches for cost optimal planning.\n"]}]
["1111.0060",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0060","Journal Of Artificial Intelligence Research, Volume 32, pages\n  123-167, 2008","doi:10.1613/jair.2446"],"date":["2011-10-31"],"type":["text"],"creator":["Terekhov, Daria","Beck, J. Christopher"],"language":[],"coverage":[],"title":["A Constraint Programming Approach for Solving a Queueing Control Problem"],"description":["  In a facility with front room and back room operations, it is useful to\nswitch workers between the rooms in order to cope with changing customer\ndemand. Assuming stochastic customer arrival and service times, we seek a\npolicy for switching workers such that the expected customer waiting time is\nminimized while the expected back room staffing is sufficient to perform all\nwork. Three novel constraint programming models and several shaving procedures\nfor these models are presented. Experimental results show that a model based on\nclosed-form expressions together with a combination of shaving procedures is\nthe most efficient. This model is able to find and prove optimal solutions for\nmany problem instances within a reasonable run-time. Previously, the only\navailable approach was a heuristic algorithm. Furthermore, a hybrid method\ncombining the heuristic and the best constraint programming method is shown to\nperform as well as the heuristic in terms of solution quality over time, while\nachieving the same performance in terms of proving optimality as the pure\nconstraint programming model. This is the first work of which we are aware that\nsolves such queueing-based problems with constraint programming.\n"]}]
["1111.0062",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0062","Journal Of Artificial Intelligence Research, Volume 32, pages\n  289-353, 2008","doi:10.1613/jair.2447"],"date":["2011-10-31"],"type":["text"],"creator":["Oliehoek, Frans A.","Spaan, Matthijs T. J.","Vlassis, Nikos"],"language":[],"coverage":[],"title":["Optimal and Approximate Q-value Functions for Decentralized POMDPs"],"description":["  Decision-theoretic planning is a popular approach to sequential decision\nmaking problems, because it treats uncertainty in sensing and acting in a\nprincipled way. In single-agent frameworks like MDPs and POMDPs, planning can\nbe carried out by resorting to Q-value functions: an optimal Q-value function\nQ* is computed in a recursive manner by dynamic programming, and then an\noptimal policy is extracted from Q*. In this paper we study whether similar\nQ-value functions can be defined for decentralized POMDP models (Dec-POMDPs),\nand how policies can be extracted from such value functions. We define two\nforms of the optimal Q-value function for Dec-POMDPs: one that gives a\nnormative description as the Q-value function of an optimal pure joint policy\nand another one that is sequentially rational and thus gives a recipe for\ncomputation. This computation, however, is infeasible for all but the smallest\nproblems. Therefore, we analyze various approximate Q-value functions that\nallow for efficient computation. We describe how they relate, and we prove that\nthey all provide an upper bound to the optimal Q-value function Q*. Finally,\nunifying some previous approaches for solving Dec-POMDPs, we describe a family\nof algorithms for extracting policies from such Q-value functions, and perform\nan experimental evaluation on existing test problems, including a new\nfirefighting benchmark problem.\n"]}]
["1111.0064",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Logic in Computer Science","Computer Science - Software Engineering","D.1.3","D.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0064","doi:10.4204/EPTCS.72"],"date":["2011-10-31"],"type":["text"],"creator":["Barnat, Jiří","Heljanko, Keijo"],"language":[],"coverage":[],"title":["Proceedings 10th International Workshop on Parallel and Distributed\n  Methods in verifiCation"],"description":["  This volume contains the proceedings of the 10th International Workshop on\nParallel and Distributed Methods in verifiCation (PDMC 2011) that took place in\nSnowbird, Utah, on July 14, 2011. The workshop was co-located with 23rd\nInternational Conference on Computer Aided Verification (CAV 2011). The PDMC\nworkshop series covers all aspects related to the verification and analysis of\nvery large and complex systems using, in particular, methods and techniques\nthat exploit contemporary, hence parallel, hardware architectures. To celebrate\nthe 10th anniversary of PDMC, the workshop consisted of a half day invited\nsession together and a half day session of regular contributed presentations.\n","Comment: EPTCS 72, 2011"]}]
["1111.0065",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0065","Journal Of Artificial Intelligence Research, Volume 32, pages\n  169-202, 2008","doi:10.1613/jair.2466"],"date":["2011-10-31"],"type":["text"],"creator":["Goldman, Claudia V.","Zilberstein, Shlomo"],"language":[],"coverage":[],"title":["Communication-Based Decomposition Mechanisms for Decentralized MDPs"],"description":["  Multi-agent planning in stochastic environments can be framed formally as a\ndecentralized Markov decision problem. Many real-life distributed problems that\narise in manufacturing, multi-robot coordination and information gathering\nscenarios can be formalized using this framework. However, finding the optimal\nsolution in the general case is hard, limiting the applicability of recently\ndeveloped algorithms. This paper provides a practical approach for solving\ndecentralized control problems when communication among the decision makers is\npossible, but costly. We develop the notion of communication-based mechanism\nthat allows us to decompose a decentralized MDP into multiple single-agent\nproblems. In this framework, referred to as decentralized semi-Markov decision\nprocess with direct communication (Dec-SMDP-Com), agents operate separately\nbetween communications. We show that finding an optimal mechanism is equivalent\nto solving optimally a Dec-SMDP-Com. We also provide a heuristic search\nalgorithm that converges on the optimal decomposition. Restricting the\ndecomposition to some specific types of local behaviors reduces significantly\nthe complexity of planning. In particular, we present a polynomial-time\nalgorithm for the case in which individual agents perform goal-oriented\nbehaviors between communications. The paper concludes with an additional\ntractable algorithm that enables the introduction of human knowledge, thereby\nreducing the overall problem to finding the best time to communicate. Empirical\nresults show that these approaches provide good approximate solutions.\n"]}]
["1111.0066",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0066"],"date":["2011-10-31"],"type":["text"],"creator":["Krause, Julian","Carmona, Emiliano","Reichardt, Ignasi","Collaboration, for the MAGIC"],"language":[],"coverage":[],"title":["Probing proton acceleration in W51C with MAGIC"],"description":["  Located in a dense complex environment, W51C provides an excellent scenario\nto probe accelerated protons in SNRs and their interaction with surrounding\ntarget material. Here we report the observation of extended Very High Energy\n(VHE) gamma-ray emission from the W51C supernova remnant (SNR) with MAGIC.\nDetections of extended gamma-ray emission in the same region have already been\nreported by the Fermi and H.E.S.S. collaborations. Fermi/LAT measured the\nsource spectrum in the energy range between 0.2 and 50 GeV, which was found to\nbe well fit by a hadronic neutral-pion decay model. The VHE observations\npresented here, obtained with the improved MAGIC stereo system, allow us to\npinpoint the VHE gamma-ray emission in the dense shocked molecular cloud\nsurrounding the remnant shell. The MAGIC data also allow us to measure, for the\nfirst time, the VHE emission spectrum of W51C from the highest Fermi/LAT\nenergies up to TeV. The spatial distribution and spectral properties of the VHE\nemission suggest a hadronic origin of the observed gamma rays. Therefore W51C\nis a prime candidate for a cosmic ray accelerator.\n","Comment: 5 pages, 5 figures, 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1111.0067",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0067","Journal Of Artificial Intelligence Research, Volume 32, pages\n  631-662, 2008","doi:10.1613/jair.2486"],"date":["2011-10-31"],"type":["text"],"creator":["Yang, Fan","Culberson, Joseph","Holte, Robert","Zahavi, Uzi","Felner, Ariel"],"language":[],"coverage":[],"title":["A General Theory of Additive State Space Abstractions"],"description":["  Informally, a set of abstractions of a state space S is additive if the\ndistance between any two states in S is always greater than or equal to the sum\nof the corresponding distances in the abstract spaces. The first known additive\nabstractions, called disjoint pattern databases, were experimentally\ndemonstrated to produce state of the art performance on certain state spaces.\nHowever, previous applications were restricted to state spaces with special\nproperties, which precludes disjoint pattern databases from being defined for\nseveral commonly used testbeds, such as Rubiks Cube, TopSpin and the Pancake\npuzzle. In this paper we give a general definition of additive abstractions\nthat can be applied to any state space and prove that heuristics based on\nadditive abstractions are consistent as well as admissible. We use this new\ndefinition to create additive abstractions for these testbeds and show\nexperimentally that well chosen additive abstractions can reduce search time\nsubstantially for the (18,4)-TopSpin puzzle and by three orders of magnitude\nover state of the art methods for the 17-Pancake puzzle. We also derive a way\nof testing if the heuristic value returned by additive abstractions is provably\ntoo low and show that the use of this test can reduce search time for the\n15-puzzle and TopSpin by roughly a factor of two.\n"]}]
["1111.0068",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0068","Journal Of Artificial Intelligence Research, Volume 31, pages\n  431-472, 2008","doi:10.1613/jair.2489"],"date":["2011-10-31"],"type":["text"],"creator":["Wang, Chenggang","Joshi, Saket","Khardon, Roni"],"language":[],"coverage":[],"title":["First Order Decision Diagrams for Relational MDPs"],"description":["  Markov decision processes capture sequential decision making under\nuncertainty, where an agent must choose actions so as to optimize long term\nreward. The paper studies efficient reasoning mechanisms for Relational Markov\nDecision Processes (RMDP) where world states have an internal relational\nstructure that can be naturally described in terms of objects and relations\namong them. Two contributions are presented. First, the paper develops First\nOrder Decision Diagrams (FODD), a new compact representation for functions over\nrelational structures, together with a set of operators to combine FODDs, and\nnovel reduction techniques to keep the representation small. Second, the paper\nshows how FODDs can be used to develop solutions for RMDPs, where reasoning is\nperformed at the abstract level and the resulting optimal policy is independent\nof domain size (number of objects) or instantiation. In particular, a variant\nof the value iteration algorithm is developed by using special operations over\nFODDs, and the algorithm is shown to converge to the optimal policy.\n"]}]
["1111.0069",{"format":[],"subject":["Physics - Biological Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0069"],"date":["2011-10-31"],"type":["text"],"creator":["Harel, Elad"],"language":[],"coverage":[],"title":["Organization of the Bacterial Light-Harvesting Apparatus Rationalized by\n  Exciton Transport Optimization"],"description":["  Photosynthesis, the process by which energy from sunlight drives cellular\nmetabolism, relies on a unique organization of light-harvesting and reaction\ncenter complexes. Recently, the organization of light-harvesting LH2 complexes\nand dimeric reaction center-light harvesting I-PufX (RC-LH1-PufX) core\ncomplexes in membranes of purple non-sulfur bacteria was revealed by atomic\nforce microscopy (AFM)1. Here, we report that the structure of LH2 and its\norganization within the membrane can be largely rationalized by a simple\nphysical model that relies primarily on exciton transfer optimization. The\nprocess through which the light-harvesting complexes transfer excitation energy\nhas been recognized to incorporate both coherent and incoherent processes\nmediated by the surrounding protein environment. Using the Haken-Strobl model,\nwe show that the organization of the complexes in the membrane can be almost\nentirely explained by simple electrostatic considerations and that quantum\neffects act primarily to enforce robustness with respect to spatial disorder\nbetween complexes. The implications of such an arrangement are discussed in the\ncontext of biomimetic photosynthetic analogs capable of transferring energy\nefficiently across tens to hundreds of nanometers\n","Comment: 28 pages, 8 figures"]}]
["1111.0071",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0071"],"date":["2011-10-31"],"type":["text"],"creator":["Ru, Yu","Martinez, Sonia"],"language":[],"coverage":[],"title":["Energy-Based Voronoi Partition in Constant Flow Environments"],"description":["  As is well known, energy cost can greatly impact the deployment of\nbattery-powered sensor networks in remote environments such as rivers or\noceans. Motivated by this, we propose here an energy-based metric and associate\nenergy-based Voronoi partitions with mobile vehicles in constant flows. The\nmetric corresponds to the minimum energy that a vehicle requires to move from\none point to another in the flow environment, and the resulting partition can\nbe used by the vehicles in cooperative control tasks such as task assignment\nand coverage. Based on disk-based and asymptote-based approximations of the\nVoronoi regions, we determine a subset (or lower bound) and superset (or upper\nbound) of an agent's Voronoi neighbors. We then show that, via simulations, the\nupper bound is tight and its cardinality remains bounded as the number of\ngenerators increases. Finally, we propose efficient algorithms to compute the\nupper bound (especially when the generators dynamically change), which enables\nthe fast calculation of Voronoi regions.\n","Comment: Submitted to IEEE Transactions on Automation Science and Engineering"]}]
["1111.0073",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0073"],"date":["2011-10-31"],"type":["text"],"creator":["Jackson, Matthew O.","Lopez-Pintado, Dunia"],"language":[],"coverage":[],"title":["Diffusion and Contagion in Networks with Heterogeneous Agents and\n  Homophily"],"description":["  We study how a behavior (an idea, buying a product, having a disease,\nadopting a cultural fad or a technology) spreads among agents in an a social\nnetwork that exhibits segregation or homophily (the tendency of agents to\nassociate with others similar to themselves). Individuals are distinguished by\ntheir types (e.g., race, gender, age, wealth, religion, profession, etc.)\nwhich, together with biased interaction patterns, induce heterogeneous rates of\nadoption. We identify the conditions under which a behavior diffuses and\nbecomes persistent in the population. These conditions relate to the level of\nhomophily in a society, the underlying proclivities of various types for\nadoption or infection, as well as how each type interacts with its own type. In\nparticular, we show that homophily can facilitate diffusion from a small\ninitial seed of adopters.\n","Comment: 18 pages, 1 figure"]}]
["1111.0074",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0074"],"date":["2011-10-31"],"type":["text"],"creator":["Potamianos, Karolos"],"language":[],"coverage":[],"title":["Search for the Standard Model Higgs boson in final states with $b$\n  quarks at the Tevatron"],"description":["  We present the result of searches for a low mass Standard Model Higgs boson\nproduced in association with a $W$ or a $Z$ boson at a center-of-mass energy of\n$\\sqrt{s}=$1.96 TeV with the CDF and D0 detectors at the Fermilab Tevatron\ncollider. The search is performed in events containing one or two $b$ tagged\njets in association with either two leptons, or one lepton and an imbalance in\ntransverse energy, or simply a large imbalance in transverse energy. Datasets\ncorresponding to up to 8.5 fb$^{-1}$ of integrated luminosity are considered in\nthe analyses. These are the most powerful channels in the search for a low mass\nHiggs boson at the Tevatron. Recent sensitivity improvements are discussed. For\na Higgs mass of 115 \\gevcc, the expected sensitivity for the most sensitive\nindividual analyses reaches 2.3 times the SM prediction at 95% confidence level\n(C.L.), with all limits below 5 times the SM. Additionally, a $WZ/ZZ$\ncross-section measurement is performed to validate the analysis techniques\ndeployed for searching for the Higgs.\n"]}]
["1111.0075",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0075","doi:10.1145/2043174.2043190"],"date":["2011-10-31"],"type":["text"],"creator":["Berriman, G. Bruce","Groom, Steven L."],"language":[],"coverage":[],"title":["How Will Astronomy Archives Survive The Data Tsunami?"],"description":["  The field of astronomy is starting to generate more data than can be managed,\nserved and processed by current techniques. This paper has outlined practices\nfor developing next-generation tools and techniques for surviving this data\ntsunami, including rigorous evaluation of new technologies, partnerships\nbetween astronomers and computer scientists, and training of scientists in\nhigh-end software engineering engineering skills.\n","Comment: 8 pages, 3 figures; ACM Queue. Vol 9, Number 10, October 2011\n  (http://queue.acm.org/detail.cfm?id=2047483)"]}]
["1111.0077",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0077"],"date":["2011-10-31"],"type":["text"],"creator":["Stamerra, A.","Becerra, J.","Bonnoli, G.","Maraschi, L.","Tavecchio, F.","Mazin, D.","Saito, K.","Collaboration, for the MAGIC","Tanaka, Y.","Wood, D.","Collaboration, for the Fermi/LAT"],"language":[],"coverage":[],"title":["Challenging the high-energy emission zone in FSRQs"],"description":["  The blazar zone in quasars is commonly assumed to be located inside the\nbroad-line region at some hundreds of Schwartzschild radii from the central\nblack hole. Now, the simultaneous Fermi/LAT and MAGIC observations of a strong\nflare in the FSRQ PKS 1222+21 (4C 21.35, z=0.432) on 2010 June 17 challenge\nthis picture. The spectrum can be described by a single power law with photon\nindex 2.72+/-0.34 between 3 GeV and 400 GeV, and this is consistent with\nemission from a single component in the jet. The absence of a spectral cutoff\nconstrains the gamma-ray emission region to lie outside of the broad-line\nregion, which would otherwise absorb the VHE gamma-rays. On the other hand, the\nMAGIC measurement of a doubling time of about 10 minutes indicates an extremely\ncompact emission region, in conflict with the \"far dissipation\" scenario. This\ncould be a hint for the importance of jet sub-structures, such as filaments,\nreconnection zones or shear layers for the occurrence of blazar flares.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1111.0078",{"format":[],"subject":["Mathematics - Probability","60G17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0078"],"date":["2011-10-31"],"type":["text"],"creator":["Bieniek, Mariusz","Burdzy, Krzysztof","Pal, Soumik"],"language":[],"coverage":[],"title":["Extinction of Fleming-Viot-type particle systems with strong drift"],"description":["  We consider a Fleming-Viot-type particle system consisting of independently\nmoving particles that are killed on the boundary of a domain. At the time of\ndeath of a particle, another particle branches. If there are only two particles\nand the underlying motion is a Bessel process on $(0,\\infty)$, both particles\nconverge to 0 at a finite time if and only if the dimension of the Bessel\nprocess is less than 0. If the underlying diffusion is Brownian motion with a\ndrift stronger than (but arbitrarily close to, in a suitable sense) the drift\nof a Bessel process, all particles converge to 0 at a finite time, for any\nnumber of particles.\n"]}]
["1111.0079",{"format":[],"subject":["Mathematics - Complex Variables","31A10, 45B05, 30C35, 35B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0079"],"date":["2011-10-31"],"type":["text"],"creator":["Bertrand, Florian","Gong, Xianghong"],"language":[],"coverage":[],"title":["Dirichlet and Neumann problems for planar domains with parameter"],"description":["  Let $\\Gamma(\\cdot,\\lambda)$ be smooth, i.e.\\, $\\mathcal C^\\infty$, embeddings\nfrom $\\bar{\\Omega}$ onto $\\bar{\\Omega^{\\lambda}}$, where $\\Omega$ and\n$\\Omega^\\lambda$ are bounded domains with smooth boundary in the complex plane\nand $\\lambda$ varies in $I=[0,1]$. Suppose that $\\Gamma$ is smooth on\n$\\bar\\Omega\\times I$ and $f$ is a smooth function on $\\partial\\Omega\\times I$.\nLet $u(\\cdot,\\lambda)$ be the harmonic functions on $\\Omega^\\lambda$ with\nboundary values $f(\\cdot,\\lambda)$. We show that $u(\\Gamma(z,\\lambda),\\lambda)$\nis smooth on $\\bar\\Omega\\times I$. Our main result is proved for suitable\nH\\\"older spaces for the Dirichlet and Neumann problems with parameter. By\nobserving that the regularity of solutions of the two problems with parameter\nis not local, we show the existence of smooth embeddings\n$\\Gamma(\\cdot,\\lambda)$ from $\\bar{\\mathbb D}$, the closure of the unit disc,\nonto $\\bar{\\Omega^\\lambda}$ such that $\\Gamma$ is smooth on $\\bar{\\mathbb\nD}\\times I$ and real analytic at $(\\sqrt{-1},0)\\in\\bar{\\mathbb D}\\times I$, but\nfor every family of Riemann mappings $R(\\cdot,\\lambda)$ from\n$\\bar{\\Omega^\\lambda}$ onto $\\bar{\\mathbb D}$, the function\n$R(\\Gamma(z,\\lambda),\\lambda)$ is not real analytic at\n$(\\sqrt{-1},0)\\in\\bar{\\mathbb D}\\times I$.\n"]}]
["1111.0085",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0085","EPTCS 71, 2011, pp. 1-13","doi:10.4204/EPTCS.71.1"],"date":["2011-10-31"],"type":["text"],"creator":["Abel, Andreas","Kraus, Nicolai"],"language":[],"coverage":[],"title":["A Lambda Term Representation Inspired by Linear Ordered Logic"],"description":["  We introduce a new nameless representation of lambda terms inspired by\nordered logic. At a lambda abstraction, number and relative position of all\noccurrences of the bound variable are stored, and application carries the\nadditional information where to cut the variable context into function and\nargument part. This way, complete information about free variable occurrence is\navailable at each subterm without requiring a traversal, and environments can\nbe kept exact such that they only assign values to variables that actually\noccur in the associated term. Our approach avoids space leaks in interpreters\nthat build function closures.\n  In this article, we prove correctness of the new representation and present\nan experimental evaluation of its performance in a proof checker for the\nEdinburgh Logical Framework.\n  Keywords: representation of binders, explicit substitutions, ordered\ncontexts, space leaks, Logical Framework.\n","Comment: In Proceedings LFMTP 2011, arXiv:1110.6685"]}]
["1111.0086",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0086","EPTCS 71, 2011, pp. 14-28","doi:10.4204/EPTCS.71.2"],"date":["2011-10-31"],"type":["text"],"creator":["Beauquier, Maxime","Schürmann, Carsten"],"language":[],"coverage":[],"title":["A Bigraph Relational Model"],"description":["  In this paper, we present a model based on relations for bigraphical reactive\nsystems [Milner09]. Its defining characteristics are that validity and reaction\nrelations are captured as traces in a multi-set rewriting system. The\nrelational model is derived from Milner's graphical definition and directly\namenable to implementation.\n","Comment: In Proceedings LFMTP 2011, arXiv:1110.6685"]}]
["1111.0087",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0087","EPTCS 71, 2011, pp. 29-43","doi:10.4204/EPTCS.71.3"],"date":["2011-10-31"],"type":["text"],"creator":["Boespflug, Mathieu","Pientka, Brigitte"],"language":[],"coverage":[],"title":["Multi-level Contextual Type Theory"],"description":["  Contextual type theory distinguishes between bound variables and\nmeta-variables to write potentially incomplete terms in the presence of\nbinders. It has found good use as a framework for concise explanations of\nhigher-order unification, characterize holes in proofs, and in developing a\nfoundation for programming with higher-order abstract syntax, as embodied by\nthe programming and reasoning environment Beluga. However, to reason about\nthese applications, we need to introduce meta^2-variables to characterize the\ndependency on meta-variables and bound variables. In other words, we must go\nbeyond a two-level system granting only bound variables and meta-variables.\n  In this paper we generalize contextual type theory to n levels for arbitrary\nn, so as to obtain a formal system offering bound variables, meta-variables and\nso on all the way to meta^n-variables. We obtain a uniform account by\ncollapsing all these different kinds of variables into a single notion of\nvariabe indexed by some level k. We give a decidable bi-directional type system\nwhich characterizes beta-eta-normal forms together with a generalized\nsubstitution operation.\n","Comment: In Proceedings LFMTP 2011, arXiv:1110.6685"]}]
["1111.0088",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.4.1","I.2.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0088","EPTCS 71, 2011, pp. 44-57","doi:10.4204/EPTCS.71.4"],"date":["2011-10-31"],"type":["text"],"creator":["Clouston, Ranald"],"language":[],"coverage":[],"title":["Nominal Logic with Equations Only"],"description":["  Many formal systems, particularly in computer science, may be captured by\nequations modulated by side conditions asserting the \"freshness of names\";\nthese can be reasoned about with Nominal Equational Logic (NEL). Like most\nlogics of this sort NEL employs this notion of freshness as a first class\nlogical connective. However, this can become inconvenient when attempting to\ntranslate results from standard equational logic to the nominal setting. This\npaper presents proof rules for a logic whose only connectives are equations,\nwhich we call Nominal Equation-only Logic (NEoL). We prove that NEoL is just as\nexpressive as NEL. We then give a simple description of equality in the empty\nNEoL-theory, then extend that result to describe freshness in the empty\nNEL-theory.\n","Comment: In Proceedings LFMTP 2011, arXiv:1110.6685"]}]
["1111.0089",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages","F.4.1(mathematical logic)","F.3.2(algebraic approaches to semantics)","D.3.1(semantics)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0089","EPTCS 71, 2011, pp. 58-75","doi:10.4204/EPTCS.71.5"],"date":["2011-10-31"],"type":["text"],"creator":["Gabbay, Murdoch J.","Mulligan, Dominic P."],"language":[],"coverage":[],"title":["Nominal Henkin Semantics: simply-typed lambda-calculus models in nominal\n  sets"],"description":["  We investigate a class of nominal algebraic Henkin-style models for the\nsimply typed lambda-calculus in which variables map to names in the denotation\nand lambda-abstraction maps to a (non-functional) name-abstraction operation.\nThe resulting denotations are smaller and better-behaved, in ways we make\nprecise, than functional valuation-based models.\n  Using these new models, we then develop a generalisation of \\lambda-term\nsyntax enriching them with existential meta-variables, thus yielding a theory\nof incomplete functions. This incompleteness is orthogonal to the usual notion\nof incompleteness given by function abstraction and application, and\ncorresponds to holes and incomplete objects.\n","Comment: In Proceedings LFMTP 2011, arXiv:1110.6685"]}]
["1111.0090",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0090","EPTCS 71, 2011, pp. 76-90","doi:10.4204/EPTCS.71.6"],"date":["2011-10-31"],"type":["text"],"creator":["Martin, Alan J.","Felty, Amy P."],"language":[],"coverage":[],"title":["An Improved Implementation and Abstract Interface for Hybrid"],"description":["  Hybrid is a formal theory implemented in Isabelle/HOL that provides an\ninterface for representing and reasoning about object languages using\nhigher-order abstract syntax (HOAS). This interface is built around an HOAS\nvariable-binding operator that is constructed definitionally from a de Bruijn\nindex representation. In this paper we make a variety of improvements to\nHybrid, culminating in an abstract interface that on one hand makes Hybrid a\nmore mathematically satisfactory theory, and on the other hand has important\npractical benefits. We start with a modification of Hybrid's type of terms that\nbetter hides its implementation in terms of de Bruijn indices, by excluding at\nthe type level terms with dangling indices. We present an improved set of\ndefinitions, and a series of new lemmas that provide a complete\ncharacterization of Hybrid's primitives in terms of properties stated at the\nHOAS level. Benefits of this new package include a new proof of adequacy and\nimprovements to reasoning about object logics. Such proofs are carried out at\nthe higher level with no involvement of the lower level de Bruijn syntax.\n","Comment: In Proceedings LFMTP 2011, arXiv:1110.6685"]}]
["1111.0094",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics","Mathematics - Number Theory","05Axx, 11Pxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0094"],"date":["2011-10-31"],"type":["text"],"creator":["Dastidar, Manosij Ghosh","Gupta, Sourav Sen"],"language":[],"coverage":[],"title":["Generalization of a few results in Integer Partitions"],"description":["  In this paper, we generalize a few important results in Integer Partitions;\nnamely the results known as Stanley's theorem and Elder's theorem, and the\ncongruence results proposed by Ramanujan for the partition function. We\ngeneralize the results of Stanley and Elder from a fixed integer to an array of\nsubsequent integers, and propose an analogue of Ramanujan's congruence\nrelations for the `number of parts' function instead of the partition function.\nWe also deduce the generating function for the `number of parts', and relate\nthe technical results with their graphical interpretations through a novel use\nof the Ferrer's diagrams.\n","Comment: 7 pages paper, extension of http://arxiv.org/abs/1007.3459"]}]
["1111.0096",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","Mathematics - Analysis of PDEs","35J10, 35P25, 47A40, 47B10 (Primary) 34L40, 47E05, 47F05, 47N50\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0096"],"date":["2011-10-31"],"type":["text"],"creator":["Gesztesy, Fritz","Nichols, Roger"],"language":[],"coverage":[],"title":["An Abstract Approach to Weak Convergence of Spectral Shift Functions and\n  Applications to Multi-Dimensional Schr\\\"odinger Operators"],"description":["  We study the manner in which a sequence of spectral shift functions\n$\\xi(\\cdot;H_j,H_{0,j})$ associated with abstract pairs of self-adjoint\noperators $(H_j, H_{0,j})$ in Hilbert spaces $\\cH_j$, $j\\in\\bbN$, converge to a\nlimiting spectral shift function $\\xi(\\cdot;H,H_0)$ associated with a pair\n$(H,H_0)$ in the limiting Hilbert space $\\cH$ as $j\\to\\infty$ (mimicking the\ninfinite volume limit in concrete applications to multi-dimensional\nSchr\\\"odinger operators).\n  Our techniques rely on a Fredholm determinant approach combined with certain\nmeasure theoretic facts. In particular, we show that prior vague convergence\nresults for spectral shift functions in the literature actually extend to the\nnotion of weak convergence. More precisely, in the concrete case of\nmulti-dimensional Schr\\\"odinger operators on a sequence of domains $\\Omega_j$\nexhausting $\\bbR^n$ as $j\\to\\infty$, we extend the convergence of associated\nspectral shift functions from vague to weak convergence and also from Dirichlet\nboundary conditions to more general self-adjoint boundary conditions on\n$\\partial\\Omega_j$.\n","Comment: 30 pages"]}]
["1111.0104",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0104"],"date":["2011-10-31"],"type":["text"],"creator":["Ahmed, Maher"],"language":[],"coverage":[],"title":["The next nearest neighbor effect on the 2D materials properties"],"description":["  In this work, the effect of introducing next nearest neighbor (NNN) hopping\nto the 2D materials was studied using the graphene 2D honeycomb two sublattice\nas an example. It is found that introducing NNN to the 2D materials removes the\nsymmetry around the Fermi level and shifts it, at a small value of NNN hopping.\nThis effect increases with increasing NNN hopping. If the NNN hopping becomes\ncompetitive with nearest neighbor (NN) hopping, the dispersion relations of the\n2D materials changes completely from NN hopping dispersion relations. The\nresults show that the 2D material sensitivity for NNN hopping effect is much\nlarger in the 2D honeycomb lattice than 2D square lattice. This is due to the\nfact that the number of NNN sites is equal to six, which is the double of NN\nsites in the 2D honeycomb lattice. Meanwhile, the number of NNN sites is equal\nto four which is equal to NN sites in 2D square lattice. We therefore conclude\nthat by changing the ratio between NNN and NN sites in the 2D lattice one can\ntune the sensitivity for NNN hopping effects.\n","Comment: 13 pages, 5 figures"]}]
["1111.0109",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0109","Phys. Rev. A 84, 042344 (2011)","doi:10.1103/PhysRevA.84.042344"],"date":["2011-10-31"],"type":["text"],"creator":["Lu, Hua","Fung, Chi-Hang Fred","Ma, Xiongfeng","Cai, Qing-yu"],"language":[],"coverage":[],"title":["Unconditional security proof of a deterministic quantum key distribution\n  with a two-way quantum channel"],"description":["  In a deterministic quantum key distribution (DQKD) protocol with a two-way\nquantum channel, Bob sends a qubit to Alice who then encodes a key bit onto the\nqubit and sends it back to Bob. After measuring the returned qubit, Bob can\nobtain Alice's key bit immediately, without basis reconciliation. Since an\neavesdropper may attack the qubits traveling on either the Bob-Alice channel or\nthe Alice-Bob channel, the security analysis of DQKD with a two-way quantum\nchannel is complicated and its unconditional security has been controversial.\nThis paper presents a security proof of a single-photon four-state DQKD against\ngeneral attacks.\n","Comment: Publication version"]}]
["1111.0115",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics","Mathematics - Quantum Algebra","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0115","SIGMA 7 (2011), 101, 54 pages","doi:10.3842/SIGMA.2011.101"],"date":["2011-11-01"],"type":["text"],"creator":["Ruijsenaars, Simon"],"language":[],"coverage":[],"title":["A Relativistic Conical Function and its Whittaker Limits"],"description":["  In previous work we introduced and studied a function $R(a_{+},a_{-},{\\bf\nc};v,\\hat{v})$ that is a generalization of the hypergeometric function\n${}_2F_1$ and the Askey-Wilson polynomials. When the coupling vector ${\\bf\nc}\\in{\\mathbb C}^4$ is specialized to $(b,0,0,0)$, $b\\in{\\mathbb C}$, we obtain\na function ${\\mathcal R}(a_{+},a_{-},b;v,2\\hat{v})$ that generalizes the\nconical function specialization of ${}_2F_1$ and the $q$-Gegenbauer\npolynomials. The function ${\\mathcal R}$ is the joint eigenfunction of four\nanalytic difference operators associated with the relativistic Calogero-Moser\nsystem of $A_1$ type, whereas the function $R$ corresponds to $BC_1$, and is\nthe joint eigenfunction of four hyperbolic Askey-Wilson type difference\noperators. We show that the ${\\mathcal R}$-function admits five novel integral\nrepresentations that involve only four hyperbolic gamma functions and plane\nwaves. Taking their nonrelativistic limit, we arrive at four representations of\nthe conical function. We also show that a limit procedure leads to two\ncommuting relativistic Toda Hamiltonians and two commuting dual Toda\nHamiltonians, and that a similarity transform of the function ${\\mathcal R}$\nconverges to a joint eigenfunction of the latter four difference operators.\n"]}]
["1111.0116",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0116"],"date":["2011-11-01"],"type":["text"],"creator":["Caprioli, Damiano"],"language":[],"coverage":[],"title":["Understanding hadronic $\\gamma$-ray emission from supernova remnants"],"description":["  We aim to test the plausibility of a theoretical framework in which the\n$\\gamma-$ray emission detected from supernova remnants is of hadronic origin,\ni.e., due to the decay of neutral pions produced in nuclear collisions\ninvolving relativistic nuclei. In particular, we investigate how the nature of\nthe circumstellar medium affects the evolution of a remnant and of its\n$\\gamma-$ray emission, stressing the role of magnetic field amplification in\nthe prediction of expected particle spectra. A phenomenological scenario\nconsistent with both the underlying Physics and the larger and larger amount of\nobservational data provided by the present generation of $\\gamma-$ray\nexperiments is finally outlined and critically discussed.\n","Comment: 4 pages, 4 figures, 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1111.0121",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0121"],"date":["2011-11-01"],"type":["text"],"creator":["Finnegan, Gary","Collaboration, for the VERITAS"],"language":[],"coverage":[],"title":["Orbit Mode observation Technique Developed for VERITAS"],"description":["  The canonical observation mode for IACT gamma-ray observations employs four\ndiscrete pointings in the cardinal directions (the \"wobble\" mode). For the\nVERITAS Observatory, the target source is offset by 0.5-0.7 degrees from the\ncamera center, and the observation lasts 20 minutes. During January/February of\n2011, the VERITAS Observatory tested a new \"orbit\" observation mode, where the\ntarget source is continuously rotated around the camera center at a fixed\nradial offset and constant angular velocity. This mode of observation may help\nbetter estimate the cosmic ray background across the field of view, and will\nalso reduce detector dead-time between the discrete 20 minute runs. In winter\n2011, orbit mode observations where taken on the Crab Nebula and Mrk 421. In\nthis paper we present the analysis of these observations, and describe the\npotential applications of orbit mode observations for diffuse (extended)\nsources as well as GRBs.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1111.0124",{"format":[],"subject":["Mathematics - Probability","60J30, 60H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0124"],"date":["2011-11-01"],"type":["text"],"creator":["Lin, Jianzhong"],"language":[],"coverage":[],"title":["Chaotic and Predictable Representations for Multidimensional L\\'{e}vy\n  Processes"],"description":["  For a general Multidimensional L\\'{e}vy process (satisfying some moment\nconditions), we introduce the Multidimensional power jump processes and the\nrelated Multidimensional Teugels martingales. Furthermore, we orthogonalize the\nMultidimensional Teugels martingales by applying Gram-Schmidt process. We give\na chaotic representation for every square integral random variable in terms of\nthese orthogonalized Multidimensional Teugels martingales. The predictable\nrepresentation with respect to the same set of Multidimensional orthogonalized\nmartingales of square integrable random variables and of square integrable\nmartingales is an easy consequence of the chaotic representation.\n"]}]
["1111.0125",{"format":[],"subject":["Physics - Computational Physics","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0125","PoS (Lattice 2011) 309"],"date":["2011-11-01"],"type":["text"],"creator":["Jang, Yong-Chull","Kim, Hyung-Jin","Lee, Weonjong"],"language":[],"coverage":[],"title":["Multi GPU Performance of Conjugate Gradient Solver with Staggered\n  Fermions in Mixed Precision"],"description":["  GPU has a significantly higher performance in single-precision computing than\nthat of double precision. Hence, it is important to take a maximal advantage of\nthe single precision in the CG inverter, using the mixed precision method. We\nhave implemented mixed precision algorithm to our multi GPU conjugate gradient\nsolver. The single precision calculation use half of the memory that is used by\nthe double precision calculation, which allows twice faster data transfer in\nmemory I/O. In addition, the speed of floating point calculations is 8 times\nfaster in single precision than in double precision. The overall performance of\nour CUDA code for CG is 145 giga flops per GPU (GTX480), which does not include\nthe infiniband network communication. If we include the infiniband\ncommunication, the overall performance is 36 giga flops per GPU (GTX480).\n","Comment: 7 pages, Lattice 2011 proceeding"]}]
["1111.0127",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0127"],"date":["2011-11-01"],"type":["text"],"creator":["Asano, Katsuaki","Mészáros, Peter","Murase, Kohta","Inoue, Susumu","Terasawa, Toshio"],"language":[],"coverage":[],"title":["Leptonic and Hadronic Models for the Extra Components in Fermi-LAT GRBs"],"description":["  {\\it Fermi} satellite has detected extra spectral components in GeV energy\nrange in several GRBs. Those components have power-law shapes, which may\ncontribute to also X-ray band. The limited photon statistics make it difficult\nto determine the origin of GeV photons, namely internal or external shocks. We\ntry to explain the extra components with our numerical simulations based on\ninternal dissipation picture. Our leptonic model may reproduce not only the GeV\nexcess via SSC emission but also the low-energy excess via the late synchrotron\nemission from remnant electrons. The hadronic models also reproduce keV-GeV\npower-law components by synchrotron and SSC emissions from secondary\nelectron-positron pairs. In most cases the hadronic models require a much\nlarger energy of protons than gamma-rays. However, the keV-GeV flat spectra\ndetected in GRB 090902B is well explained with a comparable energy in protons\nand gamma-rays Finally, we discuss both advantages and weaknesses for both the\nleptonic and hadronic models. To overcome difficulties in internal dissipation\nmodels, we propose introduction of continuous acceleration similar to the\nsecond-order Fermi acceleration.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1111.0128",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0128","PoS (Lattice 2011) 037"],"date":["2011-11-01"],"type":["text"],"creator":["Kim, Jangho","Kim, Hyung-Jin","Lee, Weonjong","Jung, Chulwoo","Sharpe, Stephen R."],"language":[],"coverage":[],"title":["Finite Volume Errors in $B_K$"],"description":["  We discuss finite volume errors in our calculations of $B_K$ using improved\nstaggered fermions on the MILC asqtad lattices. Using GPUs, we are now able to\nextrapolate using next-to-leading order (NLO) staggered SU(2) chiral\nperturbation theory including the finite volume corrections arising from pion\nloops. We find that the impact of FV fitting is very small, giving a 0.5% shift\nin the continuum limit.\n","Comment: 7 pages, 6 figures, Lattice 2011 proceeding"]}]
["1111.0130",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0130","PoS (Lattice 2011) 105"],"date":["2011-11-01"],"type":["text"],"creator":["Bailey, Jon A.","Kim, Hyung-Jin","Lee, Weonjong"],"language":[],"coverage":[],"title":["Non-Goldstone pion masses with NLO in Staggered Chiral Perturbation\n  Theory"],"description":["  We present results of the masses of taste non-Goldstone $(F \\ne \\xi_5)$ pions\nand kaons calculated up to the next-to-leading order in the SU(3) staggered\nchiral perturbation theory (SChPT). The results can be used to fit data and to\nunderstand taste symmetry breaking effect quantitatively. The final expressions\nfor the non-Goldstone masses contain 20 low energy constants unique to the\nnon-Goldstone sector. We have calculated the several cases such as the full\nQCD, partially quenched QCD, and quenched QCD in the $N_f=1+1+1$ flavor and\n$N_f=2+1$ flavor cases in the SU(3) and SU(2) SChPT. In this paper, we present\nonly the SU(3) part.\n","Comment: 7 pages, 1 figure, Lattice 2011 proceeding"]}]
["1111.0131",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","37K10, 14T05, 14H70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0131"],"date":["2011-11-01"],"type":["text"],"creator":["Nobe, Atsushi"],"language":[],"coverage":[],"title":["The group law on the tropical Hesse pencil"],"description":["  We show that the addition of points on the tropical Hesse curve can be\nrealized via the intersection with a tropical line. Then the addition formula\nfor the tropical Hesse curve is reduced from those for the level-three theta\nfunctions through the ultradiscretization procedure. A tropical analogue of the\nHessian group, the group of linear automorphisms acting on the Hesse pencil, is\nalso investigated; it is shown that the dihedral group of degree three is the\ngroup of linear automorphisms acting on the tropical Hesse pencil.\n","Comment: 17 pages, 1 figure, submitted to Special Issue of the Journal\n  Mathematics and Computers in Simulation on \"Nonlinear Waves: Computation and\n  Theory\""]}]
["1111.0134",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0134","Appl. Phys. Lett. 99, 172108 (2011)","doi:10.1063/1.3657146"],"date":["2011-11-01"],"type":["text"],"creator":["Hacohen-Gourgy, Shay","Diamant, Itay","Almog, Boaz","Dubi, Yoni","Deutscher, G"],"language":[],"coverage":[],"title":["Temperature dependance of the tunneling density of states in sub-micron\n  planar metal / oxide / graphene junctions"],"description":["  We present tunneling measurements of sub-micron metal/insulator/graphene\nplanar tunnel junctions up to room temperature. We observe a gate independent\ngap, as previously observed only by low temperature STM[Y. Zhang et al., Nat.\nPhys. 4, 627 (2008)]. No gap appears at temperatures above 150K, which is four\ntimes smaller than the theoretically expected $T_{c}$, from the accepted mean\nfield model[T. O. Wehling et al. Phys. Rev. Lett. 101, 216803 (2008)]. We show\nthat taking into account an additional vibrational effect of out-of-plane\nphonon soft modes the gap may disappear from the measurements at temperatures\nmuch lower than the calculated $T_{c}$.\n","Comment: http://link.aip.org/link/?APL/99/172108"]}]
["1111.0141",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0141","doi:10.1051/0004-6361/201117214"],"date":["2011-11-01"],"type":["text"],"creator":["Šuhada, R.","Song, J.","Böhringer, H.","Mohr, J. J.","Chon, G.","Finoguenov, A.","Fassbender, R.","Desai, S.","Armstrong, R.","Zenteno, A.","Barkhouse, W. A.","Bertin, E.","Buckley-Geer, E. J.","Hansen, S. M.","High, F. W.","Lin, H.","Mühlegger, M.","Ngeow, C. C.","Pierini, D.","Pratt, G. W.","Verdugo, M.","Tucker, D. L."],"language":[],"coverage":[],"title":["The XMM-BCS galaxy cluster survey: I. The X-ray selected cluster catalog\n  from the initial 6 deg$^2$"],"description":["  The XMM-Newton - Blanco Cosmology Survey project (XMM-BCS) is a coordinated\nX-ray, optical and mid-infrared cluster survey in a field also covered by\nSunyaev-Zel'dovich effect surveys by the South Pole Telescope and the Atacama\nCosmology Telescope. The aim of the project is to study the cluster population\nin a 14 deg$^2$ field.\n  In this work, we present a catalog of 46 X-ray selected clusters from the\ninitial 6 deg$^2$ survey core. We describe the XMM-BCS source detection\npipeline and derive physical properties of the clusters. We provide photometric\nredshift estimates derived from the BCS imaging data and spectroscopic redshift\nmeasurements for a low redshift subset of the clusters. We derive the cluster\nlog N - log S relation using an approximation to the survey selection function\nand find it in good agreement with previous studies. We carry out an initial\ncomparison between X-ray luminosity derived masses and masses from optical\nestimators from the Southern Cosmology Survey for a subset of the cluster\nsample. Optical masses based on cluster richness and total optical luminosity\nare found to be significantly higher than the X-ray values.\n  (abridged)\n","Comment: Accepted to A&A. Version with full resolution images and better\n  layout is available at the author or at A&A. 34 pages, 35 figures, 18 tables"]}]
["1111.0142",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0142"],"date":["2011-11-01"],"type":["text"],"creator":["Namekawa, Y.","collaboration, for the PACS-CS"],"language":[],"coverage":[],"title":["Charm quark system on the physical point in 2+1 flavor lattice QCD"],"description":["  We investigate the charm quark system on 2+1 flavor PACS-CS configurations.\nCalculations are performed at the lattice spacing $a^{-1}=2.194(10)$ GeV and\nthe spatial extent $L=2.9$ fm with O(a)-improved Wilson fermions for the light\nquarks and the relativistic heavy fermion for the charm quark. Our dynamical\n$ud$ and strange quark masses and valence charm quark mass are set to their\nphysical values. A comparison of the mass spectrum and decay constants with\nexperiments is presented. Our results for the charm quark mass and CKM matrix\nelements are also reported.\n","Comment: 7 pages, 5 figures; talk at the XXIX International Symposium on\n  Lattice Field Theory - Lattice 2011, July 10-16, 2011"]}]
["1111.0143",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0143"],"date":["2011-11-01"],"type":["text"],"creator":["Lombardi, Saverio","Colin, Pierre","Hildebrand, Dorothee","Zandanel, Fabio","Prada, Francisco","Collaboration, for the MAGIC","Pfrommer, Christoph","Pinzke, Anders"],"language":[],"coverage":[],"title":["Observation of the Perseus cluster of galaxies with the MAGIC telescopes"],"description":["  The MAGIC telescopes performed a deep observation of the central region of\nthe Perseus galaxy cluster in stereoscopic mode between October 2009 and\nFebruary 2011. The nearly 85 hr of collected data (after quality selection)\nrepresent the deepest observation of a cluster of galaxies at very high\nenergies (VHE, E > 100 GeV) ever. The survey resulted in the detection of VHE\ngamma-ray emissions from its central galaxy NGC 1275 and from the radio galaxy\nIC 310. In addition, the deep survey also permits for the first time to\nconstrain emission models predicting VHE gamma-rays from cosmic-ray\nacceleration in the cluster. In this contribution we report the latest MAGIC\nresults concerning these topics.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1111.0158",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0158","IJCSI International Journal of Computer Science Issues, Vol. 8,\n  Issue 4, No 1, 131-138 (2011)"],"date":["2011-11-01"],"type":["text"],"creator":["Elyassami, Sanaa","Idri, Ali"],"language":[],"coverage":[],"title":["Applying Fuzzy ID3 Decision Tree for Software Effort Estimation"],"description":["  Web Effort Estimation is a process of predicting the efforts and cost in\nterms of money, schedule and staff for any software project system. Many\nestimation models have been proposed over the last three decades and it is\nbelieved that it is a must for the purpose of: Budgeting, risk analysis,\nproject planning and control, and project improvement investment analysis. In\nthis paper, we investigate the use of Fuzzy ID3 decision tree for software cost\nestimation; it is designed by integrating the principles of ID3 decision tree\nand the fuzzy set-theoretic concepts, enabling the model to handle uncertain\nand imprecise data when describing the software projects, which can improve\ngreatly the accuracy of obtained estimates. MMRE and Pred are used as measures\nof prediction accuracy for this study. A series of experiments is reported\nusing two different software projects datasets namely, Tukutuku and COCOMO'81\ndatasets. The results are compared with those produced by the crisp version of\nthe ID3 decision tree.\n"]}]
["1111.0159",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0159"],"date":["2011-11-01"],"type":["text"],"creator":["Kwon, Youngdon"],"language":[],"coverage":[],"title":["Decoupled algorithm for transient viscoelastic flow modeling and\n  description of elastic flow instability"],"description":["  In the finite element analysis with fast decoupled time integration scheme\nfor viscoelastic fluid (the Leonov model) flow, we investigate strong nonlinear\nbehavior in 2D creeping contraction flow. The algorithm is applicable in the\nwhole range of the retardation parameter. In the analysis of steady solutions,\nthere exists upper convergence limit of available numerical solutions in this\ncontraction flow that is free from the frustrating mesh dependence when we\nincorporate the tensor-logarithmic formulation [Fattal and Kupferman, JNNFM,\n2004]. With adjustment of a nonlinear parameter, 2 kinds of fluid have been\nchosen for flow modeling such as highly shear thinning and Boger-type liquids.\nAccording to the type of such property, the transient modeling has revealed\ndistinct flow dynamics of elastic instability. With pressure difference imposed\nslightly below the steady limit, the result demonstrates fluctuating solution\nwithout approaching steady state for the shear thinning fluid. From it, we\nconclude that the existence of upper limit for convergent steady solution\npossibly implies transition to spatially as well as temporally varying flow\nfield without steady asymptotic. Under the pressure fairly higher than the\nlimit, the result expresses severe fluctuation of flowrate, oscillation of\ncorner vortices and also asymmetric irregular wave propagation along the\ndownstream wall. In addition, flow dynamics seems quite stochastic with almost\nno temporal correlation. For the Boger-type fluid, under the traction higher\nthan steady limit the flowrate and corner vortices exhibit periodic oscillation\nwith flow asymmetry. Both types of instability express purely elastic\ninstability in this inertialess flow approximation.\n"]}]
["1111.0162",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0162"],"date":["2011-11-01"],"type":["text"],"creator":["Wang, Xin","Yan, Yihua"],"language":[],"coverage":[],"title":["The energy injection and losses in the Monte Carlo simulations of a\n  diffusive shock"],"description":["  Although diffusive shock acceleration (DSA) could be simulated by some\nwell-established models, the assumption of the injection rate from the thermal\nparticles to the superthermal population is still a contentious problem. But in\nthe self-consistent Monte Carlo simulations, because of the prescribed\nscattering law instead of the assumption of the injected function, hence\nparticle injection rate is intrinsically defined by the prescribed scattering\nlaw. We expect to examine the correlation of the energy injection with the\nprescribed multiple scattering angular distributions. According to the\nRankine-Hugoniot conditions, the energy injection and the losses in the\nsimulation system can directly decide the shock energy spectrum slope. By the\nsimulations performed with multiple scattering law in the dynamical Monte Carlo\nmodel, the energy injection and energy loss functions are obtained. As results,\nthe case applying anisotropic scattering law produce a small energy injection\nand large energy losses leading to a soft shock energy spectrum, the case\napplying isotropic scattering law produce a large energy injection and small\nenergy losses leading to a hard shock energy spectrum.\n","Comment: 11 pages, 10 figures, and 3 tables, submitted to JGR"]}]
["1111.0164",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0164"],"date":["2011-11-01"],"type":["text"],"creator":["Krichever, I.","Shiota, T."],"language":[],"coverage":[],"title":["Soliton equations and the Riemann-Schottky problem"],"description":["  Novikov's conjecture on the Riemann-Schottky problem: {\\it the Jacobians of\nsmooth algebraic curves are precisely those indecomposable principally\npolarized abelian varieties (ppavs) whose theta-functions provide solutions to\nthe Kadomtsev-Petviashvili (KP) equation}, was the first evidence of nowadays\nwell-established fact: connections between the algebraic geometry and the\nmodern theory of integrable systems is beneficial for both sides.\n  The purpose of this paper is twofold. Our first goal is to present a proof of\nthe strongest known characterization of a Jacobian variety in this direction:\n{\\it an indecomposable ppav $X$ is the Jacobian of a curve if and only if its\nKummer variety $K(X)$ has a trisecant line} and the solution of the\ncharacterization problem of principally polarized Prym varieties. The latter\nproblem is almost as old and famous as the Riemann-Schottky problem but is much\nharder. In some sense the Prym varieties may be geometrically the\neasiest-to-understand ppavs beyond Jacobians, and studying them may be a first\nstep towards understanding the geometry of more general abelian varieties as\nwell.\n  Our second and primary objective is to take this opportunity to elaborate on\nmotivations underlining the proposed solution of the Riemann-Schottky problem,\nto introduce a certain circle of ideas and methods, developed in the theory of\nsoliton equations, and to convince the reader that they are algebro-geometric\nin nature, simple and universal enough to be included in the Handbook of\nmoduli.\n","Comment: The results appeared in this article have already been published\n  elsewhere"]}]
["1111.0168",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0168"],"date":["2011-11-01"],"type":["text"],"creator":["Bevan, Adrian"],"language":[],"coverage":[],"title":["Time-dependent CP asymmetries in charm decays"],"description":["  The CKM paradigm has been tested thoroughly over the last 40 years in both\nthe neutral $K$ and $B$ systems. The recent discovery of neutral charm meson\nmixing has prompted the search for CP violation in $D$ decays. We discuss the\nprospects of performing time-dependent CP asymmetry measurements at facilities\neither taking data or under construction. Such measurements can (i) provide\nprecision determinations of the charm mixing phase, and (ii) be used to probe\nfor possible new physics effects (and perhaps ultimately constrain the CKM\nparadigm). We propose the use of the time-dependent asymmetry measurement of\n$D^0 \\to K^+K^-$ decays to measure the phase of charm mixing, where existing\nexperiments that are either under construction or taking data should be able to\nreach a precision of $<1.5^\\circ$, and to use the phase difference between $D^0\n\\to K^+K^-$ and $D^0 \\to \\pi^+\\pi^-$ decays to constrain the angle $\\beta_c$ of\nthe $cu$ unitarity triangle up to theoretical uncertainties from long distance\nand loop contributions. A large phase difference measured between these modes\nwould indicate new physics.\n","Comment: Proceedings contributed to the 2011 Europhysics Conference on High\n  Energy Physics-HEP 2011, July 21-27, 2011, Grenoble, Rh\\^one-Alpes France"]}]
["1111.0170",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0170"],"date":["2011-11-01"],"type":["text"],"creator":["Solovej, Jan Philip"],"language":[],"coverage":[],"title":["Book review: Stability of Matter in Quantum Mechanics, by Elliott H.\n  Lieb and Robert Seiringer"],"description":["  Review of Stability of Matter in Quantum Mechanics, by Elliott H. Lieb and\nRobert Seiringer, Cambridge University Press, Cambridge, 2010, xv+293 pp, ISBN\n978-0-521-19118-0.\n","Comment: To appear in the Bulletin of the American Mathematical society. The\n  review contains a short introduction to stability of matter"]}]
["1111.0183",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0183"],"date":["2011-11-01"],"type":["text"],"creator":["Khabibullin, Marat","Collaboration, for the T2K"],"language":[],"coverage":[],"title":["Latest oscillation results from T2K"],"description":["  The latest oscillation results obtained in the off-axis accelerator neutrino\nexperiment T2K are presented. In the data sample, corresponding to 1.43 x 10^20\nprotons on target, 6 electron neutrino candidate events pass the selection\ncriteria, while the expected number of background events for sin^2\n2\\theta_{13}=0 is 1.5 \\pm 0.3 (syst.). The probability to observe six or more\ncandidate events due to background is 0.7%, equivalent to 2.5-sigma\nsignificance. In the muon neutrino disappearance analysis the obtained\natmospheric oscillation parameters are consistent with results from the\nSuper-Kamiokande and MINOS experiments.\n","Comment: Proceedings of the talk presented at the Conference New Trends in\n  High-Energy Physics (experiment, phenomenology, theory), Alushta, Crimea,\n  Ukraine, September 3 - 10, 2011"]}]
["1111.0185",{"format":[],"subject":["High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0185"],"date":["2011-11-01"],"type":["text"],"creator":["Ding, H. -T.","Bazavov, A.","Hegde, P.","Karsch, F.","Mukherjee, S.","Petreczky, P."],"language":[],"coverage":[],"title":["Exploring phase diagram of $N_f=3$ QCD at $\\mu=0$ with HISQ fermions"],"description":["  We studied the QCD phase transition as a function of quark mass in the\n$N_f=3$ QCD at vanishing baryon density. Lattice simulations have been\nperformed using Highly Improved Staggered Quarks on $N_{\\tau}=6$ lattices with\nquark masses that correspond to pion masses in the region $80 \\lesssim m_{\\pi}\n\\lesssim 230 $MeV. We found no evidence of the first order phase transition in\nthe current pion mass window. The pion mass at the critical point where the\nfirst order phase transition starts is estimated to be $m^c_{\\pi}\\lesssim 45$\nMeV.\n","Comment: 7 pages, presented at The XXIX International Symposium on Lattice\n  Field Theory - Lattice 2011, July 10-16, 2011, Squaw Valley, Lake Tahoe,\n  California"]}]
["1111.0186",{"format":[],"subject":["Physics - Fluid Dynamics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0186","Geophys. Astrophys. Fluid Dynam. 104 (2010) 457-480","doi:10.1080/03091929.2010.512290"],"date":["2011-11-01"],"type":["text"],"creator":["Teed, Robert J.","Jones, Chris A.","Hollerbach, Rainer"],"language":[],"coverage":[],"title":["Rapidly rotating plane layer convection with zonal flow"],"description":["  The onset of convection in a rapidly rotating layer in which a thermal wind\nis present is studied. Diffusive effects are included. The main motivation is\nfrom convection in planetary interiors, where thermal winds are expected due to\ntemperature variations on the core-mantle boundary. The system admits both\nconvective instability and baroclinic instability. We find a smooth transition\nbetween the two types of modes, and investigate where the transition region\nbetween the two types of instability occurs in parameter space. The thermal\nwind helps to destabilise the convective modes. Baroclinic instability can\noccur when the applied vertical temperature gradient is stable, and the\ncritical Rayleigh number is then negative. Long wavelength modes are the first\nto become unstable. Asymptotic analysis is possible for the transition region\nand also for long wavelength instabilities, and the results agree well with our\nnumerical solutions. We also investigate how the instabilities in this system\nrelate to the classical baroclinic instability in the Eady problem. We conclude\nby noting that baroclinic instabilities in the Earth's core arising from\nheterogeneity in the lower mantle could possibly drive a dynamo even if the\nEarth's core were stably stratified and so not convecting.\n","Comment: 20 pages, 7 figures"]}]
["1111.0188",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0188"],"date":["2011-11-01"],"type":["text"],"creator":["Seipt, D.","Kampfer, B."],"language":[],"coverage":[],"title":["Non-linear Compton scattering of ultrahigh-intensity laser pulses"],"description":["  We present results for the photon spectrum emitted in non-linear Compton\nscattering of pulsed ultra-strong laser fields off relativistic electrons for\nintensities up to $a_0\\gtrsim 100$ and pulse lengths of a few laser cycles. At\nultrahigh laser intensity, it is appropriate to average over the sub-\nstructures of the differential photon spectrum. Supplementing this procedure\nwith a stationary phase approximation one can evaluate the total emission\nprobability. We find the photon yield in pulsed fields to be up to a factor of\nten larger than results obtained from a monochromatic wave calculation.\n","Comment: 20 pages, 5 figures"]}]
["1111.0191",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0191","JETP, 2011, Vol. 113, No. 4, pp. 592-604","doi:10.1134/S1063776111090056"],"date":["2011-11-01"],"type":["text"],"creator":["Istomin, Ya. N.","Sob'yanin, D. N."],"language":[],"coverage":[],"title":["Absorption of Gamma-Ray Photons in a Vacuum Neutron Star Magnetosphere:\n  I. Electron-Positron Pair Production"],"description":["  The production of electron-positron pairs in a vacuum neutron star\nmagnetosphere is investigated for both low (compared to the Schwinger one) and\nhigh magnetic fields. The case of a strong longitudinal electric field where\nthe produced electrons and positrons acquire a stationary Lorentz factor in a\nshort time is considered. The source of electron-positron pairs has been\ncalculated with allowance made for the pair production by curvature and\nsynchrotron photons. Synchrotron photons are shown to make a major contribution\nto the total pair production rate in a weak magnetic field. At the same time,\nthe contribution from bremsstrahlung photons may be neglected. The existence of\na time delay due to the finiteness of the electron and positron acceleration\ntime leads to a great reduction in the electron-positron plasma generation rate\ncompared to the case of a zero time delay. The effective local source of\nelectron-positron pairs has been constructed. It can be used in the\nhydrodynamic equations that describe the development of a cascade after the\nabsorption of a photon from the cosmic gamma-ray background in a neutron star\nmagnetosphere.\n","Comment: 29 pages, 1 figure"]}]
["1111.0192",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0192","JETP, 2011, Vol. 113, No. 4, pp. 605-618","doi:10.1134/S1063776111090068"],"date":["2011-11-01"],"type":["text"],"creator":["Istomin, Ya. N.","Sob'yanin, D. N."],"language":[],"coverage":[],"title":["Absorption of Gamma-Ray Photons in a Vacuum Neutron Star Magnetosphere:\n  II. The Formation of \"Lightnings\""],"description":["  The absorption of a high-energy photon from the external cosmic gamma-ray\nbackground in the inner neutron star magnetosphere triggers the generation of a\nsecondary electron-positron plasma and gives rise to a lightning - a\nlengthening and simultaneously expanding plasma tube. It propagates along\nmagnetic fields lines with a velocity close to the speed of light. The high\nelectron-positron plasma generation rate leads to dynamical screening of the\nlongitudinal electric field that is provided not by charge separation but by\nelectric current growth in the lightning. The lightning radius is comparable to\nthe polar cap radius of a radio pulsar. The number of electron-positron pairs\nproduced in the lightning in its lifetime reaches 10^28. The density of the\nforming plasma is comparable to or even higher than that in the polar cap\nregions of ordinary pulsars. This suggests that the radio emission from\nindividual lightnings can be observed. Since the formation time of the radio\nemission is limited by the lightning lifetime, the possible single short radio\nbursts may be associated with rotating radio transients (RRATs).\n","Comment: 31 pages, 1 figure"]}]
["1111.0200",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0200"],"date":["2011-11-01"],"type":["text"],"creator":["Datta, AseshKrishna","Niyogi, Saurabh"],"language":[],"coverage":[],"title":["Entangled System of Squarks from the Third Generation at the Large\n  Hadron Collider"],"description":["  In the Minimal Supersymmetric extension of the Standard Model (MSSM) squarks\nfrom the third generation, i.e., the bottom and the top squarks, have a common\nset of parameters that determine their masses and couplings. These are in the\nform of the common soft mass for the left handed squark from the third\ngeneration ($m_{\\widetilde{Q}_{_{3L}}}$), the supersymmetry conserving Higgsino\nmass parameter $\\mu$ and $\\tan\\beta$, the ratio of vacuum expectation values of\nthe two Higgs doublets. This leads to an interesting possibility that the\nsystems involving the bottom and the top squarks might get correlated in a\nnon-trivial way even in an unconstrained setup. In this work, phenomenology of\nthe bottom and the top squarks is studied at the Large Hadron Collider which\nexploits such a possibility with a particular emphasis on bottom squark\ndecaying to top squark and $W$ boson. Possibility of reconstructing multiple\n$W$ bosons in the final state is identified to be the key in probing the squark\nmixing angles. Further entanglement of the electroweak gaugino-higgsino sector\nis also not impossible in scenarios based on phenomenological MSSM while for\nhighly constrained scenarios like minimal supergravity/constrained MSSM such\nentanglements are trivially forced upon.\n","Comment: 31 pages, 4 figures, 8 tables"]}]
["1111.0205",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","37L55, 60H15 (Primary) 37L30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0205"],"date":["2011-11-01"],"type":["text"],"creator":["Gess, Benjamin"],"language":[],"coverage":[],"title":["Random attractors for singular stochastic partial differential equations"],"description":["  The existence of random attractors for singular stochastic partial\ndifferential equations (SPDE) perturbed by general additive noise is proven.\nThe drift is assumed only to satisfy the standard assumptions of the\nvariational approach to SPDE with compact embeddings in the Gelfand triple and\nsingular coercivity. For ergodic, monotone, contractive random dynamical\nsystems it is proven that the attractor consists of a single random point. In\ncase of real, linear multiplicative noise finite time extinction is obtained.\nApplications include stochastic generalized fast diffusion equations and\nstochastic generalized singular p-Laplace equations perturbed by Levy noise\nwith jump measure having finite first and second moments.\n","Comment: 40 pages"]}]
["1111.0208",{"format":[],"subject":["Physics - Optics","Condensed Matter - Quantum Gases","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0208"],"date":["2011-11-01"],"type":["text"],"creator":["Evenor, Izhak","Grinvald, Eran","Lenz, Frieder","Levit, Shimon"],"language":[],"coverage":[],"title":["Feshbach resonances and their interaction in light scattering off\n  photonic crystal slabs"],"description":["  The concept of Feshbach resonances developed for quantum mechanical\nscattering is applied in the analysis of classical light scattering off\nphotonic crystal slabs. It is shown that this concept can be realized almost\nperfectly in these systems. As an application guided-mode resonances in the\ngrating waveguide structure (GWS) are studied in detail. Using simple resonance\ndominance approximation the characteristic properties of isolated Feshbach\nresonances in light scattering are exhibited. Formation and interaction of\noverlapping resonances are investigated. The relevant parameters of the GWS are\nidentified which control the shape of the reflectivity of interacting\nresonances as well as the enhancement of the electromagnetic field. The\ndifferences in the properties of TE and TM resonances is emphasized for both\nisolated and interacting resonances.\n"]}]
["1111.0209",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0209"],"date":["2011-11-01"],"type":["text"],"creator":["Lasota, Jean-Pierre"],"language":[],"coverage":[],"title":["Disc outbursts in various types of binary systems"],"description":["  I discuss some aspects of the Disc Instability Model applied to outbursts in\nvarious types of binary systems. I lament the general lack of interest in the\nsubject.\n","Comment: The Golden Age of Cataclysmic Variables and Related Objects, F.\n  Giovannelli & L. Sabau-Graziati (eds.), Mem. SAIt. (2012) 83 N.2 (in press)"]}]
["1111.0210",{"format":[],"subject":["Mathematics - General Mathematics","15-xx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0210","Zip Publisher, Columbus, Ohio, 2011"],"date":["2011-11-01"],"type":["text"],"creator":["Kandasamy, W. B. Vasantha","Smarandache, Florentin"],"language":[],"coverage":[],"title":["Finite Neutrosophic Complex Numbers"],"description":["  In this book for the first time the authors introduce the notion of real\nneutrosophic complex numbers. Further the new notion of finite complex modulo\nintegers is defined. For every $C(Z_n)$ the complex modulo integer $i_F$ is\nsuch that $2F_i = n - 1$. Several algebraic structures on $C(Z_n)$ are\nintroduced and studied. Further the notion of complex neutrosophic modulo\nintegers is introduced. Vector spaces and linear algebras are constructed using\nthese neutrosophic complex modulo integers.\n","Comment: 220 pages"]}]
["1111.0211",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0211"],"date":["2011-11-01"],"type":["text"],"creator":["de Haan, Victor"],"language":[],"coverage":[],"title":["Schwinger term of neutron Hamiltonian measurable by polarization change\n  in a spin-echo spectrometer"],"description":["  The Schwinger term of the neutron Hamiltonian is due to the effect of an\nelectric field on the moving neutron. Although this effect is extremely small,\nit can be measured by the novel spin-echo interferometers.\n"]}]
["1111.0212",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0212"],"date":["2011-11-01"],"type":["text"],"creator":["Wade, G. A."],"language":[],"coverage":[],"title":["Magnetism, rotation and large-scale wind variability of O-type stars"],"description":["  The common - arguably ubiquitous - large-scale variability of optical and UV\nlines profiles of hot, massive stars is widely interpreted as the direct\nconsequence of structured, variable winds. Many of the variability phenomena\nare observed to recur on timescales compatible with stellar rotation,\nsuggesting a picture in which perturbations at the base of the wind - carried\ninto view by stellar rotation - produce large-scale outward-propagating density\nstructures. Magnetic fields have been repeatedly proposed to be at the root of\nthese phenomena, although evidence supporting this view remains tenuous. In\nthis review I discuss the evidence for large-scale structures in the winds of\nO-type stars, the relationship between the observed recurrence timescales and\nthe expected stellar rotational periods, the magnetic and variability\nproperties of known magnetic O-type stars, and their implications for\nunderstanding wind variability of the broader population.\n","Comment: 9 pages, invited review at Four Decades of Research on Massive Stars"]}]
["1111.0224",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0224"],"date":["2011-11-01"],"type":["text"],"creator":["Kurdachenko, L. A.","Otal, J.","Subbotin, I. YA."],"language":[],"coverage":[],"title":["On a Generalization of Baer Theorem"],"description":["  R. Baer has proved that if the factor-group G/{\\zeta}_{n}(G) of a group G by\nthe member {\\zeta}_{n}(G) of its upper central series is finite (here n is a\npositive integer) then the member {\\gamma}_{n+1}(G) of the lower central series\nof G is also finite. In particular, in this case, the nilpotent residual of G\nis finite. This theorem admits the following simple generalization that has\nbeen published very recently by M. de Falco, F. de Giovanni, C. Musella and Ya.\nP. Sysak: \"If the factor-group G/Z of a group G modulo its upper hypercenter Z\nis finite then G has a finite normal subgroup L such that G/L is hypercentral\".\nIn the current article we offer a new simpler very short proof of this theorem\nand specify it substantially. In fact, we prove that if |G/Z|=t then\n|L|\\leqt^{k}, where k=(1/2)(log_{p}t+1), and p is the least prime divisor of t.\n"]}]
["1111.0225",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0225"],"date":["2011-11-01"],"type":["text"],"creator":["The HPQCD Collaboration","Koponen, Jonna","Davies, Christine T. H.","Donald, Gordon","Follana, Eduardo","Lepage, G. Peter","Na, Heechang","Shigemitsu, Junko"],"language":[],"coverage":[],"title":["The D to K and D to pi semileptonic decay form factors from Lattice QCD"],"description":["  We present a new and very high statistics study of D and D_s semileptonic\ndecay form factors on the lattice. We work with MILC N_f=2+1 lattices and use\nthe Highly Improved Staggered Action (HISQ) for both the charm and the light\nvalence quarks. We use both scalar and vector currents to determine the form\nfactors f_0(q^2) and f_+(q^2) for a range of D and D_s form factors including\nthose for D to pi and D to K semileptonic decays. By using a phased boundary\ncondition we are able to tune accurately to q^2=0. We also compare the shape in\nq^2 to that from experiment. We show that the form factors are very insensitive\nto the spectator quark: D to K and D_s to eta_s form factors are essentially\nthe same, and the same is true for D to pi and D_s to K. This has important\nimplications when considering the corresponding B/B_s processes.\n","Comment: 7 pages, 9 figures, talk given at the XXIX International Symposium on\n  Lattice Field Theory, July 10-16, 2011, Squaw Valley, Lake Tahoe, CA"]}]
["1111.0226",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0226","J. Appl. Phys. 108, 083917 (2010)","doi:10.1063/1.3494104"],"date":["2011-11-01"],"type":["text"],"creator":["Salehi, Morteza","Alidoust, Mohammad","Rashedi, Gholamreza"],"language":[],"coverage":[],"title":["Signatures of d-Wave Symmetry on Thermal Dirac Fermions in\n  Graphene-Based F/I/d Junctions"],"description":["  We study theoretically the behavior of thermal massless Dirac fermions inside\ngraphene-based Ferromagnetic/Insulator/d-wave (s-wave) superconductor (F/I/d\nand F/I/S) junctions in the ballistic regime. Using the Dirac-BdG wave\nfunctions within the three regions and appropriate boundary conditions, the\nAndreev and Normal reflection coefficients are derived. By employing the\nobtained Andreev and Normal reflection coefficients the characteristics of heat\ncurrent through the F/I/d and F/I/S junctions are investigated within the thin\nbarrier approximation. We find that for s-wave superconductors, thermal\nconductance oscillates sinusoidally vs barrier strength. The finding persist\nfor the values of $\\alpha$, the orientation of d-wave superconductor crystal in\nthe $k$-space, below $\\pi/4$. By increasing temperature, the thermal\nconductance is increased exponentially for small values of $\\alpha$ and for\nlarger values the quantity is modified to exhibit a linear behavior at\n$\\alpha=\\pi/4$ which is similar to Wiedemann-Franz law for metals in low\ntemperatures.\n","Comment: 6 pages, 6 figures"]}]
["1111.0228",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0228"],"date":["2011-11-01"],"type":["text"],"creator":["Aguilar-Melchor, Carlos","Gaborit, Philippe","Kim, Jon-Lark","Sok, Lin","Solé, Patrick"],"language":[],"coverage":[],"title":["Classification of extremal and $s$-extremal binary self-dual codes of\n  length 38"],"description":["  In this paper we classify all extremal and $s$-extremal binary self-dual\ncodes of length 38. There are exactly 2744 extremal $[38,19,8]$ self-dual\ncodes, two $s$-extremal $[38,19,6]$ codes, and 1730 $s$-extremal $[38,19,8]$\ncodes. We obtain our results from the use of a recursive algorithm used in the\nrecent classification of all extremal self-dual codes of length 36, and from a\ngeneralization of this recursive algorithm for the shadow. The classification\nof $s$-extremal $[38,19,6]$ codes permits to achieve the classification of all\n$s$-extremal codes with d=6.\n","Comment: revised version - paper submitted (4/4/2011) to IEEE trans.\n  Information and accepted 20/10/2011"]}]
["1111.0229",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0229"],"date":["2011-11-01"],"type":["text"],"creator":["Mikhailenko, V. V.","Lee, H. J.","Mikhailenko, V. S."],"language":[],"coverage":[],"title":["Diffusive instability of a Townsend discharge"],"description":["  The role of the electron diffusion on the stability of a Townsend discharge\nis investigated. It is obtained, that electron diffusion modifies the condition\nof the steady self-sustenance of the discharge, and make discharge unstable.\n"]}]
["1111.0230",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems","37A10, 37A15, 28A33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0230"],"date":["2011-11-01"],"type":["text"],"creator":["Prikhod'ko, A. A."],"language":[],"coverage":[],"title":["On group actions with simple Lebesgue spectrum"],"description":["  In this paper we propose a construction of measure preserving actions of the\ngroup $R^d$ with Lebesgue spectrum of multiplicity one.\n","Comment: 21 pages, 5 figures"]}]
["1111.0231",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory","35R30, 35P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0231"],"date":["2011-11-01"],"type":["text"],"creator":["Choulli, Mourad","Stefanov, Plamen"],"language":[],"coverage":[],"title":["Stability for the multi-dimensional Borg-Levinson theorem with partial\n  spectral data"],"description":["  We prove a stability estimate related to the multi-dimensional Borg-Levinson\ntheorem of determining a potential from spectral data: the Dirichlet\neigenvalues and the normal derivatives of the eigenfunctions on the boundary of\na bounded domain. The estimate is of H\\\"older type, and we allow finitely many\neigenvalues and normal derivatives to be unknown. We also show that if the\nspectral data is known asymptotically only, up to $O(k^{-a})$ with $a>>1$, then\nwe still have H\\\"older stability.\n"]}]
["1111.0234",{"format":[],"subject":["Mathematics - Combinatorics","05C15 (Primary) 05C35, 05C65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0234"],"date":["2011-11-01"],"type":["text"],"creator":["Füredi, Zoltán","Kantor, Ida"],"language":[],"coverage":[],"title":["List colorings with distinct list sizes, the case of complete bipartite\n  graphs"],"description":["  Let $f:V \\rightarrow \\mathbb{N}$ be a function on the vertex set of the graph\n$G=(V,E)$. The graph $G$ is {\\em $f$-choosable} if for every collection of\nlists with list sizes specified by $f$ there is a proper coloring using colors\nfrom the lists. The sum choice number, $\\chi_{sc}(G)$, is the minimum of $\\sum\nf(v)$, over all functions $f$ such that $G$ is $f$-choosable. It is known (Alon\n1993, 2000) that if $G$ has average degree $d$, then the usual choice number\n$\\chi_\\ell(G)$ is at least $\\Omega(\\log d)$, so they grow simultaneously.\n  In this paper we show that $\\chi_{sc}(G)/|V(G)|$ can be bounded while the\nminimum degree $\\delta_{\\min}(G)\\rightarrow \\infty$. Our main tool is to give\ntight estimates for the sum choice number of the unbalanced complete bipartite\ngraph $K_{a,q}$.\n","Comment: 10 pages"]}]
["1111.0242",{"format":[],"subject":["Computer Science - Multimedia","Computer Science - Distributed, Parallel, and Cluster Computing","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0242"],"date":["2011-11-01"],"type":["text"],"creator":["Sobe, Anita","Elmenreich, Wilfried","Böszörmenyi, Laszlo"],"language":[],"coverage":[],"title":["Storage Balancing in Self-organizing Multimedia Delivery Systems"],"description":["  Many of the current bio-inspired delivery networks set their focus on search,\ne.g., by using artificial ants. If the network size and, therefore, the search\nspace gets too large, the users experience high delays until the requested\ncontent can be consumed. In previous work, we proposed different replication\nstrategies to reduce the search space. In this report we further evaluate\nmeasures for storage load balancing, because peers are most likely limited in\nspace. We periodically apply clean-ups if a certain storage level is reached.\nFor our evaluations we combine the already introduced replication measures with\nleast recently used (LRU), least frequently used (LFU) and a hormone-based\nclean-up. The goal is to elaborate a combination that leads to low delays while\nthe replica utilization is high.\n"]}]
["1111.0243",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0243"],"date":["2011-11-01"],"type":["text"],"creator":["Galiceanu, M. D.","Beims, M. W.","Strunz, W."],"language":[],"coverage":[],"title":["Quantum energy decays and decoherence in discrete baths"],"description":["  The quantum average energy decay and the purity decay are studied for a\nsystem particle as a function of the number of constituents of a discrete bath\nmodel. The system particle is subjected to two distinct physical situations:\nthe harmonic oscillator (HO) and the Morse potential. The environment (bath) is\ncomposed by a {\\it finite} number N of uncoupled HOs, characterizing the\nstructured bath, which in the limit $N\\to\\infty$ is assumed to have an ohmic,\nsub-ohmic or super-ohmic spectral density. For very low values of N the mean\nenergy and purity remain constant in time but starts to decay for intermediate\nvalues (10<N<20), where two distinct time regimes are observed: two exponential\ndecays for relatively short times and a power-law decay for larger times. In\nthis interval of N decoherence occurs for short times and a non-Markovian\ndynamics is expected for larger times. When $N$ increases, energy and coherence\ndecay very fast and a Markovian dynamics is expected to occur. Wave packet\ndynamics is used to determine the evolution of the particle inside the system\npotentials.\n","Comment: 18 pages, 13 figures"]}]
["1111.0244",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0244"],"date":["2011-11-01"],"type":["text"],"creator":["Galante, Nicola"],"language":[],"coverage":[],"title":["The VERITAS Extragalactic Science Program"],"description":["  VERITAS is an array of four 12-m diameter imaging atmospheric-Cherenkov\ntelescopes located in southern Arizona. Its aim is to study the very high\nenergy (VHE: E > 100 GeV) gamma-ray emission from astrophysical objects. The\nstudy of Active Galactic Nuclei (AGN) is intensively pursued through the\nVERITAS blazar key science project, but also through the large MWL\nobservational campaigns on radio galaxies. The successful VERITAS AGN research\nprogram has provided insights to the jet inner structures and started a more\ndetailed classification of blazars. Moreover, the synergy between Fermi and\nVERITAS on blazar observations resulted in important constraints on the\nextragalactic background light (EBL) through gamma-ray observations, and on the\ncataloguing of the several AGN sub-classes . VERITAS discovered also the first\nextragalactic non-AGN gamma-ray source. The discovery of gamma-ray emission\nfrom the starburst galaxy M 82 by VERITAS and Fermi provides important clues on\npossible mechanisms for accelerating cosmic rays.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1111.0252",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0252"],"date":["2011-11-01"],"type":["text"],"creator":["Galante, Nicola"],"language":[],"coverage":[],"title":["VERITAS Observation of M 87"],"description":["  The giant radio galaxy M 87 is located at a distance of ~16 Mpc and harbors a\nsupermassive black hole in its center. The structure of its relativistic plasma\njet is resolved at radio, optical and X-ray wavelengths. M 87 belongs to the\nclass of active galactic nuclei (AGN) and is one of the few extragalactic TeV\ngamma-ray source not belonging to the class of blazars. M 87 is also detected\nby Fermi in the GeV energy range. This makes it a unique laboratory for the\nstudy of the jet substructures and the morphology of the non-thermal emission\nprocesses. In spring 2010 a major flare was observed at TeV energies, and was\nsampled by VERITAS and Fermi with unprecedented accuracy. The results of the\nVERITAS observations will be discussed.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1111.0254",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0254"],"date":["2011-11-01"],"type":["text"],"creator":["Donald, Gordon","Davies, Christine","Koponen, Jonna"],"language":[],"coverage":[],"title":["Axial vector form factors in Ds to phi semileptonic decays from lattice\n  QCD"],"description":["  We calculate axial vector and vector form factors for the semileptonic decay\nDs to phi using HISQ valence quarks on MILC ensembles with 2+1 flavours of\nasqtad sea quarks. Using twisted boundary conditions to tune the quarks'\nmomenta, we compute form factors at q^2 = 0 on coarse lattices. We find\nV(0)=0.903(67), A_1(0)= 0.603(20), A_2(0)=0.401(80) and A_0(0)=0.686(17), which\nwe compare to experimental data and previous quenched lattice QCD calculations.\n","Comment: 7 pages, 3 figures.Contribution to the XXIX International Symposium\n  on Lattice Field Theory - Lattice 2011, July 2011, Squaw Valley, Lake Tahoe,\n  California"]}]
["1111.0260",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0260"],"date":["2011-11-01"],"type":["text"],"creator":["Theivasanthi, T.","Alagar, M."],"language":[],"coverage":[],"title":["Electrolytic Synthesis and Characterizations of Silver Nanopowder"],"description":["  This work reports a simple, novel, cost effective and eco-friendly\nelectrolytic synthesis of silver nanoparticles using AgNO3 as metal precursor.\nThe synthesis rate is much faster than other methods and this approach is\nsuitable for large scale production. They are characterized by XRD, SEM and\nFT-IR techniques to analyze size, morphology and functional groups. XRD studies\nreveal a high degree of crystallinity and monophasic Ag nanoparticles. Their\nparticle size is found to be 24 nm and specific surface area (SSA) is 24 m2/g.\nAnalysis of Ag nanoparticles SSA reports that increasing their SSA improves\ntheir antibacterial actions. Microbiology assay founds that Ag nanoparticles\nare effective against E.coli and B.megaterium bacteria. SSA of bacteria\nanalysis reveals that it plays a major role while reacting with antimicrobial\nagents.\n","Comment: 12 pages, 9 Tables and 7 Figures"]}]
["1111.0261",{"format":[],"subject":["Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0261","J. Chem. Phys. 135, 164111 (2011)","doi:10.1063/1.3656977"],"date":["2011-11-01"],"type":["text"],"creator":["Niklasson, Anders M. N.","Steneteg, Peter","Bock, Nicolas"],"language":[],"coverage":[],"title":["Extended Lagrangian free energy molecular dynamics"],"description":["  Extended free energy Lagrangians are proposed for first principles molecular\ndynamics simulations at finite electronic temperatures for plane-wave\npseudopotential and local orbital density matrix based calculations. Thanks to\nthe extended Lagrangian description the electronic degrees of freedom can be\nintegrated by stable geometric schemes that conserve the free energy. For the\nlocal orbital representations both the nuclear and electronic forces have\nsimple and numerically efficient expressions that are well suited for reduced\ncomplexity calculations. A rapidly converging recursive Fermi operator\nexpansion method that does not require the calculation of eigenvalues and\neigenfunctions for the construction of the fractionally occupied density matrix\nis discussed. An efficient expression for the Pulay force that is valid also\nfor density matrices with fractional occupation occurring at finite electronic\ntemperatures is also demonstrated.\n"]}]
["1111.0265",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0265"],"date":["2011-11-01"],"type":["text"],"creator":["Mankuzhiyil, Nijil","Ansoldi, Stefano","Persic, Massimo","Tavechhio, Fabrizio"],"language":[],"coverage":[],"title":["Environment and properties of emitting electrons in blazar jets: Mrk 421\n  as a laboratory"],"description":["  Here we report our recent study on the spectral energy distribution (SED) of\nthe high frequency BL Lac object Mrk 421 in different luminosity states. We\nused a full-fledged chi2-minimization procedure instead of more commonly used\n\"eyeball\" fit to model the observed flux of the source (from optical to very\nhigh energy), with a Synchrotron-Self-Compton (SSC) emission mechanism. Our\nstudy shows that the synchrotron power and peak frequency remain constant with\nvarying source activity, and the magnetic field decreases with the source\nactivity while the break energy of electron spectrum and the Doppler factor\nincrease. Since a lower magnetic field and higher density of electrons result\nin increased electron-photon scattering efficiency, the Compton power\nincreases, so does the total emission.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1111.0266",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0266"],"date":["2011-11-01"],"type":["text"],"creator":["Yllanes, D."],"language":[],"coverage":[],"title":["Rugged free-energy landscapes in disordered spin systems"],"description":["  This thesis is an attempt to provide a new outlook on complex systems, as\nwell as some physical answers for certain models, taking a computational\napproach. We have focused on disordered systems, addressing two traditional\nproblems in three spatial dimensions: the Edwards-Anderson spin glass and the\nDiluted Antiferromagnet in a Field (the physical realisation of the\nrandom-field Ising model). These systems have been studied by means of\nlarge-scale Monte Carlo simulations, exploiting a variety of platforms, which\ninclude the Janus special-purpose supercomputer. Two main themes are explored\nthroughout: a) the relationship between the (experimentally unreachable)\nequilibrium phase and the non-equilibrium evolution and b) the computation and\nefficient treatment of rugged free-energy landscapes.\n  We perform a thorough study of the low-temperature phase of the D=3\nEdwards-Anderson spin glass, where we establish a time-length dictionary and a\nfinite-time scaling formalism to link, in a quantitative way, the experimental\nnon-equilibrium regime and the finite-size equilibrium phase. At the\nexperimentally relevant scales, the replica symmetry breaking theory emerges as\nthe appropriate theoretical picture.\n  We also introduce Tethered Monte Carlo, a general strategy for the study of\nsystems with rugged free-energy landscapes. This formalism provides a general\nmethod to guide the exploration of the configuration space by constraining one\nor more reaction coordinates. From these tethered simulations, the Helmholtz\npotential associated to the reaction coordinates is reconstructed, yielding all\nthe information about the system. We use this method to provide a comprehensive\npicture of the critical behaviour in the Diluted Antiferromagnet in a Field.\n","Comment: PhD Thesis. Defended at the Universidad Complutense de Madrid on\n  October 21, 2011"]}]
["1111.0276",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0276"],"date":["2011-11-01"],"type":["text"],"creator":["Ouyang, Peter"],"language":[],"coverage":[],"title":["Toward Higher Spin dS3/CFT2"],"description":["  I take steps toward the construction of a CFT dual to Vasiliev's higher spin\ngravity in three dimensional de Sitter space. There are two main claims. The\nfirst is that higher spin de Sitter symmetries are related to extended Virasoro\nsymmetries, as in AdS; this is verified explicitly for the case of W_3\nasymptotic symmetry. The associated chiral algebra has imaginary central\ncharge. The second (conjectural) claim, inspired by work of Gaberdiel and\nGopakumar in AdS_3/CFT_2, is that an appropriate CFT can be identified as an\nexotic non-unitary WZW coset model at complex level.\n","Comment: 20 pages"]}]
["1111.0278",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","37F99, 32H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0278"],"date":["2011-11-01"],"type":["text"],"creator":["Truong, Tuyen Trung"],"language":[],"coverage":[],"title":["Quasi-potentials and regularization of currents, and applications"],"description":["  Let $Y$ be a compact K\\\"ahler manifold. We show that the weak regularization\n$K_n$ of Dinh and Sibony for the diagonal $\\Delta_Y$ (see Section 2 for more\ndetail) is compatible with wedge product in the following sense:\n  If $T$ is a positive $dd^c$-closed $(p,p)$ current and $\\theta$ is a smooth\n$(q,q)$ form then there is a sequence of positive $dd^c$-closed $(p+q,p+q)$\ncurrents $S_n$ whose masses converge to 0 so that $-S_n\\leq K_n(T\\wedge\n\\theta)-K_n(T)\\wedge \\theta \\leq S_n$ for all $n$.\n  We also prove a result concerning the quasi-potentials of positive closed\ncurrents. We give two applications of these results. First, we prove a\ncorresponding compatibility with wedge product for the pullback operator\ndefined in our previous paper. Second, we define an intersection product for\npositive $dd^c$-closed currents. This intersection is symmetric and has a local\nnature.\n","Comment: 11 pages"]}]
["1111.0282",{"format":[],"subject":["High Energy Physics - Experiment","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0282"],"date":["2011-11-01"],"type":["text"],"creator":["Riordan, Oliver","Selby, Alex"],"language":[],"coverage":[],"title":["Statistical model uncertainty and OPERA-like time-of-flight measurements"],"description":["  Time-of-flight measurements such as the OPERA and MINOS experiments rely\ncrucially on statistical analysis (as well as many other ingredients) for their\nconclusions. The nature of these experiments leads to a simple class of\nstatistical models for the results; however, which model in the class is\nappropriate is not known exactly, as this depends on information obtained\nexperimentally, which is subject to noise and other errors. To obtain robust\nconclusions, this problem, known as \"model uncertainty,\" needs to be addressed,\nwith quantitative bounds on the effect such uncertainty may have on the final\nresult.\n  The OPERA (and MINOS) analysis appears to take steps to mitigate the effects\nof model uncertainty, though without quantifying any remaining effect. We\ndescribe one of the strategies used (averaging individual probability\ndistributions), and point out a potential source of error if this is not\ncarried out correctly. We then argue that the correct version of this strategy\nis not the most effective, and suggest possible alternatives. These\nalternatives may give more accurate statistical results using the same data,\nallowing, for example, more accurate determination of the dependence of the\nanomalous time shift on energy. Which strategies work and how well can only be\nevaluated with access to the full data.\n  Whether or not the anomalous result from OPERA turns out to be confirmed, we\nbelieve that techniques such as those presented here may be appropriate for the\nanalysis of other timing experiments of this type.\n","Comment: 17 pages"]}]
["1111.0286",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0286"],"date":["2011-10-31"],"type":["text"],"creator":["Altaie, M. B."],"language":[],"coverage":[],"title":["Does the Superluminal Neutrino Uncover Torsion?"],"description":["  I investigate the possibility of the propagation of neutrino with\nsuperluminal speed through matter in the context of the relation between\ngravity, spin and torsion. Using a lemma of Penrose and earlier works on the\nrelation between spin, torsion and gravity I glimpse on a frame work in which\nsuperluminal speed of the neutrinos moving through matter become possible. In\npresence of torsoin neutrinos are found to follow spacelike geodesics by\ntunneling through the light cone into the spacelike region and consequently\nappear to have superluminal speed in our timelike world, whereas photons always\nfollow null geodesics. This frame work may set new frontiers for spacetime\nphysics.\n","Comment: 8 pages, no figures"]}]
["1111.0287",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D40, 37J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0287"],"date":["2011-11-01"],"type":["text"],"creator":["Monzner, Alexandra","Vichery, Nicolas","Zapolsky, Frol"],"language":[],"coverage":[],"title":["Partial quasi-morphisms and quasi-states on cotangent bundles, and\n  symplectic homogenization"],"description":["  For a closed connected manifold N, we construct a family of functions on the\nHamiltonian group G of the cotangent bundle T^*N, and a family of functions on\nthe space of smooth functions with compact support on T^*N. These satisfy\nproperties analogous to those of partial quasi-morphisms and quasi-states of\nEntov and Polterovich. The families are parametrized by the first real\ncohomology of N. In the case N=T^n the family of functions on G coincides with\nViterbo's symplectic homogenization operator. These functions have applications\nto the algebraic and geometric structure of G, to Aubry-Mather theory, to\nrestrictions on Poisson brackets, and to symplectic rigidity.\n","Comment: 41 pages. This is a new substantially revised version of our older\n  paper 1104.4928, which contained unverifiable assumptions. The current\n  version is not based on those assumptions"]}]
["cond-mat/0604478",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0604478","Phys. Rev. B, vol. 74, 167401 (2006)","doi:10.1103/PhysRevB.74.167401"],"date":["2006-04-20"],"type":["text"],"creator":["Nandi, Saroj Kumar"],"language":[],"coverage":[],"title":["Comment on \"Layering transition in confined molecular thin films:\n  Nucleation and growth\""],"description":["  When fluid is confined between two molecularly smooth surfaces to a few\nmolecular diameters, it shows a large enhancement of its viscosity. From\nexperiments it seems clear that the fluid is squeezed out layer by layer. A\nsimple solution of the Stokes equation for quasi-two-dimensional confined flow,\nwith the assmption of layer-by-layer flow is found. The results presented here\ncorrect those in Phys. Rev. B, 50, 5590 (1994), and show that both the\nkinematic viscosity of the confined fluid and the coefficient of surface drag\ncan be obtained from the time dependence of the area squeezed out. Fitting our\nsolution to the available experimental data gives the value of viscosity which\nis ~7 orders of magnitude higher than that in the bulk.\n","Comment: 4 pages, 2 figures"]}]
["cs/0610093",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0610093","G. Bonanno, W. van der Hoek, and M. Wooldridge (editors), Logic\n  and the Foundations of Game and Decision Theory (LOFT 7), pages 87-117. Texts\n  in Logic and Games, Amsterdam University Press, 2008"],"date":["2006-10-15","2007-11-06"],"type":["text"],"creator":["van Ditmarsch, H. P.","Kooi, B. P."],"language":[],"coverage":[],"title":["Semantic results for ontic and epistemic change"],"description":["  We give some semantic results for an epistemic logic incorporating dynamic\noperators to describe information changing events. Such events include\nepistemic changes, where agents become more informed about the non-changing\nstate of the world, and ontic changes, wherein the world changes. The events\nare executed in information states that are modeled as pointed Kripke models.\nOur contribution consists of three semantic results. (i) Given two information\nstates, there is an event transforming one into the other. The linguistic\ncorrespondent to this is that every consistent formula can be made true in\nevery information state by the execution of an event. (ii) A more technical\nresult is that: every event corresponds to an event in which the postconditions\nformalizing ontic change are assignments to `true' and `false' only (instead of\nassignments to arbitrary formulas in the logical language). `Corresponds' means\nthat execution of either event in a given information state results in\nbisimilar information states. (iii) The third, also technical, result is that\nevery event corresponds to a sequence of events wherein all postconditions are\nassignments of a single atom only (instead of simultaneous assignments of more\nthan one atom).\n"]}]
["cs/0702097",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0702097","Australasian Journal of Combinatorics 44:3-17, 2009"],"date":["2007-02-16"],"type":["text"],"creator":["Atkinson, M. D.","van Ditmarsch, H. P.","Roehling, S."],"language":[],"coverage":[],"title":["Avoiding bias in cards cryptography"],"description":["  We outline the need for stricter requirements for unconditionally secure\ncryptographic protocols inspired by the Russian Cards problem. A new\nrequirement CA4 is proposed that checks for bias in single card occurrence in\nannouncements consisting of alternatives for players' holdings of cards. This\nrequirement CA4 is shown to be equivalent to an alternative requirement CA5.\nAll announcements found to satisfy CA4 are 2-designs. We also show that all\nbinary designs are 3-designs. Instead of avoiding bias in announcements\nproduced by such protocols, one may as well apply unbiased protocols such that\npatterns in announcements become meaningless. We gave two examples of such\nprotocols for card deal parameters (3,3,1), i.e. two of the players hold three\ncards, and the remaining player, playing the role of eavesdropper, holds a\nsingle card.\n","Comment: 11 pages"]}]
["quant-ph/0609132",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0609132"],"date":["2006-09-18","2011-10-31"],"type":["text"],"creator":["Fonte, G.","Zerbo, B."],"language":[],"coverage":[],"title":["Classical billiards and double-slit quantum interference"],"description":["  We carry out a numerical simulation about the occurrence of interference\nfringes in experiments where an initial Gaussian wave packet evolves inside a\nbilliard domain with two slits on the boundary. Our simulation extends a\nprevious work by Casati and Prosen and it is aimed to test their surprising\nconclusion that the fringes disappear in the experiments with fully chaotic\nbilliards. According to the results found, we are led to reassess this\nremarkable effect of classical dynamics on quantum interference. Actually, we\nhighlight another factor which acts on interference: a symmetry condition (SC)\nconcerning the experimental set-up. This condition seems even to play a role\nmore important than classical chaos. Indeed, when the SC is verified, classical\nchaos has no effect, whereas when the SC is violated classical chaos turns out\nto be an additional factor that causes dephasing at the slits. We explain the\nrespective roles of these two factors, by specifying the physical mechanism\nthrough which they influence the interference patterns. This mechanism depends\nboth on the position and direction of the initial wave packet and on certain\nits recurrences which occur especially in the regular billiards.\n","Comment: 12 pages, 10 figures, 2 tables"]}]
