["0706.2716",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2716","J.Stat.Mech.0709:P09002,2007","doi:10.1088/1742-5468/2007/09/P09002"],"date":["2007-06-19","2007-08-07"],"type":["text"],"creator":["Rasmussen, Jorgen","Pearce, Paul A."],"language":[],"coverage":[],"title":["Fusion algebra of critical percolation"],"description":["  We present an explicit conjecture for the chiral fusion algebra of critical\npercolation considering Virasoro representations with no enlarged or extended\nsymmetry algebra. The representations we take to generate fusion are countably\ninfinite in number. The ensuing fusion rules are quasi-rational in the sense\nthat the fusion of a finite number of these representations decomposes into a\nfinite direct sum of these representations. The fusion rules are commutative,\nassociative and exhibit an sl(2) structure. They involve representations which\nwe call Kac representations of which some are reducible yet indecomposable\nrepresentations of rank 1. In particular, the identity of the fusion algebra is\na reducible yet indecomposable Kac representation of rank 1. We make detailed\ncomparisons of our fusion rules with the recent results of Eberle-Flohr and\nRead-Saleur. Notably, in agreement with Eberle-Flohr, we find the appearance of\nindecomposable representations of rank 3. Our fusion rules are supported by\nextensive numerical studies of an integrable lattice model of critical\npercolation. Details of our lattice findings and numerical results will be\npresented elsewhere.\n","Comment: 12 pages, v2: comments and references added"]}]
["0710.3231",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3231","Phys. Rev. B 77, 195110 (2008)","doi:10.1103/PhysRevB.77.195110"],"date":["2007-10-17"],"type":["text"],"creator":["Louchet, Anne","Du, Yann Le","Bretenaker, Fabien","Chanelière, Thierry","Goldfarb, Fabienne","Lorgeré, Ivan","Gouët, Jean-Louis Le","Guillot-Noël, Olivier","Goldner, Philippe"],"language":[],"coverage":[],"title":["Optical Excitation of Nuclear Spin Coherence in Tm3+:YAG"],"description":["  A thulium-doped crystal is experimentally shown to be an excellent candidate\nfor broadband quantum storage in a solid-state medium. For the first time,\nnuclear spin coherence is optically excited, detected and characterized in such\na crystal. The lifetime of the spin coherence -- the potential storage entity\n-- is measured by means of Raman echo to be about 300 $\\mu$s over a wide range\nof ground state splittings. This flexibility, attractive for broadband\noperation, and well fitted to existing quantum sources, results from the simple\nhyperfine structure, contrasting with Pr- and Eu- doped crystals.\n"]}]
["0712.2178",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2178","Int.J.Mod.Phys.A24:4327-4354,2009","doi:10.1142/S0217751X09045509"],"date":["2007-12-13","2011-06-24"],"type":["text"],"creator":["Brandenberger, Robert H.","Frey, Andrew R.","Lorenz, Larissa C."],"language":[],"coverage":[],"title":["Entropy Fluctuations in Brane Inflation Models"],"description":["  We study the development of entropy fluctuations in brane inflation in a\nwarped throat, including the brane-antibrane tachyon as the waterfall field. We\nfind that there is a period at the end of inflation during which the entropy\nmode associated with the tachyon field increases exponentially. In turn, the\ninduced entropy seeds a contribution to the curvature fluctuation on\ncosmological scales which grows rapidly and could exceed the primordial\ncurvature perturbation. We identify parameter values for which in the absence\nof back-reaction the induced curvature fluctuations are larger than the\nprimordial adiabatic ones. In the specific model we study, however,\nback-reaction limits the growth of the entropy fluctuations. We discuss\nsituations in which back-reaction effects are less constraining. The lesson of\nour investigation is that the study of the development of entropy fluctuations\nat the end of the period of inflation can lead to constraints on models of\nbrane inflation and suggests that the curvaton mechanism may contribute\nsignificantly to the spectrum of cosmological perturbations.\n","Comment: 28 pg + refs; v2. added refs, clarified initial value T_0, added\n  comparison to refs [49,50]; v3. added discussion of backreaction, reduces\n  effects of entropy modes; v4. added model w/o backreaction, to be published\n  in IJMPA; v5. corrected LaTeX bug with citations"]}]
["0803.2131",{"format":[],"subject":["Mathematics - Functional Analysis","47B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2131","J. Math. Anal. Appl. 362 (2010), 100-106","doi:10.1016/j.jmaa.2009.10.001"],"date":["2008-03-14"],"type":["text"],"creator":["Doust, Ian","Terauds, Venta"],"language":[],"coverage":[],"title":["Extensions of an $AC(\\sigma)$ functional calculus"],"description":["  On a reflexive Banach space $X$, if an operator $T$ admits a functional\ncalculus for the absolutely continuous functions on its spectrum $\\sigma(T)\n\\subseteq \\mathbb{R}$, then this functional calculus can always be extended to\ninclude all the functions of bounded variation. This need no longer be true on\nnonreflexive spaces. In this paper, it is shown that on most classical\nseparable nonreflexive spaces, one can construct an example where such an\nextension is impossible. Sufficient conditions are also given which ensure that\nan extension of an $\\AC$ functional calculus is possible for operators acting\non families of interpolation spaces such as the $L^p$ spaces.\n"]}]
["0806.4324",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4324","Phys. Rev. B 78, 144407 (2008)","doi:10.1103/PhysRevB.78.144407"],"date":["2008-06-26"],"type":["text"],"creator":["Alexander, A. L.","Lauro, R.","Louchet, A.","Chanelière, T.","Gouët, J. L. Le"],"language":[],"coverage":[],"title":["Stimulated Raman Adiabatic Passage in Tm$^{3+}$:YAG"],"description":["  We report on the experimental demonstration of stimulated Raman adiabatic\npassage (STIRAP) in a Tm$^{3+}$:YAG crystal. Tm$^{3+}$:YAG is a promising\nmaterial for use in quantum information processing applications, but as yet\nthere are few experimental investigations of coherent Raman processes in this\nmaterial. We investigate the effect of inhomogeneous broadening and Rabi\nfrequency on the transfer efficiency and the width of the two-photon spectrum.\nSimulations of the complete Tm$^{3+}$:YAG system are presented along with the\ncorresponding experimental results.\n","Comment: 11 pages, 14 figures"]}]
["0807.1052",{"format":[],"subject":["Mathematics - Functional Analysis","47B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1052","Integral Equations Operator Theory, 63 (2009), 459-472","doi:10.1007/s00020-009-1667-0"],"date":["2008-07-07"],"type":["text"],"creator":["Ashton, Brenden","Doust, Ian"],"language":[],"coverage":[],"title":["Compact $AC(\\sigma)$ operators"],"description":["  All compact $AC(\\sigma)$ operators have a representation analogous to that\nfor compact normal operators. As a partial converse we obtain conditions which\nallow one to construct a large number of such operators. Using the results in\nthe paper, we answer a number of questions about the decomposition of a compact\n$AC(\\sigma)$ into real and imaginary parts.\n"]}]
["0807.3297",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3297","Phys.Lett.B672:227-229,2009","doi:10.1016/j.physletb.2009.01.031"],"date":["2008-07-21"],"type":["text"],"creator":["Faestermann, Thomas","Bosch, Fritz","Hertenberger, Ralf","Maier, Ludwig","Kruecken, Reiner","Rugel, Georg"],"language":[],"coverage":[],"title":["Could the GSI Oscillations be Observed in a Standard Electron Capture\n  Decay Experiment?"],"description":["  The electron-capture decay of 180Re has been investigated to search for\noscillations in the decay probability as reported from a recent measurement at\nGSI, Darmstadt. The production period was kept short compared to the reported\noscillation period. No such oscillation was observed, indicating that the\nreported oscillations would not have been observable in a conventional\nexperiment with radioactive atoms in a solid environment but must have to do\nwith the unique conditions in the GSI experiment where hydrogen-like ions are\nmoving independently in a storage ring and decaying directly by a true two-body\ndecay to a long-lived (ground-) state. Our finding could restrict possible\ntheoretical interpretations of the oscillations.\n","Comment: 6 pages, 4 figures"]}]
["0812.4224",{"format":[],"subject":["Mathematics - Complex Variables","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4224"],"date":["2008-12-22","2011-06-24"],"type":["text"],"creator":["Berman, Robert J."],"language":[],"coverage":[],"title":["Determinantal point processes and fermions on complex manifolds: large\n  deviations and bosonization"],"description":["  We study determinantal random point processes on a compact complex manifold X\nassociated to an Hermitian metric on a line bundle over X and a probability\nmeasure on X. Physically, this setup describes a free fermion gas on X subject\nto a U(1)- gauge field and when X is the Riemann sphere it specializes to\nvarious random matrix ensembles. It is shown that, in the many particle limit,\nthe empirical random measures on X converge exponentially towards the\ndeterministic pluripotential equilibrium measure, defined in terms of the\nMonge-Ampere operator of complex pluripotential theory. More precisely, a large\ndeviation principle (LDP) is established with a good rate functional. We also\nexpress the LDP in terms of the Ray-Singer analytic torsion and the\nexponentially small eigenvalues of dbar-Laplacians. This can be seen as an\neffective bosonization formula, generalizing the previously known formula in\nthe Riemann surface case to higher dimensions and the paper is concluded with a\nheuristic quantum field theory intepretation of the resulting effective\nboson-fermion correspondence.\n","Comment: v2: 36 pages. Major revision, the main new features are: (1) a second\n  proof of the LDP is added which uses the abstract G\\\"artner-Ellis theorem (2)\n  the LDP has been extended to a non-compact setting and to beta-ensembles and\n  (3) the relation of the LDP to bosonization is explained and explored.\n  Accordingly, the title has been changed"]}]
["0901.1620",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1620","Concentration, Functional Inequalities and Isoperimetry,\n  Contemporary Mathematics, vol. 545, Amer. Math. Soc., Providence, RI, 2011,\n  pp. 69--75,"],"date":["2009-01-12"],"type":["text"],"creator":["Feldheim, Ohad N.","Sodin, Sasha"],"language":[],"coverage":[],"title":["One more proof of the Erd\\H{o}s--Tur\\'an inequality, and an error\n  estimate in Wigner's law"],"description":["  We prove the Erdos-Turan equidistribution inequality, using a construction\ndue to Chebyshev, Markov, and Stieltjes. The method is applicable in a more\ngeneral setting. As an example, we state another inequality that can be proved\nusing this method. The inequality can be used to get an error estimate in\nWigner's law which is sharp near the edge.\n","Comment: 9 pp"]}]
["0903.0107",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0107","Isr. J. Math, vol. 181 (2011), no.1, pp. 381--386,"],"date":["2009-02-28","2009-05-25"],"type":["text"],"creator":["Benjamini, Itai","Schramm, Oded","Sodin, Sasha"],"language":[],"coverage":[],"title":["Poisson asymptotics for random projections of points on a\n  high-dimensional sphere"],"description":["  Project a collection of points on the high-dimensional sphere onto a random\ndirection. If most of the points are sufficiently far from one another in an\nappropriate sense, the projection is locally close in distribution to the\nPoisson point process.\n","Comment: 6pp., to appear in Israel J. Math"]}]
["0904.3101",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3101","Phys.Lett.B694:482-484,2011","doi:10.1016/j.physletb.2010.10.034"],"date":["2009-04-21","2009-04-27"],"type":["text"],"creator":["Heckman, Jonathan J.","Vafa, Cumrun"],"language":[],"coverage":[],"title":["CP Violation and F-theory GUTs"],"description":["  Recent work on F-theory GUTs has shown that the predicted masses, and\nmagnitudes of the mixing matrix elements in the quark and lepton sectors are in\nclose accord with experiment. In this note we estimate the CP violating phase\nof the mixing matrices by considering the Jarlskog invariant. We find by\ncarefully treating certain cancellations in the computation of the Jarlskog\ninvariant that |J_quark| ~ alpha_GUT^(3) ~ 6*10^(-5), and that the CP violating\nphase of the quark sector is large, in accord with experiment. Moreover, we\npredict (up to order one factors) that |J_lepton| ~ alpha_GUT ~ 4*10^(-2) and\nthat the CP violating phase of the lepton sector is also large.\n","Comment: v2: 3 pages, Improved estimate of the Jarlskog invariant involving\n  subtle cancellations, leading to a different conclusion for the CP violating\n  phase"]}]
["0906.2303",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2303","Int.J.Geom.Meth.Mod.Phys.08:657-668,2011","doi:10.1142/S0219887811005324"],"date":["2009-06-12","2010-09-17"],"type":["text"],"creator":["Di Grezia, Elisabetta","Esposito, Giampiero"],"language":[],"coverage":[],"title":["Non-commutative Kerr black hole"],"description":["  This paper applies the first-order Seiberg-Witten map to evaluate the\nfirst-order non-commutative Kerr tetrad. The classical tetrad is taken to\nfollow the locally non-rotating frame prescription. We also evaluate the tiny\neffect of non-commutativity on the efficiency of the Penrose process of\nrotational energy extraction from a black hole.\n","Comment: 14 pages. The original calculations are completely new"]}]
["0906.3513",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3513","Phys.Rev.B80:081405,2009","doi:10.1103/PhysRevB.80.081405"],"date":["2009-06-18","2009-08-13"],"type":["text"],"creator":["Juricic, Vladimir","Herbut, Igor F.","Semenoff, Gordon W."],"language":[],"coverage":[],"title":["Coulomb interaction at the metal-insulator critical point in graphene"],"description":["  We compute the renormalization group flow of the long-ranged\nelectron-electron interaction at the Gross-Neveu quantum critical point between\nthe semimetal and the excitonic insulator in graphene, perturbatively in the\nsmall parameter $\\epsilon=d-1$, with $d$ as the spatial dimension. The\n$O(\\epsilon)$ correction to the usual beta-function makes the long-range\ninteraction only more irrelevant at the critical than at the Gaussian fixed\npoint. A weak long-range tail of the Coulomb interaction is found to be\nmarginally irrelevant also in arbitrary dimension when the number of Dirac\nfermions is large. Its ultimate irrelevancy notwithstanding, it is shown that\nthe metal-insulator transition may still be induced by increasing only the\nlong-range tail of the Coulomb interaction.\n","Comment: 4 pages, 4 figures; published version"]}]
["0907.1264",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1264","J. Stat. Phys. 138 (2010), 662-700","doi:10.1007/s10955-009-9902-2"],"date":["2009-07-07","2009-09-02"],"type":["text"],"creator":["Colomo, F.","Pronko, A. G."],"language":[],"coverage":[],"title":["The arctic curve of the domain-wall six-vertex model"],"description":["  The problem of the form of the `arctic' curve of the six-vertex model with\ndomain wall boundary conditions in its disordered regime is addressed. It is\nwell-known that in the scaling limit the model exhibits phase-separation, with\nregions of order and disorder sharply separated by a smooth curve, called the\narctic curve. To find this curve, we study a multiple integral representation\nfor the emptiness formation probability, a correlation function devised to\ndetect spatial transition from order to disorder. We conjecture that the arctic\ncurve, for arbitrary choice of the vertex weights, can be characterized by the\ncondition of condensation of almost all roots of the corresponding saddle-point\nequations at the same, known, value. In explicit calculations we restrict to\nthe disordered regime for which we have been able to compute the scaling limit\nof certain generating function entering the saddle-point equations. The arctic\ncurve is obtained in parametric form and appears to be a non-algebraic curve in\ngeneral; it turns into an algebraic one in the so-called root-of-unity cases.\nThe arctic curve is also discussed in application to the limit shape of\n$q$-enumerated (with $0<q\\leq 4$) large alternating sign matrices. In\nparticular, as $q\\to 0$ the limit shape tends to a nontrivial limiting curve,\ngiven by a relatively simple equation.\n","Comment: 39 pages, 2 figures; minor corrections"]}]
["0907.1579",{"format":[],"subject":["Quantum Physics","Computer Science - Computational Complexity","General Relativity and Quantum Cosmology","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1579","J.Phys.Conf.Ser.229:012020,2010","doi:10.1088/1742-6596/229/1/012020"],"date":["2009-07-09"],"type":["text"],"creator":["Biamonte, Jacob D."],"language":[],"coverage":[],"title":["The Computational Power of Minkowski Spacetime"],"description":["  The Lorentzian length of a timelike curve connecting both endpoints of a\nclassical computation is a function of the path taken through Minkowski\nspacetime. The associated runtime difference is due to time-dilation: the\nphenomenon whereby an observer finds that another's physically identical ideal\nclock has ticked at a different rate than their own clock. Using ideas\nappearing in the framework of computational complexity theory, time-dilation is\nquantified as an algorithmic resource by relating relativistic energy to an\n$n$th order polynomial time reduction at the completion of an observer's\njourney. These results enable a comparison between the optimal quadratic\n\\emph{Grover speedup} from quantum computing and an $n=2$ speedup using\nclassical computers and relativistic effects. The goal is not to propose a\npractical model of computation, but to probe the ultimate limits physics places\non computation.\n","Comment: 6 pages, LaTeX, feedback welcome"]}]
["0907.3303",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3303","Phys.Rev.D81:094027,2010","doi:10.1103/PhysRevD.81.094027"],"date":["2009-07-19","2010-04-08"],"type":["text"],"creator":["Lipatov, A. V.","Zotov, N. P."],"language":[],"coverage":[],"title":["Study of non-collinear parton dynamics in the prompt photon\n  photoproduction at HERA"],"description":["  We investigate the prompt photon photoproduction at HERA within the framework\nof kt-factorization QCD approach. Our consideration is based on the off-shell\nmatrix elements for the underlying partonic subprocesses. The unintegrated\nparton densities in a proton and in a photon are determined using the\nKimber-Martin-Ryskin (KMR) prescription. Additionally, we use the CCFM-evolved\nunintegrated gluon as well as valence and sea quark distributions in a proton.\nA conservative error analisys is performed. Both inclusive and associated with\nthe hadronic jet production rates are investigated. The theoretical results are\ncompared with the recent experimental data taken by the H1 and ZEUS\ncollaborations. We study also the specific kinematical properties of the\nphoton-jet system which are strongly sensitive to the transverse momentum of\nincoming partons. Using the KMR scheme, the contribution from the quarks\nemerging from the earlier steps of the parton evolution is estimated and found\nto be of 15 - 20 approximately.\n","Comment: 22 pages, 13 figures, 2 table"]}]
["0908.2895",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2895","Int.J.Mod.Phys.A25:145-153,2010","doi:10.1142/S0217751X1004749X"],"date":["2009-08-20","2011-06-24"],"type":["text"],"creator":["Siahaan, Haryanto M.","Triyanta"],"language":[],"coverage":[],"title":["Semiclassical Methods for Hawking Radiation from a Vaidya Black Hole"],"description":["  We derive the general form of Hawking temperature for Vaidya black hole in\nthe tunneling pictures. This kind of black hole is regarded as the description\nof a more realistic one since it's time dependent decreasing mass due to the\nevaporation process. Clearly, the temperature would be time dependent as our\nfindings. We use the semiclassical methods, namely radial null geodesic and\ncomplex paths methods. Both methods are found to give the same results. Then,\nwe discuss the possible form of corresponding entropy.\n","Comment: REVTeX 4, 11 pages, no figures, accepted for publication in IJMPA;\n  v2: eq.5 is corrected"]}]
["0909.2130",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2130","Phys.Lett.B695:242-246, 2011","doi:10.1016/j.physletb.2010.11.028"],"date":["2009-09-11","2010-12-20"],"type":["text"],"creator":["Cheon, H. S.","Kang, Sin Kyu","Kim, C. S."],"language":[],"coverage":[],"title":["Dark matter signals and cosmic ray anomalies in an extended seesaw model"],"description":["  An extended seesaw model proposed to achieve low scale leptogenesis can\nresolve the excess positron and electron fluxes observed from PAMELA, ATIC\nand/or Fermi-LAT, and simultaneously accommodate some of recent experimental\nresults for dark matter (DM) signals. In this approach, in addition to SU(2)_L\ndoublet and the (light) singlet Higgs fields, an extra vector-like singlet\nneutrino and a singlet scalar field, which are coexisting two-particle dark\nmatter candidates, are responsible for the origin of the excess positron and\nelectron fluxes to resolve the PAMELA, ATIC and/or Fermi-LAT anomalies, as well\nas for the DM signals observed from direct searches in low mass scale.\n","Comment: title changed slightly, some mistakes are corrected, recent results\n  of dark matter with low mass are included and some numerical results are\n  imporved"]}]
["0909.2867",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2867","Phys.Rev.Lett.106:241101,2011","doi:10.1103/PhysRevLett.106.241101"],"date":["2009-09-15","2011-06-08"],"type":["text"],"creator":["Ajith, P.","Hannam, M.","Husa, S.","Chen, Y.","Bruegmann, B.","Dorband, N.","Mueller, D.","Ohme, F.","Pollney, D.","Reisswig, C.","Santamaria, L.","Seiler, J."],"language":[],"coverage":[],"title":["Inspiral-merger-ringdown waveforms for black-hole binaries with\n  non-precessing spins"],"description":["  We present the first analytical inspiral-merger-ringdown gravitational\nwaveforms from binary black holes (BBHs) with non-precessing spins, that is\nbased on a description of the late-inspiral, merger and ringdown in full\ngeneral relativity. By matching a post-Newtonian description of the inspiral to\na set of numerical-relativity simulations, we obtain a waveform family with a\nconveniently small number of physical parameters. These waveforms will allow us\nto detect a larger parameter space of BBH coalescence, including a considerable\nfraction of precessing binaries in the comparable-mass regime, thus\nsignificantly improving the expected detection rates.\n","Comment: To appear in Phys. Rev. Lett. Significant new results. One figure\n  removed due to page limitation"]}]
["0910.3487",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3487","Phys.Lett.B695:174-180,2011","doi:10.1016/j.physletb.2010.11.002"],"date":["2009-10-19","2010-10-20"],"type":["text"],"creator":["Tsoneva, N.","Lenske, H."],"language":[],"coverage":[],"title":["Pygmy Quadrupole Resonance in Skin Nuclei"],"description":["  The electric quadrupole response is investigated theoretically by HFB and QPM\ncalculations along the Sn isotopic chain with special emphasis on excitations\nabove the first collective state and below the particle threshold. Depending on\nthe asymmetry, additional strength clustering as a group of states similar to\nthe known PDR mode is found. The spectral distributions and electric response\nfunctions are discussed. The transition densities of these Pygmy Quadrupole\nResonances (PQR) states are closely related to the neutron excess and showing\nspecial features being compatible with an oscillation of the neutron skin\nagainst the nuclear core. These features may indicate a new nuclear quadrupole\nmode connected to the skin configuration.\n","Comment: 7 pages, 5 figures, updated figures"]}]
["0911.1132",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1132","J.Phys.A43:172002,2010","doi:10.1088/1751-8113/43/17/172002"],"date":["2009-11-05"],"type":["text"],"creator":["Velenich, Andrea","Chamon, Claudio","Wen, Xiao-Gang"],"language":[],"coverage":[],"title":["String-nets, single and double-stranded quantum loop gases for\n  non-Abelian anyons"],"description":["  String-net condensation can give rise to non-Abelian anyons whereas loop\ncondensation usually gives rise to Abelian anyons. It has been proposed that\ngeneralized quantum loop gases with non-orthogonal inner products can produce\nnon-Abelian anyons. We detail an exact mapping between the string-net and the\ngeneralized loop models and explain how the non-orthogonal products arise. We\nalso introduce a loop model of double-stranded nets where quantum loops with an\northogonal inner product and local interactions supports non-Abelian Fibonacci\nanyons. Finally we emphasize the origin of the sign problem in such systems and\nits consequences on the complexity of their ground state wave functions.\n","Comment: 4 pages"]}]
["0911.4500",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - History and Overview","14J99 (Primary) 14C20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4500"],"date":["2009-11-23","2011-06-23"],"type":["text"],"creator":["Bauer, Thomas","Caibar, Mirel","Kennedy, Gary"],"language":[],"coverage":[],"title":["Zariski decomposition: a new (old) chapter of linear algebra"],"description":["  In a 1962 paper, Zariski introduced the decomposition theory that now bears\nhis name. Although it arose in the context of algebraic geometry and deals with\nthe configuration of curves on an algebraic surface, we have recently observed\nthat the essential concept is purely within the realm of linear algebra. In\nthis paper, we formulate Zariski decomposition as a theorem in linear algebra\nand present a linear algebraic proof. We also sketch the geometric context in\nwhich Zariski first introduced his decomposition.\n","Comment: 20 pages, 5 figures; many small changes have been made to the\n  previous version; the paper will appear in the American Math. Monthly"]}]
["0912.5323",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5323"],"date":["2009-12-29","2011-06-23"],"type":["text"],"creator":["Kozdoba, Mark"],"language":[],"coverage":[],"title":["On the smallest L_2 projection of a curve in R^n"],"description":["  For a curve T:[0,1] -> R^n, we consider the directions theta in R^n which T\n\"misses\" the most and quantify this, as a function of the L_2 norm of T's\ndifferential.\n","Comment: This article happened to rediscover a result from the 60s, with a\n  different proof. Withdrawn by the author, for re-edition purposes"]}]
["1001.1423",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1423","Phys.Lett.B694:485-490,2011","doi:10.1016/j.physletb.2010.10.036"],"date":["2010-01-10","2010-10-25"],"type":["text"],"creator":["Greene, Brian","Kabat, Daniel","Levin, Janna","Thurston, Dylan"],"language":[],"coverage":[],"title":["A bulk inflaton from large volume extra dimensions"],"description":["  The universe may have extra spatial dimensions with large volume that we\ncannot perceive because the energy required to excite modes in the extra\ndirections is too high. Many examples are known of such manifolds with a large\nvolume and a large mass gap. These compactifications can help explain the\nweakness of four-dimensional gravity and, as we show here, they also have the\ncapacity to produce reasonable potentials for an inflaton field. Modeling the\ninflaton as a bulk scalar field, it becomes very weakly coupled in four\ndimensions, and this enables us to build phenomenologically acceptable\ninflationary models with tunings at the few per mil level. We speculate on dark\nmatter candidates and the possibility of braneless models in this setting.\n","Comment: 21 pages, LaTeX, 2 pdf figures. v2: additional references. v3: added\n  comments on moduli stabilization"]}]
["1001.1628",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1628","Phys.Lett.B695:55-58,2011","doi:10.1016/j.physletb.2010.10.042"],"date":["2010-01-11","2010-11-05"],"type":["text"],"creator":["Silenko, Alexander J."],"language":[],"coverage":[],"title":["Potential for a new muon g-2 experiment"],"description":["  A new experiment to measure the muon g-2 factor is proposed. We suppose the\nsensitivity of this experiment to be about 0.03 ppm. The developed experiment\ncan be performed on an ordinary storage ring with a noncontinuous field created\nby usual magnets. When the total length of straight sections of the ring is\nappropriate, the spin rotation frequency becomes almost independent of the\nparticle momentum. In this case, a high-precision measurement of an average\nmagnetic field can be carried out with polarized proton beams. A muon beam\nenergy can be arbitrary. Possibilities to avoid a betatron resonance are\nanalyzed and corrections to the g-2 frequency are considered.\n","Comment: 5 pages, 1 figure"]}]
["1001.3078",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3078","Commun. Comput. Phys. 10 (4), 912 (2011)","doi:10.4208/cicp.090910.021210a"],"date":["2010-01-18"],"type":["text"],"creator":["Lima, F. W. S.","Mostowicz, J.","Malarz, K."],"language":[],"coverage":[],"title":["Critical behaviour of the Ising S=1/2 and S=1 model on (3,4,6,4) and\n  (3,3,3,3,6) Archimedean lattices"],"description":["  We investigate the critical properties of the Ising S=1/2 and S=1 model on\n(3,4,6,4) and (3,3,3,3,6) Archimedean lattices. The system is studied through\nthe extensive Monte Carlo simulations. We calculate the critical temperature as\nwell as the critical point exponents gamma/nu, beta/nu and nu basing on finite\nsize scaling analysis. The calculated values of the critical temperature for\nS=1 are k_BT_C/J=1.590(3) and k_BT_C/J=2.100(4) for (3,4,6,4) and (3,3,3,3,6)\nArchimedean lattices, respectively. The critical exponents beta/nu, gamma/nu\nand 1/nu for S=1 are beta/nu=0.180(20), gamma/nu=1.46(8) and 1/nu=0.83(5) for\n(3,4,6,4) and 0.103(8), 1.44(8) and 0.94(5) for (3,3,3,3,6) Archimedean\nlattices. Obtained results differ from the Ising S=1/2 model on (3,4,6,4),\n(3,3,3,3,6) and square lattice. The evaluated effective dimensionality of the\nsystem for S=1 are D_{eff}=1.82(4) for (3,4,6,4) and D_{eff}=1.64(5) for\n(3,3,3,3,6).\n","Comment: 4 pages with 4 figures in 8 EPS files, RevTeX4"]}]
["1001.3296",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11D45, 11P55, 11D72, 14G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3296"],"date":["2010-01-19","2011-06-24"],"type":["text"],"creator":["Van Valckenborgh, Karl"],"language":[],"coverage":[],"title":["Squareful numbers in hyperplanes"],"description":["  Let $n \\geqslant 4$. In this article, we will determine the asymptotic\nbehaviour of the size of the set $M(B)$ of integral points $(a_{0}:... :a_{n})$\non the hyperplane $\\sum_{i=0}^{n}X_{i}=0$ in $\\mathbf{P}^{n}$ such that $a_{i}$\nis squareful (an integer $a$ is called squareful if the exponent of each prime\ndivisor of $a$ is at least two), non-zero and $|a_{i}|\\leq B$ for each $i \\in\n\\{0,...,n\\}$, when $B$ goes to infinity. For this, I will use the classical\nHardy-Littlewood method. The result obtained supports a possible generalization\nof the Brauer-Manin program to Fano orbifolds.\n","Comment: 19 pages (second revised version) The result has been enhanced,\n  lowering the number of variables needed to five (coming from six)"]}]
["1001.4782",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4782","Phys.Rev.D81:094034,2010","doi:10.1103/PhysRevD.81.094034"],"date":["2010-01-26"],"type":["text"],"creator":["Baranov, S. P.","Lipatov, A. V.","Zotov, N. P."],"language":[],"coverage":[],"title":["Deep inelastic prompt photon production at HERA in the kt-factorization\n  approach"],"description":["  We investigate the prompt photon production in deep inelastic scattering at\nHERA in the framework of kt-factorization QCD approach. Our study is based on\nthe off-shell partonic amplitude e q* -> e gamma q, where the photon radiation\nfrom the leptons as well as from the quarks is taken into account. The\nunintegrated quark densities in a proton are determined using the\nKimber-Martin-Ryskin prescription. The conservative error analisys is\nperformed. We investigate both inclusive and jet associated prompt photon\nproduction rates. Our predictions are compared with the recent experimental\ndata taken by the H1 and ZEUS collaborations. We demonstrate that in the\nkt-factorization approach the contribution from the quark radiation subprocess\n(QQ mechanism) is enhanced as compared to the leading-order collinear\napproximation.\n","Comment: 18 pages, 7 figures"]}]
["1002.0866",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q58, 35Q60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0866"],"date":["2010-02-03","2011-06-23"],"type":["text"],"creator":["Oliveira, Filipe","Panthee, Mahendra","Silva, Jorge Drumond"],"language":[],"coverage":[],"title":["On The Cauchy Problem for the elliptic Zakharov-Schulman system in\n  dimensions 2 and 3"],"description":["  We prove that the Cauchy problem associated to the Zakharov-Schulman system\n$iu_t+L_1u=uv$, $L_2v=L_3(|u|^2)$ is locally well-posed for given initial data\nin Sobolev spaces $H^s(R^n)$, $s\\geq n/4$, for n =2,3. Here, L_j denote second\norder operators, with L_1 non-degenerate and L_2 elliptic.\n","Comment: withdrawn"]}]
["1003.5189",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5189","Phys.Lett.B695:384-386,2011","doi:10.1016/j.physletb.2010.11.038"],"date":["2010-03-26"],"type":["text"],"creator":["Hoppe, Jens"],"language":[],"coverage":[],"title":["Fundamental Structures of M(brane) Theory"],"description":["  A dynamical symmetry, as well as special diffeomorphism algebras generalizing\nthe Witt-Virasoro algebra, related to Poincar\\'e-invariance and crucial with\nregard to quantisation, questions of integrability, and M(atrix) theory, are\nfound to exist in the theory of relativistic extended objects of any dimension.\n"]}]
["1004.1949",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1949","Phys.Lett.B695:199-204,2011","doi:10.1016/j.physletb.2010.11.014"],"date":["2010-04-12","2010-10-13"],"type":["text"],"creator":["Laget, J. -M."],"language":[],"coverage":[],"title":["Unitarity constraints on neutral pion electroproduction"],"description":["  At large virtuality $Q^2$, the coupling to the vector meson production\nchannels provides us with a natural explanation of the surprisingly large cross\nsection of the neutral pion electroproduction recently measured at Jefferson\nLaboratory, without destroying the good agreement between the Regge pole model\nand the data at the real photon point. Elastic rescattering of the $\\pi^0$\nprovides us with a way to explain why the node, that appears at $t\\sim -0.5$\nGeV$^2$ at the real photon point, disappears as soon as $Q^2$ differs from\nzero.\n","Comment: 7 pages; 12 figures Figures 1, 2, 10, 11, 12 updated. Axial-tensor\n  coupling, instead of axial-vector coupling, at the b1NN vertex"]}]
["1004.5329",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5329"],"date":["2010-04-29","2011-06-24"],"type":["text"],"creator":["Elsaesser, Robert","Tscheuschner, Tobias"],"language":[],"coverage":[],"title":["Settling the complexity of local max-cut (almost) completely"],"description":["  We consider the problem of finding a local optimum for Max-Cut with\nFLIP-neighborhood, in which exactly one node changes the partition. Schaeffer\nand Yannakakis (SICOMP, 1991) showed PLS-completeness of this problem on graphs\nwith unbounded degree. On the other side, Poljak (SICOMP, 1995) showed that in\ncubic graphs every FLIP local search takes O(n^2) steps, where n is the number\nof nodes. Due to the huge gap between degree three and unbounded degree,\nAckermann, Roeglin, and Voecking (JACM, 2008) asked for the smallest d for\nwhich the local Max-Cut problem with FLIP-neighborhood on graphs with maximum\ndegree d is PLS-complete. In this paper, we prove that the computation of a\nlocal optimum on graphs with maximum degree five is PLS-complete. Thus, we\nsolve the problem posed by Ackermann et al. almost completely by showing that d\nis either four or five (unless PLS is in P). On the other side, we also prove\nthat on graphs with degree O(log n) every FLIP local search has probably\npolynomial smoothed complexity. Roughly speaking, for any instance, in which\nthe edge weights are perturbated by a (Gaussian) random noise with variance\n\\sigma^2, every FLIP local search terminates in time polynomial in n and\n\\sigma^{-1}, with probability 1-n^{-\\Omega(1)}. Putting both results together,\nwe may conclude that although local Max-Cut is likely to be hard on graphs with\nbounded degree, it can be solved in polynomial time for slightly perturbated\ninstances with high probability.\n"]}]
["1005.1313",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","81T20, 81V17,"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1313","Phys.Lett.B694:467-472,2011","doi:10.1016/j.physletb.2010.10.024"],"date":["2010-05-07"],"type":["text"],"creator":["Pelinson, Ana M.","Shapiro, Ilya L."],"language":[],"coverage":[],"title":["On the scaling rules for the anomaly-induced effective action of metric\n  and electromagnetic field"],"description":["  The anomaly-induced effective action is a useful tool for deriving the\ncontributions coming from quantum effects of massless conformal fields. It is\nwell-known that such corrections in the higher derivative vacuum sector of the\ngravitational action provide the same exponential inflation (Starobinsky model)\nas the cosmological constant term. At the same time, the presence of a\nclassical electromagnetic field breaks down the exponential solution. In this\npaper we explore the role of the anomaly-induced term in the radiation sector\nand, furthermore, derive the ``equation of state'' and the scaling laws for all\nterms in the Einstein equations. As one could expect, the scaling law for the\nvacuum anomaly-induced effective action is the same as for the cosmological\nconstant.\n","Comment: 12 pages, LaTeX, 4 figures"]}]
["1005.3707",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3707","Phys.Lett.B695:285-289,2011","doi:10.1016/j.physletb.2010.10.040"],"date":["2010-05-20","2010-10-30"],"type":["text"],"creator":["Chakrabortty, Shankhadeep","Chowdhury, Sudipto Paul","Köppe, Thomas","Ray, Koushik"],"language":[],"coverage":[],"title":["Moduli and BPS configurations of the BLG theory"],"description":["  We study the moduli space of scalars in the BLG theory with and without a\nconstant background four-form field. The classical vacuum moduli space is\nsixteen-dimensional in the absence of the four-form field. In its presence,\nhowever, the moduli space of BPS configurations may be reduced in dimension. We\nexemplify this with a BPS configuration having $SO(1,2)$ world-volume symmetry\nand $SO(4) \\times SO(4)$ R-symmetry in the presence of a four-form field, by\nconstructing an explicit solution.\n","Comment: 11 pages, LaTeX. References added. Zero mode of the gauge field is\n  shown to furnish the 16th dimension of the moduli space. Some discussions\n  improved. Version to appear in Physics Letters B"]}]
["1006.0055",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0055","Phys.Lett.B694:460-466,2011","doi:10.1016/j.physletb.2010.10.023"],"date":["2010-06-01","2010-10-11"],"type":["text"],"creator":["Mia, Mohammed","Dasgupta, Keshav","Gale, Charles","Jeon, Sangyong"],"language":[],"coverage":[],"title":["Heavy Quarkonium Melting in Large N Thermal QCD"],"description":["  Large N QCD is mostly governed by planar diagrams and should show linear\nconfinement when these diagrams are suitably summed. The linear confinement of\nquarks in a class of these theories using gravity duals that capture the\nlogarithmic runnings of the coupling constants in the IR and strongly coupled\nasymptotic conformal behavior in the UV was studied in our previous work. We\nalso extended the theories to high temperatures and argued the possibilities of\nmeltings and suppressions of heavy quarkonium states. In this paper we give a\nformal proof of melting using very generic choices of UV completions, and point\nout some subtleties associated with meltings in generic large N theories. Our\nproof requires only the existence of well defined UV behaviors that are devoid\nof Landau poles and UV divergences of the Wilson loops, allowing degrees of\nfreedom to increase monotonously with energy scale. We determine the melting\ntemperatures of heavy quarkonium states, which could suggest the presence of\ndeconfinement phase transitions in these theories.\n","Comment: 15 pages, LaTex file, 6 eps figures; v2: typos corrected and\n  references added; v3: some additional typos corrected, and the draft slightly\n  enlarged. Final version to appear in Physics Letters B"]}]
["1006.0416",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0416"],"date":["2010-06-02","2011-06-24"],"type":["text"],"creator":["Betancor, J. J.","Crescimbeni, R.","Fariña, J. C.","Stinga, P. R.","Torrea, J. L."],"language":[],"coverage":[],"title":["A T1 criterion for Hermite-Calderon-Zygmund operators on the BMO_H(R^n)\n  space and applications"],"description":["  In this paper we establish a T1 criterion for the boundedness of\nHermite-Calderon-Zygmund operators on the BMO_H(R^n) space naturally associated\nto the Hermite operator H. We apply this criterion in a systematic way to prove\nthe boundedness on BMO_H(R^n) of certain harmonic analysis operators related to\nH (Riesz transforms, maximal operators, Littlewood-Paley g-functions and\nvariation operators).\n","Comment: 20 pages. To appear in Annali della Scuola Normale Superiore di Pisa\n  - Classe di Scienze"]}]
["1006.0761",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0761","Phys.Lett.B695:67-73,2011","doi:10.1016/j.physletb.2010.10.047"],"date":["2010-06-03"],"type":["text"],"creator":["D0 Collaboration","al, V. Abazov et"],"language":[],"coverage":[],"title":["Measurement of the $WZ\\rightarrow \\ell\\nu\\ell\\ell$ cross section and\n  limits on anomalous triple gauge couplings in $p\\bar{p}$ collisions at\n  $\\sqrt{s}$ = 1.96 TeV"],"description":["  We present a new measurement of the $WZ\\rightarrow \\ell\\nu\\ell\\ell$ ($\\ell =\ne,\\mu$) cross section and limits on anomalous triple gauge couplings. Using 4.1\nfb$^{-1}$ of integrated luminosity of $p\\bar{p}$ collisions at $\\sqrt{s} =\n1.96$ TeV, we observe 34 $WZ$ candidate events with an estimated background of\n$6.0 \\pm 0.4$ events. We measure the $WZ$ production cross section to be\n$3.90^{+1.06}_{-0.90}$ pb, in good agreement with the standard model\nprediction. We find no evidence for anomalous $WWZ$ couplings and set 95% C.L.\nlimits on the coupling parameters, $-0.075 < \\lambda_{Z} < 0.093$ and $-0.027 <\n\\Delta\\kappa_{Z} < 0.080$, in the HISZ parameterization for a $\\Lambda = 2$ TeV\nform factor scale. These are the best limits to date obtained from the direct\nmeasurement of the $WWZ$ vertex.\n","Comment: 8 pages, 7 figures, 2 tables"]}]
["1006.2270",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2270","International Journal of Quantum Information 9, 63 (2011)","doi:10.1142/S0219749911007046"],"date":["2010-06-11"],"type":["text"],"creator":["Bellomo, B.","Compagno, G.","D'Arrigo, A.","Falci, G.","Franco, R. Lo","Paladino, E."],"language":[],"coverage":[],"title":["Decay of nonlocality due to adiabatic and quantum noise in the solid\n  state"],"description":["  We study the decay of quantum nonlocality, identified by the violation of the\nClauser-Horne-Shimony-Holt (CHSH) Bell inequality, for two noninteracting\nJosephson qubits subject to independent baths with broadband spectra typical of\nsolid state nanodevices. The bath noise can be separated in an adiabatic\n(low-frequency) and in a quantum (high-frequency) part. We point out the\nqualitative different effects on quantum nonlocal correlations induced by\nadiabatic and quantum noise. A quantitaive analysis is performed for typical\nnoise figures in Josephson systems. Finally we compare, for this system, the\ndynamics of nonlocal correlations and of entanglement.\n","Comment: 9 pages, 3 figures"]}]
["1006.2596",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2596","Phys.Lett.B695:387-391,2011","doi:10.1016/j.physletb.2010.11.040"],"date":["2010-06-14","2010-06-30"],"type":["text"],"creator":["Fukushima, Kenji"],"language":[],"coverage":[],"title":["Phase diagram of hot and dense QCD constrained by the Statistical Model"],"description":["  We propose a prescription to constrain the chiral effective model approach to\nthe QCD phase diagram using the thermal Statistical Model, which is a\ndescription consistent with the experimental data at the freeze-out. In the\ntransition region where thermal quantities of hadrons blow up, deconfined\nquarks and gluons should smoothly take over the degrees of freedom from hadrons\nin the Statistical Model. We use the Polyakov-loop coupled Nambu--Jona-Lasinio\n(PNJL) model as an effective description in the quark side. We require that the\nvalidity regions of these descriptions should have an overlap on the phase\ndiagram, which constrains model uncertainty. Our results favor a phase diagram\nwith the chiral phase transition located at slightly higher temperature than\ndeconfinement.\n","Comment: 5 pages, 3 figures; all figures updated, results and conclusions not\n  modified"]}]
["1006.2928",{"format":[],"subject":["High Energy Physics - Experiment","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2928","Phys.Lett.B695:124-129,2011","doi:10.1016/j.physletb.2010.11.041"],"date":["2010-06-15","2010-12-09"],"type":["text"],"creator":["Ahlen, S.","Battat, J. B. R.","Caldwell, T.","Deaconu, C.","Dujmic, D.","Fedus, W.","Fisher, P.","Golub, F.","Henderson, S.","Inglis, A.","Kaboth, A.","Kohse, G.","Lanza, R.","Lee, A.","Lopez, J.","Monroe, J.","Sahin, T.","Sciolla, G.","Skvorodnev, N.","Tomita, H.","Wellenstein, H.","Wolfe, I.","Yamamoto, R.","Yegoryan, H."],"language":[],"coverage":[],"title":["First Dark Matter Search Results from a Surface Run of the 10-L DMTPC\n  Directional Dark Matter Detector"],"description":["  The Dark Matter Time Projection Chamber (DMTPC) is a low pressure (75 Torr\nCF4) 10 liter detector capable of measuring the vector direction of nuclear\nrecoils with the goal of directional dark matter detection. In this paper we\npresent the first dark matter limit from DMTPC. In an analysis window of 80-200\nkeV recoil energy, based on a 35.7 g-day exposure, we set a 90% C.L. upper\nlimit on the spin-dependent WIMP-proton cross section of 2.0 x 10^{-33} cm^{2}\nfor 115 GeV/c^2 dark matter particle mass.\n","Comment: accepted for publication in Physics Letters B"]}]
["1006.5958",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","81S10, 81T40, 22E46, 32Q15, 30C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5958","Int.J.Geom.Meth.Mod.Phys.08:587-619,2011","doi:10.1142/S0219887811005282"],"date":["2010-06-30"],"type":["text"],"creator":["Calixto, M.","Pérez-Romero, E."],"language":[],"coverage":[],"title":["Conformal Spinning Quantum Particles in Complex Minkowski Space as\n  Constrained Nonlinear Sigma Models in U(2,2) and Born's Reciprocity"],"description":["  We revise the use of 8-dimensional conformal, complex (Cartan) domains as a\nbase for the construction of conformally invariant quantum (field) theory,\neither as phase or configuration spaces. We follow a gauge-invariant Lagrangian\napproach (of nonlinear sigma-model type) and use a generalized Dirac method for\nthe quantization of constrained systems, which resembles in some aspects the\nstandard approach to quantizing coadjoint orbits of a group G. Physical wave\nfunctions, Haar measures, orthonormal basis and reproducing (Bergman) kernels\nare explicitly calculated in and holomorphic picture in these Cartan domains\nfor both scalar and spinning quantum particles. Similarities and differences\nwith other results in the literature are also discussed and an extension of\nSchwinger's Master Theorem is commented in connection with closure relations.\nAn adaptation of the Born's Reciprocity Principle (BRP) to the conformal\nrelativity, the replacement of space-time by the 8-dimensional conformal domain\nat short distances and the existence of a maximal acceleration are also put\nforward.\n","Comment: 33 pages, no figures, LaTeX"]}]
["1007.0854",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0854","Phys.Lett.B695:337-342,2011","doi:10.1016/j.physletb.2010.11.005"],"date":["2010-07-06","2010-11-04"],"type":["text"],"creator":["Moran, Peter J.","Leinweber, Derek B.","Zhang, Jianbo"],"language":[],"coverage":[],"title":["Wilson mass dependence of the overlap topological charge density"],"description":["  The dependence of the overlap Dirac operator on the Wilson-mass regulator\nparameter is studied through calculations of the overlap topological charge\ndensities at a variety of Wilson-mass values. In this formulation, the\nWilson-mass is used in the negative mass region and acts as a regulator\ngoverning the scale at which the Dirac operator is sensitive to topological\naspects of the gauge field. We observe a clear dependence on the value of the\nWilson-mass and demonstrate how these values can be calibrated against a finite\nnumber of stout-link smearing sweeps. The overlap topological charge density is\nalso computed using a pre-smeared gauge field for the input kernel. We show how\napplying the overlap operator leads to further filtering of the gauge field.\nThe results suggest that the freedom typically associated with smearing\nalgorithms, through the variable number of sweeps, also exists in the overlap\noperator, through the variable Wilson-mass parameter.\n","Comment: 7 pages, 4 figures; Added some references, modified the formatting,\n  revised some sections, results unchanged"]}]
["1007.1614",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1614","Phys.Lett.B695:231-237,2011","doi:10.1016/j.physletb.2010.10.064"],"date":["2010-07-09","2010-07-20"],"type":["text"],"creator":["Frandsen, Mads T.","Pickup, Thomas","Teper, Michael"],"language":[],"coverage":[],"title":["Delineating the conformal window"],"description":["  We identify and characterise the conformal window in gauge theories relevant\nfor beyond the standard model building, e.g. Technicolour, using the criteria\nof metric confinement and causal analytic couplings, which are known to be\nconsistent with the phase diagram of supersymmetric QCD from Seiberg duality.\nUsing these criteria we find perturbation theory to be consistent throughout\nthe predicted conformal window for several of these gauge theories and we\ndiscuss recent lattice results in the light of our findings.\n","Comment: 8 pages, 4 figures"]}]
["1007.2581",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2581","Phys.Lett.B695:136-142,2011","doi:10.1016/j.physletb.2010.10.046"],"date":["2010-07-15"],"type":["text"],"creator":["Karsch, Frithjof","Redlich, Krzysztof"],"language":[],"coverage":[],"title":["Probing freeze-out conditions in heavy ion collisions with moments of\n  charge fluctuations"],"description":["  We calculate the first four moments of baryon number, electric charge and\nstrangeness fluctuations within the hadron resonance gas model. Different\nmoments and their ratios as well as skewness and kurtosis are evaluated on the\nphenomenologically determined freeze-out curve in the temperature, baryon\nchemical potential plane. The model results and its predictions as well as\nrelations between different moments are compared with the first data on net\nproton fluctuations in Au-Au collisions obtained at RHIC by the STAR\nCollaboration. We find good agreement between the model calculations and\nexperimental results. We also point out that higher order moments should be\nmore sensitive to critical behavior and will also distinguish hadron resonance\ngas model calculations from results obtained from lattice QCD.\n","Comment: 20 pages, 11 EPS-files"]}]
["1007.3060",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3060","Phys.Lett.B694:349-354,2011","doi:10.1016/j.physletb.2010.10.006"],"date":["2010-07-19"],"type":["text"],"creator":["Ito, Takumi","Moroi, Takeo"],"language":[],"coverage":[],"title":["Spin and Chirality Determination of Superparticles with Long-Lived Stau\n  at the LHC"],"description":["  Long-lived stau shows up in various supersymmetric models, like\ngauge-mediated supersymmetry (SUSY) breaking model. At the LHC experiment,\nlong-lived stau is useful not only for the discovery of SUSY signals but also\nfor the study of the detailed properties of superparticles. We discuss a method\nto obtain information on spins and chiralities of superparticles in the\nframework with long-lived stau. We also show that such a study can be used to\ndistinguish SUSY model from other models of new physics, like the universal\nextra dimension model.\n","Comment: 13 pages, 3 figures"]}]
["1007.4323",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4323","Phys.Lett.B695:359-364,2011","doi:10.1016/j.physletb.2010.11.023"],"date":["2010-07-25","2010-11-06"],"type":["text"],"creator":["Ghodsi, Ahmad","Moghadassi, Mohammad"],"language":[],"coverage":[],"title":["Charged Black Holes in New Massive Gravity"],"description":["  We construct charged black hole solutions to three-dimensional New Massive\nGravity (NMG), by adding electromagnetic Maxwell and Chern-Simons actions. We\nfind charged black holes in the form of warped AdS_3 and \"log\" solutions in\nspecific critical point. The entropy, mass and angular momentum of these black\nholes are computed.\n","Comment: 14 pages, latex file. Minor corrections, version accepted for\n  publication in PLB"]}]
["1007.4739",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4739","Phys.Lett.B695:279-284,2011","doi:10.1016/j.physletb.2010.11.048"],"date":["2010-07-27","2010-11-29"],"type":["text"],"creator":["Koide, Yoshio","Sumino, Yukinari","Yamanaka, Masato"],"language":[],"coverage":[],"title":["Tests of a Family Gauge Symmetry Model at 10^3 TeV Scale"],"description":["  Based on a specific model with U(3) family gauge symmetry at $10^3$ TeV\nscale, we show its experimental signatures to search for. Since the gauge\nsymmetry is introduced with a special purpose, its gauge coupling constant and\ngauge boson mass spectrum are not free. The current structure in this model\nleads to family number violations via exchange of extra gauge bosons. We\ninvestigate present constraints from flavor changing processes and discuss\nvisible signatures at LHC and lepton colliders.\n","Comment: 12 pages, 2 figures, title changed, minor modification, to appear in\n  PLB"]}]
["1007.4929",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4929","Int.J.Geom.Meth.Mod.Phys.08:621-638,2011","doi:10.1142/S0219887811005294"],"date":["2010-07-28"],"type":["text"],"creator":["Isidro, J. M.","de Cordoba, P. Fernandez","Rivera-Rebolledo, J. M.","Santander, J. L. G."],"language":[],"coverage":[],"title":["On the noncommutative eikonal"],"description":["  We study the eikonal approximation to quantum mechanics on the Moyal plane.\nInstead of using a star product, the analysis is carried out in terms of\noperator-valued wavefunctions depending on noncommuting, operator-valued\ncoordinates.\n","Comment: 18 pages"]}]
["1007.5033",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5033","J. Approx. Theory 163 (2011), pp. 491-504"],"date":["2010-07-28","2010-11-30"],"type":["text"],"creator":["Shamis, Mira","Sodin, Sasha"],"language":[],"coverage":[],"title":["On the Measure of the Absolutely Continuous Spectrum for Jacobi Matrices"],"description":["  We apply the methods of classical approximation theory (extreme properties of\npolynomials) to study the essential support $\\Sigma_{ac}$ of the absolutely\ncontinuous spectrum of Jacobi matrices. First, we prove an upper bound on the\nmeasure of $\\Sigma_{ac}$ which takes into account the value distribution of the\ndiagonal elements, and implies the bound due to Deift-Simon and\nPoltoratski-Remling.\n  Second, we generalise the differential inequality of Deift-Simon for the\nintegrated density of states associated with the absolutely continuous spectrum\nto general Jacobi matrices.\n","Comment: 18pp, fixed typos (incl. one in title)"]}]
["1007.5251",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5251","Phys. Rev. B83: 115104,2011","doi:10.1103/PhysRevB.83.115104"],"date":["2010-07-29"],"type":["text"],"creator":["Feiguin, Adrian E.","Fisher, Matthew P. A."],"language":[],"coverage":[],"title":["Exotic paired phases in ladders with spin-dependent hopping"],"description":["  Fermions in two-dimensions (2D) when subject to anisotropic spin-dependent\nhopping can potentially give rise to unusual paired states in {\\it unpolarized}\nmixtures that can behave as non-Fermi liquids. One possibility is a fully\npaired state with a gap for fermion excitations in which the Cooper pairs\nremain uncondensed. Such a \"Cooper-pair Bose-metal\" phase would be expected to\nhave a singular Bose-surface in momentum space. As demonstrated in the context\nof 2D bosons hopping with a frustrating ring-exchange interaction, an analogous\nBose-metal phase has a set of quasi-1D descendent states when put on a ladder\ngeometry. Here we present a density matrix renormalization group (DMRG) study\nof the attractive Hubbard model with spin-dependent hopping on a two-leg ladder\ngeometry. In our setup, one spin species moves preferentially along the leg\ndirection, while the other does so along the rung direction. We find compelling\nevidence for the existence of a novel Cooper-pair Bose-metal phase in a region\nof the phase diagram at intermediate coupling. We further explore the phase\ndiagram of this model as a function of hopping anisotropy, density, and\ninteraction strength, finding a conventional superfluid phase, as well as a\nphase of paired Cooper pairs with d-wave symmetry, similar to the one found in\nmodels of hard-core bosons with ring-exchange. We argue that simulating this\nmodel with cold Fermi gases on spin dependent optical lattices is a promising\ndirection for realizing exotic quantum states.\n","Comment: 10 pages, 12 figures"]}]
["1007.5291",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5291","Phys.Lett.B694:402-409,2011","doi:10.1016/j.physletb.2010.10.032"],"date":["2010-07-29","2010-08-31"],"type":["text"],"creator":["Buras, Andrzej J.","Isidori, Gino","Paradisi, Paride"],"language":[],"coverage":[],"title":["EDMs vs. CPV in B_{s,d} mixing in two Higgs doublet models with MFV"],"description":["  We analyze the correlations between electric dipole moments (EDMs) of the\nneutron and heavy atoms and CP violation in B_{s,d} mixing in two Higgs doublet\nmodels respecting the Minimal Flavour Violation hypothesis, with flavour-blind\nCP-violating (CPV) phases. In particular, we consider the case of flavour-blind\nCPV phases from i) the Yukawa interactions and ii) the Higgs potential. We show\nthat in both cases the upper bounds on the above EDMs do not forbid sizable\nnon-standard CPV effects in B_s mixing. However, if a large CPV phase in B_s\nmixing will be confirmed, this will imply EDMs very close to their present\nexperimental bounds, within the reach of the next generation of experiments, as\nwell as BR(B_{s,d}-> mu^+ mu^-) typically largely enhanced over its SM\nexpectation. The two flavour-blind CPV mechanisms can be distinguished through\nthe correlation between S_psi K_S and S_psi phi that is strikingly different if\nonly one of them is relevant. Which of these two CPV mechanisms dominates\ndepends on the precise values of S_psi phi and S_psi K_S, as well as on the CKM\nphase (as determined by tree-level processes). Current data seems to show a\nmild preference for a hybrid scenario where both these mechanisms are at work.\n","Comment: 9 pages, 8 figures. V2: minor modifications, few typos corrected, few\n  refs added"]}]
["1008.0262",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K51, 35R02, 47H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0262"],"date":["2010-08-02","2011-06-24"],"type":["text"],"creator":["Mugnolo, Delio","Pröpper, René"],"language":[],"coverage":[],"title":["Gradient Systems on Networks"],"description":["  We consider a class of linear differential operators acting on vector-valued\nfunction spaces with general coupled boundary conditions. Unlike in the more\nusual case of so-called quantum graphs, the boundary conditions can be\nnonlinear. After introducing a suitable Lyapunov function we prove\nwell-posedness and invariance results for the corresponding nonlinear diffusion\nproblem.\n","Comment: 11 pages, revised version"]}]
["1008.0562",{"format":[],"subject":["Mathematics - Numerical Analysis","65N30, 65N50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0562","Numerical Mathematics: Theory, Methods and Applications 4 (2011),\n  319-334"],"date":["2010-08-03"],"type":["text"],"creator":["Huang, Weizhang"],"language":[],"coverage":[],"title":["Discrete maximum principle and a Delaunay-type mesh condition for linear\n  finite element approximations of two-dimensional anisotropic diffusion\n  problems"],"description":["  The finite element solution of two-dimensional anisotropic diffusion problems\nis considered. A Delaunay-type mesh condition is developed for linear finite\nelement approximations to satisfy a discrete maximum principle. The condition\nis shown to be weaker than the existing anisotropic non-obtuse angle condition.\nIt reduces to the well known Delaunay condition for the special case with the\nidentity diffusion matrix. Numerical results are presented to verify the\ntheoretical findings.\n","Comment: 16 pages"]}]
["1008.0765",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","High Energy Physics - Theory","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0765","Phys.Lett.B694:410-416,2011","doi:10.1016/j.physletb.2010.10.033"],"date":["2010-08-04"],"type":["text"],"creator":["Floratos, E. G.","Leontaris, G. K.","Vlachos, N. D."],"language":[],"coverage":[],"title":["Gravitational Atom in Compactified Extra Dimensions"],"description":["  We consider quantum mechanical effects of the modified Newtonian potential in\nthe presence of extra compactified dimensions. We develop a method to solve the\nresulting Schroedinger equation and determine the energy shifts caused by the\nYukawa-type corrections of the potential. We comment on the possibility of\ndetecting the modified gravitational bound state Energy spectrum by present day\nand future experiments.\n","Comment: 12 pages, 2 figures"]}]
["1008.0828",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Quantum Algebra","05E05, 05E10, 05A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0828"],"date":["2010-08-04","2011-06-24"],"type":["text"],"creator":["Haglund, James","Morse, Jennifer","Zabrocki, Mike"],"language":[],"coverage":[],"title":["A compositional shuffle conjecture specifying touch points of the Dyck\n  path"],"description":["  We introduce a $q,t$-enumeration of Dyck paths which are forced to touch the\nmain diagonal at specific points and forbidden to touch elsewhere and\nconjecture that it describes the action of the Macdonald theory $\\nabla$\noperator applied to a Hall-Littlewood polynomial. Our conjecture refines\nseveral earlier conjectures concerning the space of diagonal harmonics\nincluding the \"shuffle conjecture\" (Duke J. Math. $\\mathbf {126}$ (2005), pp.\n195-232) for $\\nabla e_n[X]$. We bring to light that certain generalized\nHall-Littlewood polynomials indexed by compositions are the building blocks for\nthe algebraic combinatorial theory of $q,t$-Catalan sequences and we prove a\nnumber of identities involving these functions.\n","Comment: 20 pages"]}]
["1008.1232",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1232","Phys.Lett.B695:181-184,2011","doi:10.1016/j.physletb.2010.11.006"],"date":["2010-08-06","2010-10-19"],"type":["text"],"creator":["Allahverdi, Rouzbeh","Dutta, Bhaskar","Mohapatra, Rabindra N."],"language":[],"coverage":[],"title":["Schizophrenic Neutrinos and $\\nu$-less Double Beta Decay"],"description":["  We point out a novel possibility for neutrinos where all neutrino flavors can\nbe part Dirac and part Majorana. Our primary motivation for this model comes\nfrom an attempt to use supersymmetric see-saw models to tie inflation, baryon\nasymmetry of the Universe and dark matter to the neutrino sector. The idea\nhowever could stand on its own, with or without supersymmetry. We present a\nrealization of this possibility within an $S_3$ family symmetry for neutrino\nmasses, where we obtain tri-bi-maximal mixing for neutrinos to the leading\norder. The model predicts that for the case of inverted hierarchy, the lower\nlimit on the neutrino mass measured in neutrinoless double beta decay\nexperiments is about a factor of two larger than the usual case.\n","Comment: 6 pages, 1 figure. Extended discussion on the pseudo-Dirac mass\n  splitting due to loop corrections"]}]
["1008.1936",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1936","Phys.Lett.B695:252-258,2011","doi:10.1016/j.physletb.2010.11.036"],"date":["2010-08-11"],"type":["text"],"creator":["Becher, Thomas","Bell, Guido"],"language":[],"coverage":[],"title":["The gluon jet function at two-loop order"],"description":["  The inclusive gluon jet function is evaluated at two-loop accuracy. This\nfunction is relevant for resummations of large perturbative logarithms in\ncollider processes involving low-mass gluon jets. The jet function corresponds\nto the imaginary part of the gluon propagator in light-cone gauge, which is\nadopted for the calculation. In addition to the leading jet function, the\npower-suppressed two-gluon jet functions are given and their renormalization is\ndiscussed.\n","Comment: 12 pages, 2 figures"]}]
["1008.2150",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2150","Phys.Lett.B695:143-148,2011","doi:10.1016/j.physletb.2010.10.048"],"date":["2010-08-12","2010-11-09"],"type":["text"],"creator":["Beskidt, Conny","de Boer, Wim","Hanisch, Tim","Ziebarth, Eva","Zhukov, Valery","Kazakov, Dmitri"],"language":[],"coverage":[],"title":["Constraints on Supersymmetry from Relic Density compared with future\n  Higgs Searches at the LHC"],"description":["  Among the theories beyond the Standard Model (SM) of particle physics\nSupersymmetry (SUSY) provides an excellent dark matter (DM) candidate, the\nneutralino. One clear prediction of cosmology is the annihilation cross section\nof DM particles, assuming them to be a thermal relic from the early universe.\nIn most of the parameter space of Supersymmetry the annihilation cross section\nis too small compared with the prediction of cosmology. However, for large\nvalues of the tan beta parameter the annihilation through s-channel\npseudoscalar Higgs exchange yields the correct relic density in practically the\nwhole range of possible SUSY masses up to the few TeV range. The required\nvalues of tan beta are typically around 50, i.e. of the order of top and bottom\nmass ratio, which happens to be also the range allowing for Yukawa unification\nin a Grand Unified Theory with gauge coupling unification. For such large\nvalues of tan beta the associated production of the heavier Higgses, which is\nenhanced by tan beta squared, becomes three orders of magnitude larger than the\nproduction of a simlar SM-like Higgs and could be observable as one of the\nfirst hints of new physics at the LHC.\n","Comment: 12 pages, 5 figures, Published version in Phys. Lett. B with updated\n  references and minor corrections"]}]
["1008.2768",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2768","Phys.Lett.B695:317-319,2011","doi:10.1016/j.physletb.2010.10.060"],"date":["2010-08-16","2010-11-03"],"type":["text"],"creator":["Casadio, Roberto","Hsu, Stephen D. H.","Mirza, Behrouz"],"language":[],"coverage":[],"title":["Asymptotic Safety, Singularities, and Gravitational Collapse"],"description":["  Asymptotic safety (an ultraviolet fixed point with finite-dimensional\ncritical surface) offers the possibility that a predictive theory of quantum\ngravity can be obtained from the quantization of classical general relativity.\nHowever, it is unclear what becomes of the singularities of classical general\nrelativity, which, it is hoped, might be resolved by quantum effects. We study\ndust collapse with a running gravitational coupling and find that a future\nsingularity can be avoided if the coupling becomes exactly zero at some finite\nenergy scale. The singularity can also be avoided (pushed off to infinite\nproper time) if the coupling approaches zero sufficiently rapidly at high\nenergies. However, the evolution deduced from perturbation theory still implies\na singularity at finite proper time.\n","Comment: 6 pages, latex. Version to appear in Physics Letters B"]}]
["1008.2884",{"format":[],"subject":["Physics - Atomic Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2884","IEEE Transactions on Instrumentation and Measurement 60, 2527\n  (2011)","doi:10.1109/TIM.2010.2099951"],"date":["2010-08-17","2010-11-23"],"type":["text"],"creator":["Louchet-Chauvet, A.","Merlet, S.","Bodart, Q.","Landragin, A.","Santos, F. Pereira Dos","Baumann, H.","D'Agostino, G.","Origlia, C."],"language":[],"coverage":[],"title":["Comparison of 3 absolute gravimeters based on different methods for the\n  e-MASS project"],"description":["  We report on the comparison between three absolute gravimeters that took\nplace in April 2010 at Laboratoire National de M\\'etrologie et d'Essais. The\nthree instruments (FG5#209 from METAS, Switzerland, IMGC-02 from INRIM, Italy,\nand CAG from LNE-SYRTE, France) rely on different methods: optical and atomic\ninterferometry. We discuss their differences as well as their similarities. We\ncompare their measurements of the gravitational acceleration in 4 points of the\nsame pillar, in the perspective of an absolute determination of g for a watt\nbalance experiment\n"]}]
["1008.4924",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4924","Phys.Lett.B694:446-455,2011","doi:10.1016/j.physletb.2010.10.017"],"date":["2010-08-29","2010-08-31"],"type":["text"],"creator":["Eguchi, Tohru","Hikami, Kazuhiro"],"language":[],"coverage":[],"title":["Note on Twisted Elliptic Genus of K3 Surface"],"description":["  We discuss the possibility of Mathieu group M24 acting as symmetry group on\nthe K3 elliptic genus as proposed recently by Ooguri, Tachikawa and one of the\npresent authors. One way of testing this proposal is to derive the twisted\nelliptic genera for all conjugacy classes of M24 so that we can determine the\nunique decomposition of expansion coefficients of K3 elliptic genus into\nirreducible representations of M24. In this paper we obtain all the hitherto\nunknown twisted elliptic genera and find a strong evidence of Mathieu\nmoonshine.\n","Comment: 14 pages"]}]
["1009.0573",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0573","Phys.Lett.B695:320-323,2011","doi:10.1016/j.physletb.2010.10.062"],"date":["2010-09-02"],"type":["text"],"creator":["Gomes, P. R. S.","Canto, L. F.","Lubian, J.","Hussein, M. S."],"language":[],"coverage":[],"title":["Enhancement of sub-barrier fusion of two-neutron halo nuclei"],"description":["  The tunneling of composite systems, where breakup may occur during the\nbarrier penetration process is considered in connection with the fusion of\nhalo-like radioactive, neutron- and proton-rich nuclei on heavy targets. The\nlarge amount of recent and new data clearly indicates that breakup hinders the\nfusion at near and below the Coulomb barrier energies. However, clear evidence\nfor the halo enhancements, seems to over ride the breakup hindrance at lower\nenergies, owing, to a large extent, to the extended matter density\ndistribution. In particular we report here that at sub-barrier energies the\nfusion cross section of the Borromean two-neutron halo nucleus $^{6}$He with\nthe actinide nucleus $^{238}$U is significantly enhanced compared to the fusion\nof a no-halo $^{6}$He. This conclusion differs from that of the original work,\nwhere it was claimed that no such enhancement ensues. This sub-barrier fusion\nenhancement was also observed in the $^{6}$He + $^{209}$% Bi system. The role\nof the corresponding easily excitable low lying dipole pygmy resonance in these\nsystems is therefore significant. The consequence of this overall enhanced\nfusion of halo nuclei at sub-barrier energies, on stellar evolution and\nnucleosynthesis is evident.\n","Comment: 8 pages, 5 figures"]}]
["1009.0986",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0986","Phys.Lett.B695:392-396,2011","doi:10.1016/j.physletb.2010.11.043"],"date":["2010-09-06","2010-10-18"],"type":["text"],"creator":["Ishii, Takaaki"],"language":[],"coverage":[],"title":["Toward Bound-State Approach to Strangeness in Holographic QCD"],"description":["  An approach to realize a hyperon as a bound-state of a two-flavor baryon and\na kaon is considered in the context of the Sakai-Sugimoto model of holographic\nQCD, which approach has been known in the Skyrme model as the bound-state\napproach to strangeness. As a simple case of study, pseudo-scalar kaon is\nconsidered as fluctuation around a baryon. In this case, strongly-bound\nhyperon-states are absent, different from the case of the Skyrme model.\nObserved is a weak bound-state which would correspond to \\Lambda(1405).\n","Comment: 13 pages, 2 figures, v2: references added"]}]
["1009.1692",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1692","Phys.Lett.B694:346-348,2011","doi:10.1016/j.physletb.2010.10.005"],"date":["2010-09-09","2010-10-07"],"type":["text"],"creator":["Liao, Yi"],"language":[],"coverage":[],"title":["Unique Neutrino Mass Operator at any Mass Dimension"],"description":["  When the standard model is viewed as a low energy effective theory, the\nneutrinos can obtain mass from higher dimensional operators. It has been known\nfor long that such an operator first appears at mass dimension five and that it\nis unique. Here we show that the effective neutrino mass operator at every\nhigher dimension is unique. This general claim is established using Young\ntableau, and illustrated by exhausting all potentially different operators at\ndimension seven. The result is relevant to the search of new physics effects\nbeyond neutrino mass that can arise at a relatively low energy scale.\n","Comment: 6 pages, 1 figure; v2: modified/added a few sentences, more\n  acknowledgement, added a ref to [7] and a new [8], typos fixed, proofread\n  version for Phys Lett B"]}]
["1009.2463",{"format":[],"subject":["Mathematics - Probability","60K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2463","Journal of Applied Probability 48 (2011) 583-588","doi:10.1239/jap/1308662647"],"date":["2010-09-13"],"type":["text"],"creator":["Yu, Yaming"],"language":[],"coverage":[],"title":["Concave Renewal Functions Do Not Imply DFR Inter-Renewal Times"],"description":["  Brown (1980, 1981) proved that the renewal function is concave if the\ninter-renewal distribution is DFR (decreasing failure rate), and conjectured\nthe converse. This note settles Brown's conjecture with a class of\ncounter-examples. We also give a short proof of Shanthikumar's (1988) result\nthat the DFR property is closed under geometric compounding.\n","Comment: 8 pages, 1 figure"]}]
["1009.5727",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5727","Phys.Lett.B695:9-12,2011","doi:10.1016/j.physletb.2010.11.016"],"date":["2010-09-28","2010-11-08"],"type":["text"],"creator":["Chen, Chian-Shu","Lin, Chia-Min"],"language":[],"coverage":[],"title":["Type II Seesaw Higgs Triplet as the inflaton for Chaotic Inflation and\n  Leptogenesis"],"description":["  In this paper, we consider a chaotic inflation model where the role of\ninflaton is played by the Higgs triplet in type II seesaw mechanism for\ngenerating the small masses of left-handed neutrinos. Leptogenesis could happen\nafter inflation. This model is constructed without introducing supersymmetry\n(SUSY).\n","Comment: 8 pages, 1 figure. Minor changes and a footnote added. Version to\n  publish in PLB"]}]
["1010.1366",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1366","Phys.Lett.B695:162-164,2011","doi:10.1016/j.physletb.2010.10.057"],"date":["2010-10-07","2010-10-11"],"type":["text"],"creator":["de Oliveira, E. G.","Martin, A. D.","Ryskin, M. G."],"language":[],"coverage":[],"title":["An independent estimate of the triple-Pomeron coupling"],"description":["  The value of the important triple-Pomeron coupling is estimated by an\nunorthodox procedure using the known diffractive parton distribution functions.\nThe result is g_{3P}\\simeq 0.2g_N, where g_N is the Pomeron-nucleon coupling.\nThis is in excellent agreement with an independent determination, g_{3P}\\simeq\n0.2g_N, previously obtained by analysing the available data in the triple-Regge\nregion with absorptive effects taken into account.\n","Comment: 7 pages, 5 figures"]}]
["1010.1431",{"format":[],"subject":["Nuclear Theory","Condensed Matter - Quantum Gases","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1431","Phys.Lett.B696:178-181,2011","doi:10.1016/j.physletb.2010.12.019"],"date":["2010-10-07"],"type":["text"],"creator":["Zheng, Hua","Bonasera, Aldo"],"language":[],"coverage":[],"title":["Density and Temperature of Fermions from Quantum Fluctuations"],"description":["  A novel method to determine the density and temperature of a system is\nproposed based on quantum fluctuations typical of Fermions in the limit where\nthe reached temperature T is small compared to the Fermi energy $\\epsilon_f$ at\na given density $\\rho$. Quadrupole and particle multiplicity fluctuations\nrelations are derived in terms of $\\frac{T}{\\epsilon_f}$. This method is valid\nfor infinite and finite fermionic systems, in particular we apply it to heavy\nion collisions using the Constrained Molecular Dynamics (CoMD) approach which\nincludes the Fermi statistics. A preliminary comparison to available\nexperimental data is discussed as well. We stress the differences with methods\nbased on classical approximations. The derived 'quantum' temperatures are\nsystematically lower than the corresponding 'classical' ones. With the proposed\nmethod we may get important informations on the Equation of State (EOS) of\nquantum Fermi systems to order O($\\frac{T}{\\epsilon_f})^3$, in particular near\nthe Liquid-Gas (LG) phase transition and at very low densities where quantum\neffects are dominant.\n"]}]
["1010.1844",{"format":[],"subject":["Quantum Physics","Nuclear Theory","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1844","Phys.Lett.A373:2408-2412,2009","doi:10.1016/j.physleta.2009.05.012"],"date":["2010-10-09"],"type":["text"],"creator":["Abdelmonem, M. S.","Nasser, I.","Bahlouli, H.","Al-Khawaja, U.","Alhaidari, A. D."],"language":[],"coverage":[],"title":["Singular Short Range Potentials in the J-Matrix Approach"],"description":["  We use the tools of the J-matrix method to evaluate the S-matrix and then\ndeduce the bound and resonance states energies for singular screened Coulomb\npotentials, both analytic and piecewise differentiable. The J-matrix approach\nallows us to absorb the 1/r singularity of the potential in the reference\nHamiltonian, which is then handled analytically. The calculation is performed\nusing an infinite square integrable basis that supports a tridiagonal matrix\nrepresentation for the reference Hamiltonian. The remaining part of the\npotential, which is bound and regular everywhere, is treated by an efficient\nnumerical scheme in a suitable basis using Gauss quadrature approximation. To\nexhibit the power of our approach we have considered the most delicate region\nclose to the bound-unbound transition and compared our results favorably with\navailable numerical data.\n","Comment: 14 pages, 5 tables, 2 figures"]}]
["1010.3656",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3656"],"date":["2010-10-18","2011-06-24"],"type":["text"],"creator":["Dabiri, John O."],"language":[],"coverage":[],"title":["Potential order-of-magnitude enhancement of wind farm power density via\n  counter-rotating vertical-axis wind turbine arrays"],"description":["  Modern wind farms comprised of horizontal-axis wind turbines (HAWTs) require\nsignificant land resources to separate each wind turbine from the adjacent\nturbine wakes. This aerodynamic constraint limits the amount of power that can\nbe extracted from a given wind farm footprint. The resulting inefficiency of\nHAWT farms is currently compensated by using taller wind turbines to access\ngreater wind resources at high altitudes, but this solution comes at the\nexpense of higher engineering costs and greater visual, acoustic, radar and\nenvironmental impacts. We investigated the use of counter-rotating\nvertical-axis wind turbines (VAWTs) in order to achieve higher power output per\nunit land area than existing wind farms consisting of HAWTs. Full-scale field\ntests of 10-m tall VAWTs in various counter-rotating configurations were\nconducted under natural wind conditions during summer 2010. Whereas modern wind\nfarms consisting of HAWTs produce 2 to 3 watts of power per square meter of\nland area, these field tests indicate that power densities an order of\nmagnitude greater can potentially be achieved by arranging VAWTs in layouts\nthat enable them to extract energy from adjacent wakes and from above the wind\nfarm. Moreover, this improved performance does not require higher individual\nwind turbine efficiency, only closer wind turbine spacing and a sufficient\nvertical flux of turbulence kinetic energy from the atmospheric surface layer.\nThe results suggest an alternative approach to wind farming that has the\npotential to concurrently reduce the cost, size, and environmental impacts of\nwind farms.\n","Comment: In press at Journal of Renewable and Sustainable Energy"]}]
["1010.4095",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4095"],"date":["2010-10-19","2011-06-24"],"type":["text"],"creator":["Nakata, Maho","Fukuda, Mituhiro","Fujisawa, Katsuki"],"language":[],"coverage":[],"title":["Variational approach for the electronic structure calculation on the\n  second-order reduced density matrices and the $N$-representability problem"],"description":["  The reduced-density-matrix method is an promising candidate for the next\ngeneration electronic structure calculation method; it is equivalent to solve\nthe Schr\\\"odinger equation for the ground state. The number of variables is the\nsame as a four electron system and constant regardless of the electrons in the\nsystem. Thus many researchers have been dreaming of a much simpler method for\nquantum mechanics. In this chapter, we give a overview of the reduced-density\nmatrix method; details of the theories, methods, history, and some new\ncomputational results. Typically, the results are comparable to the CCSD(T)\nwhich is a sophisticated traditional approach in quantum chemistry.\n","Comment: 31 pages, 4 figures"]}]
["1010.4908",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4908","Phys.Rev.Lett.106:236801,2011","doi:10.1103/PhysRevLett.106.236801"],"date":["2010-10-23"],"type":["text"],"creator":["Parameswaran, S. A.","Kivelson, S. A.","Sondhi, S. L.","Spivak, B. Z."],"language":[],"coverage":[],"title":["The Weakly Coupled Pfaffian as a Type I Quantum Hall Liquid"],"description":["  The Pfaffian phase of electrons in the proximity of a half-filled Landau\nlevel is understood to be a p+ip superconductor of composite fermions. We\nconsider the properties of this paired quantum Hall phase when the pairing\nscale is small, i.e. in the weak-coupling, BCS, limit, where the coherence\nlength is much larger than the charge screening length. We find that, as in a\nType I superconductor, the vortices attract so that, upon varying the magnetic\nfield from its magic value at \\nu=5/2, the system exhibits Coulomb frustrated\nphase separation. We propose that the weakly and strongly coupled Pfaffian\nstates exemplify a general dichotomy between Type I and Type II quantum Hall\nfluids.\n","Comment: 4 pages, 1 figure"]}]
["1010.5693",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5693","Phys.Lett.B697:275-279,2011","doi:10.1016/j.physletb.2011.02.013"],"date":["2010-10-27","2010-11-15"],"type":["text"],"creator":["Nakayama, Kazunori","Takahashi, Fuminobu","Yanagida, Tsutomu T."],"language":[],"coverage":[],"title":["A theory of extra radiation in the Universe"],"description":["  Recent cosmological observations, such as the measurement of the primordial\n4He abundance, CMB, and large scale structure, give preference to the existence\nof extra radiation component, Delta N_nu > 0. The extra radiation may be\naccounted for by particles which were in thermal equilibrium and decoupled\nbefore the big bang nucleosynthesis. Broadly speaking, there are two\npossibilities: 1) there are about 10 particles which have very weak couplings\nto the standard model particles and decoupled much before the QCD phase\ntransition; 2) there is one or a few light particles with a reasonably strong\ncoupling to the plasma and it decouples after the QCD phase transition.\nFocusing on the latter case, we find that a light chiral fermion is a suitable\ncandidate, which evades astrophysical constraints. Interestingly, such a\nscenario may be confirmed at the LHC. As a concrete example, we show that such\na light fermion naturally appears in the E_6-inspired GUT.\n","Comment: 17 pages; minor corrections"]}]
["1010.6069",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.6069","Phys.Lett.B697:323-328,2011","doi:10.1016/j.physletb.2011.02.016"],"date":["2010-10-28","2010-11-17"],"type":["text"],"creator":["Lunghi, E.","Soni, A."],"language":[],"coverage":[],"title":["Possible evidence for the breakdown of the CKM-paradigm of CP-violation"],"description":["  Using primarily experimental inputs for S(B -> psi Ks), Delta M_Bs, Delta\nM_Bd, BR(B -> tau nu) and epsilon_K along with necessary inputs from the\nlattice, we find that the measured value of sin(2 beta) is smaller than\nexpectations of the Standard Model by as much as 3.3 sigma, and also that the\nmeasured value of the BR(B -> tau nu) seems to be less than the predicted value\nby about 2.8 sigma. However, through a critical study we show that most likely\nthe dominant source of these deviations is in B_d(s) mixings and in sin(2 beta)\nand less so in B -> tau nu, and also that the bulk of the problem persists even\nif input from epsilon_K is not used. The fact that kaon mixing and epsilon_K\nare not the dominant source of the deviation from the Standard Model has the\nvery important consequence that model independent considerations imply that the\nscale of the relevant new CP-violating physics is below O(2 TeV), thus\nsuggesting that direct signals of the new particle(s) may well be accessible in\ncollider experiments at the LHC and perhaps even at the Tevatron.\n","Comment: 6 pages, 8 figures. Added another fit and some more discussion\n  showing that BR(B->tau nu) comes out in good agreement with predictions of\n  the SM if the measured value of sin2beta is not used as an input. References\n  added"]}]
["1010.6215",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.6215","Phys.Lett.B697:392-397,2011","doi:10.1016/j.physletb.2011.02.021"],"date":["2010-10-29"],"type":["text"],"creator":["Grigorio, L. S.","Guimaraes, M. S.","Oliveira, W.","Rougemont, R.","Wotzasek, C."],"language":[],"coverage":[],"title":["U(1) effective confinement theory from SU(2) restricted gauge theory via\n  the Julia-Toulouse Approach"],"description":["  We derive an U(1) effective theory of color confinement by applying the\nso-called Julia-Toulouse Approach for defects condensation to the SU(2)\nrestricted gauge theory defined by means of the Cho decomposition of the\nnon-abelian connection. Cho's geometric construction naturally displays the\ntopological degrees of freedom of the theory and can be used to put the\nYang-Mills action into an abelianized form under certain conditions. On the\nother hand, the use of the Julia-Toulouse prescription to deal with the\nmonopole condensation leads to an effective action describing the phase whose\ndynamics is dominated by the magnetic condensate. The effective theory we found\ndescribes the interaction between external electric currents displaying a\nshort-range Yukawa interaction plus a linear confinement term that governs the\nlong distance physics.\n","Comment: 7 pages"]}]
["1011.0550",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0550","Phys.Lett.B695:324-328,2011","doi:10.1016/j.physletb.2010.11.001"],"date":["2010-11-02"],"type":["text"],"creator":["de Diego, R.","Garrido, E.","Fedorov, D. V.","Jensen, A. S."],"language":[],"coverage":[],"title":["The triple alpha reaction rate and the 2$^+$ resonances in $^{12}$C"],"description":["  The triple alpha rate is obtained from the three-body bound and continuum\nstates computed in a large box. The results from this genuine full three-body\ncalculation are compared with standard reference rates obtained by two\nsequential two-body processes. The fairly good agreement relies on two\ndifferent assumptions about the lowest $2^+$ resonance energy. With the same\n$2^+$ energy the rates from the full three-body calculation are smaller than\nthose of the standard reference. We discuss the rate dependence on the\nexperimentally unknown $2^+$ energy. Substantial deviations from previous\nresults appear for temperatures above 3 GK.\n","Comment: To be published in Physics Letters B"]}]
["1011.0565",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0565","Phys.Rev.B83:075424,2011","doi:10.1103/PhysRevB.83.075424"],"date":["2010-11-02"],"type":["text"],"creator":["Parente, V.","Lucignano, P.","Vitale, P.","Tagliacozzo, A.","Guinea, F."],"language":[],"coverage":[],"title":["Spin connection and boundary states in a topological insulator"],"description":["  We study the surface resistivity of a three-dimensional topological insulator\nwhen the boundaries exhibit a non trivial curvature. We obtain an analytical\nsolution for a spherical topological insulator, and we show that a non trivial\nquantum spin connection emerges from the three dimensional band structure. We\nanalyze the effect of the spin connection on the scattering by a bump on a flat\nsurface. Quantum effects induced by the geometry lead to resonances when the\nelectron wavelength is comparable to the size of the bump.\n","Comment: 11 pages, 4 figures, submitted"]}]
["1011.0606",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0606","Phys.Lett.B697:313-317,2011","doi:10.1016/j.physletb.2011.02.009"],"date":["2010-11-02","2011-01-18"],"type":["text"],"creator":["Dietz, B.","Richter, A.","Weidenmueller, H. A."],"language":[],"coverage":[],"title":["Correlation Widths in Quantum--Chaotic Scattering"],"description":["  An important parameter to characterize the scattering matrix S for\nquantum-chaotic scattering is the width Gamma_{corr} of the S-matrix\nautocorrelation function. We show that the \"Weisskopf estimate\" d/(2pi) sum_c\nT_c (where d is the mean resonance spacing, T_c with 0 <= T_c <= 1 the\n\"transmission coefficient\" in channel c and where the sum runs over all\nchannels) provides a very good approximation to Gamma_{corr} even when the\nnumber of channels is small. That same conclusion applies also to the\ncross-section correlation function.\n"]}]
["1011.0852",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0852","Phys.Rev.Lett.106:212001,2011","doi:10.1103/PhysRevLett.106.212001"],"date":["2010-11-03","2011-04-25"],"type":["text"],"creator":["Cho, Sungtae","Furumoto, Takenori","Hyodo, Tetsuo","Jido, Daisuke","Ko, Che Ming","Lee, Su Houng","Nielsen, Marina","Ohnishi, Akira","Sekihara, Takayasu","Yasui, Shigehiro","Yazaki, Koichi"],"language":[],"coverage":[],"title":["Multi-quark hadrons from Heavy Ion Collisions"],"description":["  Identifying hadronic molecular states and/or hadrons with multi-quark\ncomponents either with or without exotic quantum numbers is a long standing\nchallenge in hadronic physics. We suggest that studying the production of these\nhadrons in relativistic heavy ion collisions offer a promising resolution to\nthis problem as yields of exotic hadrons are expected to be strongly affected\nby their structures. Using the coalescence model for hadron production, we find\nthat compared to the case of a non-exotic hadron with normal quark numbers, the\nyield of an exotic hadron is typically an order of magnitude smaller when it is\na compact multi-quark state and a factor of two or more larger when it is a\nloosely bound hadronic molecule. We further find that due to the appreciable\nnumbers of charm and bottom quarks produced in heavy ion collisions at RHIC and\neven larger numbers expected at LHC, some of the newly proposed heavy exotic\nstates could be produced and realistically measured in these experiments.\n","Comment: 4 pages, 1 figure, revised version to be published in Phys. Rev. Lett"]}]
["1011.1502",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1502","Phys.Rev.A83:053636,2011","doi:10.1103/PhysRevA.83.053636"],"date":["2010-11-05"],"type":["text"],"creator":["Kennett, Malcolm P.","Komeilizadeh, Nazanin","Kaveh, Kamran","Smith, Peter M."],"language":[],"coverage":[],"title":["Birefringent break up of Dirac fermions in a square optical lattice"],"description":["  We generalize a proposal by Sorensen et al. [Phys. Rev. Lett. 94, 086803\n(2005)] for creating an artificial magnetic field in a cold atom system on a\nsquare optical lattice. This leads us to an effective lattice model with\ntunable spatially periodic modulation of the artificial magnetic field and the\nhopping amplitude. When there is an average flux of half a flux quantum per\nplaquette the spectrum of low-energy excitations can be described by massless\nDirac fermions in which the usually doubly degenerate Dirac cones split into\ncones with different \"speeds of light\" which can be tuned to give a single\nDirac cone and a flat band. These gapless birefringent Dirac fermions arise\nbecause of broken chiral symmetry in the kinetic energy term of the effective\nlow energy Hamiltonian. We characterize the effects of various perturbations to\nthe low-energy spectrum, including staggered potentials, interactions, and\ndomain wall topological defects.\n","Comment: 5 pages, 3 figures"]}]
["1011.2149",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2149","Phys.Rev.D83:124020,2011","doi:10.1103/PhysRevD.83.124020"],"date":["2010-11-09","2010-11-14"],"type":["text"],"creator":["Ding, You","Han, Muxin","Rovelli, Carlo"],"language":[],"coverage":[],"title":["Generalized Spinfoams"],"description":["  We reconsider the spinfoam dynamics that has been recently introduced, in the\ngeneralized Kaminski-Kisielowski-Lewandowski (KKL) version where the foam is\nnot dual to a triangulation. We study the Euclidean as well as the Lorentzian\ncase. We show that this theory can still be obtained as a constrained BF theory\nsatisfying the simplicity constraint, now discretized on a general oriented\n2-cell complex. This constraint implies that boundary states admit a (quantum)\ngeometrical interpretation in terms of polyhedra, generalizing the tetrahedral\ngeometry of the simplicial case. We also point out that the general solution to\nthis constraint (imposed weakly) depends on a quantum number r_f in addition to\nthose of loop quantum gravity. We compute the vertex amplitude and recover the\nKKL amplitude in the Euclidean theory when r_f=0. We comment on the eventual\nphysical relevance of r_f, and the formal way to eliminate it.\n","Comment: 16 pages, 3 figures"]}]
["1011.2197",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2197","Phys.Rev.Lett.106:235303,2011","doi:10.1103/PhysRevLett.106.235303"],"date":["2010-11-09","2011-06-16"],"type":["text"],"creator":["Forbes, Michael McNeil","Gandolfi, Stefano","Gezerlis, Alexandros"],"language":[],"coverage":[],"title":["Resonantly Interacting Fermions In a Box"],"description":["  We use two fundamental theoretical frameworks to study the finite-size\n(shell) properties of the unitary gas in a periodic box: 1) an ab initio\nQuantum Monte Carlo (QMC) calculation for boxes containing 4 to 130 particles\nprovides a precise and complete characterization of the finite-size behavior,\nand 2) a new Density Functional Theory (DFT) fully encapsulates these effects.\nThe DFT predicts vanishing shell structure for systems comprising more than 50\nparticles, and allows us to extrapolate the QMC results to the thermodynamic\nlimit, providing the tightest bound to date on the ground-state energy of the\nunitary gas: \\xi_S <= 0.383(1). We also apply the new functional to\nfew-particle harmonically trapped systems, comparing with previous\ncalculations.\n","Comment: Updated to correspond with published version: 4+ pages, 2 figures, 2\n  tables, Palatino and Euler fonts"]}]
["1011.2591",{"format":[],"subject":["Mathematics - Combinatorics","05C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2591","Journal of the Korean Mathematical Society 48 (2011) 691-702","doi:10.4134/JKMS.2011.48.4.691"],"date":["2010-11-11"],"type":["text"],"creator":["Park, Boram","Sano, Yoshio"],"language":[],"coverage":[],"title":["The competition numbers of Hamming graphs with diameter at most three"],"description":["  The competition graph of a digraph D is a graph which has the same vertex set\nas D and has an edge between x and y if and only if there exists a vertex v in\nD such that (x,v) and (y,v) are arcs of D. For any graph G, G together with\nsufficiently many isolated vertices is the competition graph of some acyclic\ndigraph. The competition number k(G) of a graph G is defined to be the smallest\nnumber of such isolated vertices. In general, it is hard to compute the\ncompetition number k(G) for a graph G and it has been one of important research\nproblems in the study of competition graphs. In this paper, we compute the\ncompetition numbers of Hamming graphs with diameter at most three.\n","Comment: 12 pages, 1 figure"]}]
["1011.3784",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3784","Phys.Rev.C83:054003,2011","doi:10.1103/PhysRevC.83.054003"],"date":["2010-11-16"],"type":["text"],"creator":["Lovato, Alessandro","Benhar, Omar","Fantoni, Stefano","Illarionov, Alexey Yu.","Schmidt, Kevin E."],"language":[],"coverage":[],"title":["Density-dependent nucleon-nucleon interaction from three-nucleon forces"],"description":["  Microscopic calculations based on realistic nuclear hamiltonians, while\nyielding accurate results for the energies of the ground and low-lying excited\nstates of nuclei with $A \\leq 12$, fail to reproduce the empirical equilibrium\nproperties of nuclear matter, that are known to be significantly affected by\nthree-nucleon forces. We discuss a scheme suitable to construct a\ndensity-dependent two-nucleon potential, in which the effects of $n$-particle\ninteractions can be included by integrating out the degrees of freedom of\n$(n-2)$-nucleons. Our approach, based on the formalism of correlated basis\nfunction and state-of-the-art models of the two- and three-nucleon potentials,\nleads to an effective interactionthat can be easily employed in nuclear matter\ncalculations, yielding results in good agreement with those obtained from the\nunderlying three-body potential.\n"]}]
["1011.4862",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4862","Physica Scripta T143, 014004 (2011)","doi:10.1088/0031-8949/2011/T143/014004"],"date":["2010-11-22"],"type":["text"],"creator":["Bellomo, Bruno","Compagno, Giuseppe","Franco, Rosario Lo","Ridolfo, Alessandro","Savasta, Salvatore"],"language":[],"coverage":[],"title":["Entanglement Dynamics of Two Independent Cavity-Embedded Quantum Dots"],"description":["  We investigate the dynamical behavior of entanglement in a system made by two\nsolid-state emitters, as two quantum dots, embedded in two separated\nmicro-cavities. In these solid-state systems, in addition to the coupling with\nthe cavity mode, the emitter is coupled to a continuum of leaky modes providing\nadditional losses and it is also subject to a phonon-induced pure dephasing\nmechanism. We model this physical configuration as a multipartite system\ncomposed by two independent parts each containing a qubit embedded in a\nsingle-mode cavity, exposed to cavity losses, spontaneous emission and pure\ndephasing. We study the time evolution of entanglement of this multipartite\nopen system finally applying this theoretical framework to the case of\ncurrently available solid-state quantum dots in micro-cavities.\n","Comment: 10 pages, 4 figures, to appear in Topical Issue of Physica Scripta on\n  proceedings of CEWQO 2010"]}]
["1011.5217",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5217","Phys.Rev.B83:155441,2011","doi:10.1103/PhysRevB.83.155441"],"date":["2010-11-23"],"type":["text"],"creator":["Schuett, M.","Ostrovsky, P. M.","Gornyi, I. V.","Mirlin, A. D."],"language":[],"coverage":[],"title":["Coulomb interaction in graphene: Relaxation rates and transport"],"description":["  We analyze the inelastic electron-electron scattering in undoped graphene\nwithin the Keldysh diagrammatic approach. We demonstrate that finite\ntemperature strongly affects the screening properties of graphene, which, in\nturn, influences the inelastic scattering rates as compared to the\nzero-temperature case. Focussing on the clean regime, we calculate the quantum\nscattering rate which is relevant for dephasing of interference processes. We\nidentify an hierarchy of regimes arising due to the interplay of a plasmon\nenhancement of the scattering and finite-temperature screening of the\ninteraction. We further address the energy relaxation and transport scattering\nrates in graphene. We find a non-monotonic energy dependence of the inelastic\nrelaxation rates in clean graphene which is attributed to the resonant\nexcitation of plasmons. Finally, we discuss the temperature dependence of the\nconductivity at the Dirac point in the presence of both interaction and\ndisorder. Our results complement the kinetic-equation and hydrodynamic\napproaches for the collision-limited conductivity of clean graphene and can be\ngeneralized to the treatment of physics of inelastic processes in strongly\nnon-equilibrium setups.\n","Comment: 28 pages, 16 figures"]}]
["1012.0106",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0106","Seth Lloyd, Vittorio Giovannetti, Lorenzo Maccone, Phys. Rev.\n  Lett. 106, 250501 (2011)","doi:10.1103/PhysRevLett.106.250501"],"date":["2010-12-01","2011-03-22"],"type":["text"],"creator":["Lloyd, Seth","Giovannetti, Vittorio","Maccone, Lorenzo"],"language":[],"coverage":[],"title":["Sequential projective measurements for channel decoding"],"description":["  We study the transmission of classical information in quantum channels. We\npresent a decoding procedure that is very simple but still achieves the channel\ncapacity. It is used to give an alternative straightforward proof that the\nclassical capacity is given by the regularized Holevo bound. This procedure\nuses only projective measurements and is based on successive \"yes\"/\"no\" tests\nonly.\n","Comment: New version: two important typos corrected, other modifications to\n  enhance the manuscript"]}]
["1012.0157",{"format":[],"subject":["Condensed Matter - Materials Science","Astrophysics - Earth and Planetary Astrophysics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0157","Phys.Rev.Lett.106:145002,2011","doi:10.1103/PhysRevLett.106.145002"],"date":["2010-12-01","2011-04-11"],"type":["text"],"creator":["Wang, Cong","He, Xian-Tu","Zhang, Ping"],"language":[],"coverage":[],"title":["Ab Initio Simulations of Dense Helium Plasmas"],"description":["  We study the thermophysical properties of dense helium plasmas by using\nquantum molecular dynamics and orbital-free molecular dynamics simulations,\nwhere densities are considered from 400 to 800 g/cm$^{3}$ and temperatures up\nto 800 eV. Results are presented for the equation of state. From the\nKubo-Greenwood formula, we derive the electrical conductivity and electronic\nthermal conductivity. In particular, with the increase in temperature, we\ndiscuss the change in the Lorenz number, which indicates a transition from\nstrong coupling and degenerate state to moderate coupling and partial\ndegeneracy regime for dense helium.\n","Comment: 4 PRL pages, 3 figures"]}]
["1012.2555",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2555","J. Phys. A: Math. Theor. 44 (2011) 195201","doi:10.1088/1751-8113/44/19/195201"],"date":["2010-12-12","2010-12-14"],"type":["text"],"creator":["Colomo, F.","Noferini, V.","Pronko, A. G."],"language":[],"coverage":[],"title":["Algebraic arctic curves in the domain-wall six-vertex model"],"description":["  The arctic curve, i.e. the spatial curve separating ordered (or `frozen') and\ndisordered (or `temperate) regions, of the six-vertex model with domain wall\nboundary conditions is discussed for the root-of-unity vertex weights. In these\ncases the curve is described by algebraic equations which can be worked out\nexplicitly from the parametric solution for this curve. Some interesting\nexamples are discussed in detail. The upper bound on the maximal degree of the\nequation in a generic root-of-unity case is obtained.\n","Comment: 15 pages, no figures; v2: metadata corrected"]}]
["1012.4958",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4958","Physics Letters A, 375 (2011) 2787-2792","doi:10.1016/j.physleta.2011.05.055"],"date":["2010-12-22"],"type":["text"],"creator":["Dong, Jianping"],"language":[],"coverage":[],"title":["Applications of density matrix in the fractional quantum mechanics"],"description":["  The many-body space fractional quantum system is studied using the density\nmatrix method. We give the new results of the Thomas-Fermi model, and obtain\nthe quantum pressure of the free electron gas. We also show the validity of the\nHohenberg-Kohn theory in the space fractional quantum mechanics and generalize\nthe density functional theory to the fractional quantum mechanics.\n","Comment: 1 figure"]}]
["1012.5474",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5474","Phys.Rev.Lett.106:205302,2011","doi:10.1103/PhysRevLett.106.205302"],"date":["2010-12-25","2011-06-14"],"type":["text"],"creator":["Drut, Joaquín E.","Lähde, Timo A.","Ten, Timour"],"language":[],"coverage":[],"title":["Momentum Distribution and Contact of the Unitary Fermi gas"],"description":["  We calculate the momentum distribution n(k) of the Unitary Fermi Gas using\nQuantum Monte Carlo calculations at finite temperature T/\\epsilon_F as well as\nin the ground state. At large momenta k/k_F, we find that n(k) falls off as\nC/k^4, in agreement with the Tan relations. From the asymptotics of n(k), we\ndetermine the contact C as a function of T/\\epsilon_F and present a comparison\nwith theory. At low T/\\epsilon_F, we find that C increases with temperature,\nand we tentatively identify a maximum around T/\\epsilon_F \\simeq 0.4. Our\ncalculations are performed on lattices of spatial extent up to N_x = 14 with a\nparticle number per unit volume of \\simeq 0.03 - 0.07.\n","Comment: 4 pages, 3 figures. Published version"]}]
["1012.5576",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5576","MNRAS, 411, 2371 (2011)","doi:10.1111/j.1365-2966.2010.17857.x"],"date":["2010-12-27"],"type":["text"],"creator":["Vogt, D.","Letelier, P. S."],"language":[],"coverage":[],"title":["Potential-density pairs for bent bars"],"description":["  A method is presented to bend a thin massive line when the curvature is\nsmall. The procedure is applied to a homogeneous thin bar with two types of\ncurvatures. One of them mimics a galactic bar with two spiral arms at its tips.\nIt is showed that if the bending function is a linear combination of Legendre\npolynomials, then the bent potential is an exact solution of the Laplace\nequation. A transformation is applied on the thin bent bars to generate\nthree-dimensional potential-density pairs without singularities. The potentials\nof the thin bent bars are also used to generate non-axisymmetric planar\ndistributions of matter.\n","Comment: 25 pages, 8 figures, accepted for publication in MNRAS"]}]
["1101.2442",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2442","Phys.Rev.Lett.106:212302,2011","doi:10.1103/PhysRevLett.106.212302"],"date":["2011-01-12","2011-06-17"],"type":["text"],"creator":["Niemi, Harri","Denicol, Gabriel S.","Huovinen, Pasi","Molnar, Etele","Rischke, Dirk H."],"language":[],"coverage":[],"title":["Influence of the shear viscosity of the quark-gluon plasma on elliptic\n  flow in ultrarelativistic heavy-ion collisions"],"description":["  We investigate the influence of a temperature-dependent shear viscosity over\nentropy density ratio eta/s on the transverse momentum spectra and elliptic\nflow of hadrons in ultrarelativistic heavy-ion collisions. We find that the\nelliptic flow in sqrt(s_NN) = 200 GeV Au+Au collisions at RHIC is dominated by\nthe viscosity in the hadronic phase and in the phase transition region, but\nlargely insensitive to the viscosity of the quark-gluon plasma (QGP). At the\nhighest LHC energy, the elliptic flow becomes sensitive to the QGP viscosity\nand insensitive to the hadronic viscosity.\n","Comment: 4 pages, 3 figures, version accepted for publication in Physical\n  Review Letters, clarified the temperature regions and phases where elliptic\n  flow is most sensitive to viscosity"]}]
["1101.3358",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3358","Phys. Rev. B83:235107,2011","doi:10.1103/PhysRevB.83.235107"],"date":["2011-01-17"],"type":["text"],"creator":["Hackl, Andreas","Thomale, Ronny"],"language":[],"coverage":[],"title":["Thermodynamic signatures of a fractionalized Fermi liquid"],"description":["  Several heavy-fermion metals display a quantum phase transition from an\nantiferromagnetic metal to a heavy Fermi liquid. In some materials, however,\nrecent experiments seem to find that the heavy Fermi liquid phase can be\ndirectly tuned into a non-Fermi liquid phase without apparent magnetic order.\nWe analyze a candidate state for this scenario where the local moment system\nforms a spin liquid with gapless fermionic excitations. We discuss the thermal\nconductivity and spin susceptibility of this fractionalized state both in two\nand, in particular, three spatial dimensions for different temperature regimes.\nWe derive a variational functional for the thermal conductivity and solve it\nwith a variational ansatz dictated by Keldysh formalism. In sufficiently clean\nsamples and for an appropriate temperature window, we find that thermal\ntransport is dominated by the spinon contribution which can be detected by a\ncharacteristic maximum in the Wiedemann-Franz ratio. For the spin\nsusceptibility, the conduction electron Pauli paramagnetism is much smaller\nthan the spinon contribution whose temperature dependence in three dimensions\nis logarithmically enhanced as compared to the Fermi liquid result.\n","Comment: 14 pages, 2 figures"]}]
["1101.5066",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5066","Phys.Rev.A83:0621109,2011","doi:10.1103/PhysRevA.83.062109"],"date":["2011-01-26","2011-06-15"],"type":["text"],"creator":["Babusci, D.","Dattoli, G.","Quattromini, M."],"language":[],"coverage":[],"title":["Relativistic equations with fractional and pseudo-differential operators"],"description":["  In this paper we use different techniques from the fractional and\npseudo-operators calculus to solve partial differential equations involving\noperators with non integer exponents. We apply the method to equations\nresembling generalizations of the heat equations and discuss the possibility of\nextending the procedure to the relativistic Schr\\\"odinger and Dirac equations.\n","Comment: Published version (minor modifications, refs. added), 15 pages, 4\n  figures"]}]
["1102.0466",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0466","Mod. Phys. Lett. B 25, 1053-1073 (2011)","doi:10.1142/S0217984911026772"],"date":["2011-02-02"],"type":["text"],"creator":["Grenier, Charles","Hervé, Rémy","Fève, Gwendal","Degiovanni, Pascal"],"language":[],"coverage":[],"title":["Electron quantum optics in quantum Hall edge channels"],"description":["  In this paper, we review recent developments in the emerging field of\nelectron quantum optics, stressing analogies and differences with the usual\ncase of photon quantum optics. Electron quantum optics aims at preparing,\nmanipulating and measuring coherent single electron excitations propagating in\nballistic conductors such as the edge channels of a 2DEG in the integer quantum\nHall regime. Because of the Fermi statistics and the presence of strong\ninteractions, electron quantum optics exhibits new features compared to the\nusual case of photon quantum optics. In particular, it provides a natural\nplayground to understand decoherence and relaxation effects in quantum\ntransport.\n","Comment: 13 pages, 6 figures. To appear in the proceedings of StatPhys 24\n  satellite conference on \"International Conference on Frustrated Spin Systems,\n  Cold Atoms and Nanomaterials\" held in Hanoi (14-16 July 2010)"]}]
["1102.1912",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1912","Phys. Rev. B 83, 235129 (2011)","doi:10.1103/PhysRevB.83.235129"],"date":["2011-02-09","2011-06-24"],"type":["text"],"creator":["Ivanov, Dmitri A.","Korshunov, S. E."],"language":[],"coverage":[],"title":["Continuous interpolation between the fully frustrated Ising and quantum\n  dimer models"],"description":["  We propose a new quantum model interpolating between the fully frustrated\nspin-1/2 Ising model in a transverse field and a dimer model. This model\ncontains a resonating-valence-bond phase, including a line with an exactly\nsolvable ground state of the Rokhsar-Kivelson type. We discuss the phase\ndiagrams of this model on the square and triangular (in terms of the dimer\nrepresentation) lattices.\n","Comment: 9 pages, 7 figures"]}]
["1102.1913",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1913","Class.Quant.Grav.28:145022,2011","doi:10.1088/0264-9381/28/14/145022"],"date":["2011-02-09","2011-06-24"],"type":["text"],"creator":["Novello, M.","Goulart, E."],"language":[],"coverage":[],"title":["Beyond Analog Gravity: The Case of Exceptional Dynamics"],"description":["  We show that it is possible to go beyond the simple kinematical aspects of\nthe analog models of gravity. We exhibit the form of the Lagrangian that\ndescribes the dynamics of a self-interacting field $ \\phi $ as an interaction\nbetween $ \\phi $ and its associated effective metric $ \\hat{g}^{\\mu\\nu}.$ In\nother words the non-linear equation of motion of the field may be interpreted\nas the gravitational influence on $ \\phi $ by its own effective metric which,\nin our scheme becomes an active partner of the dynamics of $ \\phi. $\n","Comment: This new version is an extended version of the previous one. All\n  previous results are mantained"]}]
["1102.2659",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2659","Chin.Phys.Lett.28:071201,2011","doi:10.1088/0256-307X/28/7/071201"],"date":["2011-02-13","2011-06-24"],"type":["text"],"creator":["Zhao, Qiao-Yan","Zhang, Dan","Zhang, Qiu-Yang"],"language":[],"coverage":[],"title":["A Primary Study of Heavy Baryons Lambda_Q, Xi_Q, Sigma_Q and Omega_Q"],"description":["  We perform a preliminary study of the 1/2+ and 3/2+ ground-state baryons\ncontaining a heavy quark in the framework of the chiral SU(3) quark model. By\nusing the calculus of variations, masses of Lambda_Q, Sigma_Q, Xi_Q, Omega_Q,\nSigma_Q^*, Xi_Q^* and Omega_Q^*, where Q means c or b quark, are calculated.\nWith taking reasonable model parameters, the numerical results of established\nheavy baryons are generally in agreement with the available experimental data,\nexcept that those of Xi_Q are somewhat heavier. For Omega_b with undetermined\nexperimental mass and nobserved Xi_b^*, Omega_b^*, reasonable theoretical\npredictions are obtained. Interactions inside baryons are also discussed.\n","Comment: 5 pages"]}]
["1102.3155",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3155","Phys.Rev.Lett.106:244801,2011","doi:10.1103/PhysRevLett.106.244801"],"date":["2011-02-15","2011-06-20"],"type":["text"],"creator":["Ruan, J.","Johnson, A. S.","Lumpkin, A. H.","Thurman-Keup, R.","Edwards, H.","Fliller, R. P.","Koeth, T.","Sun, Y. -E"],"language":[],"coverage":[],"title":["First observation of the exchange of transverse and longitudinal\n  emittances"],"description":["  An experimental program to demonstrate a novel phase space manipulation in\nwhich the horizontal and longitudinal emittances of a particle beam are\nexchanged has been completed at the Fermilab A0 Photoinjector. A new beamline,\nconsisting of a TM110 deflecting mode cavity flanked by two horizontally\ndispersive doglegs has been installed. We report on the first direct\nobservation of transverse and longitudinal emittance exchange.\n"]}]
["1102.3585",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3585","Phys.Lett.B697:459-462,2011","doi:10.1016/j.physletb.2011.02.045"],"date":["2011-02-17","2011-03-02"],"type":["text"],"creator":["Satou, Y.","Nakamura, T.","Kondo, Y.","Matsui, N.","Hashimoto, Y.","Nakabayashi, T.","Okumura, T.","Shinohara, M.","Fukuda, N.","Sugimoto, T.","Otsu, H.","Togano, Y.","Motobayashi, T.","Sakurai, H.","Yanagisawa, Y.","Aoi, N.","Takeuchi, S.","Gomi, T.","Ishihara, M.","Kawai, S.","Ong, H. J.","Onishi, T. K.","Shimoura, S.","Tamaki, M.","Kobayashi, T.","Matsuda, Y.","Endo, N.","Kitayama, M."],"language":[],"coverage":[],"title":["14Be(p,n)14B reaction at 69 MeV in inverse kinematics"],"description":["  A Gamow-Teller (GT) transition from the drip-line nucleus 14Be to 14B was\nstudied via the (p,n) reaction in inverse kinematics using a secondary 14Be\nbeam at 69 MeV/nucleon. The invariant mass method is employed to reconstruct\nthe energy spectrum. A peak is observed at an excitation energy of 1.27(2) MeV\nin 14B, together with bumps at 2.08 and 4.06(5) MeV. The observed forward\npeaking of the state at 1.27 MeV and a good description for the differential\ncross section, obtained with a DWBA calculation provide support for the 1+\nassignment to this state. By extrapolating the cross section to zero momentum\ntransfer the GT-transition strength is deduced. The value is found to compare\nwell with that reported in a beta-delayed neutron emission study.\n","Comment: 5 pages, 2 figures"]}]
["1102.5309",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5309"],"date":["2011-02-25","2011-06-24"],"type":["text"],"creator":["Hurwitz, Jeremy"],"language":[],"coverage":[],"title":["A Nearly-Quadratic Gap Between Adaptive and Non-Adaptive Property\n  Testers"],"description":["  We show that for all integers $t\\geq 8$ and arbitrarily small $\\epsilon>0$,\nthere exists a graph property $\\Pi$ (which depends on $\\epsilon$) such that\n$\\epsilon$-testing $\\Pi$ has non-adaptive query complexity\n$Q=\\~{\\Theta}(q^{2-2/t})$, where $q=\\~{\\Theta}(\\epsilon^{-1})$ is the adaptive\nquery complexity. This resolves the question of how beneficial adaptivity is,\nin the context of proximity-dependent properties\n(\\cite{benefits-of-adaptivity}). This also gives evidence that the canonical\ntransformation of Goldreich and Trevisan (\\cite{canonical-testers}) is\nessentially optimal when converting an adaptive property tester to a\nnon-adaptive property tester.\n  To do so, we provide optimal adaptive and non-adaptive testers for the\ncombined property of having maximum degree $O(\\epsilon N)$ and being a\n\\emph{blow-up collection} of an arbitrary base graph $H$.\n","Comment: Keywords: Sublinear-Time Algorithms, Property Testing, Dense-Graph\n  Model, Adaptive vs Nonadaptive Queries, Hierarchy Theorem"]}]
["1103.0355",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0355","Physical Review B83, 241204(R), (2011)"],"date":["2011-03-02"],"type":["text"],"creator":["Shiraishi, Masashi","Honda, Yoshiya","Shikoh, Eiji","Suzuki, Yoshishige","Shinjo, Teruya","Sasaki, Tomoyuki","Oikawa, Tohru","Noguchi, Kiyoshi","Suzuki, Toshio"],"language":[],"coverage":[],"title":["Experimental Investigation of Spin Transport Properties in Silicon by\n  Using a Non-local Geometry"],"description":["  A systematic investigation of spin transport properties in silicon at 8 K by\nusing a non-local geometry is presented. The spin injection signal in the\nnon-local scheme is found to increase in proportion to the evolution of bias\nelectric currents. Theoretical fittings using the Hanle-type spin precession\nsignals reveal that the spin polarization of the transported spin in the Si is\nmuch less affected by the change in the bias electric current compared with a\ncase of the other spin devices, which induces a unique bias dependence of the\nspin signals.\n","Comment: 22 pages, 4 figures"]}]
["1103.0453",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0453","Phys.Rev.C83:055805,2011","doi:10.1103/PhysRevC.83.055805"],"date":["2011-03-02"],"type":["text"],"creator":["Mukhamedzhanov, A. M.","Irgaziev, B. F."],"language":[],"coverage":[],"title":["{Once more about astrophysical $S$ factor for the $\\alpha + d \\to\n  {}^{6}{\\rm Li} + \\gamma$ reaction"],"description":["  Recently to study the radiative capture $\\alpha + d \\to {}^{6}{\\rm Li} +\n\\gamma$ process a new measurement of the ${}^{6}{\\rm Li}({\\rm A\\,150\\,MeV})$\ndissociation in the field of ${}^{208}{\\rm Pb}$ has been reported in [F.\nHammache {\\it et al.} Phys. Rev ${\\bf C 82}$, 065803 (2010)]. However, the\ndominance of the nuclear breakup over the Coulomb one prevented from obtaining\nthe information about the $\\alpha + d \\to {}^{6}{\\rm Li} + \\gamma$ process from\nthe breakup data. The astrophysical $S_{24}(E)$ factor has been calculated\nwithin the $\\alpha-d$ two-body potential model with potentials determined from\nthe fits to the $\\alpha-d$ elastic scattering phase shifts. However, the\nscattering phase shift itself doesn't provide a unique $\\alpha-d$ bound state\npotential, which is the most crucial input when calculating the $S_{24}(E)$\nastrophysical factor at astrophysical energies. In this work we emphasize an\nimportant role of the asymptotic normalization coefficient (ANC) for\n${}^{6}{\\rm Li} \\to \\alpha + d$, which controls the overall normalization of\nthe peripheral $\\alpha + d \\to {}^{6}{\\rm Li} + \\gamma$ process and is\ndetermined by the adopted $\\alpha-d$ bound state potential. We demonstrate that\nthe ANC previously determined from the $\\alpha-d$ elastic scattering $s$-wave\nphase shift in [Blokhintsev {\\it et. al} Phys. Rev. {\\bf C 48}, 2390 (1993)]\ngives $S_{24}(E)$, which is at low energies about 38% lower than the one\nreported in [F. Hammache {\\it et al.} Phys. Rev ${\\bf C 82}$, 065803 (2010)].\nWe recalculate also the reaction rates, which are also lower than those\nobtained in [F. Hammache {\\it et al.} Phys. Rev ${\\bf C 82}$, 065803 (2010)].\n","Comment: 6 pages and 2 figures"]}]
["1103.2949",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2949","Phys. Rev. A 83, 063831 (2011)","doi:10.1103/PhysRevA.83.063831"],"date":["2011-03-15"],"type":["text"],"creator":["Zoubi, Hashem","Ritsch, Helmut"],"language":[],"coverage":[],"title":["Lifetime and Emission Characteristics of Electronic Excitations in 2D\n  Optical Lattices"],"description":["  Collective electronic excitations \"excitons\" in planar optical lattices\nexhibit strong modifications of the radiative damping rate and directional\nemission pattern as compared to a single excited atom. Excitons for long wave\nnumbers and polarizations orthogonal to the lattice plane exhibit superradiance\nwith a very short life time and a tightly confined emission direction. For\nshorter wavelength and in plane polarization they can posses a long life time,\nwhich beyond a critical wave number tends to infinity. Those excitons thus\nbecome metastable and decoupled from the free radiation field. They can store a\nsingle energy quantum for a long time and transfer the excitation over long\ndistances. In general the spatial, polarization and frequency dependence of the\nemission pattern can provide us with optical and electronic properties of\noptical lattices.\n","Comment: 5 pages, 11 figures"]}]
["1103.3013",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3013","Phys.Rev.D83:124021,2011","doi:10.1103/PhysRevD.83.124021"],"date":["2011-03-15","2011-06-14"],"type":["text"],"creator":["Sotiriou, Thomas P.","Visser, Matt","Weinfurtner, Silke"],"language":[],"coverage":[],"title":["Lower-dimensional Horava-Lifshitz gravity"],"description":["  We consider Horava-Lifshitz gravity in both 1+1 and 2+1 dimensions. These\nlower-dimensional versions of Horava-Lifshitz gravity are simple enough to be\nexplicitly tractable, but still complex enough to be interesting. We write the\nmost general (non-projectable) action for each case and discuss the resulting\ndynamics. In the 1+1 case we utilize the equivalence with 2-dimensional\nEinstein-aether theory to argue that, even though non-trivial, the theory does\nnot have any local degrees of freedom. In the 2+1 case we show that the only\ndynamical degree of freedom is a scalar, which qualitatively has the same\ndynamical behaviour as the scalar mode in (non-projectable) Horava-Lifshitz\ngravity in 3+1 dimensions. We discuss the suitability of these\nlower-dimensional theories as simpler playgrounds that could help us gain\ninsight into the 3+1 theory. As special cases we also discuss the projectable\nlimit of these theories. Finally, we present an algorithm that extends the\nequivalence with (higher order) Einstein-aether theory to full Horava-Lifshitz\ngravity (instead of just the low energy limit), and we use this extension to\ncomment on the apparent naturalness of the covariant formulation of the latter.\n","Comment: v2: 9 pages, discussion about projectable version as a limiting case\n  added; v3: minor changes to match published version"]}]
["1103.3229",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3229","Int.J.Mod.Phys.A26:2735-2742,2011","doi:10.1142/S0217751X11053547"],"date":["2011-03-16","2011-06-22"],"type":["text"],"creator":["Ho, Shih-Hao"],"language":[],"coverage":[],"title":["Alternative conformal quantum mechanics"],"description":["  We investigate a one dimensional quantum mechanical model, which is invariant\nunder translations and dilations but does not respect the conventional\nconformal invariance. We describe the possibility of modifying the conventional\nconformal transformation such that a scale invariant theory is also invariant\nunder this new conformal transformation.\n"]}]
["1103.3274",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3274","Phys.Rev.D83:114026,2011","doi:10.1103/PhysRevD.83.114026"],"date":["2011-03-16"],"type":["text"],"creator":["Berger, Edmond L.","Cao, Qing-Hong","Chen, Chuan-Ren","Zhang, Hao"],"language":[],"coverage":[],"title":["Top Quark Polarization As A Probe of Models with Extra Gauge Bosons"],"description":["  New heavy gauge bosons exist in many models of new physics beyond the\nstandard model of particle physics. Discovery of these W^\\prime and Z^\\prime\nresonances and the establishment of their spins, couplings, and other quantum\nnumbers would shed light on the gauge structure of the new physics. The\nmeasurement of the polarization of the SM fermions from the gauge boson decays\nwould decipher the handedness of the coupling of the new states, an important\nrelic of the primordial new physics symmetry. Since the top quark decays\npromptly, its decay preserves spin information. We show how decays of new gauge\nbosons into third generation fermions (W^\\prime \\to tb, Z^\\prime\\to t\\bar{t})\ncan be used to determine the handedness of the couplings of the new states and\nto discriminate among various new physics models.\n"]}]
["1103.3849",{"format":[],"subject":["Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3849","Phys.Rev.C83:054324,2011","doi:10.1103/PhysRevC.83.054324"],"date":["2011-03-20"],"type":["text"],"creator":["Gade, A.","Tostevin, J. A.","Baugher, T.","Bazin, D.","Brown, B. A.","Campbell, C. M.","Glasmacher, T.","Grinyer, G. F.","McDaniel, S.","Meierbachtol, K.","Ratkiewicz, A.","Stroberg, S. R.","Walsh, K. A.","Weisshaar, D.","Winkler, R."],"language":[],"coverage":[],"title":["Inverse-kinematics one-neutron pickup with fast rare-isotope beams"],"description":["  New measurements and reaction model calculations are reported for single\nneutron pickup reactions onto a fast \\nuc{22}{Mg} secondary beam at 84 MeV per\nnucleon. Measurements were made on both carbon and beryllium targets, having\nvery different structures, allowing a first investigation of the likely nature\nof the pickup reaction mechanism. The measurements involve thick reaction\ntargets and $\\gamma$-ray spectroscopy of the projectile-like reaction residue\nfor final-state resolution, that permit experiments with low incident beam\nrates compared to traditional low-energy transfer reactions. From measured\nlongitudinal momentum distributions we show that the $\\nuc{12}{C}\n(\\nuc{22}{Mg},\\nuc{23}{Mg}+\\gamma)X$ reaction largely proceeds as a direct\ntwo-body reaction, the neutron transfer producing bound \\nuc{11}{C} target\nresidues. The corresponding reaction on the \\nuc{9}{Be} target seems to largely\nleave the \\nuc{8}{Be} residual nucleus unbound at excitation energies high in\nthe continuum. We discuss the possible use of such fast-beam one-neutron pickup\nreactions to track single-particle strength in exotic nuclei, and also their\nexpected sensitivity to neutron high-$\\ell$ (intruder) states which are often\ndirect indicators of shell evolution and the disappearance of magic numbers in\nthe exotic regime.\n","Comment: 8 pages, 5 figures"]}]
["1103.4075",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4075","JHEP 1106:008,2011","doi:10.1007/JHEP06(2011)008"],"date":["2011-03-21","2011-06-08"],"type":["text"],"creator":["Krattenthaler, C.","Spiridonov, V. P.","Vartanov, G. S."],"language":[],"coverage":[],"title":["Superconformal indices of three-dimensional theories related by mirror\n  symmetry"],"description":["  Recently, Kim and Imamura and Yokoyama derived an exact formula for\nsuperconformal indices in three-dimensional field theories. Using their\nresults, we prove analytically the equality of superconformal indices in some\nU(1)-gauge group theories related by the mirror symmetry. The proofs are based\non the well known identities of the theory of $q$-special functions. We also\nsuggest the general index formula taking into account the $U(1)_J$ global\nsymmetry present for abelian theories.\n","Comment: 17 pages; minor changes"]}]
["1103.4334",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4334"],"date":["2011-03-22","2011-06-24"],"type":["text"],"creator":["Pflueger, Nathan"],"language":[],"coverage":[],"title":["Graph reductions, binary rank, and pivots in gene assembly"],"description":["  We describe a graph reduction operation, generalizing three graph reduction\noperations related to gene assembly in ciliates. The graph formalization of\ngene assembly considers three reduction rules, called the positive rule, double\nrule, and negative rule, each of which removes one or two vertices from a\ngraph. The graph reductions we define consist precisely of all compositions of\nthese rules. We study graph reductions in terms of the adjacency matrix of a\ngraph over the finite field with two elements, and show that they are path\ninvariant, in the sense that the result of a sequence of graph reductions\ndepends only on the vertices removed. The binary rank of a graph is the rank of\nits adjacency matrix over the finite field with two elements. We show that the\nbinary rank of a graph determines how many times the negative rule is applied\nin any sequence of positive, double, and negative rules reducing the graph to\nthe empty graph, resolving two open problems posed by Harju, Li, and Petre. We\nalso demonstrate the close relation between graph reductions and the matrix\npivot operation, both of which can be studied in terms of the poset of subsets\nof vertices of a graph that can be removed by a graph reduction.\n"]}]
["1103.5065",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5065","doi:10.1103/PhysRevA.83.062330"],"date":["2011-03-25","2011-04-28"],"type":["text"],"creator":["Lau, Hoi-Kwan","James, Daniel F. V."],"language":[],"coverage":[],"title":["Decoherence and dephasing errors caused by D.C. Stark effect in rapid\n  ion transport"],"description":["  We investigate the error due to D.C. Stark effect for quantum information\nprocessing for trapped ion quantum computers using the scalable architecture\nproposed in J. Res. Natl. Inst. Stan. 103, 259 (1998) and Nature 417, 709\n(2002). As the operation speed increases, dephasing and decoherence due to the\nD.C. Stark effect becomes prominent as a large electric field is applied for\ntransporting ions rapidly. We estimate the relative significance of the\ndecoherence and dephasing effects and find that the latter is dominant. We find\nthat the minimum possible of dephasing is quadratic in the time of flight, and\nan inverse cubic in the operational time scale. From these relations, we obtain\nthe operational speed-range at which the shifts caused by D.C. Stark effect, no\nmatter follow which trajectory the ion is transported, are no longer\nnegligible. Without phase correction, the maximum speed a qubit can be\ntransferred across a 100 micron-long trap, without excessive error, in about 10\nns for Calcium ion and 50 ps for Beryllium ion. In practice, the accumulated\nerror is difficult to be tracked and calculated, our work gives an estimation\nto the range of speed limit imposed by D.C. Stark effect.\n","Comment: 7 pages, 1 figure. v2: Title is changed in this version to make our\n  argument more focused. Introduction is rewritten. A new section IV is added\n  to make our point more prominent. v3: Title is changed to make our argument\n  more specific. Abstract, introduction, and summary are revised"]}]
["1103.6029",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.6029","Phys.Rev.Lett.106:231102,2011","doi:10.1103/PhysRevLett.106.231102"],"date":["2011-03-30","2011-06-15"],"type":["text"],"creator":["Goon, Garrett","Hinterbichler, Kurt","Trodden, Mark"],"language":[],"coverage":[],"title":["General Embedded Brane Effective Field Theories"],"description":["  We present a new general class of four-dimensional effective field theories\nwith interesting global symmetry groups. These theories arise from purely\ngravitational actions for (3+1)-dimensional branes embedded in higher\ndimensional spaces with induced gravity terms. The simplest example is the well\nknown Galileon theory, with its associated Galilean symmetry, arising as the\nlimit of a DGP brane world. However, we demonstrate that this is a special case\nof a much wider range of theories, with varying structures, but with the same\nattractive features such as second order equations. In some circumstances,\nthese new effective field theories allow potentials for the scalar fields on\ncurved space, with small masses protected by non-linear symmetries. Such models\nmay prove relevant to the cosmology of both the early and late universe.\n","Comment: 4 pages, 1 figure, version appearing in PRL"]}]
["1103.6194",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.6194","Physics Letters A 375 (2011) 2714-2719","doi:10.1016/j.physleta.2011.06.016"],"date":["2011-03-31"],"type":["text"],"creator":["Lück, S.","Pikovsky, A."],"language":[],"coverage":[],"title":["Dynamics of multi-frequency oscillator ensembles with resonant coupling"],"description":["  We study dynamics of populations of resonantly coupled oscillators having\ndifferent frequencies. Starting from the coupled van der Pol equations we\nderive the Kuramoto-type phase model for the situation, where the natural\nfrequencies of two interacting subpopulations are in relation 2:1. Depending on\nthe parameter of coupling, ensembles can demonstrate fully synchronous\nclusters, partial synchrony (only one subpopulation synchronizes), or\nasynchrony in both subpopulations. Theoretical description of the dynamics\nbased on the Watanabe-Strogatz approach is developed.\n","Comment: 12 pages"]}]
["1104.0197",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0197","EPL 95 (2011) 17010","doi:10.1209/0295-5075/95/17010"],"date":["2011-04-01","2011-06-24"],"type":["text"],"creator":["Magiera, Martin P.","Brendel, Lothar","Wolf, Dietrich E.","Nowak, Ulrich"],"language":[],"coverage":[],"title":["Spin waves cause non-linear friction"],"description":["  Energy dissipation is studied for a hard magnetic tip that scans a soft\nmagnetic substrate. The dynamics of the atomic moments are simulated by solving\nthe Landau-Lifshitz-Gilbert (LLG) equation numerically. The local energy\ncurrents are analysed for the case of a Heisenberg spin chain taken as\nsubstrate. This leads to an explanation for the velocity dependence of the\nfriction force: The non-linear contribution for high velocities can be\nattributed to a spin wave front pushed by the tip along the substrate.\n","Comment: 5 pages, 9 figures"]}]
["1104.0586",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0586","Phys Rev E 83, 061136 (2011)","doi:10.1103/PhysRevE.83.061136"],"date":["2011-04-04"],"type":["text"],"creator":["Kurbah, Lobisor","Shukla, Prabodh"],"language":[],"coverage":[],"title":["Hysteresis in Anti-Ferromagnetic Random-Field Ising Model at Zero\n  Temperature"],"description":["  We study hysteresis in anti-ferromagnetic random-field Ising model at zero\ntemperature. The external field is cycled adiabatically between -$\\infty$ and\n$\\infty$. Two different distributions of the random-field are considered, (i) a\nuniform distribution of width $2\\Delta$ centered at the origin, and (ii) a\nGaussian distribution with average value zero and standard deviation $\\sigma$.\nIn each case the hysteresis loop is determined exactly in one dimension and\ncompared with numerical simulations of the model.\n"]}]
["1104.1379",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1379","Phys.Rev.A83:063620,2011","doi:10.1103/PhysRevA.83.063620"],"date":["2011-04-07","2011-06-14"],"type":["text"],"creator":["Schmidt, Richard","Enss, Tilman"],"language":[],"coverage":[],"title":["Excitation spectra and rf-response near the polaron-to-molecule\n  transition from the functional renormalization group"],"description":["  A light impurity in a Fermi sea undergoes a transition from a polaron to a\nmolecule for increasing interaction. We develop a new method to compute the\nspectral functions of the polaron and molecule in a unified framework based on\nthe functional renormalization group with full self-energy feedback. We discuss\nthe energy spectra and decay widths of the attractive and repulsive polaron\nbranches as well as the molecular bound state and confirm the scaling of the\nexcited state decay rate near the transition. The quasi-particle weight of the\npolaron shifts from the attractive to the repulsive branch across the\ntransition, while the molecular bound state has a very small residue\ncharacteristic for a composite particle. We propose an experimental procedure\nto measure the repulsive branch in a Li6 Fermi gas using rf-spectroscopy and\ncalculate the corresponding spectra.\n","Comment: 15 pages, 13 figures; v2: version published in Phys. Rev. A"]}]
["1104.2087",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2087","Phys.Rev.D83:124033,2011","doi:10.1103/PhysRevD.83.124033"],"date":["2011-04-11"],"type":["text"],"creator":["Gumrukcuoglu, A. Emir","Mukohyama, Shinji"],"language":[],"coverage":[],"title":["Horava-Lifshitz gravity with $\\lambda\\to\\infty$"],"description":["  In the framework of the power-counting renormalizable theory of gravitation,\nrecently proposed by Ho\\v{r}ava, we study the limit $\\lambda\\to\\infty$, which\nis arguably the most natural candidate for the ultraviolet fixed point of the\nrenormalization group flow. In the projectable version with dynamical critical\nexponent $z=3$, we analyze the Friedmann-Robertson-Walker background driven by\nthe so-called \"dark matter as integration constant\" and perturbations around\nit. We show that amplitudes of quantum fluctuations for both scalar and tensor\ngravitons remain finite in the limit and that the theory is weakly coupled\nunder a certain condition.\n"]}]
["1104.2102",{"format":[],"subject":["Condensed Matter - Quantum Gases","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2102","Phys.Rev.A83:063619,2011","doi:10.1103/PhysRevA.83.063619"],"date":["2011-04-11","2011-05-26"],"type":["text"],"creator":["Bour, Shahin","Li, Xin","Lee, Dean","Meißner, Ulf-G.","Mitas, Lubos"],"language":[],"coverage":[],"title":["Precision benchmark calculations for four particles at unitarity"],"description":["  The unitarity limit describes interacting particles where the range of the\ninteraction is zero and the scattering length is infinite. We present precision\nbenchmark calculations for two-component fermions at unitarity using three\ndifferent ab initio methods: Hamiltonian lattice formalism using iterated\neigenvector methods, Euclidean lattice formalism with auxiliary-field\nprojection Monte Carlo, and continuum diffusion Monte Carlo with fixed and\nreleased nodes. We have calculated the ground state energy of the unpolarized\nfour-particle system in a periodic cube as a dimensionless fraction of the\nground state energy for the non-interacting system. We obtain values 0.211(2)\nand 0.210(2) using two different Hamiltonian lattice representations, 0.206(9)\nusing Euclidean lattice, and an upper bound of 0.212(2) from fixed-node\ndiffusion Monte Carlo. Released-node calculations starting from the fixed-node\nresult yield a decrease of less than 0.002 over a propagation of 0.4/E_F in\nEuclidean time, where E_F is the Fermi energy. We find good agreement among all\nthree ab initio methods.\n","Comment: 23 pages, 7 figures, final version to appear in Phys. Rev. A"]}]
["1104.2307",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2307","Phys.Rev.A83:062323,2011","doi:10.1103/PhysRevA.83.062323"],"date":["2011-04-12","2011-06-20"],"type":["text"],"creator":["Montero, M.","Martin-Martinez, E."],"language":[],"coverage":[],"title":["Fermionic entanglement ambiguity in non-inertial frames"],"description":["  We analyse an ambiguity in previous works on entanglement of fermionic fields\nin non-inertial frames. This ambiguity, related to the anticommutation\nproperties of field operators, leads to non-unique results when computing\nentanglement measures for the same state. We show that the ambiguity disappears\nwhen we introduce detectors, which are in any case necessary as a means to\nprobe the field entanglement.\n","Comment: 9 pages, 4 figures. Revtex 4.1, added Journal reference"]}]
["1104.4020",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4020","Phys.Rev.C83:054619,2011","doi:10.1103/PhysRevC.83.054619"],"date":["2011-04-20"],"type":["text"],"creator":["Ademard, G.","Wieleczko, J. P.","Del Campo, J. Gomez","La Commara, M.","Bonnet, E.","Vigilante, M.","Chbihi, A.","Frankland, J. D.","Rosato, E.","Spadaccini, G.","Kalandarov, Sh. A.","Beck, C.","Barlini, S.","Borderie, B.","Bougault, R.","Dayras, R.","De Angelis, G.","De Sanctis, J.","Kravchuk, V. L.","Lautesse, P.","Neindre, N. Le","Moisan, J.","D'onofrio, A.","Parlog, M.","Pierroutsakou, D.","Rivet, M. F.","Romoli, M.","Roy, R.","Adamian, G. G.","Antonenko, N. V."],"language":[],"coverage":[],"title":["Decay of excited nuclei produced in $^{78,82}$Kr + $^{40}$Ca reactions\n  at 5.5 MeV/nucleon"],"description":["  Decay modes of excited nuclei are investigated in $^{78,82}$Kr + $^{40}$Ca\nreactions at 5.5 MeV/nucleon. Charged products were measured by means of the\n$4\\pi$ INDRA array. Kinetic-energy spectra and angular distributions of\nfragments with atomic number 3 $\\le Z \\le$ 28 indicate a high degree of\nrelaxation and are compatible with a fission-like phenomenon. Persistence of\nstructure effects is evidenced from elemental cross-sections ($\\sigma_{Z}$) as\nwell as a strong odd-even-staggering (o-e-s) of the light-fragment yields. The\nmagnitude of the staggering does not significantly depend on the neutron\ncontent of the emitting system. Fragment-particle coincidences suggest that the\nlight partners in very asymmetric fission are emitted either cold or at\nexcitation energies below the particle emission thresholds. The evaporation\nresidue cross-section of the $^{78}$Kr + $^{40}$Ca reaction is slightly higher\nthan the one measured in $^{82}$Kr + $^{40}$Ca reaction. The fission-like\ncomponent is larger by $\\sim$ 25% for the reaction having the lowest\nneutron-to-proton ratio. These experimental features are confronted to the\npredictions of theoretical models. The Hauser-Feshbach approach including the\nemission of fragments up to $Z$ = 14 in their ground states as well as excited\nstates does not account for the main features of $\\sigma_{Z}$. For both\nreactions, the transition-state formalism reasonably reproduces the\n$Z$-distribution of the fragments with charge 12 $\\le Z \\le$ 28. However, this\nmodel strongly overestimates the light-fragment cross-sections and does not\nexplain the o-e-s of the yields for 6 $\\le Z \\le$ 10. The shape of the whole\n$Z$-distribution and the o-e-s of the light-fragment yields are satisfactorily\nreproduced within the dinuclear system framework which treats the competition\nbetween evaporation, fusion-fission and quasifission processes. The model\nsuggests that heavy fragments come mainly from quasifission while light\nfragments are predominantly populated by fusion. An underestimation of the\ncross sections for 16 $\\le Z \\le$ 22 could signal a mechanism in addition to\nthe capture process.\n","Comment: 2 tables, 14 figures, accepted for publication in Physical Review C"]}]
["1105.0743",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0743","Int.J.Mod.Phys.A26:2757-2772,2011","doi:10.1142/S0217751X11053584"],"date":["2011-05-04"],"type":["text"],"creator":["Talalov, S. V."],"language":[],"coverage":[],"title":["The anyon model: an example inspired by string theory"],"description":["  We investigate the enlarged class of open finite strings in $(2+1)D$\nspace-time. The new dynamical system related to this class is constructed and\nquantized here. As the result, the energy spectrum of the model is defined by a\nsimple formula ${\\sf S} = \\alpha_n{\\sf E} + c_n$; the spin ${\\sf S}$ is an\narbitrary number here but the constants $\\alpha_n$ and $c_n$ are eigenvalues\nfor certain spectral problems in fermionic Fock space ${\\bf H}_\\psi$\nconstructed for the free 2D fermionic field.\n","Comment: 19 pages; to be published in Int. Journ. of Mod. Phys. A"]}]
["1105.1308",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1308","Comptes Rendus de l Acad\\'emie des Sciences - Series I -\n  Mathematics 349 (2011) 657-661","doi:10.1016/j.crma.2011.05.004"],"date":["2011-05-06"],"type":["text"],"creator":["James, François","Vauchelet, Nicolas"],"language":[],"coverage":[],"title":["A remark on duality solutions for some weakly nonlinear scalar\n  conservation laws"],"description":["  We investigate existence and uniqueness of duality solutions for a scalar\nconservation law with a nonlocal interaction kernel. Following the work of\nBouchut and James (Comm. Partial Diff. Eq., 24, 1999), a notion of duality\nsolution for such a nonlinear system is proposed, for which we do not have\nuniqueness. Then we prove that a natural definition of the flux allows to\nselect a solution for which uniqueness holds.\n"]}]
["1105.3096",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3096","Phys.Rev.C83:052802,2011","doi:10.1103/PhysRevC.83.052802"],"date":["2011-05-16"],"type":["text"],"creator":["Best, A.","Görres, J.","Couder, M.","deBoer, R.","Falahat, S.","Kontos, A.","LeBlanc, P. J.","Li, Q.","O'Brien, S.","Sonnabend, K.","Talwar, R.","Uberseder, E.","Wiescher, M."],"language":[],"coverage":[],"title":["First direct measurement of resonance strengths in 17O({\\alpha},\n  {\\gamma})21Ne"],"description":["  The reaction 17O({\\alpha},{\\gamma})21Ne has been measured by in-beam gamma\nspectroscopy for the first time in the energy range E{\\alpha} = 750 keV to 1650\nkeV using highly enriched anodized Ta2(17O)5 targets. Resonances were found at\nE({\\alpha}) = 1002 keV, 1386 keV and 1619 keV. Their strengths and primary\ngamma-ray branchings are given. The new results exclude the low reaction rate\nof Descouvemont and support the rate of Caughlan and Fowler. Implications for\nthe neutron poisoning efficiency of 16O in the weak s process are discussed.\n","Comment: 5 pages, 5 figures, 2 tables, Accepted for publication in Phys. Rev.\n  C"]}]
["1105.3110",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3110","Phys.Rev.C83:057602,2011","doi:10.1103/PhysRevC.83.057602"],"date":["2011-05-16"],"type":["text"],"creator":["Zheng, Hua","Bonasera, Aldo"],"language":[],"coverage":[],"title":["Non-Abelian behavior of $\\alpha$ Bosons in cold symmetric nuclear matter"],"description":["  The ground state energy of infinite symmetric nuclear matter is usually\ndescribed by strongly interacting nucleons obeying the Pauli exclusion\nprinciple. We can imagine a unitary transformation which groups four non\nidentical nucleons (i.e. with different spin and isospin) close in coordinate\nspace. Those nucleons, being non identical, do not obey the Pauli principle,\nthus their relative momenta are negligibly small (just to fulfill the\nHeisenberg principle). Such a cluster can be identified with an $\\alpha$ boson.\nBut in dense nuclear matter, those $\\alpha$ particles still obey the Pauli\nprinciple since are constituted of Fermions. The ground state energy of nuclear\nmatter $\\alpha$ clusters is the same as for nucleons, thus it is degenerate. We\ncould think of $\\alpha$ particles as vortices which can now braid, for instance\nmaking $^8Be$ which leave the ground state energy unchanged. Further braiding\nto heavier clusters ($^{12}C$, $^{16}O$..) could give a different\nrepresentation of the ground state at no energy cost. In contrast d-like\nclusters (i.e. N=Z odd-odd nuclei, where N and Z are the neutron and proton\nnumber respectively) cannot describe the ground state of nuclear matter and can\nbe formed at high excitation energies (or temperatures) only. We show that\neven-even, N=Z, clusters could be classified as non-Abelian states of matter.\nAs a consequence an $\\alpha$ condensate in nuclear matter might be hindered by\nthe Fermi motion, while it could be possible a condensate of $^8Be$ or heavier\nclusters.\n","Comment: PRC (2011)in press"]}]
["1105.5819",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5819"],"date":["2011-05-29","2011-06-24"],"type":["text"],"creator":["Pellarin, Federico"],"language":[],"coverage":[],"title":["tau-recurrent sequences and modular forms"],"description":["  In this paper we deal with Drinfeld modular forms, defined and taking values\nin complete fields of positive characteristic. Our aim is to study a sequence\nof families of Drinfeld modular forms depending on a parameter t that produces,\nfor certain values of t, several kinds of Eisenstein series considered by\nGekeler. We obtain formulas involving these functions. To obtain our results,\nwe introduce and discuss tau-linear recurrent sequences and deformations of\nvectorial modular forms in this setting.\n","Comment: improved the proof of Theorem 3 (now, it is shorter)"]}]
["1105.6168",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.6168","Phys. Rev. A 83, 062118 (2011)","doi:10.1103/PhysRevA.83.062118"],"date":["2011-05-31"],"type":["text"],"creator":["Jin, L.","Song, Z."],"language":[],"coverage":[],"title":["Partitioning technique for a discrete quantum system"],"description":["  We develop the partitioning technique for quantum discrete systems. The graph\nconsists of several subgraphs: a central graph and several branch graphs, with\neach branch graph being rooted by an individual node on the central one. We\nshow that the effective Hamiltonian on the central graph can be constructed by\nadding additional potentials on the branch-root nodes, which generates the same\nresult as does the the original Hamiltonian on the entire graph. Exactly\nsolvable models are presented to demonstrate the main points of this paper.\n","Comment: 7 pages, 2 figures"]}]
["1106.4106",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Formal Languages and Automata Theory","68R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4106"],"date":["2011-06-21","2011-06-24"],"type":["text"],"creator":["Harju, Tero"],"language":[],"coverage":[],"title":["Square-free Walks on Labelled Graphs"],"description":["  A finite or infinite word is called a $G$-word for a labelled graph $G$ on\nthe vertex set $A_n = \\{0,1,..., n-1\\}$ if $w = i_1i_2...i_k \\in A_n^*$, where\neach factor $i_ji_{j+1}$ is an edge of $E$, i.e, $w$ represents a walk in $G$.\nWe show that there exists a square-free infinite $G$-word if and only if $G$\nhas no subgraph isomorphic to one of the cycles $C_3, \\ C_4, \\ C_5$, the path\n$P_5$ or the claw $K_{1,3}$. The colour number $\\gamma(G)$ of a graph\n$G=(A_n,E)$ is the smallest integer $k$, if it exists, for which there exists a\nmapping $\\phi\\colon A_n \\to A_k$ such that $\\phi(w)$ is square-free for an\ninfinite $G$-word $w$. We show that $\\gamma(G)=3$ for $G=C_3, C_5, P_5$, but\n$\\gamma(G)=4$ for $G=C_4, K_{1,3}$. In particular, $\\gamma(G) \\leq 4$ for all\ngraphs that have at least five vertices.\n"]}]
["1106.4316",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20F36, 20E36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4316"],"date":["2011-06-21","2011-06-24"],"type":["text"],"creator":["Cohen, Daniel C."],"language":[],"coverage":[],"title":["Automorphism groups of some pure braid groups"],"description":["  We find finite presentations for the automorphism group of the Artin pure\nbraid group and the automorphism group of the pure braid group associated to\nthe full monomial group.\n"]}]
["1106.4660",{"format":[],"subject":["Physics - General Physics","83C15, 83E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4660","Int.J.Geom.Meth.Mod.Phys.8:9-21,2011","doi:10.1142/S0219887811004938"],"date":["2011-06-23"],"type":["text"],"creator":["Vacaru, Sergiu I."],"language":[],"coverage":[],"title":["On General Solutions of Einstein Equations"],"description":["  We show how the Einstein equations with cosmological constant (and/or various\ntypes of matter field sources) can be integrated in a very general form\nfollowing the anholonomic deformation method for constructing exact solutions\nin four and five dimensional gravity (S. Vacaru, IJGMMP 4 (2007) 1285). In this\nletter, we prove that such a geometric method can be used for constructing\ngeneral non-Killing solutions. The key idea is to introduce an auxiliary linear\nconnection which is also metric compatible and completely defined by the metric\nstructure but contains some torsion terms induced nonholonomically by generic\noff-diagonal coefficients of metric. There are some classes of nonholonomic\nframes with respect to which the Einstein equations (for such an auxiliary\nconnection) split into an integrable system of partial differential equations.\nWe have to impose additional constraints on generating and integration\nfunctions in order to transform the auxiliary connection into the Levi-Civita\none. This way, we extract general exact solutions (parametrized by generic\noff-diagonal metrics and depending on all coordinates) in Einstein gravity and\nfive dimensional extensions.\n","Comment: 15 pages, latex2e, submitted to arXiv.org on September 22, 2009,\n  equivalent to arXiv: 0909.3949v1 [gr-qc]; an extended/modified variant\n  published in IJTP 49 (2010) 884-913, equivalent to arXiv: 0909.3949v4 [gr-qc]"]}]
["1106.4720",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4720","Geometries et Dynamiques, (2008) 275-305"],"date":["2011-06-23","2011-06-24"],"type":["text"],"creator":["Zeghib, Abdelghani"],"language":[],"coverage":[],"title":["Homogeneous spaces, dynamics, cosmology: Geometric flows and rational\n  dynamics"],"description":["  The Ricci flow is a parabolic evolution equation in the space of Riemannian\nmetrics of a smooth manifold. To some extent, Einstein equations give rise to a\nsimilar hyperbolic evolution. The present text is an introductory exposition to\nBianchi-Ricci and Bianchi-Einstein flows, that is, the restricted finitely\ndimensional dynamical systems, obtained by considering homogeneous metrics.\n","Comment: Appeared in the Proceedings of the CIMPA school of El-Oued 2005te"]}]
["1106.4822",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4822"],"date":["2011-06-23"],"type":["text"],"creator":["Aksoy, Asuman Güven","Lewicki, Grzegorz"],"language":[],"coverage":[],"title":["Limit Theorems for Numerical Index"],"description":["  We improve upon on a limit theorem for numerical index for large classes of\nBanach spaces including vector valued $\\ell_p$-spaces and $\\ell_p$-sums of\nBanach spaces where $1\\leq p \\leq \\infty$. We first prove $ n_1(X) =\n\\displaystyle \\lim_m n_1(X_m)$ for a modified numerical index $n_1(\\, .\\,)$.\nLater, we establish if a norm on $X$ satisfies the local characterization\ncondition, then $n(X) = \\displaystyle\\lim_m n(X_m).$ We also present an example\nof a Banach space where the local characterization condition is satisfied.\n"]}]
["1106.4838",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4838"],"date":["2011-06-23"],"type":["text"],"creator":["Zhang, Zheshen","Voss, Paul L."],"language":[],"coverage":[],"title":["A quantum-dynamical theory for nonlinear optical interactions in\n  graphene"],"description":["  We use a quantum-dynamical model to investigate the optical response of\ngraphene under low excitation power. Ultrafast carrier relaxation processes,\nwhich play an important role for understanding the optical response of\ngraphene, are included phenomenologically into the model. We obtain analytical\nsolutions for the linear and third-order nonlinear optical response of\ngraphene, and four-wave mixing in particular. This theory shows agreement with\nrecently reported experimental data on linear complex optical conductivity and\nfour-wave mixing, providing evidence for ultrafast quantum-dephasing times of\napproximately 1 fs.\n"]}]
["1106.4843",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4843"],"date":["2011-06-23"],"type":["text"],"creator":["Blank, Martina"],"language":[],"coverage":[],"title":["Properties of quarks and mesons in the Dyson-Schwinger/Bethe-Salpeter\n  approach"],"description":["  In this thesis, the Dyson-Schwinger - Bethe-Salpeter formalism is\ninvestigated and used to study the meson spectrum at zero temperature, as well\nas the chiral phase transition in finite-temperature QCD. First, the\napplication of sophisticated matrix algorithms to the numerical solution of\nboth the homogeneous Bethe-Salpeter equation (BSE) and the inhomogeneous vertex\nBSE is discussed, and the advantages of these methods are described in detail.\nTurning to the finite temperature formalism, the rainbow-truncated quark\nDyson-Schwinger equation is used to investigate the impact of different forms\nof the effective interaction on the chiral transition temperature. A strong\nmodel dependence and no overall correlation of the value of the transition\ntemperature to the strength of the interaction is found. Within one model,\nhowever, such a correlation exists and follows an expected pattern. In the\ncontext of the BSE at zero temperature, a representation of the inhomogeneous\nvertex BSE and the quark-antiquark propagator in terms of eigenvalues and\neigenvectors of the homogeneous BSE is given. Using the rainbow-ladder\ntruncation, this allows to establish a connection between the bound-state poles\nin the quark-antiquark propagator and the behavior of eigenvalues of the\nhomogeneous BSE, leading to a new extrapolation technique for meson masses.\nThis is used to study the ground- and excited-state meson spectrum for all\nquark masses from light to bottom, for pseudoscalar, scalar, vector,\naxialvector and tensor mesons. Good agreement with experiment is found, e.g.,\nfor all ground states in the bottomonium system. In addition, new applications\nof the inhomogeneous vertex BSE, such as the possibility to calculate on-shell\nquantities like decay constants, are investigated. Finally, we study the\ninfluence of the infrared behavior of the effective interaction on properties\nof pi and rho mesons.\n","Comment: PhD thesis, University of Graz, 108 pages"]}]
["1106.4845",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4845"],"date":["2011-06-23"],"type":["text"],"creator":["Velichko, O. I.","Kavaliova, A. P."],"language":[],"coverage":[],"title":["Simulation of ion-implanted boron redistribution under different\n  conditions of the transient enhanced diffusion suppression"],"description":["  It has been shown by means of impurity diffusion simulation that\nion-implanted boron redistribution at the annealing temperatures 800^{\\circ}C\nand lower is governed by the long-range migration of nonequilibrium impurity\ninterstitials regardless of the methods used for the transient enhanced\ndiffusion suppression. The relative amounts of impurity atoms, which are being\ntransferred to the transient interstitial position, have been determined and\ntime-average migration lengths of nonequilibrium boron interstitials have been\nobtained.\n","Comment: 3 pages, 3 figures"]}]
["1106.4846",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J28, 14J29, 32G20, 14D07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4846"],"date":["2011-06-23"],"type":["text"],"creator":["Oudompheng, Rémy"],"language":[],"coverage":[],"title":["Periods of an arrangement of six lines and Campedelli surfaces"],"description":["  We define a period map for classical Campedelli surfaces, using a covering\ntrick as in the case of Enriques surfaces: the period map is shown to come from\na family of Enriques surfaces, obtained as quotients of the Campedelli surface\nby an involution.\n  The period map realises an isomorphism between a projective variety obtained\nby invariant theory, and the Baily-Borel compactification of an arithmetic\nquotient, in the same fashion as in the work of Matsumoto, Sasaki and Yoshida.\nThe result is proved from scratch using traditional methods.\n  As another consequence we determine properties of the monodromy of Campedelli\nsurfaces with a choice of double cover.\n","Comment: 48 pages, 1 figure, part of the author's PhD thesis"]}]
["1106.4847",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4847","doi:10.1016/j.newast.2011.06.009"],"date":["2011-06-23"],"type":["text"],"creator":["Cui, Chenzhou","Fan, Dongwei","Zhao, Yongheng","Kembhavi, Ajit","He, Boliang","Cao, Zihuang","Li, Jian","Nandrekar, Deoyani"],"language":[],"coverage":[],"title":["Enhanced Management of Personal Astronomical Data with FITSManager"],"description":["  Although the roles of data centers and computing centers are becoming more\nand more important, and on-line research is becoming the mainstream for\nastronomy, individual research based on locally hosted data is still very\ncommon. With the increase of personal storage capacity, it is easy to find\nhundreds to thousands of FITS files in the personal computer of an\nastrophysicist. Because Flexible Image Transport System (FITS) is a\nprofessional data format initiated by astronomers and used mainly in the small\ncommunity, data management toolkits for FITS files are very few. Astronomers\nneed a powerful tool to help them manage their local astronomical data.\nAlthough Virtual Observatory (VO) is a network oriented astronomical research\nenvironment, its applications and related technologies provide useful solutions\nto enhance the management and utilization of astronomical data hosted in an\nastronomer's personal computer. FITSManager is such a tool to provide\nastronomers an efficient management and utilization of their local data,\nbringing VO to astronomers in a seamless and transparent way. FITSManager\nprovides fruitful functions for FITS file management, like thumbnail, preview,\ntype dependent icons, header keyword indexing and search, collaborated working\nwith other tools and online services, and so on. The development of the\nFITSManager is an effort to fill the gap between management and analysis of\nastronomical data.\n","Comment: 12 pages, 9 figures, Accepted for publication in New Astronomy"]}]
["1106.4854",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematical Physics","Mathematics - Algebraic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4854"],"date":["2011-06-23"],"type":["text"],"creator":["Krepski, Derek","Meinrenken, Eckhard"],"language":[],"coverage":[],"title":["On the Verlinde formulas for SO(3)-bundles"],"description":["  This paper computes the quantization of the moduli space of flat\nSO(3)-bundles over an oriented surface with boundary, with prescribed\nholonomies around the boundary circles. The result agrees with the generalized\nVerlinde formula conjectured by Fuchs and Schweigert.\n","Comment: 16 pages"]}]
["1106.4860",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4860","Phys. Rev. B 83, 054438 (2011)","doi:10.1103/PhysRevB.83.054438"],"date":["2011-06-23"],"type":["text"],"creator":["Johnson, R. D.","Mazzoli, C.","Bland, S. R.","Du, C-H.","Hatton, P. D."],"language":[],"coverage":[],"title":["Magnetically induced electric polarization reversal in multiferroic\n  TbMn$_2$O$_5$: Terbium spin reorientation studied by resonant x-ray\n  diffraction"],"description":["  In multiferroic TbMn$_2$O$_5$, the behavior of the terbium ions forms a\ncrucial part of the magneto-electric coupling. The result is a magnetically\ninduced reversal of the electric polarization at 2 T. In this article we\npresent the first direct measurement of the terbium magnetic structure under\napplied magnetic fields. Contrary to the current interpretation of the magnetic\nproperties of \\tmo, we show that upon the electric polarization reversal the\nterbium sub-lattice adopts a canted antiferromagnetic structure with a large\ncomponent of magnetic moment parallel to the \\textit{a}-axis. Furthermore, we\nprovide evidence for a coupling between the manganese 3d magnetic structure and\nthe terbium $4f$ magnetism, which is of great significance in the elusive\nmagneto-electric mechanisms at play.\n","Comment: 4 pages, 3 figures"]}]
["1106.4862",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4862","Journal Of Artificial Intelligence Research, Volume 18, pages\n  117-147, 2003","doi:10.1613/jair.1115"],"date":["2011-06-23"],"type":["text"],"creator":["Ferrandez, A.","Peral, J."],"language":[],"coverage":[],"title":["Translation of Pronominal Anaphora between English and Spanish:\n  Discrepancies and Evaluation"],"description":["  This paper evaluates the different tasks carried out in the translation of\npronominal anaphora in a machine translation (MT) system. The MT interlingua\napproach named AGIR (Anaphora Generation with an Interlingua Representation)\nimproves upon other proposals presented to date because it is able to translate\nintersentential anaphors, detect co-reference chains, and translate Spanish\nzero pronouns into English---issues hardly considered by other systems. The\npaper presents the resolution and evaluation of these anaphora problems in AGIR\nwith the use of different kinds of knowledge (lexical, morphological,\nsyntactic, and semantic). The translation of English and Spanish anaphoric\nthird-person personal pronouns (including Spanish zero pronouns) into the\ntarget language has been evaluated on unrestricted corpora. We have obtained a\nprecision of 80.4% and 84.8% in the translation of Spanish and English\npronouns, respectively. Although we have only studied the Spanish and English\nlanguages, our approach can be easily extended to other languages such as\nPortuguese, Italian, or Japanese.\n"]}]
["1106.4863",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4863","Journal Of Artificial Intelligence Research, Volume 18, pages\n  45-81, 2003","doi:10.1613/jair.1121"],"date":["2011-06-23"],"type":["text"],"creator":["Cemgil, A. T.","Kappen, B."],"language":[],"coverage":[],"title":["Monte Carlo Methods for Tempo Tracking and Rhythm Quantization"],"description":["  We present a probabilistic generative model for timing deviations in\nexpressive music performance. The structure of the proposed model is equivalent\nto a switching state space model. The switch variables correspond to discrete\nnote locations as in a musical score. The continuous hidden variables denote\nthe tempo. We formulate two well known music recognition problems, namely tempo\ntracking and automatic transcription (rhythm quantization) as filtering and\nmaximum a posteriori (MAP) state estimation tasks. Exact computation of\nposterior features such as the MAP state is intractable in this model class, so\nwe introduce Monte Carlo methods for integration and optimization. We compare\nMarkov Chain Monte Carlo (MCMC) methods (such as Gibbs sampling, simulated\nannealing and iterative improvement) and sequential Monte Carlo methods\n(particle filters). Our simulation results suggest better results with\nsequential methods. The methods can be applied in both online and batch\nscenarios such as tempo tracking and transcription and are thus potentially\nuseful in a number of music applications such as adaptive automatic\naccompaniment, score typesetting and music information retrieval.\n"]}]
["1106.4864",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4864","Journal Of Artificial Intelligence Research, Volume 18, pages\n  263-313, 2003","doi:10.1613/jair.1122"],"date":["2011-06-23"],"type":["text"],"creator":["Poole, D.","Zhang, N. L."],"language":[],"coverage":[],"title":["Exploiting Contextual Independence In Probabilistic Inference"],"description":["  Bayesian belief networks have grown to prominence because they provide\ncompact representations for many problems for which probabilistic inference is\nappropriate, and there are algorithms to exploit this compactness. The next\nstep is to allow compact representations of the conditional probabilities of a\nvariable given its parents. In this paper we present such a representation that\nexploits contextual independence in terms of parent contexts; which variables\nact as parents may depend on the value of other variables. The internal\nrepresentation is in terms of contextual factors (confactors) that is simply a\npair of a context and a table. The algorithm, contextual variable elimination,\nis based on the standard variable elimination algorithm that eliminates the\nnon-query variables in turn, but when eliminating a variable, the tables that\nneed to be multiplied can depend on the context. This algorithm reduces to\nstandard variable elimination when there is no contextual independence\nstructure to exploit. We show how this can be much more efficient than variable\nelimination when there is structure to exploit. We explain why this new method\ncan exploit more structure than previous methods for structured belief network\ninference and an analogous algorithm that uses trees.\n"]}]
["1106.4865",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4865","Journal Of Artificial Intelligence Research, Volume 19, pages\n  139-154, 2003","doi:10.1613/jair.1130"],"date":["2011-06-23"],"type":["text"],"creator":["Kappen, B.","Leisink, M."],"language":[],"coverage":[],"title":["Bound Propagation"],"description":["  In this article we present an algorithm to compute bounds on the marginals of\na graphical model. For several small clusters of nodes upper and lower bounds\non the marginal values are computed independently of the rest of the network.\nThe range of allowed probability distributions over the surrounding nodes is\nrestricted using earlier computed bounds. As we will show, this can be\nconsidered as a set of constraints in a linear programming problem of which the\nobjective function is the marginal probability of the center nodes. In this way\nknowledge about the maginals of neighbouring clusters is passed to other\nclusters thereby tightening the bounds on their marginals. We show that sharp\nbounds can be obtained for undirected and directed graphs that are used for\npractical applications, but for which exact computations are infeasible.\n"]}]
["1106.4866",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4866","Journal Of Artificial Intelligence Research, Volume 21, pages\n  551-577, 2004","doi:10.1613/jair.1134"],"date":["2011-06-23"],"type":["text"],"creator":["Liberatore, P."],"language":[],"coverage":[],"title":["On Polynomial Sized MDP Succinct Policies"],"description":["  Policies of Markov Decision Processes (MDPs) determine the next action to\nexecute from the current state and, possibly, the history (the past states).\nWhen the number of states is large, succinct representations are often used to\ncompactly represent both the MDPs and the policies in a reduced amount of\nspace. In this paper, some problems related to the size of succinctly\nrepresented policies are analyzed. Namely, it is shown that some MDPs have\npolicies that can only be represented in space super-polynomial in the size of\nthe MDP, unless the polynomial hierarchy collapses. This fact motivates the\nstudy of the problem of deciding whether a given MDP has a policy of a given\nsize and reward. Since some algorithms for MDPs work by finding a succinct\nrepresentation of the value function, the problem of deciding the existence of\na succinct representation of a value function of a given size and reward is\nalso considered.\n"]}]
["1106.4867",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4867","Journal Of Artificial Intelligence Research, Volume 19, pages\n  279-314, 2003","doi:10.1613/jair.1135"],"date":["2011-06-23"],"type":["text"],"creator":["Lin, F."],"language":[],"coverage":[],"title":["Compiling Causal Theories to Successor State Axioms and STRIPS-Like\n  Systems"],"description":["  We describe a system for specifying the effects of actions. Unlike those\ncommonly used in AI planning, our system uses an action description language\nthat allows one to specify the effects of actions using domain rules, which are\nstate constraints that can entail new action effects from old ones.\nDeclaratively, an action domain in our language corresponds to a nonmonotonic\ncausal theory in the situation calculus. Procedurally, such an action domain is\ncompiled into a set of logical theories, one for each action in the domain,\nfrom which fully instantiated successor state-like axioms and STRIPS-like\nsystems are then generated. We expect the system to be a useful tool for\nknowledge engineers writing action specifications for classical AI planning\nsystems, GOLOG systems, and other systems where formal specifications of\nactions are needed.\n"]}]
["1106.4868",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4868","Journal Of Artificial Intelligence Research, Volume 20, pages\n  405-430, 2003","doi:10.1613/jair.1136"],"date":["2011-06-23"],"type":["text"],"creator":["Simmons, R. G.","Younes, H. L. S."],"language":[],"coverage":[],"title":["VHPOP: Versatile Heuristic Partial Order Planner"],"description":["  VHPOP is a partial order causal link (POCL) planner loosely based on UCPOP.\nIt draws from the experience gained in the early to mid 1990's on flaw\nselection strategies for POCL planning, and combines this with more recent\ndevelopments in the field of domain independent planning such as distance based\nheuristics and reachability analysis. We present an adaptation of the additive\nheuristic for plan space planning, and modify it to account for possible reuse\nof existing actions in a plan. We also propose a large set of novel flaw\nselection strategies, and show how these can help us solve more problems than\npreviously possible by POCL planners. VHPOP also supports planning with\ndurative actions by incorporating standard techniques for temporal constraint\nreasoning. We demonstrate that the same heuristic techniques used to boost the\nperformance of classical POCL planning can be effective in domains with\ndurative actions as well. The result is a versatile heuristic POCL planner\ncompetitive with established CSP-based and heuristic state space planners.\n"]}]
["1106.4869",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4869","Journal Of Artificial Intelligence Research, Volume 20, pages\n  379-404, 2003","doi:10.1613/jair.1141"],"date":["2011-06-23"],"type":["text"],"creator":["Au, T. C.","Ilghami, O.","Kuter, U.","Murdock, J. W.","Nau, D. S.","Wu, D.","Yaman, F."],"language":[],"coverage":[],"title":["SHOP2: An HTN Planning System"],"description":["  The SHOP2 planning system received one of the awards for distinguished\nperformance in the 2002 International Planning Competition. This paper\ndescribes the features of SHOP2 which enabled it to excel in the competition,\nespecially those aspects of SHOP2 that deal with temporal and metric planning\ndomains.\n"]}]
["1106.4870",{"format":[],"subject":["Mathematics - Combinatorics","05A15, 05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4870","Electronic Journal of Combinatorics, 18 (2) (2011) P11"],"date":["2011-06-23"],"type":["text"],"creator":["Xin, Guoce"],"language":[],"coverage":[],"title":["On Zeilberger's Constant Term for Andrews' TSSCPP Theorem"],"description":["  This paper studies Zeilberger's two prized constant term identities. For one\nof the identities, Zeilberger asked for a simple proof that may give rise to a\nsimple proof of Andrews theorem for the number of totally symmetric self\ncomplementary plane partitions. We obtain an identity reducing a constant term\nin $2k$ variables to a constant term in $k$ variables. As applications,\nZeilberger's constant terms are converted to single determinants. The result\nextends for two classes of matrices, the sum of all of whose full rank minors\nis converted to a single determinant. One of the prized constant term problems\nis solved, and we give a seemingly new approach to Macdonald's constant term\nfor root system of type BC.\n","Comment: 13 pages, two comments from Krattenhaler are added at the end of the\n  file"]}]
["1106.4871",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4871","Journal Of Artificial Intelligence Research, Volume 19, pages\n  355-398, 2003","doi:10.1613/jair.1142"],"date":["2011-06-23"],"type":["text"],"creator":["Laird, J. E.","Wray, R. E."],"language":[],"coverage":[],"title":["An Architectural Approach to Ensuring Consistency in Hierarchical\n  Execution"],"description":["  Hierarchical task decomposition is a method used in many agent systems to\norganize agent knowledge. This work shows how the combination of a hierarchy\nand persistent assertions of knowledge can lead to difficulty in maintaining\nlogical consistency in asserted knowledge. We explore the problematic\nconsequences of persistent assumptions in the reasoning process and introduce\nnovel potential solutions. Having implemented one of the possible solutions,\nDynamic Hierarchical Justification, its effectiveness is demonstrated with an\nempirical analysis.\n"]}]
["1106.4872",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4872","Journal Of Artificial Intelligence Research, Volume 18, pages\n  149-181, 2003","doi:10.1613/jair.1145"],"date":["2011-06-23"],"type":["text"],"creator":["Knoblock, C. A.","Lerman, K.","Minton, S. N."],"language":[],"coverage":[],"title":["Wrapper Maintenance: A Machine Learning Approach"],"description":["  The proliferation of online information sources has led to an increased use\nof wrappers for extracting data from Web sources. While most of the previous\nresearch has focused on quick and efficient generation of wrappers, the\ndevelopment of tools for wrapper maintenance has received less attention. This\nis an important research problem because Web sources often change in ways that\nprevent the wrappers from extracting data correctly. We present an efficient\nalgorithm that learns structural information about data from positive examples\nalone. We describe how this information can be used for two wrapper maintenance\napplications: wrapper verification and reinduction. The wrapper verification\nsystem detects when a wrapper is not extracting correct data, usually because\nthe Web source has changed its format. The reinduction algorithm automatically\nrecovers from changes in the Web source by identifying data on Web pages so\nthat a new wrapper may be generated for this source. To validate our approach,\nwe monitored 27 wrappers over a period of a year. The verification algorithm\ncorrectly discovered 35 of the 37 wrapper changes, and made 16 mistakes,\nresulting in precision of 0.73 and recall of 0.95. We validated the reinduction\nalgorithm on ten Web sources. We were able to successfully reinduce the\nwrappers, obtaining precision and recall values of 0.90 and 0.80 on the data\nextraction task.\n"]}]
["1106.4878",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4878"],"date":["2011-06-23"],"type":["text"],"creator":["Wu, Xoaohua","You, Bo"],"language":[],"coverage":[],"title":["Unitary application of the quantum error correction codes"],"description":["  From the set of operators for errors and its correction code, we introduce\nthe so-called complete unitary transformation. It can be used for encoding\nwhile the inverse of it can be applied for correcting the errors of the encoded\nqubit. We show that this unitary protocol can be applied for any code which\nsatisfies the quantum error correction condition.\n","Comment: 4 pages, 4 figures"]}]
["1106.4880",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Computer Science - Digital Libraries","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4880","doi:10.1186/1471-2105-12-256"],"date":["2011-06-23"],"type":["text"],"creator":["Zhu, Qian","Sun, Yuyin","Challa, Sashikiran","Ding, Ying","Lajiness, Michael S.","Wild, David J."],"language":[],"coverage":[],"title":["Semantic Inference using Chemogenomics Data for Drug Discovery"],"description":["  Background Semantic Web Technology (SWT) makes it possible to integrate and\nsearch the large volume of life science datasets in the public domain, as\ndemonstrated by well-known linked data projects such as LODD, Bio2RDF, and\nChem2Bio2RDF. Integration of these sets creates large networks of information.\nWe have previously described a tool called WENDI for aggregating information\npertaining to new chemical compounds, effectively creating evidence paths\nrelating the compounds to genes, diseases and so on. In this paper we examine\nthe utility of automatically inferring new compound-disease associations (and\nthus new links in the network) based on semantically marked-up versions of\nthese evidence paths, rule-sets and inference engines.\n  Results Through the implementation of a semantic inference algorithm, rule\nset, Semantic Web methods (RDF, OWL and SPARQL) and new interfaces, we have\ncreated a new tool called Chemogenomic Explorer that uses networks of\nontologically annotated RDF statements along with deductive reasoning tools to\ninfer new associations between the query structure and genes and diseases from\nWENDI results. The tool then permits interactive clustering and filtering of\nthese evidence paths.\n  Conclusions We present a new aggregate approach to inferring links between\nchemical compounds and diseases using semantic inference. This approach allows\nmultiple evidence paths between compounds and diseases to be identified using a\nrule-set and semantically annotated data, and for these evidence paths to be\nclustered to show overall evidence linking the compound to a disease. We\nbelieve this is a powerful approach, because it allows compound-disease\nrelationships to be ranked by the amount of evidence supporting them.\n","Comment: 23 pages, 9 figures, 4 tables"]}]
["1106.4882",{"format":[],"subject":["Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4882"],"date":["2011-06-23"],"type":["text"],"creator":["Fukaya, Kenji"],"language":[],"coverage":[],"title":["Floer homology of Lagrangian submanifolds"],"description":["  This is a translation of an article appeared in Japanese in Suugaku 63\n(2011), no. 1, 43-66 (MR2790665) and is a survey of Lagrangian Floer homology\nwhich the author studies jointly with Y.-G.Oh, H. Ohta, and K. Ono. It also\ncontains some explanation on its relation to (homological) mirror symmetry.\n","Comment: 29 pages"]}]
["1106.4895",{"format":[],"subject":["Mathematics - Number Theory","11F11, 11F27, 11E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4895"],"date":["2011-06-24"],"type":["text"],"creator":["Cerviño, Juan Marcos","Hein, Georg"],"language":[],"coverage":[],"title":["Quadratic forms and their theta series - infinitesimal aspects"],"description":["  We study the theta map which assigns to a real quadratic form its theta\nseries. We introduce two invariants reflecting whether the differential of the\ntheta map vanishes or is degenerate. We provide examples of lattices where this\ndifferential is zero. These invariants turn out to be modular forms for\nintegral lattices. We illustrate this in the rank two case.\n","Comment: 11 pages"]}]
["1106.4898",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4898"],"date":["2011-06-24"],"type":["text"],"creator":["Xu, Dawei","Komossa, S."],"language":[],"coverage":[],"title":["The Narrow-Line Region of Narrow-Line Seyfert 1 Galaxies"],"description":["  We have studied the physical properties of a sample of narrow-line Seyfert 1\n(NLS1) galaxies, and present a summary of our previous results, and new\nresults. In particular, we have previously shown that (1) the locus of NLS1\ngalaxies on the M_BH-sigma_[OIII] plane does follow the relation of non-active\ngalaxies after removing objects obviously dominated by outflows as evidenced by\ntheir [OIII] core blueshifts. We have (2) identified a number of so-called\n'blue outliers' with large outflow velocities revealed by their emission-line\nkinematic shifts. We also (3) present new correlations and trends which link\nblack hole mass, Eddington ratio and physical parameters of the emission-line\nregions.\n","Comment: 9 pages, 6 figures, Proceedings of the Workshop \"Narrow-Line Seyfert\n  1 Galaxies and Their Place in the Universe\", Milano, April 4-6, 2011\n  (Proceedings of Science,\n  http://pos.sissa.it/cgi-bin/reader/conf.cgi?confid=126)"]}]
["1106.4900",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4900","Phys. Rev. B 83, 245308 (2011)","doi:10.1103/PhysRevB.83.245308"],"date":["2011-06-24"],"type":["text"],"creator":["Moca, C. P.","Roman, A.","Marinescu, D. C."],"language":[],"coverage":[],"title":["The thermal conductance of a two-channel Kondo model"],"description":["  A theory of thermal transport in a two-channel Kondo system, such as the one\nformed by a small quantum dot coupled to two leads and to a larger dot, is\nformulated. The interplay of the two screening constants allows an exploration\nof the Fermi liquid and non-Fermi liquid regimes. By using analytical, as well\nas numerical renormalization group methods, we study the temperature dependence\nof the thermal conductance and the Lorentz number. We find that in the low\ntemperature limit, the Lorentz number attains its universal value, irrespective\nof the nature of the ground state.\n","Comment: 4 pages, 4 eps figures"]}]
["1106.4907",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4907"],"date":["2011-06-24"],"type":["text"],"creator":["Chennamma, H. R.","Rangarajan, Lalitha","Veerabhadrappa"],"language":[],"coverage":[],"title":["Face Identification from Manipulated Facial Images using SIFT"],"description":["  Editing on digital images is ubiquitous. Identification of deliberately\nmodified facial images is a new challenge for face identification system. In\nthis paper, we address the problem of identification of a face or person from\nheavily altered facial images. In this face identification problem, the input\nto the system is a manipulated or transformed face image and the system reports\nback the determined identity from a database of known individuals. Such a\nsystem can be useful in mugshot identification in which mugshot database\ncontains two views (frontal and profile) of each criminal. We considered only\nfrontal view from the available database for face identification and the query\nimage is a manipulated face generated by face transformation software tool\navailable online. We propose SIFT features for efficient face identification in\nthis scenario. Further comparative analysis has been given with well known\neigenface approach. Experiments have been conducted with real case images to\nevaluate the performance of both methods.\n","Comment: 4 pages, 4 figures, IEEE 3rd International Conference on Emerging\n  Trends in Engineering & Technology (ICETET'2010), Nov 19-21, 2010, Goa, India"]}]
["1106.4910",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4910"],"date":["2011-06-24"],"type":["text"],"creator":["Kozdoba, Mark"],"language":[],"coverage":[],"title":["On Projections of Metric Spaces"],"description":["  Let $X$ be a metric space and let $\\mu$ be a probability measure on it.\nConsider a Lipschitz map $T: X \\rightarrow \\Rn$, with Lipschitz constant $\\leq\n1$. Then one can ask whether the image $TX$ can have large projections on many\ndirections. For a large class of spaces $X$, we show that there are directions\n$\\phi \\in \\nsphere$ on which the projection of the image $TX$ is small on the\naverage, with bounds depending on the dimension $n$ and the eigenvalues of the\nLaplacian on $X$.\n"]}]
["1106.4912",{"format":[],"subject":["Mathematics - Logic","Mathematics - Number Theory","11U05 (Primary) 11S05, 14H05, 11E04, 12J10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4912"],"date":["2011-06-24"],"type":["text"],"creator":["Degroote, Claudia","Demeyer, Jeroen"],"language":[],"coverage":[],"title":["Hilbert's Tenth Problem for rational function fields over p-adic fields"],"description":["  Let K be a p-adic field (a finite extension of some Q_p) and let K(t) be the\nfield of rational functions over K. We define a kind of quadratic reciprocity\nsymbol for polynomials over K and apply it to prove isotropy for a certain\nclass of quadratic forms over K(t). Using this result, we give an existential\ndefinition for the predicate \"v_t(x) >= 0\" in K(t). This implies undecidability\nof diophantine equations over K(t).\n"]}]
["1106.4918",{"format":[],"subject":["Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4918"],"date":["2011-06-24"],"type":["text"],"creator":["Sun, Yao","Wang, Dingkang"],"language":[],"coverage":[],"title":["A Generalized Criterion for Signature-based Algorithms to Compute\n  Gr\\\"obner Bases"],"description":["  A generalized criterion for signature-based algorithms to compute Gr\\\"obner\nbases is proposed in this paper. This criterion is named by \"generalized\ncriterion\", because it can be specialized to almost all existing criteria for\nsignature-based algorithms which include the famous F5 algorithm, F5C, extended\nF5, G$^2$V and the GVW algorithm. The main purpose of current paper is to study\nin theory which kind of criteria is correct in signature-based algorithms and\nprovide a generalized method to develop new criteria. For this purpose, by\nstudying some key facts and observations of signature-based algorithms, a\ngeneralized criterion is proposed. The generalized criterion only relies on a\npartial order defined on a set of polynomials. When specializing the partial\norder to appropriate specific orders, the generalized criterion can specialize\nto almost all existing criteria of signature-based algorithms. For {\\em\nadmissible} partial orders, a proof is presented for the correctness of the\nalgorithm that is based on this generalized criterion. And the partial orders\nimplied by the criteria of F5 and GVW are also shown to be admissible. More\nimportantly, the generalized criterion provides an effective method to check\nwhether a new criterion is correct as well as to develop new criteria for\nsignature-based algorithms.\n","Comment: This paper is a substantially expanded version of the paper entitled\n  \"A Generalized Criterion for Signature Related Gr\\\"obner Basis Algorithms\",\n  which was presented at ISSAC 2011"]}]
["1106.4921",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4921","Int. J. Mod. Phys. B 25, 963 (2011)","doi:10.1142/S021798491102667X"],"date":["2011-06-24"],"type":["text"],"creator":["Dupuis, N."],"language":[],"coverage":[],"title":["Infrared behavior of interacting bosons at zero temperature"],"description":["  We review the infrared behavior of interacting bosons at zero temperature.\nAfter a brief discussion of the Bogoliubov approximation and the breakdown of\nperturbation theory due to infrared divergences, we show how the\nnon-perturbative renormalization group enables to obtain the exact infrared\nbehavior of the correlation functions.\n","Comment: 8 pages, 2 figures. Proceedings of the International Conference on\n  frustrated spin systems, cold atoms and nanomaterials (Hanoi, Vietnam, July\n  14-16, 2010)"]}]
["1106.4926",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Commutative Algebra","Primary: 20C30, 13A50, Secondary: 20F36, 55R80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4926"],"date":["2011-06-24"],"type":["text"],"creator":["Ashraf, Samia","Azam, Haniya","Berceanu, Barbu"],"language":[],"coverage":[],"title":["Representation stability of power sets and square free polynomials"],"description":["  The symmetric group acts on the power set and also on the set of square free\npolynomials. These two related representations are analyzed from the stability\npoint of view. An application is given for the action of the symmetric group on\nthe cohomology of the pure braid group.\n","Comment: 14 pages"]}]
["1106.4933",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4933","doi:10.1051/0004-6361/201117013"],"date":["2011-06-24"],"type":["text"],"creator":["Blokland, J. W. S.","Keppens, R."],"language":[],"coverage":[],"title":["Toward detailed prominence seismology - I. Computing accurate 2.5D\n  magnetohydrodynamic equilibria"],"description":["  Context. Prominence seismology exploits our knowledge of the linear\neigenoscillations for representative magnetohydro- dynamic models of filaments.\nTo date, highly idealized models for prominences have been used, especially\nwith respect to the overall magnetic configurations.\n  Aims. We initiate a more systematic survey of filament wave modes, where we\nconsider full multi-dimensional models with twisted magnetic fields\nrepresentative of the surrounding magnetic flux rope. This requires the ability\nto compute accurate 2.5 dimensional magnetohydrodynamic equilibria that balance\nLorentz forces, gravity, and pressure gradients, while containing density\nenhancements (static or in motion).\n  Methods. The governing extended Grad-Shafranov equation is discussed, along\nwith an analytic prediction for circular flux ropes for the Shafranov shift of\nthe central magnetic axis due to gravity. Numerical equilibria are computed\nwith a finite element-based code, demonstrating fourth order accuracy on an\nexplicitly known, non-trivial test case.\n  Results. The code is then used to construct more realistic prominence\nequilibria, for all three possible choices of a free flux-function. We quantify\nthe influence of gravity, and generate cool condensations in hot cavities, as\nwell as multi- layered prominences.\n  Conclusions. The internal flux rope equilibria computed here have the\nprerequisite numerical accuracy to allow a yet more advanced analysis of the\ncomplete spectrum of linear magnetohydrodynamic perturbations, as will be\ndemonstrated in the companion paper.\n","Comment: Accepted by Astronomy & Astrophysics, 15 pages, 15 figures"]}]
["1106.4935",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4935","doi:10.1051/0004-6361/201117014"],"date":["2011-06-24"],"type":["text"],"creator":["Blokland, J. W. S.","Keppens, R."],"language":[],"coverage":[],"title":["Toward detailed prominence seismology - II. Charting the continuous\n  magnetohydrodynamic spectrum"],"description":["  Starting from accurate MHD flux rope equilibria containing prominence\ncondensations, we initiate a systematic survey of their linear\neigenoscillations. To quantify the full spectrum of linear MHD eigenmodes, we\nrequire knowledge of all flux-surface localized modes, charting out the\ncontinuous parts of the MHD spectrum. We combine analytical and numerical\nfindings for the continuous spectrum for realistic prominence configurations.\nThe equations governing all eigenmodes for translationally symmetric,\ngravitating equilibria containing an axial shear flow, are analyzed, along with\ntheir flux-surface localized limit. The analysis is valid for general 2.5D\nequilibria, where either density, entropy, or temperature vary from one flux\nsurface to another. We analyze the mode couplings caused by the poloidal\nvariation in the flux rope equilibria, by performing a small gravity parameter\nexpansion. We contrast the analytical results with continuous spectra obtained\nnumerically. For equilibria where the density is a flux function, we show that\ncontinuum modes can be overstable, and we present the stability criterion for\nthese convective continuum instabilities. Furthermore, for all equilibria, a\nfour-mode coupling scheme between an Alfvenic mode of poloidal mode number m\nand three neighboring (m-1, m, m+1) slow modes is identified, occurring in the\nvicinity of rational flux surfaces. For realistically prominence equilibria,\nthis coupling is shown to play an important role, from weak to stronger gravity\nparameter g values. The analytic predictions for small g are compared with\nnumerical spectra, and progressive deviations for larger g are identified. The\nunstable continuum modes could be relevant for short-lived prominence\nconfigurations. The gaps created by poloidal mode coupling in the continuous\nspectrum need further analysis, as they form preferred frequency ranges for\nglobal eigenoscillations.\n","Comment: Accepted by Astronmy & Astrophysics, 21 pages, 15 figures"]}]
["1106.4937",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4937"],"date":["2011-06-24"],"type":["text"],"creator":["Benestad, Rasmus E."],"language":[],"coverage":[],"title":["New Evidence of an Enhanced Greenhouse Effect"],"description":["  The state of earth's climate is constrained by well-known physical principles\nsuch as energy balance and the conservation of energy. Increased greenhouse gas\nconcentrations affect the atmospheric optical depth, and physical consistency\nimplies that changes in the energy transfer in terms of infra-red light must be\ncompensated by other means of energy flow. Here, a simple heuristic and\ncomprehensive model is used to interpret new aspects of real-world data. It is\nshown that trends in tropospheric overturning activity and the estimated\naltitude where earth's bulk heat loss should place are two independent\nindicators of climate change. There has been increased vertical overturning in\nthe middle and upper parts of the troposphere since 1995 on a global scale.\nGreater overturning compensates for reduced radiative energy transfer\nassociated with increased optical depth. An increased optical depth is also\nexpected to raise the altitude from where planetary bulk heat loss takes place\naccording to the heuristic model, and an estimated trend of 40m/decade is\nconsistent with a surface warming rate of 0.2K/decade. The simple comprehensive\nmodel of the greenhouse effect can also account for feedback processes, changes\nin the hydrological cycle, and may assist the wider scientific community in\nunderstanding of the main principles involved.\n","Comment: 10 pages with 2 figures, plus supporting material"]}]
["1106.4942",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4942"],"date":["2011-06-24"],"type":["text"],"creator":["Papa, Andres R. R.","Santo, Marco A. do Espirito","Barbosa, Cleiton S.","Oliva, David"],"language":[],"coverage":[],"title":["A generalized Bak-Sneppen model for Earth's magnetic field reversals"],"description":["  We introduce a simple model for Earth's magnetic field reversals. The model\nconsists in random nodes simulating vortices in the liquid part of the core\nwhich through a simple updating algorithm converge to a self organized critical\nstate, with inter-reversal time probability distributions functions in the form\nof power laws (as supposed to be in actual reversals). It should not be\nexpected a detailed description of reversals. However, we hope to reach a\nprofounder knowledge of reversals through some of the basic characteristic that\nare well reproduced.\n","Comment: 13 pages, 8 figures"]}]
["1106.4952",{"format":[],"subject":["Mathematics - Geometric Topology","57M27 (primary), 57M25, 57M20, 57M15 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4952"],"date":["2011-06-24"],"type":["text"],"creator":["Pervova, Ekaterina","Petronio, Carlo","Sasso, Vito"],"language":[],"coverage":[],"title":["Notes on the complexity of 3-valent graphs in 3-manifolds"],"description":["  A theory of complexity for pairs (M,G) with M an arbitrary closed 3-manifold\nand G a 3-valent graph in M was introduced by the first two named authors,\nextending the original notion due to Matveev. The complexity c is known to be\nalways additive under connected sum away from the graphs, but not always under\nconnected sum along (unknotted) arcs of the graphs. In this article we prove\nthe slightly surprising fact that if in M there is a sphere intersecting G\ntransversely at one point, and this point belongs to an edge e of G, then e can\nbe canceled from G without affecting the complexity. Using this fact we\ncompletely characterize the circumstances under which complexity is additive\nunder connected sum along graphs. For the set of pairs (M,K) with K a knot in\nM, we also prove that any function that is fully additive under connected sum\nalong knots is actually a function of the ambient manifold only.\n","Comment: 15 pages, 6 figures"]}]
["1106.4960",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4960"],"date":["2011-06-24"],"type":["text"],"creator":["Lin, Chin-Cheng","Liu, Heping","Liu, Yu"],"language":[],"coverage":[],"title":["Hardy spaces associated with Schrodinger operators on the Heisenberg\n  group"],"description":["  Let $L= -\\Delta_{\\mathbb{H}^n}+V$ be a Schr\\\"odinger operator on the\nHeisenberg group $\\mathbb{H}^n$, where $\\Delta_{\\mathbb{H}^n}$ is the\nsub-Laplacian and the nonnegative potential $V$ belongs to the reverse H\\\"older\nclass $B_{\\frac{Q}{2}}$ and $Q$ is the homogeneous dimension of $\\mathbb{H}^n$.\nThe Riesz transforms associated with the Schr\\\"odinger operator $L$ are bounded\nfrom $L^1(\\mathbb{H}^n)$ to $L^{1,\\infty}(\\mathbb{H}^n)$. The $L^1$\nintegrability of the Riesz transforms associated with $L$ characterizes a\ncertain Hardy type space denoted by $H^1_L(\\mathbb{H}^n)$ which is larger than\nthe usual Hardy space $H^1(\\mathbb{H}^n)$. We define $H^1_L(\\mathbb{H}^n)$ in\nterms of the maximal function with respect to the semigroup $\\big \\{e^{-s L}:\\;\ns>0 \\big\\}$, and give the atomic decomposition of $H^1_L(\\mathbb{H}^n)$. As an\napplication of the atomic decomposition theorem, we prove that\n$H^1_L(\\mathbb{H}^n)$ can be characterized by the Riesz transforms associated\nwith $L$. All results hold for stratified groups as well.\n","Comment: 42 pages"]}]
["1106.4962",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4962"],"date":["2011-06-24"],"type":["text"],"creator":["Elizalde, E.","Skalozub, V."],"language":[],"coverage":[],"title":["Lower bound on the magnetic field strength in the hot universe"],"description":["  It is assumed that long range coherent magnetic fields in the universe were\nspontaneously generated at high temperature due to vacuum polarization of\nnon-Abelian gauge fields, and resulted in the present intergalaxy magnetic\nfield. The zero value of the screening mass for fields of this type was\ndiscovered recently. Here, a procedure to estimate the field strengths at\ndifferent temperatures is developed and the lower bound on the magnetic field\nstrength $B \\sim 10^{14} G$, at the electroweak phase transition temperature,\nis derived. As a particular case, the standard model is considered. Some model\ndependent peculiarities of the phenomena under investigation are briefly\ndiscussed.\n","Comment: 6 pages"]}]
["1106.4964",{"format":[],"subject":["High Energy Physics - Lattice","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4964"],"date":["2011-06-24"],"type":["text"],"creator":["Alexandru, Andrei","Lujan, Michael","Pelissier, Craig","Gamari, Ben","Lee, Frank X."],"language":[],"coverage":[],"title":["Efficient implementation of the overlap operator on multi-GPUs"],"description":["  Lattice QCD calculations were one of the first applications to show the\npotential of GPUs in the area of high performance computing. Our interest is to\nfind ways to effectively use GPUs for lattice calculations using the overlap\noperator. The large memory footprint of these codes requires the use of\nmultiple GPUs in parallel. In this paper we show the methods we used to\nimplement this operator efficiently. We run our codes both on a GPU cluster and\na CPU cluster with similar interconnects. We find that to match performance the\nCPU cluster requires 20-30 times more CPU cores than GPUs.\n","Comment: 8 pages with 10 figures; accepted for presentation at the 2011\n  Symposium on Application Accelerators in High Performance Computing\n  (Knoxville, July 19-20, 2011)"]}]
["1106.4970",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","Mathematics - Dynamical Systems","Primary: 11G99, Secondary: 11S82, 14G20, 37P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4970"],"date":["2011-06-24"],"type":["text"],"creator":["Briend, Jean-Yves","Hsia, Liang-Chung"],"language":[],"coverage":[],"title":["Weak N\\'{e}ron models for cubic polynomial maps over a non-Archimedean\n  field"],"description":["  The aim of this note is to give an effective criterion to verify whether a\ncubic polynomial over a non-Archimedean field has a weak N\\'{e}ron model or\nnot.\n","Comment: 12 pages"]}]
["1106.4972",{"format":[],"subject":["Mathematics - Commutative Algebra","13C14, 13D25, 13H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4972"],"date":["2011-06-24"],"type":["text"],"creator":["Aghajani, Mohsen","Zakeri, Hossein"],"language":[],"coverage":[],"title":["G--Gorenstein modules"],"description":["  Let $R$ be a commutative Noetherian ring. In this paper, we study those\nfinitely generated $R$-modules whose Cousin complexes provide Gorenstein\ninjective resolutions. We call such a module a G-Gorenstein module.\nCharacterizations of G-Gorenstein modules are given and a class of such modules\nis determined. It is shown that the class of G-Gorenstein modules strictly\ncontains the class of Gorenstein modules. Also, we provide a Gorenstein\ninjective resolution for a balanced big Cohen-Macaulay $R$-module. Finally,\nusing the notion of a G-Gorenstein module, we obtain characterizations of\nGorenstein and regular local rings.\n","Comment: 12 pages, to appear in Algebra Colloquium"]}]
["1106.4974",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4974"],"date":["2011-06-24"],"type":["text"],"creator":["Capozziello, S.","Cardone, V. F.","Dainotti, M. G.","De Laurentis, M.","Izzo, L.","Perillo, M."],"language":[],"coverage":[],"title":["The Gamma Ray Bursts Hubble diagram"],"description":["  Thanks to their enormous energy release, Gamma Rays Bursts (GRBs) have\nrecently attracted a lot of interest to probe the Hubble diagram (HD) deep into\nthe matter dominated era and hence complement Type Ia Supernovae (SNeIa). We\nconsider here three different calibration methods based on the use of a\nfiducial LCDM model, on cosmographic parameters and on the local regression on\nSNeIa to calibrate the scaling relations proposed as an equivalent to the\nPhillips law to standardize GRBs finding any significant dependence. We then\ninvestigate the evolution of these parameters with the redshift to obtain any\nstatistical improvement. Under this assumption, we then consider possible\nsystematics effects on the HDs introduced by the calibration method, the\naveraging procedure and the homogeneity of the sample arguing against any\nsignificant bias.\n","Comment: 5 pages, 1 figure to appear in the Proceedings of Frascati Workshop\n  2011 (Vulcano, Italy, 23th - 28th May)"]}]
["1106.4979",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4979"],"date":["2011-06-24"],"type":["text"],"creator":["Schoels, Kristof"],"language":[],"coverage":[],"title":["Affine hypersurfaces admitting a pointwise SO(n-1) symmetry"],"description":["  In this article we obtain a classification of strictly locally convex affine\nhypersurfaces in A^{n+1} for which the geometrical structure is pointwise\ninvariant under the group SO(n-1) represented by rotations around a fixed axis\nin the tangent space.\n","Comment: 17 pages"]}]
["1106.4982",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4982"],"date":["2011-06-24"],"type":["text"],"creator":["Bellingeri, Paolo","Godelle, Eddy","Guaschi, John"],"language":[],"coverage":[],"title":["Exact sequences, lower central series and representations of surface\n  braid groups"],"description":["  We consider exact sequences and lower central series of surface braid groups\nand we explain how they can prove to be useful for obtaining representations\nfor surface braid groups. In particular, using a completely algebraic\nframework, we describe the notion of extension of a representation introduced\nand studied recently by An and Ko and independently by Blanchet.\n","Comment: 23 pages, 4 figures"]}]
["1106.4985",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4985"],"date":["2011-06-24"],"type":["text"],"creator":["Casanova, Henri","Stillwell, Mark","Vivien, Frédéric"],"language":[],"coverage":[],"title":["Dynamic Fractional Resource Scheduling vs. Batch Scheduling"],"description":["  We propose a novel job scheduling approach for homogeneous cluster computing\nplatforms. Its key feature is the use of virtual machine technology to share\nfractional node resources in a precise and controlled manner. Other VM-based\nscheduling approaches have focused primarily on technical issues or on\nextensions to existing batch scheduling systems, while we take a more\naggressive approach and seek to find heuristics that maximize an objective\nmetric correlated with job performance. We derive absolute performance bounds\nand develop algorithms for the online, non-clairvoyant version of our\nscheduling problem. We further evaluate these algorithms in simulation against\nboth synthetic and real-world HPC workloads and compare our algorithms to\nstandard batch scheduling approaches. We find that our approach improves over\nbatch scheduling by orders of magnitude in terms of job stretch, while leading\nto comparable or better resource utilization. Our results demonstrate that\nvirtualization technology coupled with lightweight online scheduling strategies\ncan afford dramatic improvements in performance for executing HPC workloads.\n","Comment: N&deg; RR-7659 (2011)"]}]
["1106.4988",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4988"],"date":["2011-06-24"],"type":["text"],"creator":["Nguyen, Thuy"],"language":[],"coverage":[],"title":["The uniform controllability property of semidiscrete approximations for\n  the parabolic distributed parameter systems in Banach spaces"],"description":["  The problem we consider in this work is to minimize the L^q-norm (q > 2) of\nthe semidiscrete controls. As shown in [LT06], under the main approximation\nassumptions that the discretized semigroup is uniformly analytic and that the\ndegree of unboundedness of control operator is lower than 1/2, the uniform\ncontrollability property of semidiscrete approximations for the parabolic\nsystems is achieved in L^2. In the present paper, we show that the uniform\ncontrollability property still continue to be asserted in L^q. (q > 2) even\nwith the con- dition that the degree of unboundedness of control operator is\ngreater than 1/2. Moreover, the minimization procedure to compute the ap-\nproximation controls is provided. An example of application is imple- mented\nfor the one dimensional heat equation with Dirichlet boundary control.\n"]}]
["1106.4997",{"format":[],"subject":["Mathematics - Combinatorics","05A15, 05C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4997"],"date":["2011-06-24"],"type":["text"],"creator":["Agnarsson, Geir"],"language":[],"coverage":[],"title":["On the number of hypercubic bipartitions of an integer"],"description":["  We revisit a well-known divide-and-conquer maximin recurrence $f(n) =\n\\max(\\min(n_1,n_2) + f(n_1) + f(n_2))$ where the maximum is taken over all\nproper bipartitions $n = n_1+n_2$, and we present a new characterization of the\npairs $(n_1,n_2)$ summing to $n$ that yield the maximum $f(n) = \\min(n_1,n_2) +\nf(n_1) + f(n_2)$. This new characterization allows us, for a given $n\\in\\nats$,\nto determine the number $h(n)$ of these bipartitions that yield the said\nmaximum $f(n)$. We present recursive formulae for $h(n)$, a generating function\n$h(x)$, and an explicit formula for $h(n)$ in terms of a special representation\nof $n$.\n","Comment: 13 pages"]}]
["1106.5003",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Computer Science - Computational Engineering, Finance, and Science","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5003"],"date":["2011-06-24"],"type":["text"],"creator":["Chertkov, M.","Backhaus, S.","Turtisyn, K.","Chernyak, V.","Lebedev, V."],"language":[],"coverage":[],"title":["Voltage Collapse and ODE Approach to Power Flows: Analysis of a Feeder\n  Line with Static Disorder in Consumption/Production"],"description":["  We consider a model of a distribution feeder connecting multiple loads to the\nsub-station. Voltage is controlled directly at the head of the line\n(sub-station), however, voltage anywhere further down the line is subject to\nfluctuations, caused by irregularities of real and reactive distributed power\nconsumption/generation. The lack of a direct control of voltage along the line\nmay result in the voltage instability, also called voltage collapse -\nphenomenon well known and documented in the power engineering literature.\nMotivated by emerging photo-voltaic technology, which brings a new source of\nrenewable generation but also contributes significant increase in power flow\nfluctuations, we reexamine the phenomenon of voltage stability and collapse. In\nthe limit where the number of consumers is large and spatial variations in\npower flows are smooth functions of position along the feeder, we derive a set\nof the power flow Ordinary Differential Equations (ODE), verify phenomenon of\nvoltage collapse, and study the effect of disorder and irregularity in\ninjection and consumption on the voltage profile by simulating the stochastic\nODE. We observe that disorder leads to nonlinear amplification of the voltage\nvariations at the end of the line as the point of voltage collapse is\napproached. We also find that the disorder, when correlated on a scale\nsufficiently small compared to the length of the line, self-averages, i.e. the\nvoltage profile remains spatially smooth for any individual realization of the\ndisorder and is correlated only at scales comparable to the length of the line.\nFinally, we explain why the integrated effect of disorder on the voltage at the\nend of the line cannot be described within a naive one-generator-one-load\nmodel.\n","Comment: 8 pages, 5 figures"]}]
["1106.5014",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5014"],"date":["2011-06-24"],"type":["text"],"creator":["Button, J. O."],"language":[],"coverage":[],"title":["Growth in infinite groups of infinite subsets"],"description":["  Given an infinite group G, we consider the finitely additive measure defined\non finite unions of cosets of finite index subgroups. We show that this shares\nmany properties with the size of subsets of a finite group, for instance we can\nobtain equivalent results on Ruzsa distance and product free sets. In\nparticular if G has infinitely many finite index subgroups then it has subsets\nS of measure arbitrarily close to 1/2 with the square of S having measure less\nthan 1.\n","Comment: 27 pages, no pictures"]}]
["1106.5020",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Logic","Primary: 22F50, 46B03, 46B04. Secondary: 03E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5020"],"date":["2011-06-24"],"type":["text"],"creator":["Ferenczi, Valentin","Rosendal, Christian"],"language":[],"coverage":[],"title":["On isometry groups and maximal symmetry"],"description":["  We study problems of maximal symmetry in Banach spaces. This is done by\nproviding an analysis of the structure of small subgroups of the general linear\ngroup GL(X), where X is a separable reflexive Banach space. In particular, we\nprovide the first known example of a Banach space X without any equivalent\nmaximal norm, or equivalently such that GL(X) contains no maximal bounded\nsubgroup. Moreover, this space X may be chosen to be super-reflexive.\n"]}]
["1106.5024",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5024","doi:10.1007/s11207-011-9821-7"],"date":["2011-06-24"],"type":["text"],"creator":["Leka, KD","Barnes, G."],"language":[],"coverage":[],"title":["Modelling and Interpreting The Effects of Spatial Resolution on Solar\n  Magnetic Field Maps"],"description":["  Different methods for simulating the effects of spatial resolution on\nmagnetic field maps are compared, including those commonly used for\ninter-instrument comparisons. The investigation first uses synthetic data, and\nthe results are confirmed with {\\it Hinode}/SpectroPolarimeter data. Four\nmethods are examined, one which manipulates the Stokes spectra to simulate\nspatial-resolution degradation, and three \"post-facto\" methods where the\nmagnetic field maps are manipulated directly. Throughout, statistical\ncomparisons of the degraded maps with the originals serve to quantify the\noutcomes. Overall, we find that areas with inferred magnetic fill fractions\nclose to unity may be insensitive to optical spatial resolution; areas of\nsub-unity fill fractions are very sensitive. Trends with worsening spatial\nresolution can include increased average field strength, lower total flux, and\na field vector oriented closer to the line of sight. Further-derived quantities\nsuch as vertical current density show variations even in areas of high average\nmagnetic fill-fraction. In short, unresolved maps fail to represent the\ndistribution of the underlying unresolved fields, and the \"post-facto\" methods\ngenerally do not reproduce the effects of a smaller telescope aperture. It is\nargued that selecting a method in order to reconcile disparate spatial\nresolution effects should depend on the goal, as one method may better preserve\nthe field distribution, while another can reproduce spatial resolution\ndegradation. The results presented should help direct future inter-instrument\ncomparisons.\n","Comment: Accepted for publication in Solar Physics. The final publication\n  (including full-resolution figures) will be available at\n  http://www.springerlink.com"]}]
["1106.5027",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5027"],"date":["2011-06-24"],"type":["text"],"creator":["Zhao, Liu"],"language":[],"coverage":[],"title":["Note on a class of anisotropic Einstein metrics"],"description":["  A class of anisotropic Einstein metrics is presented. These metrics are axial\nsymmetric and contains an anisotropy parameter $\\alpha$, which is identified as\nthe amplitude of the proper acceleration of the origin, thus explaining the\nellipsoid shape of the horizon.\n","Comment: 6 pages, 1 figure"]}]
["1106.5029",{"format":[],"subject":["Mathematics - Combinatorics","05A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5029"],"date":["2011-06-24"],"type":["text"],"creator":["Mező, István"],"language":[],"coverage":[],"title":["Some possible $q$-generalizations of harmonic numbers"],"description":["  We study three different $q$-analogues of the harmonic numbers. As\napplications, we present some generating functions involving number theoretical\nfunctions and give the $q$-generalization of Gosper's exponential generating\nfunction of harmonic numbers. We involve also the $q$-gamma and $q$-digamma\nfunction.\n"]}]
["1106.5033",{"format":[],"subject":["Mathematics - Rings and Algebras","High Energy Physics - Theory","Mathematical Physics","Mathematics - K-Theory and Homology","Mathematics - Representation Theory","17A32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5033"],"date":["2011-06-24"],"type":["text"],"creator":["Bremner, Murray R.","Sanchez-Ortega, Juana"],"language":[],"coverage":[],"title":["Leibniz triple systems"],"description":["  We define Leibniz triple systems in a functorial manner using the algorithm\nof Kolesnikov and Pozhidaev which converts identities for algebras into\nidentities for dialgebras. We verify that Leibniz triple systems are the\nnatural analogues of Lie triple systems in the context of dialgebras by showing\nthat both the iterated bracket in a Leibniz algebra and the permuted associator\nin a Jordan dialgebra satisfy the defining identities for Leibniz triple\nsystems. We construct the universal Leibniz envelopes of Leibniz triple systems\nand prove that every identity satisfied by the iterated bracket in a Leibniz\nalgebra is a consequence of the defining identities for Leibniz triple systems.\nTo conclude, we present some examples of 2-dimensional Leibniz triple systems\nand their universal Leibniz envelopes.\n","Comment: 18 pages"]}]
["1106.5034",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Group Theory","Primary 11F75, Secondary 11F67, 20J06, 20E42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5034"],"date":["2011-06-24"],"type":["text"],"creator":["Ash, Avner","Gunnells, Paul E.","McConnell, Mark"],"language":[],"coverage":[],"title":["Resolutions of the Steinberg module for GL(n)"],"description":["  We give several resolutions of the Steinberg representation St_n for the\ngeneral linear group over a principal ideal domain, in particular over Z. We\ncompare them, and use these results to prove that the computations in [AGM4]\nare definitive. In particular, in [AGM4] we use two complexes to compute\ncertain cohomology groups of congruence subgroups of SL(4,Z). One complex is\nbased on Voronoi's polyhedral decomposition of the symmetric space for SL(n,R),\nwhereas the other is a larger complex that has an action of the Hecke\noperators. We prove that both complexes allow us to compute the relevant\ncohomology groups, and that the use of the Voronoi complex does not introduce\nany spurious Hecke eigenclasses.\n"]}]
["1106.5038",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5038"],"date":["2011-06-24"],"type":["text"],"creator":["Wikfeldt, K. T.","Nilsson, A.","Pettersson, L. G. M."],"language":[],"coverage":[],"title":["Spatially Inhomogeneous Bimodal Inherent Structure in Simulated Liquid\n  Water"],"description":["  In the supercooled regime at elevated pressure two forms of liquid water,\nhigh-density (HDL) and low-density (LDL), have been proposed to be separated by\na coexistence line ending at a critical point, but a connection to ambient\nconditions has been lacking. Here we perform large-scale molecular dynamics\nsimulations and demonstrate that the underlying potential energy surface gives\na strictly bimodal characterization of the molecules at all temperatures as\nspatially inhomogeneous either LDL- or HDL-like with a 3:1 predominance for HDL\nat ambient conditions. The Widom line, indicating maximum fluctuations,\ncoincides with a 1:1 distribution. Our results indicate a unified description\nof liquid water covering supercooled to ambient conditions in agreement with\nrecent x-ray spectroscopy and scattering data.\n","Comment: 18 pages, 5 figures, submitted to Phys. Chem. Chem. Phys. special\n  issue"]}]
["1106.5041",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5041","Astronomy and Astrophysics 531 (2011) A117","doi:10.1051/0004-6361/201116962"],"date":["2011-06-24"],"type":["text"],"creator":["Kervella, Pierre","Perrin, Guy","Chiavassa, Andrea","Ridgway, Stephen T.","Cami, Jan","Haubois, Xavier","Verhoelst, Tijl"],"language":[],"coverage":[],"title":["The close circumstellar environment of Betelgeuse - II.\n  Diffraction-limited spectro-imaging from 7.76 to 19.50 microns with VLT/VISIR"],"description":["  Context: Mass-loss occurring in red supergiants (RSGs) is a major contributor\nto the enrichment of the interstellar medium in dust and molecules. The\nphysical mechanism of this mass loss is however relatively poorly known.\nBetelgeuse is the nearest RSG, and as such a prime object for high angular\nresolution observations of its surface (by interferometry) and close\ncircumstellar environment. Aims: The goal of our program is to understand how\nthe material expelled from Betelgeuse is transported from its surface to the\ninterstellar medium, and how it evolves chemically in this process. Methods: We\nobtained diffraction-limited images of Betelgeuse and a PSF calibrator\n(Aldebaran) in six filters in the N band (7.76 to 12.81 mic) and two filters in\nthe Q band (17.65 and 19.50 mic), using the VLT/VISIR instrument. Results: Our\nimages show a bright, extended and complex circumstellar envelope at all\nwavelengths. It is particularly prominent longwards of 9-10 mic, pointing at\nthe presence of O-rich dust, such as silicates or alumina. A partial circular\nshell is observed between 0.5 and 1.0\" from the star, and could correspond to\nthe inner radius of the dust envelope. Several knots and filamentary structures\nare identified in the nebula, one of the knots, located at a distance of 0.9\"\nwest of the star, being particularly bright and compact. Conclusions: The\ncircumstellar envelope around Betelgeuse extends at least up to several tens of\nstellar radii. Its relatively high degree of clumpiness indicates an\ninhomogeneous spatial distribution of the material lost by the star. Its\nextension corresponds to an important intermediate scale, where most of the\ndust is probably formed, between the hot and compact gaseous envelope observed\npreviously in the near infrared and the interstellar medium.\n","Comment: 10 pages"]}]
["1106.5045",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5045"],"date":["2011-06-24"],"type":["text"],"creator":["Giele, Walter T.","Stavenga, Gerben C.","Winter, Jan-Christopher"],"language":[],"coverage":[],"title":["A Forward Branching Phase-Space Generator"],"description":["  We develop a forward branching phase-space generator for use in\nnext-to-leading order parton level event generators. By performing 2 -> 3\nbranchings from a fixed jet phase-space point, all bremsstrahlung events\ncontributing to the given jet configuration are generated. The resulting\nphase-space integration is three-dimensional irrespective of the considered jet\nmultiplicity. In this first study, we use the forward branching phase-space\ngenerator to calculate in the leading-color approximation next-to-leading order\ncorrections to fully differential gluonic jet configurations.\n","Comment: 35 pages, 5 figures, 1 table"]}]
["1106.5047",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5047","Phys. Rev. Lett. 106, 246404 (2011)","doi:10.1103/PhysRevLett.106.246404"],"date":["2011-06-24"],"type":["text"],"creator":["Zhu, Xiangde","Lei, Hechang","Petrovic, C."],"language":[],"coverage":[],"title":["Coexistence of bulk superconductivity and charge density wave in\n  CuxZrTe3"],"description":["  We report coexistence of bulk superconductivity and charge density wave (CDW)\nwith superconducting critical temperature Tc = 3.8 K in Cu intercalated\nquasi-two-dimensional crystals of ZrTe3. The Cu intercalation results in the\nexpansion of the unit cell orthogonal to the Zr-Zr metal chains (b - axis) and\npartial filling of CDW energy bandgap without obvious shift of CDW transition\ntemperature. b - axis resistivity ?Rhob is not related to CDW, and its dominant\nscattering mechanism for both ZrTe3 and Cu0.05ZrTe3 is the electron - electron\nUmklapp scattering.\n","Comment: 4 pages, 4 figures"]}]
["1106.5049",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Geometry","58F07, 14F05, 14H40, 14H70, 22E67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5049"],"date":["2011-06-24"],"type":["text"],"creator":["Bielawski, Roger","Schwachhöfer, Lorenz"],"language":[],"coverage":[],"title":["Sheaves on P^1 x P^1, bigraded resolutions, and coadjoint orbits of loop\n  groups"],"description":["  We construct a canonical linear resolution of acyclic 1-dimensional sheaves\non P^1 x P^1 and discuss the resulting natural Poisson structure.\n","Comment: 12 pages"]}]
["cond-mat/0703768",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703768","Phys.Rev.B76:153101,2007","doi:10.1103/PhysRevB.76.153101"],"date":["2007-03-28"],"type":["text"],"creator":["Ostlund, S."],"language":[],"coverage":[],"title":["The strong coupling Kondo lattice model as a Fermi gas"],"description":["  The strong coupling half-filled Kondo lattice model is an important example\nof a strongly interacting dense Fermi system for which conventional Fermi gas\nanalysis has thus far failed. We remedy this by deriving an exact\ntransformation that maps the model to a dilute gas of weakly interacting\nelectron and hole quasiparticles that can then be analyzed by conventional\ndilute Fermi gas methods. The quasiparticle vacuum is a singlet Mott insulator\nfor which the quasiparticle dynamics are simple. Since the transformation is\nexact, the electron spectral weight sum rules are obeyed exactly. Subtleties in\nunderstanding the behavior of electrons in the singlet Mott insulator can be\nreduced to a fairly complicated but precise relation between quasiparticles and\nbare electrons. The theory of free quasiparticles can be interpreted as an\nexactly solvable model for a singlet Mott insulator, providing an exact model\nin which to explore the strong coupling regime of a singlet Kondo insulator.\n","Comment: 10pages, 2 figures"]}]
["hep-ph/0001001",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0001001","JHEP 0001:027,2000","doi:10.1088/1126-6708/2000/01/027"],"date":["1999-12-31","2011-06-24"],"type":["text"],"creator":["Bern, Z.","Dixon, L.","Kosower, D. A."],"language":[],"coverage":[],"title":["A Two-Loop Four-Gluon Helicity Amplitude in QCD"],"description":["  We present the two-loop pure gauge contribution to the gluon-gluon scattering\namplitude with maximal helicity violation. Our construction of the amplitude\ndoes not rely directly on Feynman diagrams, but instead uses its analytic\nproperties in 4 - 2 epsilon dimensions. We evaluate the loop integrals\nappearing in the amplitude through O(epsilon^0) in terms of polylogarithms.\n","Comment: Latex, 27 pages, 12 figures; v2: normalizations corrected in (5.11),\n  (A.6) and (A.7)"]}]
["hep-ph/0009307",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0009307","Phys.Lett.B502:189-198,2001","doi:10.1016/S0370-2693(01)00147-2"],"date":["2000-09-27","2001-03-11"],"type":["text"],"creator":["Dooling, David","Kang, Kyungsik"],"language":[],"coverage":[],"title":["Gravitational Origin of Quark Masses in an Extra-Dimensional Brane World"],"description":["  Using the warped extra dimension geometry of the many-brane extension of the\nRandall-Sundrum solution, we find a natural explanation for the observed quark\nmasses of the three Standard Model (SM) generations. Localizing massless SM\nmatter generations on neighboring 3-branes in an extra dimensional world leads\nto phenomenologically acceptable effective four dimensional masses arising from\nthe coupling of the fermion field with the background metric. Thus this\ngeometry can simultaneously address the gauge and quark mass hierarchy\nproblems.\n","Comment: 12 pages, 3 figures. Additional references and a section on\n  multi-brane system stabilization added. To appear in Phys. Lett. B. Earlier\n  version presented at COSMO2000, Cheju-Island, Korea, Sept.4 -8 to be\n  published in the proceedings"]}]
["hep-th/0404226",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0404226","Afr.J.Math.Phys.1:171-175,2004"],"date":["2004-04-28"],"type":["text"],"creator":["Rasmussen, Jorgen"],"language":[],"coverage":[],"title":["On string backgrounds and (logarithmic) CFT"],"description":["  We discuss the link between string backgrounds and the associated world-sheet\nCFTs. In the search for new backgrounds and CFTs, Penrose limits and Lie\nalgebra contractions are important tools. The Nappi-Witten construction and the\nrecently discovered logarithmic CFT by Bakas and Sfetsos, are considered as\nillustrations. We also speculate on possible extensions.\n","Comment: 9 pages, invited contribution to the proceedings on the IX-th\n  Workshop on Mathematical Physics and Applications, Rabat, 23-25 February 2004"]}]
["hep-th/0409026",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0409026","Afr.J.Math.Phys.4:1-9, 2007"],"date":["2004-09-02","2004-11-30"],"type":["text"],"creator":["Rasmussen, Jorgen"],"language":[],"coverage":[],"title":["On SU(2) Wess-Zumino-Witten models and stochastic evolutions"],"description":["  It is discussed how stochastic evolutions may be connected to SU(2)\nWess-Zumino-Witten models. Transformations of primary fields are generated by\nthe Virasoro group and an affine extension of the Lie group SU(2). The\ntransformations may be treated and linked separately to stochastic evolutions.\nA combination allows one to associate a set of stochastic evolutions to the\naffine Sugawara construction. The singular-vector decoupling generating the\nKnizhnik-Zamolodchikov equations may thus be related to stochastic evolutions.\nThe latter are based on an infinite-dimensional Brownian motion.\n","Comment: 12 pages, LaTeX, v2: Reference added"]}]
["math/0610550",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","60C10, 60J10, 60G50, 05E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610550","Commun. Contemp. Math. 9 (2007), no. 4, 585-603","doi:10.1142/S0219199707002551"],"date":["2006-10-18"],"type":["text"],"creator":["Alon, Noga","Benjamini, Itai","Lubetzky, Eyal","Sodin, Sasha"],"language":[],"coverage":[],"title":["Non-backtracking random walks mix faster"],"description":["  We compute the mixing rate of a non-backtracking random walk on a regular\nexpander. Using some properties of Chebyshev polynomials of the second kind, we\nshow that this rate may be up to twice as fast as the mixing rate of the simple\nrandom walk. The closer the expander is to a Ramanujan graph, the higher the\nratio between the above two mixing rates is.\n  As an application, we show that if $G$ is a high-girth regular expander on\n$n$ vertices, then a typical non-backtracking random walk of length $n$ on $G$\ndoes not visit a vertex more than $(1+o(1))\\frac{\\log n}{\\log\\log n}$ times,\nand this result is tight. In this sense, the multi-set of visited vertices is\nanalogous to the result of throwing $n$ balls to $n$ bins uniformly, in\ncontrast to the simple random walk on $G$, which almost surely visits some\nvertex $\\Omega(\\log n)$ times.\n","Comment: 18 pages; 2 figures"]}]
["math/0703489",{"format":[],"subject":["Mathematics - Statistics Theory","62N05, 62B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703489","Sci. Math. Jpn. 64 (2006), no. 2, 255-266"],"date":["2007-03-16","2011-06-24"],"type":["text"],"creator":["Di Crescenzo, Antonio","Longobardi, Maria"],"language":[],"coverage":[],"title":["On Weighted Residual and Past Entropies"],"description":["  We consider a \"length-biased\" shift-dependent information measure, related to\nthe differential entropy in which higher weight is assigned to large values of\nobserved random variables. This allows us to introduce the notions of \"weighted\nresidual entropy\" and \"weighted past entropy\", that are suitable to describe\ndynamic information of random lifetimes, in analogy with the entropies of\nresidual and past lifetimes introduced in [9] and [6], respectively. The\nobtained results include their behaviors under monotonic transformations.\n","Comment: 13 pages; updated on June 21, 2011"]}]
