["0705.0104",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0104","Phys. Rev. E 76, 021405 (2007)","doi:10.1103/PhysRevE.76.021405"],"date":["2007-05-01","2007-06-08"],"type":["text"],"creator":["Bier, Markus","van Roij, Rene"],"language":[],"coverage":[],"title":["Relaxation dynamics in fluids of platelike colloidal particles"],"description":["  The relaxation dynamics of a model fluid of platelike colloidal particles is\ninvestigated by means of a phenomenological dynamic density functional theory.\nThe model fluid approximates the particles within the Zwanzig model of\nrestricted orientations. The driving force for time-dependence is expressed\ncompletely by gradients of the local chemical potential which in turn is\nderived from a density functional -- hydrodynamic interactions are not taken\ninto account. These approximations are expected to lead to qualitatively\nreliable results for low densities as those within the isotropic-nematic\ntwo-phase region. The formalism is applied to model an initially spatially\nhomogeneous stable or metastable isotropic fluid which is perturbed by\nswitching a two-dimensional array of Gaussian laser beams. Switching on the\nlaser beams leads to an accumulation of colloidal particles in the beam\ncenters. If the initial chemical potential and the laser power are large enough\na preferred orientation of particles occurs breaking the symmetry of the laser\npotential. After switching off the laser beams again the system can follow\ndifferent relaxation paths: It either relaxes back to the homogeneous isotropic\nstate or it forms an approximately elliptical high-density core which is\nelongated perpendicular to the dominating orientation in order to minimize the\nsurface free energy. For large supersaturations of the initial isotropic fluid\nthe high-density cores of neighboring laser beams of the two-dimensional array\nmerge into complex superstructures.\n","Comment: low-resolution figures due to file size restrictions, revised version"]}]
["0708.2920",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2920","Physical Review B 76 174305 (2007)","doi:10.1103/PhysRevB.76.174305"],"date":["2007-08-21"],"type":["text"],"creator":["Lau, Bayo","Berciu, Mona","Sawatzky, George A."],"language":[],"coverage":[],"title":["Single polaron properties of the breathing-mode Hamiltonian"],"description":["  We investigate numerically various properties of the one-dimensional (1D)\nbreathing-mode polaron. We use an extension of a variational scheme to compute\nthe energies and wave-functions of the two lowest-energy eigenstates for any\nmomentum, as well as a scheme to compute directly the polaron Greens function.\nWe contrast these results with results for the 1D Holstein polaron. In\nparticular, we find that the crossover from a large to a small polaron is\nsignificantly sharper. Unlike for the Holstein model, at moderate and large\ncouplings the breathing-mode polaron dispersion has non-monotonic dependence on\nthe polaron momentum k. Neither of these aspects is revealed by a previous\nstudy based on the self-consistent Born approximation.\n"]}]
["0710.3157",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3157","Phys. Rev. Lett. 107, 125701 (2011)","doi:10.1103/PhysRevLett.107.125701"],"date":["2007-10-16","2011-09-13"],"type":["text"],"creator":["Katzav, Eytan","Schwartz, Moshe"],"language":[],"coverage":[],"title":["Exponent Inequalities in Dynamical Systems"],"description":["  In this letter we derive exponent inequalities relating the dynamic exponent\n$z$ to the steady state exponent $\\Gamma$ for a general class of stochastically\ndriven dynamical systems. We begin by deriving a general exact inequality,\nrelating the response function and the correlation function, from which the\nvarious exponent inequalities emanate. We then distinguish between two classes\nof dynamical systems and obtain different and complementary inequalities\nrelating $z$ and $\\Gamma$. The consequences of those inequalities for a wide\nset of dynamical problems, including critical dynamics and\nKardar-Parisi-Zhang-like problems are discussed.\n","Comment: 4 pages, 1 figure"]}]
["0710.5257",{"format":[],"subject":["Mathematical Physics","81R50, 82B20, 82B23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5257","J. Phys. A: Math. Theor. 41 (2008) 275201","doi:10.1088/1751-8113/41/27/275201"],"date":["2007-10-28","2008-05-12"],"type":["text"],"creator":["Au-Yang, Helen","Perk, Jacques H H"],"language":[],"coverage":[],"title":["Eigenvectors in the Superintegrable Model I: sl_2 Generators"],"description":["  In order to calculate correlation functions of the chiral Potts model, one\nonly needs to study the eigenvectors of the superintegrable model. Here we\nstart this study by looking for eigenvectors of the transfer matrix of the\nperiodic tau_2(t)model which commutes with the chiral Potts transfer matrix. We\nshow that the degeneracy of the eigenspace of tau_2(t) in the Q=0 sector is\n2^r, with r=(N-1)L/N when the size of the transfer matrix L is a multiple of N.\nWe introduce chiral Potts model operators, different from the more commonly\nused generators of quantum group U-tilde_q(sl-hat(2)). From these we can form\nthe generators of a loop algebra L(sl(2)). For this algebra, we then use the\nroots of the Drinfeld polynomial to give new explicit expressions for the\ngenerators representing the loop algebra as the direct sum of r copies of the\nsimple algebra sl(2).\n","Comment: LaTeX 2E document, 11 pages, 1 eps figure, using iopart.cls with\n  graphicx and iopams packages. v2: Appended text to title, added\n  acknowledgments and made several minor corrections v3: Added reference,\n  eliminated ambiguity, corrected a few misprints"]}]
["0710.5439",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5439","Phys. Rev. E 77, 021401 (2008)","doi:10.1103/PhysRevE.77.021401"],"date":["2007-10-29"],"type":["text"],"creator":["Bier, Markus","van Roij, Rene"],"language":[],"coverage":[],"title":["Nonequilibrium steady states in fluids of platelike colloidal particles"],"description":["  Nonequilibrium steady states in an open system connecting two reservoirs of\nplatelike colloidal particles are investigated by means of a recently proposed\nphenomenological dynamic density functional theory [M. Bier and R. van Roij,\nPhys. Rev. E 76, 021405 (2007)]. The platelike colloidal particles are\napproximated within the Zwanzig model of restricted orientations, which\nexhibits an isotropic-nematic bulk phase transition. Inhomogeneities of the\nlocal chemical potential generate a diffusion current which relaxes to a\nnonvanishing value if the two reservoirs coupled to the system sustain\ndifferent chemical potentials. The relaxation process of initial states towards\nthe steady state turns out to comprise two regimes: a smoothening of initial\nsteplike structures followed by an ultimate relaxation of the slowest diffusive\nmode. The position of a nonequilibrium interface and the particle current of\nsteady states depend nontrivially on the structure of the reservoirs due to the\ncoupling between translational and orientational degrees of freedom of the\nfluid.\n"]}]
["0807.0727",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0727","Phys. Rev. Lett. 101, 046104 (2008)","doi:10.1103/PhysRevLett.101.046104"],"date":["2008-07-04"],"type":["text"],"creator":["Bier, Markus","Zwanikken, Jos","van Roij, Rene"],"language":[],"coverage":[],"title":["Liquid-liquid interfacial tension of electrolyte solutions"],"description":["  It is theoretically shown that the excess liquid-liquid interfacial tension\nbetween two electrolyte solutions as a function of the ionic strength I behaves\nasymptotically as O(- I^0.5) for small I and as O(+- I) for large I. The former\nregime is dominated by the electrostatic potential due to an unequal\npartitioning of ions between the two liquids whereas the latter regime is\nrelated to a finite interfacial thickness. The crossover between the two\nasymptotic regimes depends sensitively on material parameters suggesting that,\ndepending on the actual system under investigation, the experimentally\naccessible range of ionic strengths can correspond to either the small or the\nlarge ionic strength regime. In the limiting case of a liquid-gas surface where\nion partitioning is absent, the image chage interaction can dominate the\nsurface tension for small ionic strength I such that an Onsager-Samaras\nlimiting law O(- I ln(I)) is expected. The proposed picture is consistent with\nmore elaborate models and published measurements.\n","Comment: Accepted for publication in Physical Review Letters"]}]
["0807.4089",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4089","Phys. Rev. Lett. 101, 215901 (2008)","doi:10.1103/PhysRevLett.101.215901"],"date":["2008-07-25","2008-10-07"],"type":["text"],"creator":["Bier, Markus","van Roij, Rene","Dijkstra, Marjolein","van der Schoot, Paul"],"language":[],"coverage":[],"title":["Self diffusion of particles in complex fluids: temporary cages and\n  permanent barriers"],"description":["  We study the self diffusion of individual particles in dense (non-)uniform\ncomplex fluids within dynamic density functional theory and explicitly account\nfor their coupling to the temporally fluctuating background particles. Applying\nthe formalism to rod-like particles in uniaxial nematic and smectic liquid\ncrystals, we find correlated diffusion in different directions: The temporary\ncage formed by the neighboring particles competes with permanent barriers in\nperiodic inhomogeneous systems such as the lamellar smectic state and delays\nself diffusion of particles even in uniform systems. We compare our theory with\nrecent experimental data on the self diffusion of fluorescently labelled\nfilamentous virus particles in aqueous dispersions in the smectic phase and\nfind qualitative agreement. This demonstrates the importance of explicitly\ndealing with the time-dependent self-consistent molecular field that every\nparticle experiences.\n","Comment: submitted"]}]
["0809.4955",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4955","J. Chem. Phys. 130, 024703 (2009)","doi:10.1063/1.3054372"],"date":["2008-09-29"],"type":["text"],"creator":["Bier, Markus","de Graaf, Joost","Zwanikken, Jos","van Roij, Rene"],"language":[],"coverage":[],"title":["Curvature dependence of the electrolytic liquid-liquid interfacial\n  tension"],"description":["  The interfacial tension of a liquid droplet surrounded by another liquid in\nthe presence of microscopic ions is studied as a function of the droplet\nradius. An analytical expression for the interfacial tension is obtained within\na linear Poisson-Boltzmann theory and compared with numerical results from\nnon-linear Poisson-Boltzmann theory. The excess liquid-liquid interfacial\ntension with respect to the pure, salt-free liquid-liquid interfacial tension\nis found to decompose into a curvature-independent part due to short-ranged\ninterfacial effects and a curvature-dependent electrostatic contribution.\nSeveral curvature-dependent regimes of different scaling of the electrostatic\nexcess interfacial tension are identified. Symmetry relations of the\ninterfacial tension upon swapping droplet and bulk liquid are found to hold in\nthe low-curvature limit, which, e.g., lead to a sign change of the excess\nTolman length. For some systems a low-curvature expansion up to second order\nturns out to be applicable if and only if the droplet size exceeds the Debye\nscreening length in the droplet, independent of the Debye length in the bulk.\n","Comment: submitted"]}]
["0810.2945",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2945","Proceedings of Steklov Mathematical Insitute, Vol. 273, 2011,\n  247-256"],"date":["2008-10-16","2009-06-19"],"type":["text"],"creator":["Nikulin, Viacheslav V."],"language":[],"coverage":[],"title":["Self-correspondences of K3 surfaces via moduli of sheaves and arithmetic\n  hyperbolic reflection groups"],"description":["  An integral hyperbolic lattice is called reflective if its automorphism group\nis generated by reflections, up to finite index. Since 1981, it is known that\ntheir number is essentially finite.\n  We show that K3 surfaces over C with reflective Picard lattices can be\ncharacterized in terms of compositions of their self-correspondences via moduli\nof sheaves with primitive isotropic Mukai vector: Their self-correspondences\nwith integral action on the Picard lattice are numerically equivalent to\ncompositions of a finite number of especially simple self-correspondences via\nmoduli of sheaves.\n  This relates two topics: Self-correspondences of K3 surfaces via moduli of\nsheaves and Arithmetic hyperbolic reflection groups. It also raises several\nnatural unsolved related problems.\n","Comment: Var3: The paper is reorganized, it starts with description of\n  self-correspondences of K3 for arbitrary Picard number (the main result), and\n  finishes with their applications to K3 with reflective Picard lattices"]}]
["0811.1802",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1802","Phil. Mag. 89 (2009) 761-764","doi:10.1080/14786430902776970"],"date":["2008-11-11","2008-11-22"],"type":["text"],"creator":["Perk, Jacques H. H."],"language":[],"coverage":[],"title":["Comment on \"Conjectures on exact solution of three-dimensional (3D)\n  simple orthorhombic Ising lattices\" [arXiv:0705.1045]"],"description":["  It is shown that a recent article by Z.-D. Zhang [arXiv:0705.1045] is in\nerror and violates well-known theorems.\n","Comment: LaTeX, 3 pages, no figures, submitted to Philosophical Magazine.\n  Expanded version"]}]
["0901.0137",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Group Theory","20F36, 55N15, 55R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0137"],"date":["2008-12-31","2011-09-12"],"type":["text"],"creator":["Adem, Alejandro","Cohen, Frederick R.","Torres-Giese, Enrique"],"language":[],"coverage":[],"title":["Commuting elements, simplicial spaces, and filtrations of classifying\n  spaces"],"description":["  Using spaces of homomorphisms and the descending central series of the free\ngroups, simplicial spaces are constructed for each integer q>1 and every\ntopological group G, with realizations B(q,G) that filter the classifying space\nBG. In particular for q=2 this yields a single space B(2,G) assembled from all\nthe n-tuples of commuting elements in G. Homotopy properties of the B(q,G) are\nconsidered for finite groups. Cohomology calculations are provided for compact\nLie groups. The spaces B(2,G) are described in detail for transitively\ncommutative groups.\n","Comment: Revised version of original manuscript, to appear in Mathematical\n  Proceedings of the Cambridge Philosophical Society"]}]
["0901.2935",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2935","Phil. Mag. 89 (2009) 769-770","doi:10.1080/14786430902776962"],"date":["2009-01-19","2009-03-30"],"type":["text"],"creator":["Perk, Jacques H. H."],"language":[],"coverage":[],"title":["Rejoinder on \"Conjectures on exact solution of three-dimensional (3D)\n  simple orthorhombic Ising lattices\""],"description":["  It is shown that the arguments in the reply of Z.-D. Zhang (arXiv:0812.0194)\nto the comment arXiv:0811.1802 defending his conjectures in arXiv:0705.1045 are\ninvalid. His conjectures have been thoroughly disproved.\n","Comment: LaTeX2e, 2 pages, added responses to arXiv:0812.0194v3 and\n  arXiv:0812.0194v4"]}]
["0903.4575",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4575","Pramana 73:485-498,2010","doi:10.1007/s12043-009-0101-0"],"date":["2009-03-26"],"type":["text"],"creator":["Pati, Arun Kumar"],"language":[],"coverage":[],"title":["Entanglement in Non-Hermitian Quantum Theory"],"description":["  Entanglement is one of the key feature of quantum world that has no classical\ncounterpart. This arises due to the linear superposition principle and the\ntensor product structure of the Hilbert space when we deal with multiparticle\nsystems. In this paper, we will introduce the notion of entanglement for\nquantum systems that are governed by non-Hermitian yet PT-symmetric\nHamiltonians. We will show that maximally entangled states in usual quantum\ntheory behave like non-maximally entangled states in PT-symmetric quantum\ntheory. Furthermore, we will show how to create entanglement between two\nPTQubits using non-Hermitian Hamiltonians and discuss the entangling capability\nof such interaction Hamiltonians that are non-Hermitian in nature.\n","Comment: Latex file, 13 pages, no figures. Invited plenary talk in the\n  International Conference (Homi Bhabha Centenary Conference) on Non-Hermitian\n  Hamiltonians in Quantum Physics (PHHQP VIII) held at BARC, Mumbai during Jan\n  13-16, 2009"]}]
["0904.1185",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1185","Phys. Rev. B 80, 075409 (2009)","doi:10.1103/PhysRevB.80.075409"],"date":["2009-04-07","2009-08-03"],"type":["text"],"creator":["Jeong, Jae-Seung","Lee, Hyun-Woo"],"language":[],"coverage":[],"title":["Curvature-enhanced spin-orbit coupling in a carbon nanotube"],"description":["  Structure of the spin-orbit coupling varies from material to material and\nthus finding the correct spin-orbit coupling structure is an important step\ntowards advanced spintronic applications. We show theoretically that the\ncurvature in a carbon nanotube generates two types of the spin-orbit coupling,\none of which was not recognized before. In addition to the topological\nphase-related contribution of the spin-orbit coupling, which appears in the\noff-diagonal part of the effective Dirac Hamiltonian of carbon nanotubes, there\nis another contribution that appears in the diagonal part. The existence of the\ndiagonal term can modify spin-orbit coupling effects qualitatively, an example\nof which is the electron-hole asymmetric spin splitting observed recently, and\ngenerate four qualitatively different behavior of energy level dependence on\nparallel magnetic field. It is demonstrated that the diagonal term applies to a\ncurved graphene as well. This result should be valuable for spintronic\napplications of graphitic materials.\n","Comment: 6 pages, 4 figures, to be published on Physical Review B"]}]
["0905.2341",{"format":[],"subject":["Mathematics - Algebraic Geometry","Computer Science - Information Theory","Mathematics - Number Theory","14J20, 94B27, 11G25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2341","Journal de Theorie des Nombres de Bordeaux, Volume 23(2), p95-120,\n  2011"],"date":["2009-05-14","2010-12-01"],"type":["text"],"creator":["Couvreur, A."],"language":[],"coverage":[],"title":["Differential approach for the study of duals of algebraic-geometric\n  codes on surfaces"],"description":["  The purpose of the present article is the study of duals of functional codes\non algebraic surfaces. We give a direct geometrical description of them, using\ndifferentials. Even if this geometrical description is less trivial, it can be\nregarded as a natural extension to surfaces of the result asserting that the\ndual of a functional code on a curve is a differential code. We study the\nparameters of such codes and state a lower bound for their minimum distance.\nUsing this bound, one can study some examples of codes on surfaces, and in\nparticular surfaces with Picard number 1 like elliptic quadrics or some\nparticular cubic surfaces. The parameters of some of the studied codes reach\nthose of the best known codes up to now.\n","Comment: 21 pages"]}]
["0905.3236",{"format":[],"subject":["Mathematics - Differential Geometry","53C20, 53C21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3236","Tohoku Mathematical Journal, vol. 63 (2011), no. 3, pp.363-396"],"date":["2009-05-20","2011-05-19"],"type":["text"],"creator":["Kondo, Kei","Tanaka, Minoru"],"language":[],"coverage":[],"title":["Toponogov comparison theorem for open triangles"],"description":["  Dedicated to Professor Gromoll: The aim of our article is to generalize the\nToponogov comparison theorem to a complete Riemannian manifold with smooth\nconvex boundary. A geodesic triangle will be replaced by an open (geodesic)\ntriangle standing on the boundary of the manifold, and a model surface will be\nreplaced by the universal covering surface of a cylinder of revolution with\ntotally geodesic boundary. Applications of our theorem are found in our article\n\"Applications of Toponogov's comparison theorems for open triangles\"\n(arXiv:1102.4156).\n","Comment: This version 4 (36 pages, no figures) is a version to appear in\n  Tohoku Mathematical Journal"]}]
["0905.4348",{"format":[],"subject":["Mathematics - Number Theory","11G18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4348"],"date":["2009-05-27","2011-09-13"],"type":["text"],"creator":["Guitart, Xavier"],"language":[],"coverage":[],"title":["Fields of definition of building blocks with quaternionic multiplication"],"description":["  This paper investigates the fields of definition up to isogeny of the abelian\nvarieties called building blocks. A result of Ribet characterizes the fields of\ndefinition of these varieties together with their endomorphisms, in terms of a\nGalois cohomology class canonically attached to them. However, when the\nbuilding blocks have quaternionic multiplication, then the field of definition\nof the varieties can be strictly smaller than the field of definition of their\nendomorphisms. What we do is to give a characterization of the fields of\ndefinition of the varieties in this case (also in terms of their associated\nGalois cohomology class), by translating the problem into the language of group\nextensions with non-abelian kernel. We also make the computations that are\nneeded in order to calculate in practice these fields from our\ncharacterization.\n"]}]
["0906.2482",{"format":[],"subject":["Mathematical Physics","Physics - Classical Physics","Physics - Optics","35","G.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2482","Advances in Applied Clifford Algebras. 2011. Vol. 21. P. 203-220","doi:10.1007/s00006-010-0241-9"],"date":["2009-06-13","2011-09-13"],"type":["text"],"creator":["Red'kov, V. M."],"language":[],"coverage":[],"title":["Lorentz group theory and polarization of the light"],"description":["  Some facts of the theory of the Lorentz group are specified for looking at\nthe problems of light polarization optics in the frames of vector\nStokes-Mueller and spinor Jones formalism. In view of great differences between\nproperties of isotropic and time-like vectors in Special Relativity we should\nexpect principal differences in describing completely polarized and partly\npolarized light. In particular, substantial differences are revealed when\nturning to spinor techniques in the context of the polarized light. Because\nJones complex formalism has close relation to spinor objects of the Lorentz\ngroup, within the field of the light polarization we could have physical\nrealizations on the optical desk of some subtle topological distinctions\nbetween orthogonal L_{+}^{\\uparrow} =SO_{0}(3.1) and spinor SL(2.C) groups.\nThese topological differences of the groups find their corollaries in the\nproblem of the so-called spinor structure of physical space-time, some new\npoints are considered.\n","Comment: 17 pages. Talk given at 16 International Seminar: NCPS, May 19-22,\n  2009, Minsk. A shorter vertion published as a journal paper"]}]
["0906.3153",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3153","J.Phys.A43:025203,2010","doi:10.1088/1751-8113/43/2/025203"],"date":["2009-06-17","2010-01-03"],"type":["text"],"creator":["Au-Yang, Helen","Perk, Jacques H. H."],"language":[],"coverage":[],"title":["Identities in the Superintegrable Chiral Potts Model"],"description":["  We present proofs for a number of identities that are needed to study the\nsuperintegrable chiral Potts model in the $Q\\ne0$ sector.\n","Comment: LaTeX 2E document, using iopart.cls with iopams packages. 11 pages,\n  uses eufb10 and eurm10 fonts. Typeset twice! vs2: Two equations added. vs3:\n  Introduction added"]}]
["0909.0701",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0701","International Journal of Power Control Signal and\n  Computation(IJPCSC) Vol2. No.2, 2011, 119-123"],"date":["2009-09-03"],"type":["text"],"creator":["Vyas, Akondi","Roopashree, M B","Prasad, B Raghavendra"],"language":[],"coverage":[],"title":["Denoising Shack Hartmann Sensor spot pattern using Zernike Reconstructor"],"description":["  Shack Hartmann Sensor (SHS) is inflicted with significant background noise\nthat deteriorates the wave-front reconstruction accuracy. In this paper, a\nsimple method to remove the back ground noise with the use of Zernike\npolynomials is suggested. The images corresponding to individual array points\nof the SHS at the detector, placed at the focal plane are independently\nreconstructed using Zernike polynomials by the calculation of Zernike moments.\nAppropriate thresholding is applied on the images. It is shown with\ncomputational experiments that using Zernike Reconstructor along with usual\nthresholding improves the centroiding accuracy when compared to direct\nthresholding. A study was performed at different Signal to Noise ratio by\nchanging the number of Zernike orders used for reconstruction. The analysis\nhelps us in setting upper and lower bounds in the application of this denoising\nprocedure.\n","Comment: 9 figures, Proceedings of the International Conference on Advanced\n  Computing, Cauvery College for Women & Bharathidasan University Technology\n  Park, Tiruchirappalli, India. Aug 6-8, 2009, page 303"]}]
["0909.0711",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0711","International Journal of Power Control Signal and\n  Computation(IJPCSC) Vol2. No.2, 2011, 128-131"],"date":["2009-09-03"],"type":["text"],"creator":["Vyas, Akondi","Roopashree, M B","Prasad, B Raghavendra"],"language":[],"coverage":[],"title":["Progressive Prediction of Turbulence Using Wave-Front Sensor Data in\n  Adaptive Optics Using Data Mining"],"description":["  Nullifying the servo bandwidth errors improves the strehl ratio by a\nsubstantial quantity in adaptive optics systems. An effective method for\npredicting atmospheric turbulence to reduce servo bandwidth errors in real time\nclosed loop correction systems is presented using data mining. Temporally\nevolving phase screens are simulated using Kolmogorov statistics and used for\ndata analysis. A data cube is formed out of the simulated time series. Partial\ndata is used to predict the subsequent phase screens using the progressive\nprediction method. The evolution of the phase amplitude at individual pixels is\nsegmented by implementing the segmentation algorithms and prediction was made\nusing linear as well as non linear regression. In this method, the data cube is\naugmented with the incoming wave-front sensor data and the newly formed data\ncube is used for further prediction. The statistics of the prediction method is\nstudied under different experimental parameters like segment size,\ndecorrelation timescales of turbulence and segmentation procedure. On an\naverage, 6% improvement is seen in the wave-front correction after progressive\nprediction using data mining.\n","Comment: 6 figures, Proceedings of the International Conference on Advanced\n  Computing, Cauvery College for Women & Bharathidasan University Technology\n  Park, Tiruchirappalli, India. Aug 6-8, 2009, page 208"]}]
["0911.2853",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2853","J. Phys. B: At. Mol. Opt. Phys. 44 (2011) 195207","doi:10.1088/0953-4075/44/19/195207"],"date":["2009-11-15","2010-05-27"],"type":["text"],"creator":["Yu, Zhenhua","Baym, Gordon","Pethick, C. J."],"language":[],"coverage":[],"title":["Calculating energy shifts in terms of phase shifts"],"description":["  To clarify the relation of energy shifts to scattering phase shifts in\none-body and many-body problems, we examine their relation in a number of\ndifferent situations. We derive, for a particle in a container of arbitrary\nshape with a short-range scattering center, a general result for the energy\neigenvalues in terms of the s-wave scattering phase shift and the eigenstates\nin the absence of the scatterer. We show that, while the energy shifts for a\nspherical container are proportional to the phase shift over large ranges,\nthose for a cubic container have a more complicated behavior. We connect our\nresult to the description of energy shifts in terms of the scattering T-matrix.\nThe general relation is extended to problems of particles in traps with\nsmoothly varying potentials, including, e.g., the interaction of a small\nneutral atom with a Rydberg atom. We then consider the many-body problem for\nparticles with a two-body interaction and show that the free energy change due\nto the interaction is proportional to an average of a generalized phase shift\nthat includes the effects of the medium. Finally, we discuss why, even though\nindividual energy levels are very sensitive to boundary conditions, the energy\nof a many-body system is not.\n","Comment: 7 pages, 2 figures, NORDITA-2009-72, small changes in language at\n  several places"]}]
["0911.4309",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4309","Phys.Rev.D81:084037,2010","doi:10.1103/PhysRevD.81.084037"],"date":["2009-11-22","2011-09-12"],"type":["text"],"creator":["Tomizawa, Shinya"],"language":[],"coverage":[],"title":["Uniqueness theorem for charged dipole rings in five-dimensional minimal\n  supergravity"],"description":["  We show a uniqueness theorem for charged dipole rotating black rings in the\nbosonic sector of five-dimensional minimal supergravity, generalizing our\nprevious work [arXiv:0901.4724] on the uniqueness of charged rotating black\nholes with topologically spherical horizon in the same theory. More precisely,\nassuming the existence of two commuting axial Killing vector fields, we prove\nthat an asymptotically flat, stationary charged rotating black hole with\nnon-degenerate connected event horizon of cross-section topology S^1XS^2 in the\nfive-dimensional Einstein-Maxwell-Chern-Simons theory-if exists-is\ncharacterized by the mass, charge, two independent angular momenta, dipole\ncharge, and the rod structure. As anticipated, the necessity of specifying\ndipole charge-which is not a conserved charge-is the new, distinguished\ningredient that highlights difference between the present theorem and the\ncorresponding theorem for vacuum case, as well as difference from the case of\ntopologically spherical horizon within the same minimal supergravity. We also\nconsider a similar boundary value problem for other topologically non-trivial\nblack holes within the same theory, and find that generalizing the present\nuniqueness results to include black lenses-provided there exists such a\nsolution in the theory-would not appear to be straightforward.\n","Comment: 10 pages"]}]
["0912.2884",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2884","Phys.Rev.C81:045802,2010","doi:10.1103/PhysRevC.81.045802"],"date":["2009-12-15","2011-09-13"],"type":["text"],"creator":["Pi, Chun-Mei","Zheng, Xiao-Ping","Yang, Shu-Hua"],"language":[],"coverage":[],"title":["Neutrino Emissivity of Non-equilibrium beta processes With Nucleon\n  Superfluidity"],"description":["  We investigate the influence of nucleon superfluidity on the neutrino\nemissivity of non-equilibrium beta processes. Calculations are performed of the\nreduction factors for direct and modified Urca processes with three types of\nnucleon superfluidity in $npe$ matter. The numerical results are given since\nthe analytical solution is impossible. We find that the behavior of the\nsuperfluid influence is closely related to the chemical departure from beta\nequilibrium. For small chemical departure, the superfluid reduction factor\nalmost only depends on the gap but is hardly affected by the departure. While\nfor the departure large enough, it rapidly enhances the neutrino emissivity.\nThe onset of the \"enchanced\" emission has some corresponding thresholds which\nseem to be linked to the ratio of the energy gap to the chemical departure.\n","Comment: 11 pages, 5 figures"]}]
["0912.3538",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems","34M03, 34M15, 34M25, 34Mxx, 20Gxx, 17B45, 17B80, 34A05, 34A26, 34A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3538"],"date":["2009-12-17","2011-09-13"],"type":["text"],"creator":["Monforte, Ainhoa Aparicio","Weil, Jacques-Arthur"],"language":[],"coverage":[],"title":["A Reduced Form for Linear Differential Systems and its Application to\n  Integrability of Hamiltonian Systems"],"description":["  Let $[A]: Y'=AY$ with $A\\in \\mathrm{M}_n (k)$ be a differential linear\nsystem. We say that a matrix $R\\in {\\cal M}_{n}(\\bar{k})$ is a {\\em reduced\nform} of $[A]$ if $R\\in \\mathfrak{g}(\\bar{k})$ and there exists $P\\in GL_n\n(\\bar{k})$ such that $R=P^{-1}(AP-P')\\in \\mathfrak{g}(\\bar{k})$. Such a form is\noften the sparsest possible attainable through gauge transformations without\nintroducing new transcendants. In this article, we discuss how to compute\nreduced forms of some symplectic differential systems, arising as variational\nequations of hamiltonian systems. We use this to give an effective form of the\nMorales-Ramis theorem on (non)-integrability of Hamiltonian systems.\n","Comment: 28 pages"]}]
["0912.5400",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5400","Physical Review B 81 172401 (2010)","doi:10.1103/PhysRevB.81.172401"],"date":["2009-12-29","2010-06-05"],"type":["text"],"creator":["Lau, Bayo","Berciu, Mona","Sawatzky, George A."],"language":[],"coverage":[],"title":["Computational scheme for the spin-1/2 square lattice Heisenberg\n  antiferromagnet based on an octapartite description of the square lattice"],"description":["  We introduce a novel parametrization scheme for the Hilbert space of a\nspin-1/2 Heisenberg antiferromagnet (AFM) based on an octapartite description\nof the square lattice. Our formulation provides an efficient yet systematic way\nto model the singlet ground-state wave function within a truncated basis. We\ndemonstrate its effectiveness by using exact diagonalization to study systems\nwith up to 64 spins. At significantly reduced computational cost, we obtain\nground-state energies within less than 1% of the lowest values published. The\nnon-iterative nature of this formulation and the fact that spatial symmetries\nremain unexploited lead to opportunities for extensions such as the\nincorporation into established iterative methods and the application to\ninteracting models, for example in the study of the propagation of charged\nfermions in a 2D antiferromagnet.\n","Comment: Last manuscript before the final processing by the publisher,\n  Physical Review B"]}]
["1001.1270",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology","58J28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1270","doi:10.1007/s10455-011-9274-0"],"date":["2010-01-08","2011-05-02"],"type":["text"],"creator":["Szczepanski, Andrzej"],"language":[],"coverage":[],"title":["Eta invariants for flat manifolds"],"description":["  Using H. Donnelly result from the article \"Eta Invariants for G-Spaces\" we\ncalculate the eta invariants of the signature operator for almost all\n7-dimensional flat manifolds with cyclic holonomy group. In all cases this eta\ninvariants are an integer numbers. The article was motivated by D. D. Long and\nA. Reid article \"On the geometric boundaries of hyperbolic 4-manifolds, Geom.\nTopology 4, 2000, 171-178\n","Comment: 18 pages, a new version with referees comments"]}]
["1001.3295",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3295","Journal of Communication & Computer, Vol. 8, No. 3, pp. 173-179,\n  March 2011"],"date":["2010-01-19"],"type":["text"],"creator":["Vyas, Akondi","Roopashree, M. B.","Prasad, B. Raghavendra"],"language":[],"coverage":[],"title":["Extrapolating Zernike Moments to Predict Future Optical Wave-fronts in\n  Adaptive Optics Using Real Time Data Mining"],"description":["  We present the details of predicting atmospheric turbulence by mining Zernike\nmoment data obtained from simulations as well as experiments. Temporally\ncorrelated optical wave-fronts were simulated such that they followed\nKolmogorov phase statistics. The wave-fronts reconstructed either by modal or\nzonal methods can be represented in terms of Zernike moments. The servo lag\nerror in adaptive optics is minimized by predicting Zernike moments in the near\nfuture by using the data from the immediate past. It is shown statistically\nthat the prediction accuracy depends on the number of past phase screens used\nfor prediction and servo lag time scales. The algorithm is optimized in terms\nof these parameters for real time and efficient operation of the adaptive\noptics system. On an average, we report more than 3% improvement in the\nwave-front compensation after prediction. This analysis helps in optimizing the\ndesign parameters for sensing and correction in closed loop adaptive optics\nsystems.\n","Comment: 5 pages, 10 figures, International Conference on Information Systems\n  and Software Engineering, ICISSE-2009"]}]
["1002.1676",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","Mathematics - Combinatorics","14H10, 52B11, 05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1676","Notices of the AMS 58 (2011) 530-541"],"date":["2010-02-08"],"type":["text"],"creator":["Devadoss, Satyan L.","Heath, Timothy","Vipismakul, Cid"],"language":[],"coverage":[],"title":["Deformations of bordered Riemann surfaces and associahedral polytopes"],"description":["  We consider the moduli space of bordered Riemann surfaces with boundary and\nmarked points. Such spaces appear in open-closed string theory, particularly\nwith respect to holomorphic curves with Lagrangian submanifolds. We consider a\ncombinatorial framework to view the compactification of this space based on the\npair-of-pants decomposition of the surface, relating it to the well-known\nphenomenon of bubbling. Our main result classifies all such spaces that can be\nrealized as convex polytopes. A new polytope is introduced based on truncations\nof cubes, and its combinatorial and algebraic structures are related to\ngeneralizations of associahedra and multiplihedra.\n","Comment: 25 pages, 31 figures"]}]
["1002.3447",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3447"],"date":["2010-02-18","2011-09-13"],"type":["text"],"creator":["Engstrom, Alexander"],"language":[],"coverage":[],"title":["A local criterion for Tverberg graphs"],"description":["  The topological Tverberg theorem states that for any prime power q and\ncontinuous map from a (d+1)(q-1)-simplex to R}^d, there are q disjoint faces\nF_i of the simplex whose images intersect. It is possible to put conditions on\nwhich pairs of vertices of the simplex that are allowed to be in the same face\nF_i. A graph with the same vertex set as the simplex, and with two vertices\nadjacent if they should not be in the same F_i, is called a Tverberg graph if\nthe topological Tverberg theorem still work.\n  These graphs have been studied by Hell, Schoneborn and Ziegler, and it is\nknown that disjoint unions of small paths, cycles, and complete graphs are\nTverberg graphs. We find many new examples by establishing a local criterion\nfor a graph to be Tverberg. An easily stated corollary of our main theorem is\nthat if the maximal degree of a graph is D, and D(D+1)<q, then it is a Tverberg\ngraph.\n  We state the affine versions of our results and also describe how they can be\nused to enumerate Tverberg partitions.\n","Comment: 14 pages and 5 figures. To appear in Combinatorica"]}]
["1003.4435",{"format":[],"subject":["Mathematics - Differential Geometry","53-02, 58B25, 53C35, 53C50, 20G44, 20E42, 22E67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4435"],"date":["2010-03-23","2011-09-13"],"type":["text"],"creator":["Freyn, Walter"],"language":[],"coverage":[],"title":["Kac-Moody geometry"],"description":["  The geometry of symmetric spaces, polar actions, isoparametric submanifolds\nand spherical buildings is governed by spherical Weyl groups and simple Lie\ngroups. A natural generalization of semisimple Lie groups are affine Kac-Moody\ngroups as they mirror their structure theory and have good explicitely known\nrepresentations as groups of operators. In this article we describe the\ninfinite dimensional differential geometry associated to Kac-Moody groups:\nKac-Moody symmetric spaces, isoparametric submanifolds in Hilbert space, polar\nactions on Hilbert spaces and universal geometric twin buildings.\n","Comment: 35 pages, some typos corrected, references added"]}]
["1004.0281",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0281","Phys.Rev.D82:045001,2010","doi:10.1103/PhysRevD.82.045001"],"date":["2010-04-02"],"type":["text"],"creator":["Arias, E.","Svaiter, N. F.","Menezes, G."],"language":[],"coverage":[],"title":["The Bekenstein Bound in Asymptotically Free Field Theory"],"description":["  For spatially bounded free fields, the Bekenstein bound states that the\nspecific entropy satisfies the inequality $\\frac{S}{E} \\leq 2 \\pi R$, where $R$\nstands for the radius of the smallest sphere that circumscribes the system. The\nvalidity of the Bekenstein bound on the specific entropy in the asymptotically\nfree side of the Euclidean $(\\lambda\\,\\phi^{\\,4})_{d}$ self-interacting scalar\nfield theory is investigated. We consider the system in thermal equilibrium\nwith a reservoir at temperature $\\beta^{\\,-1}$ and defined in a compact spatial\nregion without boundaries. Using the effective potential, we presented an\nexhaustive study of the thermodynamic of the model. For low and high\ntemperatures the system presents a condensate. We obtain also the renormalized\nmean energy $E$ and entropy $S$ for the system. With these quantities, we shown\nin which situations the specific entropy satisfies the quantum bound.\n"]}]
["1004.0921",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0921"],"date":["2010-04-06","2011-09-13"],"type":["text"],"creator":["Benjamini, Itai","Schramm, Oded","Timar, Adam"],"language":[],"coverage":[],"title":["On the separation profile of infinite graphs"],"description":["  Initial steps in the study of inner expansion properties of infinite Cayley\ngraphs and other infinite graphs, such as hyperbolic ones, are taken, in a\nflavor similar to the well-known Lipton-Tarjan square root separation result\nfor planar graphs. Connections to relaxed versions of quasi-isometries are\nexplored, such as regular and semiregular maps.\n","Comment: 24 pages"]}]
["1004.2781",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2781","J. Amer. Math. Soc. 25 (2012), 21-76"],"date":["2010-04-16","2011-08-03"],"type":["text"],"creator":["Geiß, Christof","Leclerc, Bernard","Schröer, Jan"],"language":[],"coverage":[],"title":["Generic bases for cluster algebras and the Chamber Ansatz"],"description":["  Let Q be a finite quiver without oriented cycles, and let $\\Lambda$ be the\ncorresponding preprojective algebra. Let g be the Kac-Moody Lie algebra with\nCartan datum given by Q, and let W be its Weyl group. With w in W is associated\na unipotent cell N^w of the Kac-Moody group with Lie algebra g. In previous\nwork we proved that the coordinate ring \\C[N^w] of N^w is a cluster algebra in\na natural way. A central role is played by generating functions \\vphi_X of\nEuler characteristics of certain varieties of partial composition series of X,\nwhere X runs through all modules in a Frobenius subcategory C_w of the category\nof nilpotent $\\Lambda$-modules. We show that for every X in C_w, \\vphi_X\ncoincides after appropriate changes of variables with the cluster characters of\nFu and Keller associated with any cluster-tilting module T of C_w. As an\napplication, we get a new description of a generic basis of the cluster algebra\nobtained from \\C[N^w] via specialization of coefficients to 1. For the special\ncase of coefficient-free acyclic cluster algebras this proves a conjecture by\nDupont.\n","Comment: 48 pages. Version 2: Minor improvements, and a few typos corrected.\n  v3: New section 2 (reminder on cluster algebras), so subsequent sections\n  renumbered; section 6 (was section 5) reorganized and extended; several small\n  corrections; references updated. Final version, now 55 pages, to appear JAMS"]}]
["1005.0296",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0296"],"date":["2010-04-29","2011-09-13"],"type":["text"],"creator":["Anantharaman, Nalini","Macià, Fabricio"],"language":[],"coverage":[],"title":["Semiclassical measures for the Schr\\\"odinger equation on the torus"],"description":["  In this article, the structure of semiclassical measures for solutions to the\nlinear Schr\\\"{o}dinger equation on the torus is analysed. We show that the\ndisintegration of such a measure on every invariant lagrangian torus is\nabsolutely continuous with respect to the Lebesgue measure. We obtain an\nexpression of the Radon-Nikodym derivative in terms of the sequence of initial\ndata and show that it satisfies an explicit propagation law. As a consequence,\nwe also prove an observability inequality, saying that the $L^2$-norm of a\nsolution on any open subset of the torus controls the full $L^2$-norm.\n","Comment: We extended Theorem 1 to the case with potential. We added Theorem 4\n  and modified the organisation of the paper"]}]
["1005.3961",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3961","J. Chem. Phys. 133, 124501 (2010)","doi:10.1063/1.3479883"],"date":["2010-05-21"],"type":["text"],"creator":["Bier, Markus","van Roij, Rene","Dijkstra, Marjolein"],"language":[],"coverage":[],"title":["Phase Diagrams of Binary Mixtures of Oppositely Charged Colloids"],"description":["  Phase diagrams of binary mixtures of oppositely charged colloids are\ncalculated theoretically. The proposed mean-field-like formalism interpolates\nbetween the limits of a hard-sphere system at high temperatures and the\ncolloidal crystals which minimize Madelung-like energy sums at low\ntemperatures. Comparison with computer simulations of an equimolar mixture of\noppositely charged, equally sized spheres indicate semi-quantitative accuracy\nof the proposed formalism. We calculate global phase diagrams of binary\nmixtures of equally sized spheres with opposite charges and equal charge\nmagnitude in terms of temperature, pressure, and composition. The influence of\nthe screening of the Coulomb interaction upon the topology of the phase diagram\nis discussed. Insight into the topology of the global phase diagram as a\nfunction of the system parameters leads to predictions on the preparation\nconditions for specific binary colloidal crystals.\n","Comment: Submitted"]}]
["1006.0440",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0440","Adv. Math. 227 (2011), 1526-1538"],"date":["2010-06-02","2011-01-13"],"type":["text"],"creator":["Jardim, Marcos","Verbitsky, Misha"],"language":[],"coverage":[],"title":["Moduli spaces of framed instanton bundles on CP^3 and twistor sections\n  of moduli spaces of instantons on C^2"],"description":["  We show that the moduli space $M$ of holomorphic vector bundles on $CP^3$\nthat are trivial along a line is isomorphic (as a complex manifold) to a\nsubvariety in the moduli of rational curves of the twistor space of the moduli\nspace of framed instantons on $\\R^4$, called the space of twistor sections. We\nthen use this characterization to prove that $M$ is equipped with a\ntorsion-free affine connection with holonomy in $Sp(2n,\\C)$.\n","Comment: v. 3.0, 15 pages, many small corrections, thanks to the referee"]}]
["1006.2090",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2090","Mol. Phys. 108, 211 (2010)","doi:10.1080/00268971003604609"],"date":["2010-06-10"],"type":["text"],"creator":["Bier, Markus","Dietrich, S."],"language":[],"coverage":[],"title":["Vapor Pressure of Ionic Liquids"],"description":["  We argue that the extremely low vapor pressures of room temperature ionic\nliquids near their triple points are due to the combination of strong ionic\ncharacters and of low melting temperatures.\n","Comment: Initially submitted manuscript of article M. Bier and S. Dietrich,\n  Mol. Phys. 108, 211 (2010) [Corrigendum: Mol. Phys. 108, 1413 (2010)]"]}]
["1007.2223",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 46F30. Secondary: 46S10, 46F10, 12J15, 12J25, 16W60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2223"],"date":["2010-07-13","2011-09-13"],"type":["text"],"creator":["Todorov, Todor D."],"language":[],"coverage":[],"title":["An axiomatic approach to non-linear theory of generalized functions"],"description":["  We offer an axiomatic definition of a differential algebra of generalized\nfunctions over an algebraically closed non-Archimedean field. This algebra is\nof {\\em Colombeau type} in the sense that it contains a copy of the space of\nSchwartz distributions. We study the uniqueness of the objects we define and\nthe consistency of our axioms. The article is aimed at mathematicians and\nphysicists who are interested in the non-linear theory of generalized\nfunctions, but who are not necessarily familiar with the original Colombeau\ntheory. We assume, however, some basic familiarity with the Schwartz theory of\ndistributions.\n","Comment: I, Todor Todorov, withdrew this paper because the last two sections\n  are missing. Please, see the paper \"An axiomatic approach to non-linear\n  theory of generalized functions and consistency of Laplace transform\""]}]
["1007.3218",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3218","Positivity 15 (3), 509-525 (2011)","doi:10.1007/s11117-010-0104-6"],"date":["2010-07-19"],"type":["text"],"creator":["Pellonpää, Juha-Pekka","Ylinen, Kari"],"language":[],"coverage":[],"title":["Modules, completely positive maps, and a generalized KSGNS construction"],"description":["  A very general KSGNS type dilation theorem in the context of right (not\nnecessarily Hilbert) modules over $C^*$-algebras is presented. The proof uses\nKolmogorov type decompositions for positive-definite kernels with values in\nspaces of sesquilinear maps. More specific functional analytic applications are\nobtained by adding assumptions.\n","Comment: 18 pages"]}]
["1008.0381",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0381"],"date":["2010-08-02","2011-09-12"],"type":["text"],"creator":["Cruz-Uribe, David","Moen, Kabe"],"language":[],"coverage":[],"title":["Sharp norm inequalities for commutators of classical operators"],"description":["  We prove several sharp weighted norm inequalities for commutators of\nclassical operators in harmonic analysis. We find sufficient $A_p$-bump\nconditions on pairs of weights $(u,v)$ such that $[b,T]$, $b\\in BMO$ and $T$ a\nsingular integral operator (such as the Hilbert or Riesz transforms), maps\n$L^p(v)$ into $L^p(u)$. Because of the added degree of singularity, the\ncommutators require a \"double log bump\" as opposed to that of singular\nintegrals, which only require single log bumps. For the fractional integral\noperator $I_\\al$ we find the sharp one-weight bound on $[b,I_\\al]$, $b\\in BMO$,\nin terms of the $A_{p,q}$ constant of the weight. We also prove sharp\ntwo-weight bounds for $[b,I_\\al]$ analogous to those of singular integrals. We\nprove two-weight weak-type inequalities for $[b,T]$ and $[b,I_\\al]$ for pairs\nof factored weights. Finally we construct several examples showing our bounds\nare sharp.\n","Comment: Accepted in Publ. Mat"]}]
["1009.3290",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3290","Phys. Rev. B 83, 134204 (2011)","doi:10.1103/PhysRevB.83.134204"],"date":["2010-09-16"],"type":["text"],"creator":["Conti, Claudio","Leuzzi, Luca"],"language":[],"coverage":[],"title":["Complexity of waves in nonlinear disordered media"],"description":["  The statistical properties of the phases of several modes nonlinearly coupled\nin a random system are investigated by means of a Hamiltonian model with\ndisordered couplings. The regime in which the modes have a stationary\ndistribution of their energies and the phases are coupled is studied for\narbitrary degrees of randomness and energy. The complexity versus temperature\nand strength of nonlinearity is calculated. A phase diagram is derived in terms\nof the stored energy and amount of disorder. Implications in random lasing,\nnonlinear wave propagation and finite temperature Bose-Einstein condensation\nare discussed.\n","Comment: 20 pages, 11 Figures"]}]
["1009.4701",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4701","Phys.Rev.D84:043005,2011","doi:10.1103/PhysRevD.84.043005"],"date":["2010-09-23","2011-09-08"],"type":["text"],"creator":["Zunckel, Caroline","Huterer, Dragan","Starkman, Glenn D."],"language":[],"coverage":[],"title":["Testing the statistical isotropy of large scale structure with multipole\n  vectors"],"description":["  A fundamental assumption in cosmology is that of statistical isotropy - that\nthe universe, on average, looks the same in every direction in the sky.\nStatistical isotropy has recently been tested stringently using Cosmic\nMicrowave Background (CMB) data, leading to intriguing results on large angular\nscales. Here we apply some of the same techniques used in the CMB to the\ndistribution of galaxies on the sky. Using the multipole vector approach, where\neach multipole in the harmonic decomposition of galaxy density field is\ndescribed by unit vectors and an amplitude, we lay out the basic formalism of\nhow to reconstruct the multipole vectors and their statistics out of galaxy\nsurvey catalogs. We apply the algorithm to synthetic galaxy maps, and study the\nsensitivity of the multipole vector reconstruction accuracy to the density,\ndepth, sky coverage, and pixelization of galaxy catalog maps.\n","Comment: 19 pages, 9 figures, typos fixed and minor changes in v2. Matches the\n  published version"]}]
["1010.0072",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0072"],"date":["2010-10-01","2011-09-12"],"type":["text"],"creator":["Audibert, Jean-Yves","Catoni, Olivier"],"language":[],"coverage":[],"title":["Linear regression through PAC-Bayesian truncation"],"description":["  We consider the problem of predicting as well as the best linear combination\nof d given functions in least squares regression under L^\\infty constraints on\nthe linear combination. When the input distribution is known, there already\nexists an algorithm having an expected excess risk of order d/n, where n is the\nsize of the training data. Without this strong assumption, standard results\noften contain a multiplicative log(n) factor, complex constants involving the\nconditioning of the Gram matrix of the covariates, kurtosis coefficients or\nsome geometric quantity characterizing the relation between L^2 and\nL^\\infty-balls and require some additional assumptions like exponential moments\nof the output. This work provides a PAC-Bayesian shrinkage procedure with a\nsimple excess risk bound of order d/n holding in expectation and in deviations,\nunder various assumptions. The common surprising factor of these results is\ntheir simplicity and the absence of exponential moment condition on the output\ndistribution while achieving exponential deviations. The risk bounds are\nobtained through a PAC-Bayesian analysis on truncated differences of losses. We\nalso show that these results can be generalized to other strongly convex loss\nfunctions.\n"]}]
["1010.0983",{"format":[],"subject":["Mathematics - Probability","Mathematics - Group Theory","60B15, 20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0983"],"date":["2010-10-05","2011-09-13"],"type":["text"],"creator":["Thompson, Russ"],"language":[],"coverage":[],"title":["The rate of escape of random walks on polycyclic and metabelian groups"],"description":["  We use subgroup distortion to determine the rate of escape of a simple random\nwalk on a class of polycyclic groups, and we show that the rate of escape is\ninvariant under changes of generating set for these groups. For metabelian\ngroups, we define a stronger form of subgroup distortion, which applies to\nnon-finitely generated subgroups. Under this hypothesis, we compute the rate of\nescape for certain random walks on metabelian groups via a comparison to the\ntoppling of a dissipative abelian sandpile.\n","Comment: 19 pages, 1 figure"]}]
["1010.4791",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","00A79"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4791","J. Phys. D: Appl. Phys. 44 (2011) 384002","doi:10.1088/0022-3727/44/38/384002"],"date":["2010-10-22","2011-02-13"],"type":["text"],"creator":["Sluka, Volker","Kakay, Attila","Deac, Alina M.","Bürgler, Daniel E.","Hertel, Riccardo","Schneider, Claus M."],"language":[],"coverage":[],"title":["Spin-Transfer Torque Induced Vortex Dynamics in Fe/Ag/Fe Nanopillars"],"description":["  We report experimental and analytical work on spin-transfer torque induced\nvortex dynamics in metallic nanopillars with in-plane magnetized layers. We\nstudy nanopillars with a diameter of 150 nm, containing two Fe layers with a\nthickness of 15 nm and 30 nm respectively, separated by a 6 nm Ag spacer. The\nsample geometry is such that it allows for the formation of magnetic vortices\nin the Fe disks. As confirmed by micromagnetic simulations, we are able to\nprepare states where one magnetic layer is homogeneously magnetized while the\nother contains a vortex. We experimentally show that in this configuration\nspin-transfer torque can excite vortex dynamics and analyze their dependence on\na magnetic field applied in the sample plane. The center of gyration is\ncontinuously dislocated from the disk center, and the potential changes its\nshape with field strength. The latter is reflected in the field dependence of\nthe excitation frequency. In the second part we propose a novel mechanism for\nthe excitation of the gyrotropic mode in nanopillars with a perfectly\nhomogeneously magnetized in-plane polarizing layer. We analytically show that\nin this configuration the vortex can absorb energy from the spin-polarized\nelectric current if the angular spin-transfer efficiency function is\nasymmetric. This effect is supported by micromagnetic simulations.\n","Comment: The article has been sent to J. Phys. D. Submitted on August 9, 2010.\n  (7 pages and 4 figures.)"]}]
["1011.0377",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0377","ApJ, 739, 79 (2011)","doi:10.1088/0004-637X/739/2/79"],"date":["2010-11-01","2011-07-12"],"type":["text"],"creator":["Kim, Jaiseung","Naselsky, Pavel"],"language":[],"coverage":[],"title":["Lack of angular correlation and odd-parity preference in CMB data"],"description":["  We have investigated the angular correlation in the recent CMB data. In\naddition to the known large-angle correlation anomaly, we find the lack of\ncorrelation at small angles with high statistical significance. We have\ninvestigated various non-cosmological contamination and additionally WMAP\nteam's simulated data. However, we have not found a definite cause. In the\nangular power spectrum of WMAP data, there exist anomalous odd-parity\npreference at low multipoles. Noting the equivalence between the power spectrum\nand the correlation, we have investigated the association between the lack of\nlarge-angle correlation and the odd-parity preference. From our investigation,\nwe find that the odd-parity preference at low multipoles is, in fact, a\nphenomenological origin of the lack of large-angle correlation. Futher\ninvestigation is required to find out whether the origin of the anomaly is\ncosmological or due to unaccounted systematics. The data from Planck surveyor,\nwhich has systematics distinct from the WMAP, will greatly help us to resolve\nits origin.\n","Comment: v3: typos corrected, v4: plots updated, v5: analysis extended, v6:\n  matched with the accepted version in ApJ (minor change)"]}]
["1012.0327",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0327","Int.J.Mod.Phys.A26:935-945,2011","doi:10.1142/S0217751X11052797"],"date":["2010-12-01"],"type":["text"],"creator":["Greenberg, O. W."],"language":[],"coverage":[],"title":["Review of the N-quantum Approach to Bound States"],"description":["  We describe a method of solving quantum field theories using operator\ntechniques based on the expansion of interacting fields in terms of asymptotic\nfields. For bound states, we introduce an asymptotic field for each (stable)\nbound state. We choose the nonrelativistic hydrogen atom as an example to\nillustrate the method. Future work will apply this N-quantum approach to\nrelativistic theories that include bound states in motion.\n","Comment: 15 pages, no figures"]}]
["1012.0333",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0333","AIP Conf.Proc.1343:167-169,2011","doi:10.1063/1.3574965"],"date":["2010-12-01"],"type":["text"],"creator":["Nishimura, Hiromichi","Ogilvie, Michael C."],"language":[],"coverage":[],"title":["Phase Structure of Confining Theories on R^3 x S^1"],"description":["  Recent work on QCD-like theories on R^3 x S^1 has revealed that a confined\nphase can exist when the circumference L of S^1 is sufficiently small. Adjoint\nQCD and double-trace deformation theories with certain conditions are such\ntheories, and we present some new results for their phase diagrams. First we\nshow the connection between the large-L and small-L confined regions in the\nphase diagram of SU(3) adjoint QCD using Polyakov-Nambu-Jona Lasinio models.\nThen we consider an SU(2) double-trace deformation theory with adjoint scalars\nand study conflicts between the Higgs and small-L confined phase.\n","Comment: 3 pages, 2 figures. Talk given at the IX International Conference on\n  Quark Confinement and Hadron Spectrum - Madrid, Spain, 30 Aug 2010 - 03 Sep\n  2010"]}]
["1012.0362",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0362","Int.J.Mod.Phys.E20:1651-1655,2011","doi:10.1142/S0218301311020034"],"date":["2010-12-01"],"type":["text"],"creator":["Kapitan, Jan","Collaboration, for the STAR"],"language":[],"coverage":[],"title":["Jet measurements in p+p and d+Au collisions with STAR at RHIC"],"description":["  Full jet reconstruction in heavy-ion collisions is a promising tool for the\nquantitative study of properties of the dense medium produced at RHIC. In\naddition to baseline measurements in p+p, results from d+Au collisions are\nneeded to disentangle initial state nuclear effects from medium-induced k_T\nbroadening and jet quenching. We present mid-rapidity inclusive jet p_T spectra\nand di-jet correlations (k_T) in 200~GeV p+p and d+Au collisions from the\n2007-2008 RHIC run.\n","Comment: 5 pages, 5 figures. To be published in proceedings of Jets in\n  Proton-Proton and Heavy-Ion Collisions workshop (August 12-14,Prague,Czech\n  Republic)"]}]
["1012.0410",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0410","PoS Lattice2010:021,2010"],"date":["2010-12-02"],"type":["text"],"creator":["Yamazaki, T."],"language":[],"coverage":[],"title":["Calculation of Helium nuclei in quenched lattice QCD"],"description":["  We present results for the binding energies for ^4He and ^3He nuclei\ncalculated in quenched lattice QCD at the lattice spacing of a =0.128 fm with a\nheavy quark mass corresponding to m_pi = 0.8 GeV. Enormous computational cost\nfor the nucleus correlation functions is reduced by avoiding redundancy of\nequivalent contractions stemming from permutation symmetry of protons or\nneutrons in the nucleus and various other symmetries. To distinguish a bound\nstate from an attractive scattering state, we investigate the volume dependence\nof the energy difference between the ground state energy of the nucleus channel\nand the free multi-nucleon states by changing the spatial extent of the lattice\nfrom 3.1 fm to 12.3 fm. A finite energy difference left in the infinite spatial\nvolume limit leads to the conclusion that the measured ground states are\nbounded. It is also encouraging that the measured binding energies and the\nexperimental ones show the same order of magnitude.\n","Comment: 12 pages, 4 figures, Talk given at the XXVIII International Symposium\n  on Lattice Field Theory, June 14-19 2010, Villasimius, Italy"]}]
["1012.0440",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0440","J.Phys.Conf.Ser.295:012064,2011","doi:10.1088/1742-6596/295/1/012064"],"date":["2010-12-02"],"type":["text"],"creator":["D'Alesio, Umberto","Murgia, Francesco","Pisano, Cristian"],"language":[],"coverage":[],"title":["Azimuthal asymmetries for hadron distributions inside jets in hadronic\n  collisions"],"description":["  Using a generalized parton model approach including spin and intrinsic parton\nmotion effects, and assuming the validity of factorization for large p_T jet\nproduction in hadronic collisions, we study the azimuthal distribution around\nthe jet axis of leading pions, produced in the jet fragmentation process. We\nidentify the observable leading-twist azimuthal asymmetries for the unpolarized\nand single-polarized case related to both quark and gluon-originated jets. We\naccount for all physically allowed combinations of the transverse momentum\ndependent (TMD) parton distribution and fragmentation functions, with special\nattention to the Sivers, Boer-Mulders, and transversity quark distributions,\nand to the Collins fragmentation function for quarks (and to the analogous\nfunctions for gluon partons).\n","Comment: 8 pages, 5 figures, to appear in the proceedings of 19th\n  International Spin Physics Symposium (SPIN2010), Sep 27-Oct 2, 2010, Juelich\n  (Germany)"]}]
["1012.0441",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0441","Phys.Lett.B701:127-132,2011","doi:10.1016/j.physletb.2011.05.032"],"date":["2010-12-02","2010-12-06"],"type":["text"],"creator":["Hirayama, Takayuki"],"language":[],"coverage":[],"title":["Negative mode of Schwarzschild black hole from the thermodynamic\n  instability"],"description":["  The thermodynamic instability, for example the negative heat capacity, of a\nblack hole implies the existence of off-shell negative mode(s) (tachyonic\nmode(s)) around the black hole geometry in the Euclidean path integral\nformalism of quantum gravity. We explicitly construct an off-shell negative\nmode inspired from the negative heat capacity in the case of Schwarzschild\nblack hole with/without a cosmological constant. We carefully check the\nboundary conditions, i.e. the regularity at the horizon, the traceless\ncondition, and the normalizability.\n","Comment: 18 pages; expressions improved, reference added"]}]
["1012.0473",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0473","Eur.Phys.J.C71:1690,2011","doi:10.1140/epjc/s10052-011-1690-6"],"date":["2010-12-02","2010-12-07"],"type":["text"],"creator":["Kluson, Josef","Nojiri, Shin'ichi","Odintsov, Sergei D.","Saez-Gomez, Diego"],"language":[],"coverage":[],"title":["U(1) Invariant F(R) Horava-Lifshitz Gravity"],"description":["  This paper is devoted to the study of various aspects of projectable F(R)\nHorava-Lifshitz (HL) gravity. We show that some versions of F(R) HL gravity may\nhave stable de Sitter solution and instable flat space solution. In this case,\nthe problem of scalar graviton does not appear because flat space is not vacuum\nstate. Generalizing the U(1) HL theory proposed in arXiv:1007.2410, we\nformulate U(1) extension of scalar theory and of F(R) Horava-Lifshitz gravity.\nThe Hamiltonian approach for such the theory is developed in full detail. It is\ndemonstrated that its Hamiltonian structure is the same as for the\nnon-relativistic covariant HL gravity. The spectrum analysis performed around\nflat background indicates towards the consistency of the theory because it\ncontains graviton with only transverse polarization. Finally, we analyze the\nspatially-flat FRW equations for U(1) invariant F(R) Horava-Lifshitz gravity.\n","Comment: 26 pages, several mysprints corrected"]}]
["1012.0480",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0480","Phys.Lett.B699:129-134,2011","doi:10.1016/j.physletb.2011.03.059"],"date":["2010-12-02","2011-04-05"],"type":["text"],"creator":["Fedoruk, S.","Kosinski, P.","Lukierski, J.","Maslanka, P."],"language":[],"coverage":[],"title":["Nonrelativistic counterparts of twistors and the realizations of\n  Galilean conformal algebra"],"description":["  Using the notion of Galilean conformal algebra (GCA) in arbitrary space\ndimension d, we introduce for d=3 quantized nonrelativistic counterpart of\ntwistors as the spinorial representation of O(2,1){\\oplus}SO(3) which is the\nmaximal semisimple subalgebra of three-dimensional GCA. The GC-covariant\nquantization of such nonrelativistic spinors, which shall be called also\nGalilean twistors, is presented. We consider for d=3 the general spinorial\nmatrix realizations of GCA, which are further promoted to quantum-mechanical\noperator representations, expressed as bilinears in quantized Galilean twistors\ncomponents. For arbitrary Hermitian quantum-mechanical Galilean twistor\nrealizations we obtain the result that the representations of GCA with\npositive-definite Hamiltonian do not exist. For non-positive H we construct for\nN{\\geq}2 the Hermitian Galilean N-twistor realizations of GCA; for N=2 such\nrealization is provided explicitly.\n","Comment: v3: 1+12 pages, with typos corrected in PLB proofs included"]}]
["1012.4013",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4013","Physical Review B 84, 125113 (2011)","doi:10.1103/PhysRevB.84.125113"],"date":["2010-12-17","2011-09-13"],"type":["text"],"creator":["Jia, C. J.","Moritz, B.","Chen, C. -C.","Shastry, B. Sriram","Devereaux, T. P."],"language":[],"coverage":[],"title":["A Fidelity Study of the Superconducting Phase Diagram in the 2D\n  Single-band Hubbard Model"],"description":["  Extensive numerical studies have demonstrated that the two-dimensional\nsingle-band Hubbard model contains much of the key physics in cuprate\nhigh-temperature superconductors. However, there is no definitive proof that\nthe Hubbard model truly possesses a superconducting ground state or, if it\ndoes, of how it depends on model parameters. To answer these longstanding\nquestions, we study an extension of the Hubbard model including an\ninfinite-range d-wave pair field term, which precipitates a superconducting\nstate in the d-wave channel. Using exact diagonalization on 16-site square\nclusters, we study the evolution of the ground state as a function of the\nstrength of the pairing term. This is achieved by monitoring the fidelity\nmetric of the ground state, as well as determining the ratio between the two\nlargest eigenvalues of the d-wave pair/spin/charge-density matrices. The\ncalculations show a d-wave superconducting ground state in doped clusters\nbracketed by a strong antiferromagnetic state at half filling controlled by the\nCoulomb repulsion U and a weak short-range checkerboard charge ordered state at\nlarger hole doping controlled by the next-nearest-neighbor hopping t'. We also\ndemonstrate that negative t' plays an important role in facilitating d-wave\nsuperconductivity.\n","Comment: 10 pages, 13 figures"]}]
["1012.4878",{"format":[],"subject":["Mathematics - Logic","Mathematics - Number Theory","11G05, 11U05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4878"],"date":["2010-12-21","2011-09-13"],"type":["text"],"creator":["Eisentraeger, Kirsten","Everest, Graham","Shlapentokh, Alexandra"],"language":[],"coverage":[],"title":["Hilbert's Tenth Problem and Mazur's Conjectures in Complementary\n  Subrings of Number Fields"],"description":["  We show that Hilbert's Tenth Problem is undecidable for complementary\nsubrings of number fields and that the p-adic and archimedean ring versions of\nMazur's conjectures do not hold in these rings. More specifically, given a\nnumber field K, a positive integer t>1, and t nonnegative computable real\nnumbers delta_1,..., delta_t whose sum is one, we prove that the nonarchimedean\nprimes of K can be partitioned into t disjoint recursive subsets S_1,..., S_t\nof densities delta_1,..., delta_t, respectively such that Hilbert's Tenth\nProblem is undecidable for each corresponding ring O_{K,S_i}. We also show that\nwe can find a partition as above such that each ring O_{K,S_i} possesses an\ninfinite Diophantine set which is discrete in every topology of the field. The\nonly assumption on K we need is that there is an elliptic curve of rank one\ndefined over K.\n","Comment: 21 pages; strengthened main theorems: proved main theorems for sets\n  of nonnegative computable real densities; minor corrections"]}]
["1012.5216",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Rings and Algebras","46L35, 46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5216"],"date":["2010-12-23","2011-09-13"],"type":["text"],"creator":["Pasnicu, Cornel","Perera, Francesc"],"language":[],"coverage":[],"title":["The Cuntz semigroup, a Riesz type interpolation property, comparison and\n  the ideal property"],"description":["  We define a Riesz type interpolation property for the Cuntz semigroup of a\n$C^*$-algebra and prove it is satisfied by the Cuntz semigroup of every\n$C^*$-algebra with the ideal property. Related to this, we obtain two\ncharacterizations of the ideal property in terms of the Cuntz semigroup of the\n$C^*$-algebra. Some additional characterizations are proved in the special case\nof the stable, purely infinite $C^*$-algebras, and two of them are expressed in\nlanguage of the Cuntz semigroup. We introduce a notion of comparison of\npositive elements for every unital $C^*$-algebra that has (normalized)\nquasitraces. We prove that large classes of $C^*$-algebras (including large\nclasses of $AH$ algebras) with the ideal property have this comparison\nproperty.\n","Comment: This is a revision of a previous submission"]}]
["1101.3851",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3851","Journal of Physical Chemistry C 2011, 115, 17782-17787","doi:10.1021/jp2006827"],"date":["2011-01-20","2011-08-08"],"type":["text"],"creator":["Zhang, Wenhua","Wu, Ping","Li, Zhenyu","Yang, Jinlong"],"language":[],"coverage":[],"title":["First-Principles Thermodynamics of Graphene Growth on Cu Surface"],"description":["  Chemical vapor deposition (CVD) is an important method to synthesis grapheme\non a substract. Recently, Cu becomes the most popular CVD substrate for\ngraphene growth. Here, we combine electronic structure calculation, molecular\ndynamics simulation, and thermodynamics analysis to study the graphene growth\nprocess on Cu surface. As a fundamentally important but previously overlooked\nfact, we find that carbon atoms are thermodynamically unfavorable on Cu surface\nunder typical experimental conditions. The active species for graphene growth\nshould thus mainly be CHx instead of atomic carbon. Based on this new picture,\nthe nucleation behavior can be understood, which explains many experimental\nobservations and also provides us a guide to improve graphene sample quality.\n","Comment: accepted by JPC-C"]}]
["1102.0450",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0450","Journal of Alloys and Compounds 509S, 2011, S812-S816","doi:10.1016/j.jallcom.2010.12.032"],"date":["2011-02-02","2011-02-03"],"type":["text"],"creator":["Mongstad, T.","Platzer-Björkman, C.","Karazhanov, S. Zh.","Holt, A.","Maehlen, J. P.","Hauback, B. C."],"language":[],"coverage":[],"title":["Transparent yttrium hydride thin films prepared by reactive sputtering"],"description":["  Metal hydrides have earlier been suggested for utilization in solar cells.\nWith this as a motivation we have prepared thin films of yttrium hydride by\nreactive magnetron sputter deposition. The resulting films are metallic for low\npartial pressure of hydrogen during the deposition, and black or\nyellow-transparent for higher partial pressure of hydrogen. Both metallic and\nsemiconducting transparent YHx films have been prepared directly in-situ\nwithout the need of capping layers and post-deposition hydrogenation. Optically\nthe films are similar to what is found for YHx films prepared by other\ntechniques, but the crystal structure of the transparent films differ from the\nwell-known YH3 phase, as they have an fcc lattice instead of hcp.\n"]}]
["1102.1490",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1490","doi:10.1364/OL.36.001512"],"date":["2011-02-07","2011-09-13"],"type":["text"],"creator":["Wiegner, R.","Thiel, C.","von Zanthier, J.","Agarwal, G. S."],"language":[],"coverage":[],"title":["Quantum interference and entanglement of photons which do not overlap in\n  time"],"description":["  We discuss the possibility of quantum interferences and entanglement of\nphotons which exist at different intervals of time, i.e., one photon being\nrecorded before the other has been created. The corresponding two-photon\ncorrelation function is shown to violate Bell's inequalities.\n","Comment: 3 pages, 2 figures"]}]
["1102.2210",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2210","Phys. Rev. A 84 033814 (2011)","doi:10.1103/PhysRevA.84.033814"],"date":["2011-02-10","2011-08-29"],"type":["text"],"creator":["Biancofiore, C.","Karuza, M.","Galassi, M.","Natali, R.","Tombesi, P.","Di Giuseppe, G.","Vitali, D."],"language":[],"coverage":[],"title":["Quantum dynamics of a high-finesse optical cavity coupled with a thin\n  semi-transparent membrane"],"description":["  We study the quantum dynamics of the cavity optomechanical system formed by a\nFabry-Perot cavity with a thin vibrating membrane at its center. We first\nderive the general multimode Hamiltonian describing the radiation pressure\ninteraction between the cavity modes and the vibrational modes of the membrane.\nWe then restrict the analysis to the standard case of a single cavity mode\ninteracting with a single mechanical resonator and we determine to what extent\noptical absorption by the membrane hinder reaching a quantum regime for the\ncavity-membrane system. We show that membrane absorption does not pose serious\nlimitations and that one can simultaneously achieve ground state cooling of a\nvibrational mode of the membrane and stationary optomechanical entanglement\nwith state-of-the-art apparatuses.\n","Comment: 14 pages, 7 figures"]}]
["1102.2753",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2753","Phys.Lett.B702:158-163,2011","doi:10.1016/j.physletb.2011.06.073"],"date":["2011-02-14","2011-06-26"],"type":["text"],"creator":["Alkofer, Natalia","Alkofer, Reinhard"],"language":[],"coverage":[],"title":["Features of ghost-gluon and ghost-quark bound states related to BRST\n  quartets"],"description":["  The BRST quartet mechanism in infrared Landau gauge QCD is investigated.\nBased on the observed positivity violation for transverse gluons $A_{\\mathrm\n{tr}}$ the field content of the non-perturbative BRST quartet generated by\n$A_{\\mathrm {tr}}$ is derived. To identify the gluon's BRST-daughter state as\nwell as the Faddeev-Popov--charge conjugated second parent state, a truncated\nBethe-Salpeter equation for the gluon-ghost bound state in the adjoint colour\nrepresentation is derived and studied. This equation is found to be compatible\nwith the so-called scaling solutions of functional approaches. Repeating the\nsame construction for quarks instead of $A_{\\mathrm {tr}}$ leads in a similar\nway to a truncated Bethe-Salpeter equation for the quark-ghost bound state in\nthe fundamental representation. Within the scaling solution the infrared\ndivergence of the quark-gluon vertex is exactly the right one to make this\nBethe-Salpeter equation infrared consistent.\n","Comment: 7 pages, 2 figures; version accepted for publication in Physics\n  Letters B"]}]
["1102.5096",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5096","Phys.Rev.D84:064014,2011","doi:10.1103/PhysRevD.84.064014"],"date":["2011-02-24","2011-09-13"],"type":["text"],"creator":["Mann, Robert B.","Nicolini, Piero"],"language":[],"coverage":[],"title":["Cosmological production of noncommutative black holes"],"description":["  We investigate the pair creation of noncommutative black holes in a\nbackground with positive cosmological constant. As a first step we derive the\nnoncommutative geometry inspired Schwarzschild deSitter solution. By varying\nthe mass and the cosmological constant parameters, we find several spacetimes\ncompatible with the new solution: positive mass spacetimes admit one\ncosmological horizon and two, one or no black hole horizons, while negative\nmass spacetimes have just a cosmological horizon. These new black holes share\nthe properties of the corresponding asymptotically flat solutions, including\nthe non-singular core and thermodynamic stability in the final phase of the\nevaporation. As a second step we determine the action which generates the\nmatter sector of gravitational field equations and we construct instantons\ndescribing the pair production of black holes and the other admissible\ntopologies. As a result we find that for current values of the cosmological\nconstant the deSitter background is quantum mechanically stable according to\nexperience. However positive mass noncommutative black holes and solitons would\nhave plentifully been produced during inflationary times for Planckian values\nof the cosmological constant. As a special result we find that, in these early\nepochs of the universe, Planck size black holes production would have been\nlargely disfavoured. We also find a potential instability for production of\nnegative-mass solitons.\n","Comment: 13 pages, 10 figures, version matching that published on PRD"]}]
["1102.5289",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5289","Phys.Rev.D84:046008,2011","doi:10.1103/PhysRevD.84.046008"],"date":["2011-02-25","2011-07-25"],"type":["text"],"creator":["Martelli, Dario","Sparks, James"],"language":[],"coverage":[],"title":["The large N limit of quiver matrix models and Sasaki-Einstein manifolds"],"description":["  We study the matrix models that result from localization of the partition\nfunctions of N=2 Chern-Simons-matter theories on the three-sphere. A large\nclass of such theories are conjectured to be holographically dual to M-theory\non Sasaki-Einstein seven-manifolds. We study the M-theory limit (large N and\nfixed Chern-Simons levels) of these matrix models for various examples, and\nshow that in this limit the free energy reproduces the expected AdS/CFT result\nof N^{3/2}/Vol(Y)^{1/2}, where Vol(Y) is the volume of the corresponding\nSasaki-Einstein metric. More generally we conjecture a relation between the\nlarge N limit of the partition function, interpreted as a function of trial\nR-charges, and the volumes of Sasakian metrics on links of Calabi-Yau four-fold\nsingularities. We verify this conjecture for a family of U(N)^2 Chern-Simons\nquivers based on M2 branes at hypersurface singularities, and for a U(N)^3\ntheory based on M2 branes at a toric singularity.\n","Comment: 38 pages, 4 figures; v2: minor changes, typos and factor of 2 in eq.\n  (5.19) fixed, references and 2 figures added; v3: new section 4.5 added; v4:\n  more typos fixed, range of validity of (4.19) clarified"]}]
["1103.1432",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1432"],"date":["2011-03-07","2011-09-13"],"type":["text"],"creator":["Marjane, Abdelaziz","Mokrane, Abdellah","Allailou, Boufeldja"],"language":[],"coverage":[],"title":["Vectorial Feedback with Carry Registers and Memory requirements"],"description":["  In \\cite{marjane2010}, we have introduced vectorial conception of FCSR's in\nFibonacci mode. This conception allows us to easily analyze FCSR's over binary\nfinite fields $\\mathbb{F}_{2^{n}}$ for $n\\geq 2$. In \\cite{allailou2010}, we\ndescribe and study the corresponding Galois mode and use it to design a new\nstream cipher. In this paper, we introduce the Ring mode for vectorial FCSR,\nexplain the analysis of such Feedback registers and illustrate with a simple\nexample.\n","Comment: 12 pages, 4 figures"]}]
["1103.2193",{"format":[],"subject":["Mathematics - Spectral Theory","81Q, 35P"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2193"],"date":["2011-03-10","2011-09-12"],"type":["text"],"creator":["Isozaki, Hiroshi","Korotyaev, Evgeny"],"language":[],"coverage":[],"title":["Inverse problems, trace formulae for discrete Schr\\\"odinger operators"],"description":["  We study discrete Schroedinger operators with compactly supported potentials\non the square lattice. Constructing spectral representations and representing\nS-matrices by the generalized eigenfunctions, we show that the potential is\nuniquely reconstructed from the S-matrix of all energies. We also study the\nspectral shift function for the trace class potentials, and estimate the\ndiscrete spectrum in terms of the moments of the spectral shift function and\nthe potential.\n","Comment: Ann. Henri Poincar\\'e, 2011"]}]
["1103.5175",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5175","doi:10.1016/j.chaos.2011.07.001"],"date":["2011-03-26","2011-09-12"],"type":["text"],"creator":["Oliveira, Diego F. M.","Robnik, Marko","Leonel, Edson D."],"language":[],"coverage":[],"title":["Dynamical properties of a particle in a wave packet: scaling invariance\n  and boundary crisis"],"description":["  Some dynamical properties present in a problem concerning the acceleration of\nparticles in a wave packet are studied. The dynamics of the model is described\nin terms of a two-dimensional area preserving map. We show that the phase space\nis mixed in the sense that there are regular and chaotic regions coexisting. We\nuse a connection with the standard map in order to find the position of the\nfirst invariant spanning curve which borders the chaotic sea. We find that the\nposition of the first invariant spanning curve increases as a power of the\ncontrol parameter with the exponent 2/3. The standard deviation of the kinetic\nenergy of an ensemble of initial conditions obeys a power law as a function of\ntime, and saturates after some crossover. Scaling formalism is used in order to\ncharacterize the chaotic region close to the transition from integrability to\nnonintegrability and a relationship between the power law exponents is derived.\nThe formalism can be applied in many different systems with mixed phase space.\nThen, dissipation is introduced into the model and therefore the property of\narea preservation is broken, and consequently attractors are observed. We show\nthat after a small change of the dissipation, the chaotic attractor as well as\nits basin of attraction are destroyed, thus leading the system to experience a\nboundary crisis. The transient after the crisis follows a power law with\nexponent -2.\n","Comment: Chaos, Solitons & Fractals, 2011"]}]
["1104.0257",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0257","Journal of Superconductivity and Novel Magnetism: Volume 24, Issue\n  7 (2011), Page 2103-2117","doi:10.1007/s10948-011-1177-6"],"date":["2011-04-01"],"type":["text"],"creator":["Krüger, Ekkehard","Strunk, Horst P."],"language":[],"coverage":[],"title":["The structural distortion in antiferromagnetic LaFeAsO investigated by a\n  group-theoretical approach"],"description":["  As experimentally well established, undoped LaFeAsO is antiferromagnetic\nbelow 137K with the magnetic moments lying on the Fe sites. We determine the\northorhombic body-centered group Imma (74) as the space group of the\nexperimentally observed magnetic structure in the undistorted lattice, i.e., in\na lattice possessing no structural distortions in addition to the\nmagnetostriction. We show that LaFeAsO possesses a partly filled \"magnetic\nband\" with Bloch functions that can be unitarily transformed into optimally\nlocalized Wannier functions adapted to the space group Imma. This finding is\ninterpreted in the framework of a nonadiabatic extension of the Heisenberg\nmodel of magnetism, the nonadiabatic Heisenberg model. Within this model,\nhowever, the magnetic structure with the space group Imma is not stable but can\nbe stabilized by a (slight) distortion of the crystal turning the space group\nImma into the space group Pnn2 (34). This group-theoretical result is in\naccordance with the experimentally observed displacements of the Fe and O atoms\nin LaFeAsO as reported by Clarina de la Cruz et al. [nature 453, 899 (2008)].\n"]}]
["1104.0908",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nonlinear Sciences - Pattern Formation and Solitons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0908","Phys. Rev. A 84, 031402(R) (2011)","doi:10.1103/PhysRevA.84.031402"],"date":["2011-04-05","2011-08-10"],"type":["text"],"creator":["Lee, Tony E.","Häffner, H.","Cross, M. C."],"language":[],"coverage":[],"title":["Antiferromagnetic phase transition in a nonequilibrium lattice of\n  Rydberg atoms"],"description":["  We study a driven-dissipative system of atoms in the presence of laser\nexcitation to a Rydberg state and spontaneous emission. The atoms interact via\nthe blockade effect, whereby an atom in the Rydberg state shifts the Rydberg\nlevel of neighboring atoms. We use mean-field theory to study how the Rydberg\npopulation varies in space. As the laser frequency changes, there is a\ncontinuous transition between the uniform and antiferromagnetic phases. The\nnonequilibrium nature also leads to a novel oscillatory phase and bistability\nbetween the uniform and antiferromagnetic phases.\n","Comment: 4 pages + appendix"]}]
["1104.1244",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1244"],"date":["2011-04-07","2011-09-12"],"type":["text"],"creator":["Klopp, Olga"],"language":[],"coverage":[],"title":["Rank penalized estimators for high-dimensional matrices"],"description":["  In this paper we consider the trace regression model. Assume that we observe\na small set of entries or linear combinations of entries of an unknown matrix\n$A_0$ corrupted by noise. We propose a new rank penalized estimator of $A_0$.\nFor this estimator we establish general oracle inequality for the prediction\nerror both in probability and in expectation. We also prove upper bounds for\nthe rank of our estimator. Then, we apply our general results to the problems\nof matrix completion and matrix regression. In these cases our estimator has a\nparticularly simple form: it is obtained by hard thresholding of the singular\nvalues of a matrix constructed from the observations.\n","Comment: We added a new section on matrix regression"]}]
["1104.2655",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2655","Phys.Rev.D84:034503,2011","doi:10.1103/PhysRevD.84.034503"],"date":["2011-04-13"],"type":["text"],"creator":["Chen, Ying","Du, De-Chuan","Guo, Bao-Zhong","Li, Ning","Liu, Chuan","Liu, Hang","Liu, Yu-Bin","Ma, Jian-Ping","Meng, Xiang-Fei","Niu, Zhi-Yuan","Zhang, Jian-Bo"],"language":[],"coverage":[],"title":["Radiative transitions in charmonium from $N_f=2$ twisted mass lattice\n  QCD"],"description":["  We present a study for charmonium radiative transitions:\n$J/\\psi\\rightarrow\\eta_c\\gamma$, $\\chi_{c0}\\rightarrow J/\\Psi\\gamma$ and\n$h_c\\rightarrow\\eta_c\\gamma$ using $N_f=2$ twisted mass lattice QCD gauge\nconfigurations. The single-quark vector form factors for $\\eta_c$ and\n$\\chi_{c0}$ are also determined. The simulation is performed at a lattice\nspacing of $a= 0.06666$ fm and the lattice size is $32^3\\times 64$. After\nextrapolation of lattice data at nonzero $Q^2$ to 0, we compare our results\nwith previous quenched lattice results and the available experimental values.\n","Comment: typeset with revtex, 15 pages, 11 figures, 4 tables"]}]
["1104.2800",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2800","Phys. Rev. B 84, 060505(R) (2011)","doi:10.1103/PhysRevB.84.060505"],"date":["2011-04-14","2011-09-13"],"type":["text"],"creator":["Leppäkangas, Juha","Marthaler, Michael","Schön, Gerd"],"language":[],"coverage":[],"title":["Phase-dependent quasiparticle tunneling in Josephson junctions:\n  Measuring the cos-phi term with a superconducting charge qubit"],"description":["  We investigate quasiparticle tunneling in a Cooper-pair box which is embedded\nin a superconducting ring to allow control of the total phase difference across\nthe island. The phase affects the transition rate between different electron\nnumber parity states of the island, which can be observed in experiment by\nestablished means. The phase dependence also leads to what is known as the\ncos-phi term in the tunneling characteristics of classical Josephson junctions.\nThis effect has remained controversial for decades; the proposed scheme opens\nan independent way to probe it.\n","Comment: 5 pages, 3 figures"]}]
["1104.4850",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4850","Metrologia 48 (2011) 399--407","doi:10.1088/0026-1394/48/5/022"],"date":["2011-04-26","2011-08-26"],"type":["text"],"creator":["Falke, St.","Schnatz, H.","Winfred, J. S. R. Vellore","Middelmann, Th.","Vogt, St.","Weyers, S.","Lipphardt, B.","Grosche, G.","Riehle, F.","Sterr, U.","Lisdat, Ch."],"language":[],"coverage":[],"title":["The 87-Sr optical frequency standard at PTB"],"description":["  With 87-Sr atoms confined in a one dimensional optical lattice, the frequency\nof the optical clock transition 5s^2 ^1S_0 - 5s5p ^3P_0 has been determined to\nbe 429 228 004 229 872.9(5) Hz. The transition frequency was measured with the\nhelp of a fs-frequency comb against one of PTB's H-masers whose frequency was\nmeasured simultaneously by the PTB Cs fountain clock CSF1. The Sr optical\nfrequency standard contributes with a fractional uncertainty of 1.5 10^-16 to\nthe total uncertainty. The agreement of the measured transition frequency with\nprevious measurements at other institutes supports the status of this\ntransition as secondary representation of the second with the currently\nsmallest uncertainty.\n","Comment: 9 pages, 6 figures"]}]
["1105.0188",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0188","JHEP 1108:097,2011","doi:10.1007/JHEP08(2011)097"],"date":["2011-05-01","2011-09-13"],"type":["text"],"creator":["Nicolini, Piero","Torrieri, Giorgio"],"language":[],"coverage":[],"title":["The Hawking-Page crossover in noncommutative anti-deSitter space"],"description":["  We study the problem of a Schwarzschild-anti-deSitter black hole in a\nnoncommutative geometry framework, thought to be an effective description of\nquantum-gravitational spacetime. As a first step we derive the noncommutative\ngeometry inspired Schwarzschild-anti-deSitter solution. After studying the\nhorizon structure, we find that the curvature singularity is smeared out by the\nnoncommutative fluctuations. On the thermodynamics side, we show that the black\nhole temperature, instead of a divergent behavior at small scales, admits a\nmaximum value. This fact implies an extension of the Hawking-Page transition\ninto a van der Waals-like phase diagram, with a critical point at a critical\ncosmological constant size in Plank units and a smooth crossover thereafter. We\nspeculate that, in the gauge-string dictionary, this corresponds to the\nconfinement \"critical point\" in number of colors at finite number of flavors, a\nhighly non-trivial parameter that can be determined through lattice\nsimulations.\n","Comment: 24 pages, 6 figure, 1 table, version matching that published on JHEP"]}]
["1105.1399",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1399","Phys.Rev.D84:035021,2011","doi:10.1103/PhysRevD.84.035021"],"date":["2011-05-06"],"type":["text"],"creator":["Ajaib, M. A.","Barr, S. M."],"language":[],"coverage":[],"title":["Higgs Multiplets of the Quark-Lepton Family Group"],"description":["  It is shown that realistic models can be constructed in which the Standard\nModel Higgs field is in a non-trivial multiplet of a non-abelian family group\nof the quarks and leptons. It is shown that the observed quark and lepton\nmasses and mixing angles can be fit, while the coefficients of flavor-changing\nfour-fermion operators mediated by the extra Higgs doublets are determined in\nterms of only a few unknown parameters.\n"]}]
["1105.1893",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1893","Europhysics Letters, 95 (2011) 17007","doi:10.1209/0295-5075/95/17007"],"date":["2011-05-10"],"type":["text"],"creator":["Stephanovich, V. A.","Zhitomirsky, M. E."],"language":[],"coverage":[],"title":["Spontaneous magnon decays in planar ferromagnet"],"description":["  We predict that spin-waves in an easy-plane ferromagnet have a finite\nlifetime at zero temperature due to spontaneous decays. In zero field the\ndamping is determined by three-magnon decay processes, whereas decays in the\ntwo-particle channel dominate in a transverse magnetic field. Explicit\ncalculations of the magnon damping are performed in the framework of the\nspin-wave theory for the $XXZ$ square-lattice ferromagnet with an anisotropy\nparameter $\\lambda<1$. In zero magnetic field the decays occur for\n$\\lambda^*<\\lambda<1$ with $\\lambda^*\\approx 1/7$. We also discuss possibility\nof experimental observation of the predicted effect in a number of\nferromagnetic insulators.\n","Comment: 6 pages, 6 figures, to appear in Europhysics Letters"]}]
["1105.3554",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3554","Phys. Rev. B 84, 075149 (2011)","doi:10.1103/PhysRevB.84.075149"],"date":["2011-05-18","2011-07-05"],"type":["text"],"creator":["Chen, Liang","Wan, Shaolong"],"language":[],"coverage":[],"title":["Casimir interaction between topological insulators with finite surface\n  band gap"],"description":["  Casimir interaction between topological insulators with opposite topological\nmagnetoelectric polarizabilities and finite surface band gaps has been\ninvestigated. For large surface band gap limit$(m\\rightarrow\\infty)$, we can\nobtain results given in [Phys. Rev. Lett. \\textbf{106}, 020403 (2011)]. For\nsmall surface band gap limit$(m\\rightarrow0)$, Casimir interaction between\ntopological insulators is attractive and analogy to ideal mental in short\nseparation limit. Generally, there is a critical value $m_c$ and when the\nsurface band gap is greater than the critical value, the Casimir force is\nrepulsive in an intermediate separation region. We estimate the critical\nsurface band gap $m_c \\sim 1/(2a)$, where $a$ is a critical separation where\nCasimir force vanishes.\n","Comment: 7 pages, 5 figures"]}]
["1105.4588",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4588","Phys.Rev. B84 (2011) 125306","doi:10.1103/PhysRevB.84.125306"],"date":["2011-05-23","2011-09-13"],"type":["text"],"creator":["Slobodeniuk, A. O.","Sharapov, S. G.","Loktev, V. M."],"language":[],"coverage":[],"title":["Density of states of relativistic and nonrelativistic two-dimensional\n  electron gases in a uniform magnetic and Aharonov-Bohm fields"],"description":["  We study the electronic properties of 2D electron gas (2DEG) with quadratic\ndispersion and with relativistic dispersion as in graphene in the inhomogeneous\nmagnetic field consisting of the Aharonov-Bohm flux and a constant background\nfield. The total and local density of states (LDOS) are obtained on the base of\nthe analytic solutions of the Schr\\\"{o}dinger and Dirac equations in the\ninhomogeneous magnetic field. It is shown that as it was in the situation with\na pure Aharonov-Bohm flux, in the case of graphene there is an excess of LDOS\nnear the vortex, while in 2DEG the LDOS is depleted. This results in excess of\nthe induced by the vortex DOS in graphene and in its depletion in 2DEG.\n","Comment: 20 pages, 7 figures; final version published in PRB"]}]
["1105.4642",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4642","Appl. Phys. Lett. 99, 113507 (2011)","doi:10.1063/1.3638063"],"date":["2011-05-23"],"type":["text"],"creator":["Barends, R.","Wenner, J.","Lenander, M.","Chen, Y.","Bialczak, R. C.","Kelly, J.","Lucero, E.","O'Malley, P.","Mariantoni, M.","Sank, D.","Wang, H.","White, T. C.","Yin, Y.","Zhao, J.","Cleland, A. N.","Martinis, John M.","Baselmans, J. J. A."],"language":[],"coverage":[],"title":["Loss and decoherence due to stray infrared light in superconducting\n  quantum circuits"],"description":["  We find that stray infrared light from the 4 K stage in a cryostat can cause\nsignificant loss in superconducting resonators and qubits. For devices shielded\nin only a metal box, we measured resonators with quality factors Q = 10^5 and\nqubits with energy relaxation times T_1=120 ns, consistent with a stray\nlight-induced quasiparticle density of 170-230 \\mu m^{-3}. By adding a second\nblack shield at the sample temperature, we found about an order of magnitude\nimprovement in performance and no sensitivity to the 4 K radiation. We also\ntested various shielding methods, implying a lower limit of Q = 10^8 due to\nstray light in the light-tight configuration.\n","Comment: 4 pages, 4 figures"]}]
["1106.1172",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1172","Phys.Rev.D84:046009,2011","doi:10.1103/PhysRevD.84.046009"],"date":["2011-06-06"],"type":["text"],"creator":["Nishioka, Tatsuma","Tachikawa, Yuji"],"language":[],"coverage":[],"title":["Para-Liouville/Toda central charges from M5-branes"],"description":["  We propose that N M5-branes, put on R^4/Z_m with deformation parameters\nepsilon_{1,2}, realize two-dimensional theory with SU(m)_N symmetry and m-th\npara-W_N symmetry. This includes the standard W_N symmetry for m=1 and\nsuper-Viraroro symmetry for m=N=2. We provide a small check of this proposal by\ncalculating the central charge of the 2d theory from the anomaly polynomial of\nthe 6d theory.\n","Comment: 5 pages"]}]
["1106.1486",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1486","Phys.Rev.D84:044051,2011","doi:10.1103/PhysRevD.84.044051"],"date":["2011-06-07","2011-08-02"],"type":["text"],"creator":["Lin, Kai","Wang, Anzhong","Wu, Qiang","Zhu, Tao"],"language":[],"coverage":[],"title":["On strong coupling in nonrelativistic general covariant theory of\n  gravity"],"description":["  We study the strong coupling problem in the Horava-Melby-Thompson setup of\nthe Horava-Lifshitz gravity with an arbitrary coupling constant $\\lambda$,\ngeneralized recently by da Silva, where $\\lambda$ describes the deviation of\nthe theory in the infrared from general relativity that has $\\lambda_{GR} = 1$.\nWe find that a scalar field in the Minkowski background becomes strong coupling\nfor processes with energy higher than $\\Lambda_{\\omega} [\\equiv\n(M_{pl}/c_1)^{3/2} M_{pl}|\\lambda - 1|^{5/4}]$, where generically $c_1 \\ll\nM_{pl}$. However, this problem can be cured by introducing a new energy scale\n$M_{*}$, so that $M_{*} < \\Lambda_{\\omega}$, where $M_{*}$ denotes the\nsuppression energy of high order derivative terms of the theory.\n","Comment: Some typos are corrected & new references added. revtex4, one figure.\n  To appear in Physical Review D"]}]
["1106.2089",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2089","Phis. Rev. E 84, 036203 (2011)","doi:10.1103/PhysRevE.84.036203"],"date":["2011-06-10","2011-09-13"],"type":["text"],"creator":["Cherny, A. Yu.","Anitas, E. M.","Osipov, V. A.","Kuklin, A. I."],"language":[],"coverage":[],"title":["Deterministic fractals: extracting additional information from\n  small-angle scattering data"],"description":["  The small-angle scattering curves of deterministic mass fractals are studied\nand analyzed in the momentum space. In the fractal region, the curve I(q)q^D is\nfound to be log-periodic with a good accuracy, and the period is equal to the\nscaling factor of the fractal. Here D and I(q) are the fractal dimension and\nthe scattering intensity, respectively. The number of periods of this curve\ncoincides with the number of fractal iterations. We show that the\nlog-periodicity of I(q)q^D in the momentum space is related to the\nlog-periodicity of the quantity g(r)r^{3-D} in the real space, where g(r) is\nthe pair distribution function. The minima and maxima positions of the\nscattering intensity are estimated explicitly by relating them to the pair\ndistance distribution in the real space. It is shown that the minima and maxima\nare damped with increasing polydispersity of the fractal sets; however, they\nremain quite pronounced even at sufficiently large values of polydispersity. A\ngeneralized self-similar Vicsek fractal with controllable fractal dimension is\nintroduced, and its scattering properties are studied to illustrate the above\nfindings. In contrast with the usual methods, the present analysis allows us to\nobtain not only the fractal dimension and the edges of the fractal region, but\nalso the fractal iteration number, the scaling factor, and the number of\nstructural units from which the fractal is composed.\n","Comment: 12 pages, 4 figures"]}]
["1106.3108",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3108","Phys. Rev. B 84, 125102 (2011)","doi:10.1103/PhysRevB.84.125102"],"date":["2011-06-15","2011-09-12"],"type":["text"],"creator":["Ko, Wing-Ho","Lee, Patrick A."],"language":[],"coverage":[],"title":["Proposal for detecting spin-chirality terms in Mott insulators via\n  resonant inelastic x-ray scattering"],"description":["  We consider the question of whether resonant inelastic x-ray scattering\n(RIXS) can be used to detect many-body excitations that are coupled to the\nspin-chirality terms S_i . (S_j x S_k) in a Mott insulator. We find that while\nthe spin-chirality terms are in general absent in the usual experimental setups\nof RIXS, there are prospects of realizing such terms if one considers instead\nthe scattering near a pre-edge. We then perform detailed analyses for the\nsquare and the kagome lattices, and brief analyses for the triangular and the\nhoneycomb lattices, in which we show that the spin-chirality terms are indeed\npresent in all the above lattices, but that they occur at a higher order in our\nexpansion for the kagome and the honeycomb lattices. The merit of using RIXS in\naddition to Raman spectroscopy to detect excitations that are coupled to the\nspin-chirality terms is also briefly discussed in the context of the emergent\ngauge boson in the U(1) Dirac spin liquid.\n","Comment: 9 pages, 9 figures; v2: minor revisions, concurrent with the\n  published version"]}]
["1106.3558",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3558","Phys.Rev.D84:032008,2011","doi:10.1103/PhysRevD.84.032008"],"date":["2011-06-17","2011-08-22"],"type":["text"],"creator":["CLEO Collaboration","Ge, J. Y.","Miller, D. H.","Shipsey, I. P. J.","Xin, B.","Adams, G. S.","Napolitano, J.","Ecklund, K. M.","Insler, J.","Muramatsu, H.","Park, C. S.","Pearson, L. J.","Thorndike, E. H.","Ricciardi, S.","Thomas, C.","Artuso, M.","Blusk, S.","Mountain, R.","Skwarnicki, T.","Stone, S.","Zhang, L. M.","Bonvicini, G.","Cinabro, D.","Lincoln, A.","Smith, M. J.","Zhou, P.","Zhu, J.","Naik, P.","Rademacker, J.","Asner, D. M.","Edwards, K. W.","Randrianarivony, K.","Tatishvili, G.","Briere, R. A.","Vogel, H.","Onyisi, P. U. E.","Rosner, J. L.","Alexander, J. P.","Cassel, D. G.","Das, S.","Ehrlich, R.","Gibbons, L.","Gray, S. W.","Hartill, D. L.","Heltsley, B. K.","Kreinick, D. L.","Kuznetsov, V. E.","Patterson, J. R.","Peterson, D.","Riley, D.","Ryd, A.","Sadoff, A. J.","Shi, X.","Sun, W. M.","Yelton, J.","Rubin, P.","Lowrey, N.","Mehrabyan, S.","Selen, M.","Wiss, J.","Libby, J.","Kornicer, M.","Mitchell, R. E.","Tarbert, C. M.","Besson, D.","Pedlar, T. K.","Cronin-Hennessy, D.","Hietala, J.","Dobbs, S.","Metreveli, Z.","Seth, K. K.","Tomaradze, A.","Xiao, T.","Martin, L.","Powell, A.","Wilkinson, G."],"language":[],"coverage":[],"title":["Branching fractions for Y(3S) -> pi^0 h_b and psi(2S) -> pi^0 h_c"],"description":["  Using e^+e^- collision data corresponding to 5.88M Y(3S) [25.9M psi(2S)]\ndecays and acquired by the CLEO III [CLEO-c] detectors operating at CESR, we\nstudy the single-pion transitions from Y(3S) [psi(2S)] to the respective\nspin-singlet states h_{b[c]}. Utilizing only the momentum of suitably selected\ntransition-pi^0 candidates, we obtain the upper limit B(Y(3S) -> pi^0 h_b) <\n1.2\\times 10^{-3} at 90% confidence level, and measure B(psi(2S) -> pi^0 h_c) =\n(9.0+-1.5+-1.3)\\times 10^{-4}. Signal sensitivities are enhanced by excluding\nvery asymmetric pi^0 -> gamma gamma candidates.\n","Comment: 12 pages 4 figures, version published in Physical Review D"]}]
["1106.4225",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4225"],"date":["2011-06-21","2011-09-12"],"type":["text"],"creator":["Masarik, Matthew P."],"language":[],"coverage":[],"title":["The Wave Equation in a General Spherically Symmetric Black Hole Geometry"],"description":["  We consider the Cauchy problem for the wave equation in a general class of\nspherically symmetric black hole geometries. Under certain mild conditions on\nthe far-field decay and the singularity, we show that there is a unique\nglobally smooth solution to the Cauchy problem for the wave equation with data\ncompactly supported away from the horizon that is compactly supported for all\ntimes and \\emph{decays in $L^{\\infty}_{\\text{loc}}$ as $t$ tends to infinity}.\nWe obtain as a corollary that in the geometry of black hole solutions of the\nSU(2) Einstein/Yang-Mills equations, solutions to the wave equation with\ncompactly supported initial data decay as $t$ goes to infinity.\n","Comment: Editorial revisions made to first version; this version contains no\n  substantive changes"]}]
["1106.4911",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Solar and Stellar Astrophysics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4911","Physics Letters B, Volume 701, Issue 5, p. 667-671 (2011)","doi:10.1016/j.physletb.2011.06.041"],"date":["2011-06-24"],"type":["text"],"creator":["Rotondo, M.","Rueda, Jorge A.","Ruffini, R.","Xue, S. -S."],"language":[],"coverage":[],"title":["The self-consistent general relativistic solution for a system of\n  degenerate neutrons, protons and electrons in beta-equilibrium"],"description":["  We present the self-consistent treatment of the simplest, nontrivial,\nself-gravitating system of degenerate neutrons, protons and electrons in\n$\\beta$-equilibrium within relativistic quantum statistics and the\nEinstein-Maxwell equations. The impossibility of imposing the condition of\nlocal charge neutrality on such systems is proved, consequently overcoming the\ntraditional Tolman-Oppenheimer-Volkoff treatment. We emphasize the crucial role\nof imposing the constancy of the generalized Fermi energies. A new approach\nbased on the coupled system of the general relativistic\nThomas-Fermi-Einstein-Maxwell equations is presented and solved. We obtain an\nexplicit solution fulfilling global and not local charge neutrality by solving\na sophisticated eigenvalue problem of the general relativistic Thomas-Fermi\nequation. The value of the Coulomb potential at the center of the configuration\nis $eV(0)\\simeq m_\\pi c^2$ and the system is intrinsically stable against\nCoulomb repulsion in the proton component. This approach is necessary, but not\nsufficient, when strong interactions are introduced.\n","Comment: Letter in press, Physics Letters B (2011)"]}]
["1106.6177",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.6177","Phys.Rev.D84:034033,2011","doi:10.1103/PhysRevD.84.034033"],"date":["2011-06-30"],"type":["text"],"creator":["Boglione, M.","Melis, S.","Prokudin, A."],"language":[],"coverage":[],"title":["Partonic Transverse Motion in Unpolarized Semi-Inclusive Deep Inelastic\n  Scattering Processes"],"description":["  We analyse the role of partonic transverse motion in unpolarized\nSemi-Inclusive Deep Inelastic Scattering (SIDIS) processes. Imposing\nappropriate kinematical conditions, we find some constraints which fix an upper\nlimit to the range of allowed k_perp values. We show that, applying these\nadditional requirements on the partonic kinematics, we obtain different results\nwith respect to the usual phenomenological approach based on the Gaussian\nsmearing with analytical integration over an unlimited range of k_perp values.\nThese variations are particularly interesting for some observables, like the <\ncos phi_h > azimuthal modulation of the unpolarized SIDIS cross section or the\naverage transverse momentum of the final, detected hadron.\n","Comment: 19 pages, 15 figures"]}]
["1107.0056",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0056"],"date":["2011-06-30","2011-09-13"],"type":["text"],"creator":["Campos, Victor","Linhares-Sales, Cláudia","Maia, Ana Karolinna","Martins, Nicolas","Sampaio, Rudini Menezes"],"language":[],"coverage":[],"title":["Fixed parameter algorithms for restricted coloring problems"],"description":["  In this paper, we obtain polynomial time algorithms to determine the acyclic\nchromatic number, the star chromatic number, the Thue chromatic number, the\nharmonious chromatic number and the clique chromatic number of $P_4$-tidy\ngraphs and $(q,q-4)$-graphs, for every fixed $q$. These classes include\ncographs, $P_4$-sparse and $P_4$-lite graphs. All these coloring problems are\nknown to be NP-hard for general graphs. These algorithms are fixed parameter\ntractable on the parameter $q(G)$, which is the minimum $q$ such that $G$ is a\n$(q,q-4)$-graph. We also prove that every connected $(q,q-4)$-graph with at\nleast $q$ vertices is 2-clique-colorable and that every acyclic coloring of a\ncograph is also nonrepetitive.\n"]}]
["1107.0087",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0087"],"date":["2011-06-30","2011-09-13"],"type":["text"],"creator":["Santos, Francisco de los","Franzese, Giancarlo"],"language":[],"coverage":[],"title":["Understanding diffusion and density anomaly in a coarse-grained model\n  for water confined between hydrophobic walls"],"description":["  We study, by Monte Carlo simulations, a coarse-grained model of a water\nmonolayer between hydrophobic walls at partial hydration, with a wall-to-wall\ndistance of about 0.5 nm. We analyze how the diffusion constant parallel to the\nwalls, $D_{\\parallel}$, changes and correlates to the phase diagram of the\nsystem. We find a locus of $D_{\\parallel}$ maxima and a locus of\n$D_{\\parallel}$ minima along isotherms, with lines of constant $D_{\\parallel}$\nresembling the melting line of bulk water. The two loci of $D_{\\parallel}$\nextrema envelope the line of temperatures of density maxima at constant $P$. We\nshow how these loci are related to the anomalous volume behavior due to the\nhydrogen bonds. At much lower $T$, confined water becomes subdiffusive, and we\ndiscuss how this behavior is a consequence of the increased correlations among\nwater molecules when the hydrogen bond network develops. Within the\nsubdiffusive region, although translations are largely hampered, we observe\nthat the hydrogen bond network can equilibrate and its rearrangement is\nresponsible for the appearance of density minima along isobars. We clarify that\nthe minima are not necessarily related to the saturation of the hydrogen bond\nnetwork.\n","Comment: Revised version"]}]
["1107.0649",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0649","Phys.Rev.D84:035022,2011","doi:10.1103/PhysRevD.84.035022"],"date":["2011-07-04","2011-08-19"],"type":["text"],"creator":["Ghosh, Dilip Kumar","Maity, Manas","Roy, Sourov"],"language":[],"coverage":[],"title":["R parity violating supersymmetric explanation for the CDF Wjj excess"],"description":["  Recently CDF has reported a 4.1 sigma excess in the distribution of the dijet\ninvariant mass between 120-160 GeV in Wjj event sample in 7.3 fb^{-1} of data,\nwhich has generated considerable interest. We offer a possible explanation of\nthis observation in the general framework of MSSM with R-parity violation\nthrough resonance production of tau sneutrino decaying into the LSP stau_1 and\nW boson. We also give the predictions of this scenario for the LHC operating at\n7 TeV center of mass energy.\n","Comment: 4 pages, 2 ps figures, revtex4, typos corrected, one new reference\n  added, version to appear in PRD"]}]
["1107.0672",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Dynamical Systems","20F65, 20E07, 37C85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0672"],"date":["2011-07-04","2011-09-12"],"type":["text"],"creator":["Bleak, Collin","Bowman, Hannah","Gordon, Alison","Graham, Garrett","Hughes, Jacob","Matucci, Francesco","Sapir, Jenya"],"language":[],"coverage":[],"title":["Centralizers in R. Thompson's group V_n"],"description":["  Let n be bigger than 1 and let A be an element in the Higman-Thompson group\nV_n. We study the structure of the centralizer of a in V_n through a careful\nanalysis of the action of the group generated by A on the Cantor set C. We make\nuse of revealing tree pairs as developed by Brin and Salazar from which we\nderive discrete train tracks to assist us in our analysis. A consequence of our\nstructure theorem is that centralizers are finitely generated. Along the way we\ngive a short argument using revealing tree pairs which shows that cyclic groups\nare undistorted in V_n.\n","Comment: 32 pages, 18 figures. Added a reference in the introduction"]}]
["1107.0741",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0741","Phys.Rev.D84:043525,2011","doi:10.1103/PhysRevD.84.043525"],"date":["2011-07-04","2011-07-11"],"type":["text"],"creator":["McCabe, Christopher"],"language":[],"coverage":[],"title":["DAMA and CoGeNT without astrophysical uncertainties"],"description":["  The CoGeNT collaboration has reported evidence of an annual modulation in its\nfirst fifteen months of data. Here we compare the amplitude and phase of this\nsignal to the modulation observed by the DAMA collaboration, assuming that both\narise due to elastically scattering dark matter (DM). We directly map the\nCoGeNT signal to the DAMA detector without specifying any astrophysical\nparameters and compare this with the signal measured by DAMA. We also compare\nwith constraints from CDMS II and XENON10. We find that DM of mass 5-14 GeV\nthat couples equally to protons and neutrons is strongly disfavoured.\nIsospin-violating DM fares better but requires a boosted modulation fraction.\n","Comment: 6 pages, 3 figures. v2 Refs updated, typos corrected and Section V\n  updated to include discussion of CDMS II-Si and XENON10"]}]
["1107.1599",{"format":[],"subject":["Physics - Optics","Condensed Matter - Other Condensed Matter","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1599","Optics Letters 36, 2856 (2011)","doi:10.1364/OL.36.002856"],"date":["2011-07-08"],"type":["text"],"creator":["Bludov, Yuliy V.","Konotop, Vladimir V.","Salerno, Mario"],"language":[],"coverage":[],"title":["Linear superpositions of gap solitons in periodic Kerr media"],"description":["  The existence of a novel type of solitons in periodic Kerr media constructed\nas superposition of noninteracting gap-solitons of different kinds (bright,\ndark and periodic) is first demonstrated. The periodic modulation of the\nnonlinearity is used to suppress the cross phase modulation between components\nto allow the superimposed beam to propagate for long distances.\n","Comment: accepted for publication in Optics Letters"]}]
["1107.2792",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2792","J. Phys. A: Math. Theor. 44 (2011) 405301","doi:10.1088/1751-8113/44/40/405301"],"date":["2011-07-14"],"type":["text"],"creator":["Puchała, Zbigniew","Miszczak, Jarosław Adam"],"language":[],"coverage":[],"title":["Probability measure generated by the superfidelity"],"description":["  We study the probability measure on the space of density matrices induced by\nthe metric defined by using superfidelity. We give the formula for the\nprobability density of eigenvalues. We also study some statistical properties\nof the set of density matrices equipped with the introduced measure and provide\na method for generating density matrices according to the introduced measure.\n","Comment: 5 pages, 1 figure"]}]
["1107.2845",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2845","Phys.Rev.D84:033012,2011","doi:10.1103/PhysRevD.84.033012"],"date":["2011-07-14","2011-08-01"],"type":["text"],"creator":["Kopeliovich, B. Z.","Schmidt, Ivan","Siddikov, M."],"language":[],"coverage":[],"title":["Neutrino-production of single pions: dipole description"],"description":["  The light-cone distribution amplitudes for the axial current are derived\nwithin the instanton vacuum model (IVM), which incorporates nonperturbative\neffects including spontaneous chiral symmetry breaking. This allows to extend\napplicability of the dipole approach, usually used in the perturbative domain,\ndown to $Q^{2}\\to0$, where partially conserved axial current (PCAC) imposes a\nrelation between the neutrino-production cross section and the one induced by\npions. A dramatic breakdown of the Adler relation (AR) for diffractive\nneutrino-production of pions, caused by absorptive corrections, was revealed\nrecently in arXiv:1105.1711. Indeed, comparing with the cross section predicted\nby the dipole phenomenology at $Q^{2}\\to0$ on a proton target we confirmed the\nsizable deviation from the value given by the AR, as was estimated in\narXiv:1105.1711 within a simplified two-channel model. The dipole approach also\nconfirms that in the black-disc limit, where the absorptive corrections\nmaximize, the diffractive cross section ceases, on the contrary to the\nexpectation based on PCAC.\n","Comment: 17 pages, 9 figures"]}]
["1107.3107",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3107","Phys. Rev. B 84, 094507 (2011)","doi:10.1103/PhysRevB.84.094507"],"date":["2011-07-15","2011-09-13"],"type":["text"],"creator":["Lin, Fei","Sørensen, Erik S.","Ceperley, D. M."],"language":[],"coverage":[],"title":["The superfluid-insulator transition in the disordered two-dimensional\n  Bose-Hubbard model"],"description":["  We investigate the superfluid-insulator transition in the disordered\ntwo-dimensional Bose-Hubbard model through quantum Monte Carlo simulations. The\nBose-Hubbard model is studied in the presence of site disorder and the quantum\ncritical point between the Bose-glass and superfluid is determined in both the\ngrand canonical ($\\mu/U=0.375$ close to $\\rho=1$) and canonical ensemble\n($\\rho=1$ and 0.5). Particular attention is paid to disorder averaging and it\nis shown that an extremely large number of disorder realizations are needed in\norder to obtain reliable results. Typically we average over more than $100,000$\ndisorder realizations. In the grand canonical ensemble we find $Z\nt_c/U=0.112(1)$ with $\\mu/U=0.375$, significantly different from previous\nstudies. When compared to the critical point in the absence of disorder ($Z\nt_c/U=0.2385$), this result confirms previous findings showing that disorder\nenlarges the superfluid region. At the critical point, in order to estimate\nuniversal features, we compute the dynamic conductivity scaling curves.\n","Comment: 10 pages, 9 figures"]}]
["1107.4530",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Algebraic Geometry","94B27, 11T71, 14G50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4530"],"date":["2011-07-22","2011-09-12"],"type":["text"],"creator":["Little, John B."],"language":[],"coverage":[],"title":["Remarks on generalized toric codes"],"description":["  This note presents some new information on how the minimum distance of the\ngeneralized toric code corresponding to a fixed set of integer lattice points S\nin R^2 varies with the base field. The main results show that in some cases,\nover sufficiently large fields, the minimum distance of the code corresponding\nto a set S will be the same as that of the code corresponding to the convex\nhull of S. In an example, we will also discuss a [49,12,28] generalized toric\ncode over GF(8), better than any previously known code according to M. Grassl's\nonline tables, as of July 2011.\n","Comment: 14 pages, 4 figures Version 2 corrects some typos, adds a new\n  reference"]}]
["1107.4736",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4736"],"date":["2011-07-24","2011-09-12"],"type":["text"],"creator":["Reeve, Henry WJ"],"language":[],"coverage":[],"title":["Shrinking Targets for Countable Markov Maps"],"description":["  Let $T$ be an expanding Markov map with a countable number of inverse\nbranches and a repeller $\\Lambda$ contained within the unit interval. Given\n$\\alpha \\in \\R_+$ we consider the set of points $x \\in \\Lambda$ for which\n$T^n(x)$ hits a shrinking ball of radius $e^{-n\\alpha}$ around $y$ for\ninfinitely many iterates $n$. Let $s(\\alpha)$ denote the infimal value of $s$\nfor which the pressure of the potential $-s\\log|T'|$ is below $s \\alpha$.\nBuilding on previous work of Hill, Velani and Urba\\'{n}ski we show that for all\npoints $y$ contained within the limit set of the associated iterated function\nsystem the Hausdorff dimension of the shrinking target set is given by\n$s(\\alpha)$. Moreover, when $\\bar{\\Lambda}=[0,1]$ the same holds true for all\n$y \\in [0,1]$. However, given $\\beta \\in (0,1)$ we provide an example of an\nexpanding Markov map $T$ with a repeller $\\Lambda$ of Hausdorff dimension\n$\\beta$ with a point $y\\in \\bar{\\Lambda}$ such that for all $\\alpha \\in \\R_+$\nthe dimension of the shrinking target set is zero.\n","Comment: 25 pages"]}]
["1107.5549",{"format":[],"subject":["Physics - Optics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5549"],"date":["2011-07-27","2011-09-13"],"type":["text"],"creator":["Bellingeri, Michele","Scotognella, Francesco"],"language":[],"coverage":[],"title":["Threshold behaviour in Light Reflection Tuning the Disorder in Photonic\n  Media"],"description":["  The optical properties of materials are strongly influenced by disorder.\nControl of disorder in photonic materials can unveil interesting optical\nproperties. We have found an engineered photonic structure for which the\naverage light reflection shows a linear behaviour with a slope change in a\nbroad range of wavelengths. Such change in slope is due to a specific degree of\ndisorder, which is quantified by the Shannon index.\n","Comment: 10 pages, 5 figures"]}]
["1107.5960",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5960","Phys. Rev. B 84, 104419 (2011)","doi:10.1103/PhysRevB.84.104419"],"date":["2011-07-29"],"type":["text"],"creator":["Szewczyk, A.","Gutowska, M. U.","Wieckowski, J.","Wisniewski, A.","Puzniak, R.","Diduszko, R.","Kharchenko, Yu.","Kharchenko, M. F.","Schmid, H."],"language":[],"coverage":[],"title":["Phase transitions in single-crystalline magnetoelectric LiCoPO4"],"description":["  Specific heat, magnetic torque, and magnetization studies of LiCoPO4 olivine\nare presented. They show that an unique set of physical properties of LiCoPO4\nleads to the appearance of features characteristic of 2D Ising systems near the\nNeel temperature, T_N =21.6 K, and to the appearance of an uncommon effect of\ninfluence of magnetic field on the magnetocrystalline anisotropy. The latter\neffect manifests itself as a first-order transition, discovered at ~9 K,\ninduced by magnetic field of 8 T. Physical nature of this transition was\nexplained and a model describing experimental dependences satisfactorily was\nproposed.\n","Comment: accepted for publishing in Physical Review B"]}]
["1108.1057",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1057","doi:10.1051/0004-6361/201117277"],"date":["2011-08-04"],"type":["text"],"creator":["Gnerucci, A.","Marconi, A.","Cresci, G.","Maiolino, R.","Mannucci, F.","Schreiber, N. M. Forster","Davies, R.","Shapiro, K.","Hicks, E. K. S."],"language":[],"coverage":[],"title":["A dynamical mass estimator for high z galaxies based on\n  spectroastrometry"],"description":["  Galaxy dynamical masses are important physical quantities to constrain galaxy\nevolutionary models, especially at high redshifts. However, at z~2 the limited\nsignal to noise ratio and spatial resolution of the data usually do not allow\nspatially resolved kinematical modeling and very often only virial masses can\nbe estimated from line widths. But even such estimates require a good knowledge\nof galaxy size, which may be smaller than the spatial resolution.\nSpectroastrometry is a technique which combines spatial and spectral resolution\nto probe spatial scales significantly smaller than the spatial resolution of\nthe observations. Here we apply it to the case of high-z galaxies and present a\nmethod based on spectroastrometry to estimate dynamical masses of high z\ngalaxies, which overcomes the problem of size determination with poor spatial\nresolution. We construct and calibrate a \"spectroastrometric\" virial mass\nestimator, modifying the \"classical\" virial mass formula. We apply our method\nto the [O III] or H{\\alpha} emission line detected in z~2-3 galaxies from\nAMAZE, LSD and SINS samples and we compare the spectroastrometric estimator\nwith dynamical mass values resulting from full spatially resolved kinematical\nmodeling. The spectroastrometric estimator is found to be a good approximation\nof dynamical masses, presenting a linear relation with a residual dispersion of\nonly 0.15 dex. This is a big improvement compared to the \"classical\" virial\nmass estimator which has a non linear relation and much larger dispersion (0.47\ndex) compared to dynamical masses. By applying our calibrated estimator to 16\ngalaxies from the AMAZE and LSD samples, we obtain masses in the ~10^7-10^10\nM\\odot range extending the mass range attainable with dynamical modeling.\n"]}]
["1108.2700",{"format":[],"subject":["Computer Science - Digital Libraries","Astrophysics - Instrumentation and Methods for Astrophysics","Condensed Matter - Other Condensed Matter","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory","Mathematics - History and Overview","Physics - Physics and Society","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2700"],"date":["2011-08-14","2011-09-12"],"type":["text"],"creator":["Ginsparg, Paul"],"language":[],"coverage":[],"title":["It was twenty years ago today ..."],"description":["  To mark the 20th anniversary of the (14 Aug 1991) commencement of\nhep-th@xxx.lanl.gov (now arXiv.org), I've adapted this article from one that\nfirst appeared in Physics World (2008), was later reprinted (with permission)\nin Learned Publishing (2009), but never appeared in arXiv. I trace some\nhistorical context and early development of the resource, its later trajectory,\nand close with some thoughts about the future.\n  This version is closer to my original draft, with some updates for this\noccasion, plus an astounding $2^5$ added footnotes.\n","Comment: 9 pages. v2: additional edifying comments interspersed throughout"]}]
["1108.3598",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Analysis of PDEs","32F10, 32F20, 32N15, 32T25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3598"],"date":["2011-08-17","2011-09-12"],"type":["text"],"creator":["Pinton, Stefano","Zampieri, Giuseppe"],"language":[],"coverage":[],"title":["The Diederich-Fornaess index and the global regularity of the\n  di-bar-Neumann problem"],"description":["  We describe along the guidelines of Kohn \"Quantitative estimates...\" (1999),\nthe constant E_s which is needed to control the commutator of a totally real\nvector field T with di-bar* in order to have Sobolev s-regularity of the\nBergman projection in any degree of forms, on a smooth pseudoconvex domain D of\nthe complex space. This statement, not explicit in Kohn's paper, yields\nStraube's Theorem in \"A sufficient condition...\" (2008). Next, we refine the\npseudodifferential calculus at the boundary in order to relate, for a defining\nfunction r of D, the operators (T^+)^{-delta/2} and (-r)^{delta/2}. We are thus\nable to extend to general degree of forms the conclusion of Kohn which only\nholds for functions: if for the Diederich-Fornaess index delta of D, we have\nthat (1-\\delta)^{1/2} < E_s, then the Bergman projection is s-regular.\n"]}]
["1108.4163",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4163"],"date":["2011-08-21","2011-09-12"],"type":["text"],"creator":["Hirota, Osamu"],"language":[],"coverage":[],"title":["Error free Quantum Reading by Quasi Bell State of Entangled Coherent\n  States"],"description":["  Non-classical states of light field have been exploited to provide marvellous\nresults in quantum information science. Effectiveness of nonclassical states\ndepends on whether physical parameter as signal is continuous or digital. Here\nwe present an investigation on the potential of quasi Bell state of entangled\ncoherent states in quantum reading of the classical digital memory which was\npioneered by Pirandola. This is a typical example of discrete quantum\ndiscrimination. We show that the quasi Bell state gives the error free\nperformance in the quantum reading that cannot be obtained by any classical\nstate.\n","Comment: Title has been modified and the description of the results has been\n  improved"]}]
["1108.4550",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4550"],"date":["2011-08-23","2011-09-13"],"type":["text"],"creator":["Liu, Jingjing","Yin, Zhaoyang"],"language":[],"coverage":[],"title":["On the Cauchy problem of a weakly dissipative $\\mu$HS equation"],"description":["  In this paper, we study the Cauchy problem of a weakly dissipative $\\mu$HS\nequation. We first establish the local well-posedness for the weakly\ndissipative $\\mu$HS equation by Kato's semigroup theory. Then, we derive the\nprecise blow-up scenario for strong solutions to the equation. Moreover, we\npresent some blow-up results for strong solutions to the equation. Finally, we\ngive two global existence results to the equation.\n"]}]
["1109.0757",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0757"],"date":["2011-09-04","2011-09-13"],"type":["text"],"creator":["Fino, Anna","Nurowski, Pawel"],"language":[],"coverage":[],"title":["Analog of selfduality in dimension nine"],"description":["  We introduce a type of Riemannian geometry in nine dimensions, which can be\nviewed as the counterpart of selfduality in four dimensions. This geometry is\nrelated to a 9-dimensional irreducible representation of ${\\bf SO}(3) \\times\n{\\bf SO} (3)$ and it turns out to be defined by a differential 4-form.\nStructures admitting a metric connection with totally antisymmetric torsion and\npreserving the 4-form are studied in detail, producing locally homogeneous\nexamples which can be viewed as analogs of self-dual 4-manifolds in dimension\nnine.\n","Comment: 43 pages. We added a suggestion of Robert Bryant"]}]
["1109.0812",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0812"],"date":["2011-09-05","2011-09-13"],"type":["text"],"creator":["Lee, K. J.","Xu, R. X.","Qiao, G. J."],"language":[],"coverage":[],"title":["Pulsars and Gravitational Waves"],"description":["  The relationship between pulsar-like compact stars and gravitational waves is\nbriefly reviewed. Due to regular spins, pulsars could be useful tools for us to\ndetect ~nano-Hz low-frequency gravitational waves by pulsar-timing array\ntechnique; besides, they would also be ~kilo-Hz high-frequency gravitational\nwave radiators because of their compactness. The wave strain of an isolate\npulsar depends on the equation state of cold matter at supra-nuclear densities.\nTherefore, a real detection of gravitational wave should be very meaningful in\ngravity physics, micro-theory of elementary strong interaction, and astronomy.\n","Comment: 11 pages, 3 figures; in: Gravitation and Astrophysics (Proceedings of\n  the IX Asia-Pacific International Conference, 29 June - 2 July, 2009, Wuhan),\n  eds. J. Luo, Z. B. Zhou, H. C. Yeh, and J. P. Hsu, World Scientific,\n  p.162-172"]}]
["1109.0945",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0945"],"date":["2011-09-05","2011-09-13"],"type":["text"],"creator":["Bellan, Paolo"],"language":[],"coverage":[],"title":["Heavy flavor physics with CMS"],"description":["  Different recent results from CMS Collaboration on Quarkonia Physics and\nHeavy Quarks production are presented. All these results have been obtained\nanalyizing the data of $pp$ collisions at sqrt{s}=7 TeV provided by the LHC and\ncollected by the CMS detector in the year 2010. The measurements of B-mesons,\ncharmed mesons and open beauty production cross--sections are illustrated,\ntogether with the analysis techniques and the estimation of the systematics\nuncertainties, and compared with the predictions of the available theoretical\nmodels. A recent result from CDF on the Upsilon polarization is also reported.\n","Comment: FPCP 2011 Conference Report, 23 pages, 13 figures"]}]
["1109.1422",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1422"],"date":["2011-09-07","2011-09-12"],"type":["text"],"creator":["Georgy, Cyril","Walder, Rolf","Folini, Doris"],"language":[],"coverage":[],"title":["Simulating the circum-stellar environment of supernova and GRB\n  progenitors by combining stellar evolution models and hydrodynamical code"],"description":["  The medium around massive stars is strongly shaped by the stellar winds.\nThose winds depend on various stellar parameters (effective temperature,\nluminosity, chemical composition, rotation, ...), which are varying as a\nfunction of the time. Using the wind properties obtained by classical stellar\nevolution code allows for the multi- D hydrodynamical simulation of the\ncircum-stellar medium accounting for the time variations of the wind. We\npresent here the preliminary results of the simulation of the medium around a\nfast rotating star. Comparing the results of such simulations with the observed\nproperties of the circum-stellar medium will allow to better understand the\ninteractions of the stellar winds with the interstellar medium, and could give\nhints on the past history of the mass loss around massive stars, providing\nconstraints for stellar models.\n","Comment: 4 pages, 2 figures. To be published in the proceedings of the 2011\n  Cefal\\`u Conference on \"Advances in Computational Astrophysics: methods,\n  tools and outcomes\" in PASP"]}]
["1109.1608",{"format":[],"subject":["Mathematics - Complex Variables","32V40, 14C21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1608"],"date":["2011-09-07","2011-09-12"],"type":["text"],"creator":["Fernández-Pérez, Arturo"],"language":[],"coverage":[],"title":["On Levi-flat hypersurfaces tangent to holomorphic webs"],"description":["  We investigate germs of real analytic Levi-flat hypersurfaces tangent to\ngerms of codimension one holomorphic webs. We introduce the notion of first\nintegrals for local webs. In particular, we prove that a $k$-web with finitely\nmany invariant analytic subvarieties through the origin tangent to a Levi-flat\nhypersurface has a holomorphic first integral.\n","Comment: Accepted for publication in Ann. Fac. Sci. Toulouse"]}]
["1109.1742",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1742"],"date":["2011-09-08","2011-09-13"],"type":["text"],"creator":["Matsuzaki, Shinya","Yamawaki, Koichi"],"language":[],"coverage":[],"title":["Discovering techni-dilaton at LHC"],"description":["  We present discovery signatures of techni-dilaton (TD) at LHC. The TD was\npredicted long ago as a pseudo Nambu-Goldstone boson (pNGB) associated with the\nspontaneous breaking of the approximate scale symmetry in the walking\ntechnicolor (WTC) (initially dubbed \"scale-invariant technicolor\"). Being pNGB,\nthe TD should have a mass M_TD lighter than other techni-hadrons like\ntechni-rho meson; It has recently been estimated to be M_TD ~= 500-600 GeV for\nthe typical WTC model, which is well in the discovery range of the ongoing LHC\nexperiment. Noting that all the TD couplings to the standard model (SM)\nparticles arise only through loop of the techni-fermions with their induced\nYukawa couplings to the composite TD, we find that the TD-WW and ZZ couplings\nget dramatically suppressed compared with those of the SM Higgs which has\ntree-level couplings proportional to their masses. In contrast, TD couplings to\ngg, t tbar and gamma gamma are not suppressed and hence are relatively enhanced\ncompared to those of the SM Higgs. We explicitly evaluate the TD LHC production\ncross sections at sqrt(s)=7 TeV times the branching ratios in terms of the TD\nmass M_TD as an input parameter for the region 200 GeV < M_TD < 1000 GeV in the\ntypical WTC models. Remarkably, the WW/ZZ mode is shown to be consistent with\nthe recent ATLAS and CMS bounds for M_TD > 350(400) GeV in the one-doublet\n(one-family) model, thanks to the suppressed WW/ZZ coupling in sharp contrast\nto the SM Higgs. On the other hand, the gg, gamma gamma and t tbar modes are\nnot suppressed compared to the SM Higgs: Particularly in the one-family model\nwith M_TD ~= 500-600 GeV, the cross section times the TD -> gamma gamma\nbranching ratio gets gigantically enhanced to be ~ 10^(-3)-10^(-2) pb, which is\nlarge enough to be discovered within the first-year's run at LHC and hence a\nsmoking-gun of the TD.\n","Comment: This paper has been withdrawn by the author due to a crucial error"]}]
["1109.1990",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1990","Neural Information Processing Systems, Spain (2012)"],"date":["2011-09-09"],"type":["text"],"creator":["Grave, Edouard","Obozinski, Guillaume","Bach, Francis"],"language":[],"coverage":[],"title":["Trace Lasso: a trace norm regularization for correlated designs"],"description":["  Using the $\\ell_1$-norm to regularize the estimation of the parameter vector\nof a linear model leads to an unstable estimator when covariates are highly\ncorrelated. In this paper, we introduce a new penalty function which takes into\naccount the correlation of the design matrix to stabilize the estimation. This\nnorm, called the trace Lasso, uses the trace norm, which is a convex surrogate\nof the rank, of the selected covariates as the criterion of model complexity.\nWe analyze the properties of our norm, describe an optimization algorithm based\non reweighted least-squares, and illustrate the behavior of this norm on\nsynthetic data, showing that it is more adapted to strong correlations than\ncompeting methods such as the elastic net.\n"]}]
["1109.2100",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2100"],"date":["2011-09-09","2011-09-13"],"type":["text"],"creator":["Stamatellos, Dimitris","Hubber, David","Whitworth, Anthony"],"language":[],"coverage":[],"title":["Episodic accretion, radiative feedback, and their role in low-mass star\n  formation"],"description":["  It is speculated that the accretion of material onto young protostars is\nepisodic. We present a computational method to include the effects of episodic\naccretion in radiation hydrodynamic simulations of star formation. We find that\nduring accretion events protostars are \"switched on\", heating and stabilising\nthe discs around them. However, these events typically last only a few hundred\nyears, whereas the intervals in between them may last for a few thousand years.\nDuring these intervals the protostars are effectively \"switched off\", allowing\ngravitational instabilities to develop in their discs and induce fragmentation.\nThus, episodic accretion promotes disc frag- mentation, enabling the formation\nof low-mass stars, brown dwarfs and planetary-mass objects. The frequency and\nthe duration of episodic accretion events may be responsible for the low-mass\nend of the IMF, i.e. for more than 60% of all stars.\n","Comment: To appear in the proceedings of the 9th Pacific Rim Conference of\n  Stellar Astrophysics, Lijiang, China, 2011"]}]
["1109.2220",{"format":[],"subject":["Mathematics - Functional Analysis","34A30, 34B40, 47A06, 47B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2220"],"date":["2011-09-10","2011-09-13"],"type":["text"],"creator":["Mogilevskii, Vadim"],"language":[],"coverage":[],"title":["Boundary relations and boundary conditions for general (not necessarily\n  definite) canonical systems with possibly unequal deficiency indices"],"description":["  We investigate in the paper general (not necessarily definite) canonical\nsystems of differential equation in the framework of extension theory of\nsymmetric linear relations. For this aim we first introduce the new notion of a\nboundary relation $\\G:\\gH^2\\to\\HH$ for $A^*$, where $\\gH$ is a Hilbert space,\n$A$ is a symmetric linear relation in $\\gH, \\cH_0$ is a boundary Hilbert space\nand $\\cH_1$ is a subspace in $\\cH_0$. Unlike known concept of a boundary\nrelation (boundary triplet) for $A^*$ our definition of $\\G$ is applicable to\nrelations $A$ with possibly unequal deficiency indices $n_\\pm(A)$. Next we\ndevelop the known results on minimal and maximal relations induced by the\ngeneral canonical system $ J y'(t)-B(t)y(t)=\\D (t)f(t)$ on an interval\n$\\cI=(a,b),\\; -\\infty\\leq a<b\\leq\\infty $ and then by using a special (so\ncalled decomposing) boundary relation for $\\Tma$ we describe in terms of\nboundary conditions proper extensions of $\\Tmi$ in the case of the regular\nendpoint $a$ and arbitrary (possibly unequal) deficiency indices $n_\\pm\n(\\Tmi)$. If the system is definite, then decomposing boundary relation $\\G$\nturns into the decomposing boundary triplet $\\Pi=\\bt$ for $\\Tma$. Using such a\ntriplet we show that self-adjoint decomposing boundary conditions exist only\nfor Hamiltonian systems; moreover, we describe all such conditions in the\ncompact form. These results are generalizations of the known results by\nRofe-Beketov on regular differential operators. We characterize also all\nmaximal dissipative and accumulative separated boundary conditions, which exist\nfor arbitrary (not necessarily Hamiltonian) definite canonical systems.\n"]}]
["1109.2287",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2287","Phys.Lett.B467:147-155,1999","doi:10.1016/S0370-2693(99)01107-7"],"date":["2011-09-11"],"type":["text"],"creator":["Baker, C. A.","Barnett, B. M.","Batty, C. J.","Braune, K.","Bugg, D. V.","Cramer, O.","Crede, V.","Djaoshvili, N.","Dunnweber, W.","Faessler, M. A.","Hessey, N. P.","Hidas, P.","Hodd, C.","Jamnik, D.","Kalinowsky, H.","Kisiel, J.","Klempt, E.","Kolo, C.","Montanet, L.","Pick, B.","Roethel, W.","Sarantsev, A.","Scott, I.","Strassburger, C.","Thoma, U.","Volker, C.","Wallis, S.","Walther, D.","Wittmack, K.","Zou, B. S."],"language":[],"coverage":[],"title":["The f2(1565) in pbar-p -> (omega-omega)pizero interactions at rest"],"description":["  Data are presented on the reaction pbar-p -> omega-omega-pizero at rest from\nthe Crystal Barrel detector. These data identify a strong signal due to\nf2(1565) -> omega-omega. The relative production from initial pbar-p states\n3P2, 3P1 and 1S0 is well determined from omega-omega decay angular\ncorrelations; P-state annihilation dominates strongly. A combined fit is made\nwith data on pbar-p -> 3pizero at rest, where f2(1565) -> pizero-pizero is\nobserved.\n","Comment: Demonstrates that f2(1565) and f2(1640) are two decay modes of the\n  same resonance, 11 pages, 5 figures"]}]
["1109.2483",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2483"],"date":["2011-09-12","2011-09-13"],"type":["text"],"creator":["Rempel, Max"],"language":["fr"],"coverage":[],"title":["Cycles positifs dans les vari\\'et\\'es ab\\'eliennes"],"description":["  In the first part, we study the structure of the R-algebra generated by the\nHodge classes on the self-product A^e of a very general principally polarized\nabelian variety A. In the second part, we compare various notions of positivity\nfor cycles of higher codimension in A^e. In particular, we prove that, in every\ncodimension 1 < k < en-1, there exist classes that are numerically effective\nbut not pseudoeffective, which generalises a result of Debarre, Ein, Lazarsfeld\nand Voisin.\n","Comment: 29 pages, in french, typos fixed"]}]
["1109.2503",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2503"],"date":["2011-09-12","2011-09-13"],"type":["text"],"creator":["Feng, Lianggui","Zhao, Kaiming"],"language":[],"coverage":[],"title":["A new method of finding all Roots of simple quaternionic polynomials"],"description":["  In this paper, we provide a new method to find all zeros of polynomials with\nquaternionic coefficients located on only one side of the powers of the\nvariable (these polynomials are called simple polynomials). This method is much\nmore efficient and much simpler than the known one in [D. Janovska and G.\nOpfer, A note on the computation of all zeros of simple quaternionic\npolynomials, SIAM J. Numer. Anal., 48(1)(2010), pp. 244-256]. We recover\nseveral known results, and deduce several interesting consequences concerning\nsolving equations with all real coefficients or complex coefficients which do\nnot seem to be deduced easily from the results in [D. Janovska and G. Opfer, A\nnote on the computation of all zeros of simple quaternionic polynomials, SIAM\nJ. Numer. Anal., 48(1)(2010), pp. 244-256]. We also give a necessary and\nsufficient condition for a simple quaternionic polynomials to have finitely\nmany solutions (only isolated solutions).\n","Comment: 19 pages"]}]
["1109.2602",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2602"],"date":["2011-09-12"],"type":["text"],"creator":["Serenelli, Aldo"],"language":[],"coverage":[],"title":["Solar neutrinos and the sun"],"description":["  We present updated standard solar models (SSMs) that incorporate the latest\nresults for nuclear fusion rates, recently published. We show helioseismic\nresults for high and low metallicity compositions and also for an alternative\nset of solar abundance, derived from 3D model atmospheres, which give\nintermediate results. For the high and low metallicity models, we show that\ncurrent solar neutrino data can not differentiate between models and that a\nmeasurement of the CNO fluxes is necessary to achieve that goal. A few\nadditional implications of a hypothetical measurement of CNO neutrinos, both in\nterms of solar and stellar physics, are discussed.\n","Comment: 11 pages, 4 figures. Proceedings of the XIV International Workshop on\n  \"Neutrino Telescopes\", March 15-18, 2011, Venice, Italy"]}]
["1109.2619",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2619"],"date":["2011-09-12"],"type":["text"],"creator":["Chernyshov, D. O.","Cheng, K. -S.","Dogiel, V. A.","Ko, C. M.","Ip, W. -H.","Wang, Y."],"language":[],"coverage":[],"title":["Particle acceleration and the origin of gamma-ray emission from Fermi\n  Bubbles"],"description":["  Fermi LAT has discovered two extended gamma-ray bubbles above and below the\ngalactic plane. We propose that their origin is due to the energy release in\nthe Galactic center (GC) as a result of quasi-periodic star accretion onto the\ncentral black hole. Shocks generated by these processes propagate into the\nGalactic halo and accelerate particles there. We show that electrons\naccelerated up to ~10 TeV may be responsible for the observed gamma-ray\nemission of the bubbles as a result of inverse Compton (IC) scattering on the\nrelic photons. We also suggest that the Bubble could generate the flux of CR\nprotons at energies > 10^15 eV because the shocks in the Bubble have much\nlarger length scales and longer lifetimes in comparison with those in SNRs.\nThis may explain the the CR spectrum above the knee.\n","Comment: 5 pages, 4 figures. Expanded version of the contribution to the 32nd\n  ICRC, Beijing, #0589. To appear in the proceedings"]}]
["1109.2622",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2622"],"date":["2011-09-12"],"type":["text"],"creator":["Hernandez, X.","Puerari, I."],"language":[],"coverage":[],"title":["A perturbative analysis of Quasi-Radial density waves in galactic disks"],"description":["  The theoretical understanding of density waves in disk galaxies starts from\nthe classical WKB perturbative analysis of tight-winding perturbations, the key\nassumption being that the potential due to the density wave is approximately\nradial. The above has served as a valuable guide in aiding the understanding of\nboth simulated and observed galaxies, in spite of a number of caveats being\npresent. The observed spiral or bar patterns in real galaxies are frequently\nonly marginally consistent with the tight-winding assumption, often in fact,\noutright inconsistent. Here we derive a complementary formulation to the\nproblem, by treating quasi-radial density waves under simplified assumptions in\nthe linear regime. We assume that the potential due to the density wave is\napproximately tangential, and derive the corresponding dispersion relation of\nthe problem. We obtain an instability criterion for the onset of quasi-radial\ndensity waves, which allows a clear understanding of the increased stability of\nthe higher order modes, which appear at progressively larger radii, as often\nseen in real galaxies. The theory naturally yields a range of pattern speeds\nfor these arms which appears constrained by the condition\n$\\Omega_{p}<\\Omega_{0} \\pm \\kappa /m$. For the central regions of galaxies\nwhere solid body rotation curves might apply, we find weak bars in the\noscillatory regime with various pattern speeds, including counter rotating\nones, and a prediction for $\\Omega_{p}$ to increase towards the centre, as seen\nin the rapidly rotating bars within bars of some numerical simulations. We\ncomplement this study with detailed numerical simulations of galactic disks and\ncareful Fourier analysis of the emergent perturbations, which support the\ntheory presented.\n","Comment: 12 pages, 7 figures"]}]
["1109.2630",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2630"],"date":["2011-09-12"],"type":["text"],"creator":["Fariborz, Amir H."],"language":[],"coverage":[],"title":["Probing Scalar Mesons Below and Above 1 GeV"],"description":["  Within the context of a generalized linear sigma model that includes two\nnonets of scalar mesons (a two-quark nonet and a four-quark nonet) and two\nnonets of pseudoscalar mesons (a two-quark nonet and a four-quark nonet) a\ncollective description of scalar and pseudoscalar mesons below and above 1 GeV\nis studied. The quark contents of these states are probed; estimates on their\nquark components are extracted; and prediction for pi pi scattering amplitude\nis made. An overview of these studies is presented here.\n","Comment: Talk given at DPF-2011 Conference, Providence, RI, August 8-13, 2011"]}]
["1109.2631",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2631"],"date":["2011-09-12"],"type":["text"],"creator":["Fruth, Antje","Schoeneborn, Torsten","Urusov, Mikhail"],"language":[],"coverage":[],"title":["Optimal trade execution and price manipulation in order books with\n  time-varying liquidity"],"description":["  In financial markets, liquidity is not constant over time but exhibits strong\nseasonal patterns. In this article we consider a limit order book model that\nallows for time-dependent, deterministic depth and resilience of the book and\ndetermine optimal portfolio liquidation strategies. In a first model variant,\nwe propose a trading dependent spread that increases when market orders are\nmatched against the order book. In this model no price manipulation occurs and\nthe optimal strategy is of the wait region - buy region type often encountered\nin singular control problems. In a second model, we assume that there is no\nspread in the order book. Under this assumption we find that price manipulation\ncan occur, depending on the model parameters. Even in the absence of classical\nprice manipulation there may be transaction triggered price manipulation. In\nspecific cases, we can state the optimal strategy in closed form.\n"]}]
["1109.2634",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2634","doi:10.1016/j.newast.2011.09.002"],"date":["2011-09-12"],"type":["text"],"creator":["Ulas, B.","Kalomeni, B.","Keskin, V.","Kose, O.","Yakut, K."],"language":[],"coverage":[],"title":["Close Binary System GO Cyg"],"description":["  In this study, we present long term photometric variations of the close\nbinary system \\astrobj{GO Cyg}. Modelling of the system shows that the primary\nis filling Roche lobe and the secondary of the system is almost filling its\nRoche lobe. The physical parameters of the system are $M_1 = 3.0\\pm0.2\nM_{\\odot}$, $M_2 = 1.3 \\pm 0.1 M_{\\odot}$, $R_1 = 2.50\\pm 0.12 R_{\\odot}$, $R_2\n= 1.75 \\pm 0.09 R_{\\odot}$, $L_1 = 64\\pm 9 L_{\\odot}$, $L_2 = 4.9 \\pm 0.7\nL_{\\odot}$, and $a = 5.5 \\pm 0.3 R_{\\odot}$. Our results show that \\astrobj{GO\nCyg} is the most massive system near contact binary (NCB). Analysis of times of\nthe minima shows a sinusoidal variation with a period of $92.3\\pm0.5$ years due\nto a third body whose mass is less than 2.3$M_{\\odot}$. Finally a period\nvariation rate of $-1.4\\times10^{-9}$ d/yr has been determined using all\navailable light curves.\n","Comment: Accepted for publication in New Astronomy, 18 pages, 4 figures, 7\n  tables"]}]
["1109.2637",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2637"],"date":["2011-09-12"],"type":["text"],"creator":["Hoepman, Jaap-Henk"],"language":[],"coverage":[],"title":["In Things We Trust? Towards trustability in the Internet of Things"],"description":["  This essay discusses the main privacy, security and trustability issues with\nthe Internet of Things.\n"]}]
["1109.2638",{"format":[],"subject":["Computer Science - Operating Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2638"],"date":["2011-09-12"],"type":["text"],"creator":["Garg, Nitin","Zhu, Ed","Botelho, Fabiano C."],"language":[],"coverage":[],"title":["Light-weight Locks"],"description":["  In this paper, we propose a new approach to building synchronization\nprimitives, dubbed \"lwlocks\" (short for light-weight locks). The primitives are\noptimized for small memory footprint while maintaining efficient performance in\nlow contention scenarios. A read-write lwlock occupies 4 bytes, a mutex\noccupies 4 bytes (2 if deadlock detection is not required), and a condition\nvariable occupies 4 bytes. The corresponding primitives of the popular pthread\nlibrary occupy 56 bytes, 40 bytes and 48 bytes respectively on the x86-64\nplatform. The API for lwlocks is similar to that of the pthread library but\ncovering only the most common use cases. Lwlocks allow explicit control of\nqueuing and scheduling decisions in contention situations and support\n\"asynchronous\" or \"deferred blocking\" acquisition of locks. Asynchronous\nlocking helps in working around the constraints of lock-ordering which\notherwise limits concurrency. The small footprint of lwlocks enables the\nconstruction of data structures with very fine-grained locking, which in turn\nis crucial for lowering contention and supporting highly concurrent access to a\ndata structure. Currently, the Data Domain File System uses lwlocks for its\nin-memory inode cache as well as in a generic doubly-linked concurrent list\nwhich forms the building block for more sophisticated structures.\n"]}]
["1109.2639",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2639"],"date":["2011-09-12"],"type":["text"],"creator":["Negueruela, Ignacio"],"language":[],"coverage":[],"title":["High-mass stars in clusters and associations"],"description":["  High-mass stars are major players in the chemical and dynamical evolution of\ngalaxies. Open clusters and associations represent the natural laboratories to\nstudy their evolution. In this review, I will present a personal selection of\ncurrent research topics that highlight the use of open clusters to constrain\ndifferent properties of high-mass stars, such as the possible existence of an\nupper limit for the mass of a star, the evolutionary stage of blue supergiants\nor the characterisation of supernova progenitors.\n","Comment: Invited review presented at \"Stellar Clusters and Associations - A\n  RIA workshop on GAIA\", 23-27 May 2011, Granada, Spain"]}]
["1109.2640",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2640"],"date":["2011-09-12"],"type":["text"],"creator":["Tang, Xin"],"language":[],"coverage":[],"title":["The Prime ideal Stratification and The Automorphism Group of\n  $U^{+}_{r,s}(B_{2})$"],"description":["  Let ${\\mathfrak g}$ be a finite dimensional complex simple Lie algebra, and\nlet $r,s\\in \\mathbb{C}^{\\ast}$ be transcendental over $\\mathbb{Q}$ such that\n$r^{m}s^{n}=1$ implies $m=n=0$. We will obtain some basic properties of the\ntwo-parameter quantized enveloping algebra $U_{r,s}^{+}(\\mathfrak g)$. In\nparticular, we will verify that the algebra $U_{r,s}^{+}(\\mathfrak g)$\nsatisfies many nice properties such as having normal separation, catenarity and\nDixmier-Moeglin equivalence. We shall study a concrete example, the algebra\n$U_{r,s}^{+}(B_{2})$ in detail. We will first determine the normal elements,\nprime ideals and primitive ideals for the algebra $U_{r,s}^{+}(B_{2})$, and\nstudy their stratifications. Then we will prove that the algebra automorphism\ngroup of the algebra $U_{r,s}^{+}(B_{2})$ is isomorphic to\n$(\\mathbb{C}^{\\ast})^{2}$.\n"]}]
["1109.2645",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2645"],"date":["2011-09-12"],"type":["text"],"creator":["Silipo, James"],"language":[],"coverage":[],"title":["The Ronkin number of an exponential sum"],"description":["  We give an intrinsic estimate of the number of connected components of the\ncomplementary set to the amoeba of an exponential sum with real spectrum\nimproving the result of Forsberg, Passare and Tsikh in the polynomial case and\nthat of Ronkin in the exponential one.\n","Comment: 22 pages, 5 figures"]}]
["1109.2647",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2647"],"date":["2011-09-12"],"type":["text"],"creator":["Adles, E. J.","Franzen, S.","Aspnes, D. E."],"language":[],"coverage":[],"title":["Electrodynamics of surface-enhanced Raman scattering"],"description":["  We examine SERS from two perspectives: as a phenomenon described by the\nLaplace Equation (the electrostatic or Rayleigh limit) and by the Helmholtz\nEquation (electrodynamic or Mie limit). We formulate the problem in terms of\nthe scalar potential, which simplifies calculations without introducing\napproximations. Because scattering is not usually calculated this way, we\nprovide the necessary theoretical justification showing that the\nscalar-potential description is complete. Additional simplifications result\nfrom treating the scatterer as a point charge q instead of a dipole. This\nallows us to determine the consequences of including the longitudinal (Coulomb)\ninteraction between q and a passive resonator. This interaction suppresses the\nmathematical singularities that lead to the unphysical resonant infinities in\nfirst and second enhancements. It also modifies the effective restoring-force\nconstant of a resonant denominator, which permits us to explore the possibility\nof dual resonance through a molecular pathway. We apply the formalism to\nspherical inclusions of radius a for q located at polar and equatorial\npositions. For small a, of the order of 1 nm or less, the low-l multipole terms\nare important. For the more relevant case of radii of the order of 10 nm and\nlarger, the q-sphere interaction can be approximated by a model where q\ninteracts with its image charge for a dielectric plane, and the singularity\nshifts in a discrete manner from \\epsilon(\\omega)=-2 to \\epsilon(\\omega)=-1.\nThese results are supported by more accurate calculations taking retardation\ninto account, although the use of only one spherical-harmonic term does not\nfully represent the difference between forward- and backscattering.\n","Comment: 25 pages"]}]
["1109.2653",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2653"],"date":["2011-09-12"],"type":["text"],"creator":["Maeda, Masaya","Masaki, Satoshi"],"language":[],"coverage":[],"title":["An example of stable excited state on nonlinear Schr\\\"odinger equation\n  with nonlocal nonlinearity"],"description":["  In this article, we consider nonlinear Schr\\\"odinger equation with nonlocal\nnonlinearity which is a generalized model of the Schr\\\"odinger-Poisson system\n(Schr\\\"odinger-Newton equations) in low dimensions. We first prove the global\nwell-posedness in wider space than in previous result and show the stability of\nstanding waves including excites states. It turns out that an example of stable\nexcite states with high Morse index is contained. Several examples of\ntraveling-wave-type solutions are also given.\n","Comment: 16 pages"]}]
["1109.2654",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Software Engineering","D.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2654","EPTCS 68, 2011, pp. 7-21","doi:10.4204/EPTCS.68.3"],"date":["2011-09-12"],"type":["text"],"creator":["Martínez, Enrique","Cambronero, M. Emilia","Díaz, Gregorio","Schneider, Gerardo"],"language":[],"coverage":[],"title":["Timed Automata Semantics for Visual e-Contracts"],"description":["  C-O Diagrams have been introduced as a means to have a more visual\nrepresentation of electronic contracts, where it is possible to represent the\nobligations, permissions and prohibitions of the different signatories, as well\nas what are the penalties in case of not fulfillment of their obligations and\nprohibitions. In such diagrams we are also able to represent absolute and\nrelative timing constraints. In this paper we present a formal semantics for\nC-O Diagrams based on timed automata extended with an ordering of states and\nedges in order to represent different deontic modalities.\n","Comment: In Proceedings FLACOS 2011, arXiv:1109.2399"]}]
["1109.2655",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2655","EPTCS 68, 2011, pp. 23-37","doi:10.4204/EPTCS.68.4"],"date":["2011-09-12"],"type":["text"],"creator":["D, Adrian Francalanza Ph.","Sc, Andrew Gauci M.","D, Gordon Pace Ph."],"language":[],"coverage":[],"title":["Distributed System Contract Monitoring"],"description":["  The use of behavioural contracts, to specify, regulate and verify systems, is\nparticularly relevant to runtime monitoring of distributed systems. System\ndistribution poses major challenges to contract monitoring, from\nmonitoring-induced information leaks to computation load balancing,\ncommunication overheads and fault-tolerance. We present mDPi, a location-aware\nprocess calculus, for reasoning about monitoring of distributed systems. We\ndefine a family of Labelled Transition Systems for this calculus, which allow\nformal reasoning about different monitoring strategies at different levels of\nabstractions. We also illustrate the expressivity of the calculus by showing\nhow contracts in a simple contract language can be synthesised into different\nmDPi monitors.\n","Comment: In Proceedings FLACOS 2011, arXiv:1109.2399"]}]
["1109.2656",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.3.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2656","EPTCS 68, 2011, pp. 39-53","doi:10.4204/EPTCS.68.5"],"date":["2011-09-12"],"type":["text"],"creator":["Hantry, Francois","Hacid, Mohand-Said"],"language":[],"coverage":[],"title":["Handling Conflicts in Depth-First Search for LTL Tableau to Debug\n  Compliance Based Languages"],"description":["  Providing adequate tools to tackle the problem of inconsistent compliance\nrules is a critical research topic. This problem is of paramount importance to\nachieve automatic support for early declarative design and to support evolution\nof rules in contract-based or service-based systems. In this paper we\ninvestigate the problem of extracting temporal unsatisfiable cores in order to\ndetect the inconsistent part of a specification. We extend conflict-driven\nSAT-solver to provide a new conflict-driven depth-first-search solver for\ntemporal logic. We use this solver to compute LTL unsatisfiable cores without\nre-exploring the history of the solver.\n","Comment: In Proceedings FLACOS 2011, arXiv:1109.2399"]}]
["1109.2657",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Formal Languages and Automata Theory","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2657","EPTCS 68, 2011, pp. 55-69","doi:10.4204/EPTCS.68.6"],"date":["2011-09-12"],"type":["text"],"creator":["Montazeri, Seyed M.","Roy, Nivir K. S.","Schneider, Gerardo"],"language":[],"coverage":[],"title":["From Contracts in Structured English to CL Specifications"],"description":["  In this paper we present a framework to analyze conflicts of contracts\nwritten in structured English. A contract that has manually been rewritten in a\nstructured English is automatically translated into a formal language using the\nGrammatical Framework (GF). In particular we use the contract language CL as a\ntarget formal language for this translation. In our framework CL specifications\ncould then be input into the tool CLAN to detect the presence of conflicts\n(whether there are contradictory obligations, permissions, and prohibitions. We\nalso use GF to get a version in (restricted) English of CL formulae. We discuss\nthe implementation of such a framework.\n","Comment: In Proceedings FLACOS 2011, arXiv:1109.2399"]}]
["1109.2658",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Logic in Computer Science","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2658","EPTCS 68, 2011, pp. 71-86","doi:10.4204/EPTCS.68.7"],"date":["2011-09-12"],"type":["text"],"creator":["Gorín, Daniel","Mera, Sergio","Schapachnik, Fernando"],"language":[],"coverage":[],"title":["A Software Tool for Legal Drafting"],"description":["  Although many attempts at automated aids for legal drafting have been made,\nthey were based on the construction of a new tool, completely from scratch.\nThis is at least curious, considering that a strong parallelism can be\nestablished between a normative document and a software specification: both\ndescribe what an entity should or should not do, can or cannot do.\n  In this article we compare normative documents and software specifications to\nfind out their similarities and differences. The comparison shows that there\nare distinctive particularities, but they are restricted to a very specific\nsubclass of normative propositions. The rest, we postulate, can be dealt with\nsoftware tools. For such an enterprise the \\FormaLex tool set was devised: an\nLTL-based language and companion tools that utilize model checking to find out\nnormative incoherences in regulations, contracts and other legal documents. A\nfeature-rich case study is analyzed with the presented tools.\n","Comment: In Proceedings FLACOS 2011, arXiv:1109.2399"]}]
["1109.2661",{"format":[],"subject":["Mathematics - Combinatorics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2661"],"date":["2011-09-12"],"type":["text"],"creator":["Ding, Yun","Du, Rosena R. X."],"language":[],"coverage":[],"title":["Counting Humps in Motzkin paths"],"description":["  In this paper we study the number of humps (peaks) in Dyck, Motzkin and\nSchr\\\"{o}der paths. Recently A. Regev noticed that the number of peaks in all\nDyck paths of order $n$ is one half of the number of super Dyck paths of order\n$n$. He also computed the number of humps in Motzkin paths and found a similar\nrelation, and asked for bijective proofs. We give a bijection and prove these\nresults. Using this bijection we also give a new proof that the number of Dyck\npaths of order $n$ with $k$ peaks is the Narayana number. By double counting\nsuper Schr\\\"{o}der paths, we also get an identity involving products of\nbinomial coefficients.\n","Comment: 8 pages, 2 Figures"]}]
["1109.2665",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2665"],"date":["2011-09-12"],"type":["text"],"creator":["Simón-Díaz, S.","Garcia, M.","Herrero, A.","Apellániz, J. Maíz","Negueruela, I."],"language":[],"coverage":[],"title":["The IACOB project: synergies for the Gaia era"],"description":["  The IACOB spectroscopic survey of Galactic OB stars is an ambitious\nobservational project aimed at compiling a large, homogeneous, high-resolution\ndatabase of optical spectra of massive stars observable from the Northern\nhemisphere. The quantitative spectroscopic analysis of this database,\ncomplemented by the invaluable information provided by Gaia (mainly regarding\nphotometry and distances), will represent a major step forward in our knowledge\nof the fundamental physical characteristics of Galactic massive stars. In\naddition, results from this analysis will be of interest for other scientific\nquestions to be investigated using Gaia observations. In this contribution we\noutline the present status of the IACOB spectroscopic database and indicate\nbriefly some of the synergy links between the IACOB and Gaia scientific\nprojects.\n","Comment: Proceeding for the Workshop \"Star clusters and Associations: A RIA\n  Workshop on Gaia\", held in Granada from 23rd to 27th May, 2011. 6 pages, 1\n  figure and 1 table"]}]
["1109.2669",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2669"],"date":["2011-09-12"],"type":["text"],"creator":["Draganescu, Andrei","Spinu, Florin"],"language":[],"coverage":[],"title":["Sharp estimates for the convergence rate of Orthomin(k) for a class of\n  linear systems"],"description":["  In this work we show that the convergence rate of Orthomin($k$) applied to\nsystems of the form $(I+\\rho U) x = b$, where $U$ is a unitary operator and\n$0<\\rho<1$, is less than or equal to $\\rho$. Moreover, we give examples of\noperators $U$ and $\\rho>0$ for which the asymptotic convergence rate of\nOrthomin($k$) is exactly $\\rho$, thus showing that the estimate is sharp. While\nthe systems under scrutiny may not be of great interest in themselves, their\nexistence shows that, in general, Orthomin($k$) does not converge faster than\nOrthomin(1). Furthermore, we give examples of systems for which Orthomin($k$)\nhas the same asymptotic convergence rate as Orthomin(2) for $k\\ge 2$, but\nsmaller than that of Orthomin(1). The latter systems are related to the\nnumerical solution of certain partial differential equations.\n","Comment: 20 pages, 6 figures"]}]
["1109.2673",{"format":[],"subject":["Mathematics - Differential Geometry","53A35, 53B40, 53B50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2673"],"date":["2011-09-13"],"type":["text"],"creator":["Asanov, G. S."],"language":[],"coverage":[],"title":["Finsler connection preserving the two-vector angle under the\n  indicatrix-inhomogeneous treatment"],"description":["  The Finsler spaces in which the tangent Riemannian spaces are conformally\nflat prove to be characterized by the condition that the indicatrix is a space\nof constant curvature. In such spaces the Finslerian normalized two-vector\nangle can be explicated from the respective two-vector angle of the associated\nRiemannian space. Therefore the way is opening to propose explicitly the\nconnection preserving the angle even at the indicatrix-inhomogeneous level,\nthat is, when the indicatrix curvature value ${\\mathcal C}_{\\text{Ind.}} $ is\npermitted to be an arbitrary smooth function of the indicatrix position point\n$x$. The connection obtained is metrical with the deflection part which is\nproportional to the gradient of the function $H(x)$ entering the equality\n${\\mathcal C}_{\\text{Ind.}} \\equiv H^2.$ Also the connection is\ncovariant-constant. When the transitivity of covariant derivative is used, from\nthe commutators of covariant derivatives the associated curvature tensor is\nfound. Various useful representations have been developed. The Finsleroid space\nhas been explicitly outlined.\n"]}]
["1109.2681",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2681"],"date":["2011-09-13"],"type":["text"],"creator":["de Haan, Victor Otto"],"language":[],"coverage":[],"title":["Possible Experiments to test Einstein's Special Relativity Theory"],"description":["  All of the experiments supporting Einstein's Special Relativity Theory are\nalso supportive of the Lorentz ether theory, or many other ether theories.\nHowever, a growing number of experiments show deviations from Einstein's\nSpecial Relativity Theory, but are supporting more extended theories. Some of\nthese experiments are reviewed and analyzed. Unfortunately, many experiments\nare not of high quality, never repeated and mostly both. It is proposed that\nthe most promising experiments should be repeated.\n","Comment: 9 pages; 0 figures"]}]
["1109.2683",{"format":[],"subject":["Quantitative Biology - Biomolecules","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2683"],"date":["2011-09-13"],"type":["text"],"creator":["Zheng, Wei-Mou","Zeng, Hui","Bu, Dong-Bo","Shao, Ming-Fu","Liu, Ke-Song","Wang, Chao"],"language":[],"coverage":[],"title":["Looking for packing units of the protein structure"],"description":["  Lattice-model simulations and experiments of some small proteins suggest that\nfolding is essentially controlled by a few conserved contacts. Residues of\nthese conserved contacts form the minimum set of native contacts needed to\nensure foldability. Keeping such conserved specific contacts in mind, we\nexamine contacts made by two secondary structure elements of different helices\nor sheets and look for possible 'packing units' of the protein structure. Two\nshort backbone fragments of width five centred at the C? atoms in contact is\ncalled an H-form, which serves as a candidate for the packing units. The\nstructural alignment of protein family members or even across families\nindicates that there are conservative H-forms which are similar both in their\nsequences and local geometry, and consistent with the structural alignment.\nCarrying strong sequence signals, such packing units would provide 3D\nconstraints as a complement of the potential functions for the structure\nprediction.\n","Comment: 10 pages, 5 tables"]}]
["1109.2684",{"format":[],"subject":["Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2684"],"date":["2011-09-13"],"type":["text"],"creator":["Emruli, Sali","Zejneli, Tahir","Agai, Florin"],"language":[],"coverage":[],"title":["YouTube and political communication -- Macedonian case"],"description":["  Analysis how to use Internet influence to the process of political\ncommunication, marketing and the management of public relations, what kind of\nonline communication methods are used by political parties, and to assess\nsatisfaction, means of communication and the services they provide to their\nparty's voters (people) and other interest groups and whether social networks\ncan affect the political and economic changes in the state, and the political\npower of one party.\n","Comment: IJCSI International Journal of Computer Science Issues, Vol. 8, Issue\n  4, No 1, July 2011 ISSN (Online): 1694-0814 http://www.IJCSI.org"]}]
["1109.2685",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2685"],"date":["2011-09-13"],"type":["text"],"creator":["Takei, Kuniharu","Fang, Hui","Kumar, Bala","Kapadia, Rehan","Gao, Qun","Madsen, Morten","Kim, Ha Sul","Liu, Chin-Hung","Plis, Elena","Krishna, Sanjay","Bechtel, Hans A.","Guo, Jing","Javey, Ali"],"language":[],"coverage":[],"title":["Highly Quantum-Confined InAs Nanoscale Membranes"],"description":["  Nanoscale size-effects drastically alter the fundamental properties of\nsemiconductors. Here, we investigate the dominant role of quantum confinement\nin the field-effect device properties of free-standing InAs nanomembranes with\nvaried thicknesses of 5-50 nm. First, optical absorption studies are performed\nby transferring InAs \"quantum membranes\" (QMs) onto transparent substrates,\nfrom which the quantized sub-bands are directly visualized. These sub-bands\ndetermine the contact resistance of the system with the experimental values\nconsistent with the expected number of quantum transport modes available for a\ngiven thickness. Finally, the effective electron mobility of InAs QMs is shown\nto exhibit anomalous field- and thickness-dependences that are in distinct\ncontrast to the conventional MOSFET models, arising from the strong quantum\nconfinement of carriers. The results provide an important advance towards\nestablishing the fundamental device physics of 2-D semiconductors.\n"]}]
["1109.2686",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2686"],"date":["2011-09-13"],"type":["text"],"creator":["Griffin, James","Djament, Aurélien","Collinet, Gaël"],"language":[],"coverage":[],"title":["Stabilit\\'e homologique pour les groupes d'automorphismes des produits\n  libres"],"description":["  We show in this article that, for any group $G$ indecomposable for the free\nproduct * and non-isomorphic to $\\mathbf{Z}$, the canonical inclusion ${\\rm\nAut}(G^{*n})\\to {\\rm Aut}(G^{* n+1})$ induces an isomorphism between the\nhomology groups $H_i$ for $n\\geq 2i+2$, as was conjectured by Hatcher and Wahl.\nIn fact we show a little more --- in particular, the result is true for any\ngroup $G$ if we replace the automorphism group of the free product by the\nsubgroup of symmetric automorphisms. For this purpose we use constructions and\nacyclicity results due to McCullough-Miller and Chen-Glover-Jensen and\nfunctoriality properties which allow us to apply classical methods in functor\nhomology.\n","Comment: 17 pages"]}]
["1109.2693",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2693","Mod.Phys.Lett. A Vol. 26, No. 1 (2011) 31--41","doi:10.1142/S0217732311034505"],"date":["2011-09-13"],"type":["text"],"creator":["Refaei, A.","Takook, M V."],"language":[],"coverage":[],"title":["Scalar effective action in Krein space quantization"],"description":["  In this paper, the \\lambda\\phi^4 scalar feld effective action, in the\none-loop approximation, is calculated by using the Krein space quantization. We\nshow that the effective action is naturally fnite and the singularity does not\nappear in the theory. The physical interaction mass, the running coupling\nconstant and \\beta-function are then calculated. The effective potential which\nis calculated in the Krein space quantization is different from the usual\nHilbert space calculation, however we show that \\beta-function is the same in\nthe two different methods.\n","Comment: 11 pages"]}]
["1109.2697",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2697","Smart Grid Security and Communications, The Ninth International\n  Symposium on Parallel and Distributed Processing with Applications (ISPA),\n  No. 108, May 2011, Korea, pp.91-98; Journal of Convergence, Vol.2, No.1,\n  2011-6, pp.39-46"],"date":["2011-09-13"],"type":["text"],"creator":["Ling, Amy Poh Ai","Masao, Mukaidono"],"language":[],"coverage":[],"title":["Selection of Model in Developing Information Security Criteria for Smart\n  Grid Security System"],"description":["  At present, the \"Smart Grid\" has emerged as one of the best advanced energy\nsupply chains. This paper looks into the security system of smart grid via the\nsmart planet system. The scope focused on information security criteria that\nimpact on consumer trust and satisfaction. The importance of information\nsecurity criteria is perceived as the main aspect to impact on customer trust\nthroughout the entire smart grid system. On one hand, this paper also focuses\non the selection of the model for developing information security criteria on a\nsmart grid.\n"]}]
["1109.2701",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2701","doi:10.1111/j.1365-2966.2011.19503.x"],"date":["2011-09-13"],"type":["text"],"creator":["Das, Ankan","Chakrabarti, Sandip K."],"language":[],"coverage":[],"title":["Composition and evolution of Interstellar Grain mantle under the effects\n  of photo-dissociation"],"description":["  We study the chemical evolution of interstellar grain mantle by varying the\nphysical parameters of the interstellar medium (ISM). To mimic the exact\ninterstellar condition, gas grain interactions via accretion from the gas phase\nand desorption (thermal evaporation and photo-evaporation) from the grain\nsurface are considered. We find that the chemical composition of the\ninterstellar grain mantle is highly dependent on the physical parameters\nassociated with a molecular cloud. Interstellar photons are seen to play an\nimportant role towards the growth and the structure of the interstellar grain\nmantle. We consider the effects of interstellar photons (photo-dissociation and\nphoto-evaporation) in our simulation under various interstellar conditions. We\nnotice that the effects of interstellar photons dominate around the region of\nlower visual extinction. These photons contribute significantly in the\nformation of the grain mantle. Energy of the incoming photon is attenuated by\nthe absorption and scattering by the interstellar dust. Top most layers are\nmainly assumed to be affected by the incoming radiation. We have studied the\neffects of photo-dissociation by varying the number of layers which could be\naffected by it. Model calculations are carried out for the static (extinction\nparameter is changing with the density of the cloud) as well as the time\ndependent case (i.e., extinction parameter and number density of the cloud both\nare changing with time) and the results are discussed in details. Different\nroutes to the formation of water molecules are studied and it is noticed that\naround the dense region, production of water molecules via O$_3$ and H$_2$O$_2$\ncontributes significantly. At the end, various observational evidences for the\ncondensed phase species are summarized with their physical conditions and are\ncompared with our simulation results.\n","Comment: 14 pages, 6 figures; 2011MNRAS.tmp.1403D"]}]
["1109.2711",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2711","A&A, 2010, 524, A8","doi:10.1051/0004-6361/201014889"],"date":["2011-09-13"],"type":["text"],"creator":["Grinin, V. P.","Potravnov, I. S.","Musaev, F. A."],"language":[],"coverage":[],"title":["The evolutionary status of the UX Orionis star RZ Piscium"],"description":["  The star RZ Psc is one of the most enigmatic members of the UX Ori star\nfamily. It shows all properties that are typical for these stars (the light\nvariability, high linear polarization in deep minima, the blueing effect)\nexcept for one: it lacks any signatures of youth. With the Li I line, as a\nrough estimate for the stellar age, we show that the \"lithium\" age of RZ Psc\nlies between the age of stars in the Pleiades (approximately 70 Myr) and the\nOrion (approximately 10 Myr) clusters. We also roughly estimated the age of RZ\nPsc based on the proper motion of the star using the Tycho-2 catalog. We found\nthat the star has escaped from its assumed birthplace near to the Galactic\nplane about 30-40 Myr ago. We conclude that RZ Psc is a post-UXOr star, and its\nsporadic eclipses are caused by material from the debris disk.\n"]}]
["1109.2714",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2714","Physical Review E 84, 016315 (2011)","doi:10.1103/PhysRevE.84.016315"],"date":["2011-09-13"],"type":["text"],"creator":["Denet, Bruno","Joulin, Guy"],"language":[],"coverage":[],"title":["Wrinkled flames and geometrical stretch"],"description":["  Localized wrinkles of thin premixed flames subject to hydrodynamic\ninstability and geometrical stretch of uniform intensity (S) are studied. A\nstretch-affected nonlinear and nonlocal equation, derived from an inhomogeneous\nMichelson-Sivashinsky equation, is used as a starting point, and pole\ndecompositions are used as a tool. Analytical and numerical descriptions of\nisolated (centered or multicrested) wrinkles with steady shapes (in a frame)\nand various amplitudes are provided; their number increases rapidly with 1/S >\n0. A large constantS > 0 weakens or suppresses all localized wrinkles (the\nlarger the wrinkles, the easier the suppression), whereasS < 0 strengthens\nthem; oscillations of S further restrict their existence domain. Self-similar\nevolutions of unstable many-crested patterns are obtained. A link between\nstretch, nonlinearity, and instability with the cutoff size of the wrinkles in\nturbulent flames is suggested. Open problems are evoked.\n"]}]
["1109.2720",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2720"],"date":["2011-09-13"],"type":["text"],"creator":["Yang, Wei","Durisi, Giuseppe","Morgenshtern, Veniamin I.","Riegler, Erwin"],"language":[],"coverage":[],"title":["Capacity Pre-Log of SIMO Correlated Block-Fading Channels"],"description":["  We establish an upper bound on the noncoherent capacity pre-log of temporally\ncorrelated block-fading single-input multiple-output (SIMO) channels. The upper\nbound matches the lower bound recently reported in Riegler et al. (2011), and,\nhence, yields a complete characterization of the SIMO noncoherent capacity\npre-log, provided that the channel covariance matrix satisfies a mild technical\ncondition. This result allows one to determine the optimal number of receive\nantennas to be used to maximize the capacity pre-log for a given block-length\nand a given rank of the channel covariance matrix.\n","Comment: Accepted by ISWCS11"]}]
["1109.2722",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2722"],"date":["2011-09-13"],"type":["text"],"creator":["Kajiyama, Yuji","Okada, Hiroshi","Toma, Takashi"],"language":[],"coverage":[],"title":["A light Scalar Dark Matter for CoGeNT and DAMA in D_6 Flavor Symmetric\n  Model"],"description":["  We try to interpret a very light dark matter with mass of 5~10 GeV which is\nin favor of the recent experiments reported by CoGeNT and DAMA, in a\nnon-supersymmetric extension of radiative seesaw model with a family symmetry\nD_6 x Z_2 x Z_2. We show that a D_6 singlet real scalar field can be a\npromising dark matter candidate, and it gives the elastic cross section \\sigma\n\\simeq 7x10^{-41} cm^2 which is required by these experiments. Our dark matter\ninteracts with a D_6 singlet scalar Higgs boson, which couples only to quark\nsector. The dark matter-nucleon cross section and new decay mode h->DM DM can\nbe large if the standard model Higgs boson h is light. The Higgs phenomenology\nis also discussed.\n","Comment: 13 pages, 1 table, 6 figures"]}]
["1109.2723",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2723"],"date":["2011-09-13"],"type":["text"],"creator":["Liu, Jingjing","Yin, Zhaoyang"],"language":[],"coverage":[],"title":["Global weak solutions to a weakly dissipative $\\mu$HS equation"],"description":["  This paper is concerned with global existence of weak solutions for a weakly\ndissipative $\\mu$HS equation by using smooth approximate to initial data and\nHelly$^{,}$s theorem.\n"]}]
["1109.2726",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems","35K57, 92D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2726"],"date":["2011-09-13"],"type":["text"],"creator":["Przeradzki, Bogdan"],"language":[],"coverage":[],"title":["A classical approach to dynamics of parabolic competitive systems"],"description":["  We study the reaction-diffusion system, its stationary solutions, the\nbehavior of the system near them and discuss similarities and differences for\ndifferent boundary conditions.\n"]}]
["1109.2731",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Numerical Analysis","15A18, 15A60, 65F15, 65F35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2731"],"date":["2011-09-13"],"type":["text"],"creator":["Daniel, Sukumar"],"language":[],"coverage":[],"title":["Comparative results on eigenvalues,pseudospectra and conditionspectra"],"description":["  Conditionspectrum measures the computational stability of solving a linear\nsystem. In this paper, ten theorems involving {\\epsilon}-conditionspectrum are\npresented. All these theorems generalize a well known eigenvalue theorem and\nsimultaneously compare with an appropriate pseudospectra theorem. Our\norganizing principle is that each conditionspectrum result precisely reduces to\nthe corresponding eigenvalue theorem when {\\epsilon} = 0. The format of each\nconditionspectrum result is similar to the pseudospectrum result for easy\ncomparison. Each condition spectrum is formatted similar to pseudospectrum\nresult for the easy comparison.\n","Comment: 9 Pages"]}]
["1109.2733",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Biological Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2733"],"date":["2011-09-13"],"type":["text"],"creator":["Kanth, Jampa Maruthi Pradeep","Anishetty, Ramesh"],"language":[],"coverage":[],"title":["Hydrophobic force a Casimir-like effect due to hydrogen bond\n  fluctuations"],"description":["  Hydrophobic force, interfacial tension, transverse density profile in\nconfined water system are addressed from first principles of statistical\nmechanics in a lattice model for water. Using molecular mean field theory\ntechnique we deduce explicit expressions for each of the above mentioned\nphenomena and show that hydrophobic force is a manifestation of Casimir-like\neffect due to hydrogen bond fluctuations in confined water. It is largely\ninfluenced by the long range correlations of orientational fluctuations. All\nthe computations are parameter-free and we compare favorably with results of\nmolecular dynamics simulations and experiments.\n","Comment: 44 pages, 14 figures"]}]
["1109.2737",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2737","Chin. Phys. Lett. Vol. 28, No. 8 (2011) 081401","doi:10.1088/0256-307X/28/8/081401"],"date":["2011-09-13"],"type":["text"],"creator":["Inan, S. C."],"language":[],"coverage":[],"title":["Effect of the excited and fourth generation leptons in lepton flavor\n  violating \\mu^{-} \\to e^{-}2\\gamma decay"],"description":["  We study the lepton flavor violating $\\mu^- \\to e^{-}2\\gamma $ decay induced\nby the mediation of heavy leptons such as the excited and fourth generation\nleptons. We have examined the effects of these leptons in the $\\mu^- \\to\ne^{-}2\\gamma $ decay. We have found that branching ratio of this decay is very\nsensitive to excited and fourth generation leptons. Furthermore, we have\nobtained the bounds on model parameters by using the current experimental limit\nof this decay.\n","Comment: 11 pages, 5 figures"]}]
["1109.2745",{"format":[],"subject":["Mathematics - Differential Geometry","53C10, 53C15, 53C43, 53D15, 58E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2745"],"date":["2011-09-13"],"type":["text"],"creator":["Loubeau, E.","Vergara-Diaz, E."],"language":[],"coverage":[],"title":["The harmonicity of nearly cosymplectic structures"],"description":["  Almost contact structures can be identified with sections of a twistor bundle\nand this allows to define their harmonicity, as sections or maps. We consider\nthe class of nearly cosymplectic almost contact structures on a Riemannian\nmanifold and prove curvature identities which imply the harmonicity of their\nparametrizing section, thus complementing earlier results on nearly-K{\\\"a}hler\nalmost complex structures.\n","Comment: 26 pages"]}]
["1109.2752",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2752"],"date":["2011-09-13"],"type":["text"],"creator":["Morgado, Antonio","Marques-Silva, Joao"],"language":[],"coverage":[],"title":["On Validating Boolean Optimizers"],"description":["  Boolean optimization finds a wide range of application domains, that\nmotivated a number of different organizations of Boolean optimizers since the\nmid 90s. Some of the most successful approaches are based on iterative calls to\nan NP oracle, using either linear search, binary search or the identification\nof unsatisfiable sub-formulas. The increasing use of Boolean optimizers in\npractical settings raises the question of confidence in computed results. For\nexample, the issue of confidence is paramount in safety critical settings. One\nway of increasing the confidence of the results computed by Boolean optimizers\nis to develop techniques for validating the results. Recent work studied the\nvalidation of Boolean optimizers based on branch-and-bound search. This paper\ncomplements existing work, and develops methods for validating Boolean\noptimizers that are based on iterative calls to an NP oracle. This entails\nimplementing solutions for validating both satisfiable and unsatisfiable\nanswers from the NP oracle. The work described in this paper can be applied to\na wide range of Boolean optimizers, that find application in Pseudo-Boolean\nOptimization and in Maximum Satisfiability. Preliminary experimental results\nindicate that the impact of the proposed method in overall performance is\nnegligible.\n"]}]
["1109.2757",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2757","Phys. Rev. B 82, 054517 (2010)","doi:10.1103/PhysRevB.82.054517"],"date":["2011-09-13"],"type":["text"],"creator":["Zdravkov, V. I.","Kehrle, J.","Obermeier, G.","Gsell, S.","Schreck, M.","üller, C. M","von Nidda, H. A. Krug","Lindner, J.","Moosburger-Will, J.","Nold, E.","Morari, R.","Ryazanov, V. V.","Sidorenko, A. S.","Horn, S.","Tidecks, R.","Tagirov, L. R."],"language":[],"coverage":[],"title":["Reentrant superconductivity in superconductor/ferromagnetic-alloy\n  bilayers"],"description":["  We studied the Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) like state\nestablishing due to the proximity effect in superconducting Nb/Cu41Ni59\nbilayers. Using a special wedge-type deposition technique, series of 20-35\nsamples could be fabricated by magnetron sputtering during one run. The layer\nthickness of only a few nanometers, the composition of the alloy, and the\nquality of interfaces were controlled by Rutherford backscattering\nspectrometry, high resolution transmission electron microscopy, and Auger\nspectroscopy. The magnetic properties of the ferromagnetic alloy layer were\ncharacterized with superconducting quantum interference device (SQUID)\nmagnetometry. These studies yield precise information about the thickness, and\ndemonstrate the homogeneity of the alloy composition and magnetic properties\nalong the sample series. The dependencies of the critical temperature on the Nb\nand Cu41Ni59 layer thickness, Tc(dS) and Tc(dF), were investigated for constant\nthickness dF of the magnetic alloy layer and dS of the superconducting layer,\nrespectively. All types of non-monotonic behaviors of Tc versus dF predicted by\nthe theory could be realized experimentally: from reentrant superconducting\nbehavior with a broad extinction region to a slight suppression of\nsuperconductivity with a shallow minimum. Even a double extinction of\nsuperconductivity was observed, giving evidence for the multiple reentrant\nbehavior predicted by theory. All critical temperature curves were fitted with\nsuitable sets of parameters. Then, Tc(dF) diagrams of a hypothetical F/S/F\nspin-switch core structure were calculated using these parameters. Finally,\nsuperconducting spin-switch fabrication issues are discussed in detail in view\nof the achieved results.\n","Comment: 34 pages, 9 figures"]}]
["1109.2759",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2759","Supercond. Sci. Technol. 24, 095004, (2011)","doi:10.1088/0953-2048/24/9/095004"],"date":["2011-09-13"],"type":["text"],"creator":["Zdravkov, V. I.","Kehrle, J.","Obermeier, G.","Ullrich, A.","Gsell, S.","Lenk, D.","Müller, C.","Morari, R.","Sidorenko, A. S.","Ryazanov, V. V.","Tagirov, L. R.","Tidecks, R.","Horn, S."],"language":[],"coverage":[],"title":["Interference Effects of the Superconducting Pairing Wave Function due to\n  the Fulde-Ferrell-Larkin-Ovchinnikov like State in Ferromagnet/Superconductor\n  Bilayers"],"description":["  The theoretical description of the Fulde-Ferrell-Larkin-Ovchinnikov like\nstate establishing in nanostructered bilayers of ferromagnetic (F) and\nsuperconducting (S) material leads to critical temperature oscillations and\nreentrant superconductivity as the F-layer thickness gradually increases. The\nexperimental realization of these phenomena is an important prerequisite for\nthe fabrication of the Ferromagnet/Superconductor/Ferromagnet core structure of\nthe superconducting spin-valve. A switching of the spin-valve is only expected\nif such non-monotonic critical temperature behavior is observed in F/S bilayers\nas well as in the S/F bilayers, a combination of which the spin-valve core\nstructure can be regarded to consist of. In our former investigations we could\ndemonstrate the required non-monotonic behavior of the critical temperature in\nS/F bilayers. In this study we succeeded in the preparation of F/S bilayers,\nwhere the superconducting material is now grown on top of the ferromagnetic\nmetal, which show deep critical temperature oscillations as a function of the\nferromagnetic layer thickness as well as an extinction and recovery, i.e. a\nreentrant behavior, of superconductivity. Especially, the latter is necessary\nto obtain a spin-valve with a large critical temperature shift between the\nparallel and antiparallel configurations of magnetizations in the F layers.\n","Comment: 18 pages, 5 figures"]}]
["1109.2761",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2761"],"date":["2011-09-13"],"type":["text"],"creator":["Hirenzaki, Satoru","Jido, Daisuke","Nagahiro, Hideko"],"language":[],"coverage":[],"title":["Eta-prime bound states in nuclei and partial restoration of chiral\n  symmetry"],"description":["  We discuss the in-medium mass of the eta-prime meson under partial\nrestoration of chiral symmetry. The chiral SU(3)\\otimes SU(3) symmetry tells us\nthe flavor singlet pseudoscalar meson eta-prime should degenerate with the\noctet $\\eta$ meson in the SU(3) flavor limit, when chiral symmetry is restored\nin spite of U(1)A anomaly in the flavor single axial current. The suppression\nof the anomaly effect induces an order of 100 MeV reduction for the eta-prime\nmass at the saturation density without introducing a large absorption width. We\nshow the formation spectrum of the eta-prime mesonic bound state in a nucleus\nas a possible observation of the eta-prime mass reduction.\n","Comment: 4 pages, 1 figure, Proc. of the XIV International Conference on\n  Hadron Spectroscopy (Hadron2011), 13-17 June 2011, Munich, Germany"]}]
["1109.2763",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Geometry","Mathematics - Metric Geometry","52C45, 68U05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2763"],"date":["2011-09-13"],"type":["text"],"creator":["Katchalski, Meir","Levy, Eliahu"],"language":[],"coverage":[],"title":["No O(N) queries for checking if N intervals cover everything or for\n  piercing N pairs of intervals. An O(N log N)-steps algorithm for piercing"],"description":["  The complexity of two related geometrical (indeed, combinatorial) problems is\nconsidered, measured by the number of queries needed to determine the solution.\nIt is proved that one cannot check in a linear in N number of queries whether N\nintervals cover a whole interval, or whether for N pairs of intervals on two\nlines there is a pair of points intersecting each of these pairs of intervals\n(\"piercing all pairs of intervals\"). The proofs are related to examples which\nshow that there is no \"Helly property\" here - the whole set of N may cover the\nwhole interval (resp. may have no pair of points piercing all pairs of\nintervals) while any proper subset does not. Also, for the piercing problem we\noutline an algorithm, taking O(N log N) steps, to check whether there is a pair\nof points piercing all pairs of intervals and if there is, to find it.\n","Comment: 8 pages, 2 figures"]}]
["1109.2771",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2771","AIP Conf. Proc. 1176, 157 (2009)","doi:10.1063/1.3253897"],"date":["2011-09-13"],"type":["text"],"creator":["Schindlmayr, Arno"],"language":[],"coverage":[],"title":["Optical conductivity of metals from first principles"],"description":["  A computational method to obtain optical conductivities from first principles\nis presented. It exploits a relation between the conductivity and the complex\ndielectric function, which is constructed from the full electronic band\nstructure within the random-phase approximation. In contrast to the Drude\nmodel, no empirical parameters are used. As interband transitions as well as\nlocal-field effects are properly included, the calculated spectra are valid\nover a wide frequency range. As an illustration I present quantitative results\nfor selected simple metals, noble metals, and ferromagnetic transition metals.\nThe implementation is based on the full-potential linearized\naugmented-plane-wave method.\n","Comment: 3 pages including 5 figures"]}]
["1109.2772",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2772"],"date":["2011-09-13"],"type":["text"],"creator":["Markus, Selmke","Marco, Braun","Frank, Cichos"],"language":[],"coverage":[],"title":["Nano-lens diffraction around a single heated nano particle"],"description":["  The action of a nanoscopic spherically symmetric refractive index profile on\na focused Gaussian beam may easily be envisaged as the action of a\nphase-modifying element, i.e. a lens: Rays traversing the inhomogeneous\nrefractive index field n(r) collect an additional phase along their trajectory\nwhich advances or retards their phase with respect to the unperturbed ray. This\nlens-like action has long been understood as being the mechanism behind the\nsignal of thin sample photothermal absorption measurements [1, 2], where a\ncylindrical symmetry and a different lengthscale is present. In photothermal\nsingle (nano-)particle microscopy, however, a complicated, though\nprediction-wise limited, electrodynamic (EM) scattering treatment was\nestablished [3] during the emergence of this new technique. Our recent study\nextended [4] this EM-approach into a full ab-initio model describing the\nreality of the situation encountered and showed for the first time that the\nmechanism behind the signal, despite its nanoscopic origin, is also the\nlens-like action of the induced refractive index profile only hidden in the\ncomplicated guise of the theoretical Mie-like framework. The diffraction model\nproposed here yields succinct analytical expressions for the axial PT signal\nshape and magnitude and its angular distribution, all showing the clear\nlens-signature. It is further demonstrated, that the Gouy-phase of a Gaussian\nbeam does not contribute to the relative photothermal signal in forward\ndirection, a fact which is not easily evident from the more rigorous EM\ntreatment. The model may thus be used to estimate the signal shape and\nmagnitude in photothermal single particle microscopy.\n","Comment: 19 pages, 6 figures"]}]
["1109.2773",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2773","doi:10.1016/j.nuclphysa.2011.09.001"],"date":["2011-09-13"],"type":["text"],"creator":["Ghosh, Sabyasachi","Sarkar, Sourav"],"language":[],"coverage":[],"title":["$\\rho$ self energy at finite temperature and density in the real-time\n  formalism"],"description":["  The $\\rho$ meson self-energy in nuclear matter from baryonic loops is\nanalysed in the real time formulation of field theory at finite temperature and\ndensity. The discontinuities across the branch cuts of the self-energy function\nare evaluated for an exhaustive set of resonances in the loops considering the\nfully relativistic thermal baryon propagator including anti-baryons. Numerical\ncalculations show a significant broadening of the $\\rho$ spectral function\ncoming from the Landau cut. Adding the contribution from mesonic loops, the\nfull spectral function of the $\\rho$ in a thermal gas of mesons, baryons and\nantibaryons in equilibrium is evaluated at various values of temperature and\nbaryonic chemical potential.\n"]}]
["1109.2779",{"format":[],"subject":["General Relativity and Quantum Cosmology","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2779"],"date":["2011-09-13"],"type":["text"],"creator":["Bertolami, O.","Francisco, F.","Gil, P. J. S.","Páramos, J."],"language":[],"coverage":[],"title":["Probing the Flyby Anomaly with the Galileo Constellation"],"description":["  In the last few years, the so-called flyby anomaly has been widely discussed,\nbut remains still an illusive topic. This is due to the harsh conditions\nexperienced during an Earth flyby as well as due to the limited data available.\nIn this work, we assess the possibility of confirming and characterizing this\nanomaly by resorting to the scientific capabilities of the future Galileo\nconstellation.\n","Comment: 5 pages, 1 figure, 4 tables. To appear in the Proceedings of the \"3rd\n  International Colloquium - Scientific and Fundamental Aspects of the Galileo\n  Programme\", 31 August - 2 September 2011, Copenhagen, Denmark"]}]
["1109.2784",{"format":[],"subject":["Mathematics - Number Theory","11L20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2784"],"date":["2011-09-13"],"type":["text"],"creator":["Bourgain, Jean"],"language":[],"coverage":[],"title":["Moebius-Walsh correlation bounds and an estimate of Mauduit and Rivat"],"description":["  We establish small correlation bounds for the Moebius function and the Walsh\nsystem, answering affirmatively a question posed by G.Kalai [Ka]. The argument\nis based on generalizing the approach of Mauduit and Rivat [M-R] in order to\ntreat Walsh functions of `large weight', while the `small weight' case follows\nfrom recent work due to B.Green [Gr]. The conclusion is an estimate uniform\nover the full Walsh system. A similar result also holds for the Liouville\nfunction.\n"]}]
["1109.2785",{"format":[],"subject":["Computer Science - Symbolic Computation","Nonlinear Sciences - Exactly Solvable and Integrable Systems","34M55, 37J35, 37K10","I.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2785"],"date":["2011-09-13"],"type":["text"],"creator":["Wolf, Thomas","Schruefer, Eberhard","Webster, Kenneth"],"language":[],"coverage":[],"title":["Solving large linear algebraic systems in the context of integrable\n  non-abelian Laurent ODEs"],"description":["  The paper reports on a computer algebra program LSSS (Linear Selective\nSystems Solver) for solving linear algebraic systems with rational\ncoefficients. The program is especially efficient for very large sparse systems\nthat have a solution in which many variables take the value zero. The program\nis applied to the symmetry investigation of a non-abelian Laurent ODE\nintroduced recently by M. Kontsevich. The computed symmetries confirmed that a\nLax pair found for this system earlier generates all first integrals of degree\nat least up to 14.\n","Comment: 15 pages, talk given at AMMCS 2011, submitted for publication in\n  Programming and Computer Software"]}]
["1109.2788",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2788"],"date":["2011-09-13"],"type":["text"],"creator":["Stromatias, Evangelos"],"language":[],"coverage":[],"title":["Developing a supervised training algorithm for limited precision\n  feed-forward spiking neural networks"],"description":["  Spiking neural networks have been referred to as the third generation of\nartificial neural networks where the information is coded as time of the\nspikes. There are a number of different spiking neuron models available and\nthey are categorized based on their level of abstraction. In addition, there\nare two known learning methods, unsupervised and supervised learning. This\nthesis focuses on supervised learning where a new algorithm is proposed, based\non genetic algorithms. The proposed algorithm is able to train both synaptic\nweights and delays and also allow each neuron to emit multiple spikes thus\ntaking full advantage of the spatial-temporal coding power of the spiking\nneurons. In addition, limited synaptic precision is applied; only six bits are\nused to describe and train a synapse, three bits for the weights and three bits\nfor the delays. Two limited precision schemes are investigated. The proposed\nalgorithm is tested on the XOR classification problem where it produces better\nresults for even smaller network architectures than the proposed ones.\nFurthermore, the algorithm is benchmarked on the Fisher iris classification\nproblem where it produces higher classification accuracies compared to\nSpikeProp, QuickProp and Rprop. Finally, a hardware implementation on a\nmicrocontroller is done for the XOR problem as a proof of concept. Keywords:\nSpiking neural networks, supervised learning, limited synaptic precision,\ngenetic algorithms, hardware implementation.\n","Comment: 107 pages, MSc thesis Microelectronic Systems, 2011, University of\n  Liverpool, supervised by John Marsland"]}]
["1109.2791",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2791"],"date":["2011-09-13"],"type":["text"],"creator":["Dai, Shaoyu","Chen, Huaihui","Pan, Yifei"],"language":[],"coverage":[],"title":["The Schwarz-Pick lemma of high order in several variables"],"description":["  We prove a high order Schwarz-Pick lemma for mappings between unit balls in\ncomplex spaces in terms of the Bergman metric. From this lemma, Schwarz-Pick\nestimates for partial derivatives of arbitrary order of mappings are deduced.\n"]}]
["1109.2796",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2796"],"date":["2011-09-13"],"type":["text"],"creator":["Lukash, V. N.","Strokov, V. N."],"language":[],"coverage":[],"title":["Geometries with integrable singularity -- black/white holes and\n  astrogenic universes"],"description":["  We briefly review the problem of generating cosmological flows of matter in\nGR (the genesis of universes), analyze models' shortcomings and their basic\nassumptions yet to be justified in physical cosmology. We propose a paradigm of\ncosmogenesis based on the class of spherically symmetric solutions with {\\it\nintegrable} singularity $r=0$. They allow for geodesically complete geometries\nof black/white holes, which may comprise space-time regions with properties of\ncosmological flows.\n","Comment: 15 pages, 2 figures"]}]
["1109.2800",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2800"],"date":["2011-09-13"],"type":["text"],"creator":["Dinh, Q. Tran","Savorgnan, C.","Diehl, M."],"language":[],"coverage":[],"title":["Adjoint-based predictor-corrector sequential convex programming for\n  parametric nonlinear optimization"],"description":["  This paper proposes an algorithmic framework for solving parametric\noptimization problems which we call adjoint-based predictor-corrector\nsequential convex programming. After presenting the algorithm, we prove a\ncontraction estimate that guarantees the tracking performance of the algorithm.\nTwo variants of this algorithm are investigated. The first one can be used to\nsolve nonlinear programming problems while the second variant is aimed to treat\nonline parametric nonlinear programming problems. The local convergence of\nthese variants is proved. An application to a large-scale benchmark problem\nthat originates from nonlinear model predictive control of a hydro power plant\nis implemented to examine the performance of the algorithms.\n","Comment: This manuscript consists of 25 pages and 7 figures"]}]
["1109.2807",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2807","ICSE'11: Proceedings of the 33rd International Conference on\n  Software Engineering (2011) 431-440"],"date":["2011-09-13"],"type":["text"],"creator":["Cassou, Damien","Balland, Emilie","Consel, Charles","Lawall, Julia"],"language":[],"coverage":[],"title":["Leveraging Software Architectures to Guide and Verify the Development of\n  Sense/Compute/Control Applications"],"description":["  A software architecture describes the structure of a computing system by\nspecifying software components and their interactions. Mapping a software\narchitecture to an implementation is a well known challenge. A key element of\nthis mapping is the architecture's description of the data and control-flow\ninteractions between components. The characterization of these interactions can\nbe rather abstract or very concrete, providing more or less implementation\nguidance, programming support, and static verification. In this paper, we\nexplore one point in the design space between abstract and concrete component\ninteraction specifications. We introduce a notion of behavioral contract that\nexpresses the set of allowed interactions between components, describing both\ndata and control-flow constraints. This declaration is part of the architecture\ndescription, allows generation of extensive programming support, and enables\nvarious verifications. We instantiate our approach in an architecture\ndescription language for the domain of Sense/Compute/Control applications, and\ndescribe associated compilation and verification strategies.\n"]}]
["1109.2811",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2811"],"date":["2011-09-13"],"type":["text"],"creator":["Baltay, C.","Emmet, W.","Rabinowitz, D.","Brau, J.","Sinev, N.","Strom, D."],"language":[],"coverage":[],"title":["Chronopixel Vertex Detectors for Future Linear Colliders"],"description":["  Over the past few years we have developed, in collaboration with the SARNOFF\nCorporation, a design of a Monolithic CMOS Pixel Detector for ILC Vertex\nDetectors. The unique feature of this design is that each hit is accompanied by\na time tag with sufficient precision to assign each hit to a particular bunch\ncrossing of the ILC (thus the name Chronopixel). This reduces the occupancy\neven in the innermost Vertex Detector layer to negligible levels, allowing a\nrobust Vertex Detector even in the case that the backgrounds in the ILC are\nhigher than presently estimated.\n","Comment: To appear in Proceedings of the DPF-2011 Conference, Providence, RI,\n  August 8-13, 2011"]}]
["1109.2812",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2812"],"date":["2011-09-13"],"type":["text"],"creator":["Gaudron, Éric","Rémond, Gaël"],"language":[],"coverage":[],"title":["Minima, pentes et alg\\`ebre tensorielle"],"description":["  Slopes of an adelic vector bundle exhibit a behaviour akin to successive\nminima. Comparisons between the two amount to a Siegel lemma. Here we use\nZhang's version for absolute minima over the algebraic numbers. We prove a\nMinkowski-Hlawka theorem in this context. We also study the tensor product of\ntwo hermitian bundles bounding both its absolute minimum and maximal slope,\nthus improving an estimate of Chen. We further include similar inequalities for\nexterior and symmetric powers, in terms of some lcm of multinomial\ncoefficients.\n","Comment: 16 pages"]}]
["1109.2813",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2813"],"date":["2011-09-13"],"type":["text"],"creator":["Achar, Pramod N."],"language":[],"coverage":[],"title":["Perverse coherent sheaves on the nilpotent cone in good characteristic"],"description":["  In characteristic zero, Bezrukavnikov has shown that the category of perverse\ncoherent sheaves on the nilpotent cone of a simply connected semisimple\nalgebraic group is quasi-hereditary, and that it is derived-equivalent to the\ncategory of (ordinary) coherent sheaves. We prove that graded versions of these\nresults also hold in good positive characteristic.\n","Comment: 23 pages"]}]
["1109.2816",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","93C83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2816"],"date":["2011-09-13"],"type":["text"],"creator":["Hartley, Edward N.","Maciejowski, Jan M."],"language":[],"coverage":[],"title":["Designing MPC controllers by reverse-engineering existing LTI\n  controllers"],"description":["  This technical report presents a method for designing a constrained\noutput-feedback model predictive controller (MPC) that behaves in the same way\nas an existing baseline stabilising linear time invariant output-feedback\ncontroller when constraints are inactive. The baseline controller is cast into\nan observer-compensator form and an inverse-optimal cost function is used as\nthe basis of the MPC controller. The available degrees of design freedom are\nexplored, and some guidelines provided for the selection of an appropriate\nobserver-compensator realisation that will best allow exploitation of the\nconstraint-handling and redundancy management capabilities of MPC.\nConsideration is given to output setpoint tracking, and the method is\ndemonstrated with three different multivariable plants of varying complexity.\n"]}]
["1109.2817",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2817"],"date":["2011-09-13"],"type":["text"],"creator":["Kidonakis, Nikolaos","Gonsalves, Richard J."],"language":[],"coverage":[],"title":["Two-loop corrections to W and Z boson production at high pT"],"description":["  We present new results for the complete two-loop corrections in the soft\napproximation for W and Z boson production at large transverse momentum.\nAnalytical expressions for the NNLO approximate corrections are used to\ncalculate transverse momentum distributions. Results for the W boson pT\ndistribution at Tevatron and LHC energies are presented.\n","Comment: 8 pages, 11 figures; Proceedings of the DPF-2011 Conference,\n  Providence, RI, August 8-13, 2011"]}]
["1109.2819",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2819"],"date":["2011-09-13"],"type":["text"],"creator":["Litvinenko, Vladimir N.","Beebe-Wang, Joanne","Belomestnykh, Sergei","Ben-Zvi, Ilan","Blaskiewicz, Michael M.","Calaga, Rama","Chang, Xiangyun","Fedotov, Alexei","Gassner, David","Hammons, Lee","Hahn, Harald","Hao, Yue","He, Ping","Jackson, William","Jain, Animesh","Johnson, Elliott C.","Kayran, Dmitry","Kewisch, Jrg","Luo, Yun","Mahler, George","McIntyre, Gary","Meng, Wuzheng","Minty, Michiko","Parker, Brett","Pikin, Alexander","Pozdeyev, Eduard","Ptitsyn, Vadim","Rao, Triveni","Roser, Thomas","Skaritka, John","Sheehy, Brian","Tepikian, Steven","Than, Yatming","Trbojevic, Dejan","Tsentalovich, Evgeni","Tsoupas, Nicholaos","Tuozzolo, Joseph","Wang, Gang","Webb, Stephen","Wu, Qiong","Xu, Wencan","Zelenski, Anatoly"],"language":[],"coverage":[],"title":["High-energy high-luminosity electron-ion collider eRHIC"],"description":["  In this paper, we describe a future electron-ion collider (EIC), based on the\nexisting Relativistic Heavy Ion Collider (RHIC) hadron facility, with two\nintersecting superconducting rings, each 3.8 km in circumference. A new ERL\naccelerator, which provide 5-30 GeV electron beam, will ensure 10^33 to 10^34\ncm^-2 s^-1 level luminosity.\n"]}]
["1109.2822",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2822"],"date":["2011-09-13"],"type":["text"],"creator":["Bussey, Peter","Collaboration, for the ZEUS"],"language":[],"coverage":[],"title":["Isolated Hard Photons with Jets Measured in Deep Inelastic Scattering\n  Using the ZEUS Detector at HERA"],"description":["  Isolated hard photons have been measured with jets in Deep Inelastic\nScattering using the ZEUS detector at HERA. Preliminary results for the cross\nsections are presented.\n","Comment: 4 pages, 3 figures. Presented at the Europhysics Conference on High\n  Energy Physics, Grenoble, France, July 21-27 2011. To appear in the\n  Proceedings"]}]
["1109.2823",{"format":[],"subject":["Mathematics - Dynamical Systems","Primary 37B20, Secondary 37B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2823"],"date":["2011-09-13"],"type":["text"],"creator":["Das, Tarun","Lee, Keonhee","Richeson, David","Wiseman, Jim"],"language":[],"coverage":[],"title":["Spectral decomposition for topologically Anosov homeomorphisms on\n  noncompact and non-metrizable spaces"],"description":["  We introduce topological definitions of expansivity, shadowing, and chain\nrecurrence for homeomorphisms. They generalize the usual definitions for metric\nspaces. We prove various theorems about topologically Anosov homeomorphisms\n(maps that are expansive and have the shadowing property) on noncompact and\nnon-metrizable spaces that generalize theorems for such homeomorphisms on\ncompact metric spaces. The main result is a generalization of Smale's spectral\ndecomposition theorem to topologically Anosov homeomorphisms on first countable\nlocally compact paracompact Hausdorff spaces.\n"]}]
["1109.2826",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2826"],"date":["2011-09-13"],"type":["text"],"creator":["Schwienhorst, Reinhard","collaboration, for the D0"],"language":[],"coverage":[],"title":["Single top quark production at D0"],"description":["  Updates of electroweak single top quark production measurements by the D0\ncollaboration are presented using 5.4fb^-1 of proton-antiproton collision data\nfrom the Tevatron at Fermilab. Measurements of the t-channel, s-channel and\ncombined single top quark production cross section are presented, including an\nupdated lower limit on the CKM matrix element |V_tb|. Also reported are results\nfrom searches for gluon-quark flavor-changing neutral currents and W' boson\nproduction.\n","Comment: 5 pages, 17 figures, presented at the 2011 meeting of the Division of\n  Particles and Fields of the American Physical Society"]}]
["1109.2827",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2827"],"date":["2011-09-13"],"type":["text"],"creator":["Tartaglia, Angelo"],"language":[],"coverage":[],"title":["The Strained State Cosmology"],"description":["  The chapter expounds a theory based on the interpretation of the dark energy\nas a strain energy of a physical continuum. The theory is based on the analogy\nthat exists between the properties of space-time and the properties of elastic\nmaterials, when extended to four dimensions and the Lorentzian signature. In\npractice the starting point is an action integral that contains an additional\nterm built as elastic potential energy of strained materials is. Besides this\nvacuum energy term matter/energy fields appear as usual. The strain energy term\nis based on the strain tensor of empty space-time which in turn is obtained\nfrom the non trivial part of the metric tensor. The Strained State Cosmology\n(SSC) is deduced from this approach when a Robertson-Walker symmetry is\nassumed: The result accounts for the accelerated expansion of the universe and\nagrees with observation passing four typical cosmological tests\n","Comment: Book chapter, to apper in \"Aspects of Today's Cosmology\", ISBN\n  978-953-307-626-3, edited by Antonio Alfonso-Faus, Intechopen 2011"]}]
["1109.2829",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2829"],"date":["2011-09-13"],"type":["text"],"creator":["Nardini, Germano","Sahu, Narendra"],"language":[],"coverage":[],"title":["Re-reheating, late entropy injection and constraints from baryogenesis\n  scenarios"],"description":["  Many theories of particle physics beyond the Standard Model predict\nlong-lived fields that may have dominated the Universe at early times and then\ndecayed. Their decay, which injects entropy in the thermal bath, is responsible\nfor a second reheating, dubbed re-reheating, that could substantially dilute\nthe matter-antimatter asymmetry created before. In this paper we analyze such\nlate re-reheating and entropy dilution. It turns out that in some cases the\nusual analytic calculation badly fails if it is not rectified by some\ncorrective factors that we provide. We also determine the parameter space where\nthe entropy dilution compromises models of baryogenesis. This region can be\nobtained by imposing some generic constraints that are applicable to any\nbaryogenesis mechanism and long-lived field satisfying a few assumptions. For\ninstance, by applying them to MSSM electroweak baryogenesis, thermal\nnon-resonant leptogenesis and thermal resonant leptogenesis, we obtain that the\ninitial abundances of long-lived fields with lifetime longer than respectively\n5*10^13, 10^-2 and 10^15 GeV^-1 are strongly constrained. Similarly, the same\nbaryogenesis scenarios are incompatible with large oscillations of moduli with\nmass smaller than O(10^8), O(10^13) and O(10^7) GeV that are naturally coupled\nto the visible sector via gravitational dimension-five operators.\n","Comment: Revtex4-1, 11 pages, 6 figures"]}]
["1109.2837",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","81R10, 53C35, 17B67, 20G44, 22E67, 22E65, 58B25, 20G44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2837"],"date":["2011-09-13"],"type":["text"],"creator":["Freyn, Walter"],"language":[],"coverage":[],"title":["Affine Kac-Moody symmetric spaces"],"description":["  Since the work of Henri Cartan finite dimensional Riemannian symmetric spaces\nare an important subject of mathematical interest. They are related in a\nnatural way to semisimple Lie groups. In this work we introduce and study their\ninfinite dimensional generalization: Affine Kac-Moody symmetric spaces. Affine\nKac-Moody symmetric spaces are infinite dimensional symmetric spaces associated\nto affine Kac-Moody groups. They have the structure of tame Fr\\'echet\nmanifolds; the natural Ad-invariant scalar product on affine Kac-Moody algebras\nis Lorentzian, making affine Kac-Moody symmetric spaces into Lorentzian\nsymmetric spaces. Similar to affine Kac-Moody groups sharing most of their\nstructure properties with simple Lie group, also Kac-Moody symmetric spaces\nshare most of their structure properties with their finite dimensional\nRiemannian counterparts. In particular the classification of Kac-Moody\nsymmetric spaces follows the lines of the classification of finite dimensional\nRiemannian symmetric spaces: There are four types distinguished, which fall\ninto the two classes of Kac-Moody symmetric spaces of the compact type and of\nthe noncompact type. Symmetric spaces of the compact type and of the noncompact\ntype are related by a duality relation. In addition the geometry of the rank\n1-building blocks is the same for Kac-Moody symmetric spaces as for finite\ndimensional Riemannian symmetric spaces. Kac-Moody symmetric spaces appear in\nmathematics and theoretical physics: for example their isotropy representations\nare essentially equivalent to polar actions on Hilbert spaces; twin cities can\nbe embedded equivariantly into the tangent space. In theoretical physics\nKac-Moody symmetric spaces got recently a prominent place due to various\nconjectures relating them to certain formulations of supergravity theories and\nM-theory.\n","Comment: 96 pages, 3 figures"]}]
["1109.2839",{"format":[],"subject":["Physics - Popular Physics","High Energy Physics - Experiment","Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2839"],"date":["2011-09-13"],"type":["text"],"creator":["Schwienhorst, Reinhard"],"language":[],"coverage":[],"title":["Bringing the LHC and ATLAS to a regional planetarium"],"description":["  An outreach effort has started at Michigan State University to bring particle\nphysics, the Large Hadron Collider, and the ATLAS experiment to a general\naudience at the Abrams planetarium on the MSU campus. A team of undergraduate\nstudents majoring in physics, communications arts & sciences, and journalism\nare putting together short clips about ATLAS and the LHC to be shown at the\nplanetarium.\n","Comment: 5 pages, 5 figures, presented at the 2011 meeting of the Division of\n  Particles and Fields of the American Physical Society"]}]
["1109.2843",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2843"],"date":["2011-09-13"],"type":["text"],"creator":["Jaafar, Wael","Ajib, Wessam","Haccoun, David"],"language":[],"coverage":[],"title":["A Novel Relay-Aided Transmission Scheme in Cognitive Radio Networks"],"description":["  In underlay cognitive radio networks, unlicensed secondary users are allowed\nto share the spectrum with licensed primary users when the interference induced\non the primary transmission is limited. In this paper, we propose a new\ncooperative transmission scheme for cognitive radio networks where a relay node\nis able to help both the primary and secondary transmissions. We derive exact\nclosed-form and upper bound expressions of the conditional primary and\nsecondary outage probabilities over Rayleigh fading channels. Furthermore, we\nproposed a simple power allocation algorithm. Finally, using numerical\nevaluation and simulation results we show the potential of our cooperative\ntransmission scheme in improving the secondary outage probability without\nharming the primary one.\n","Comment: In Proc. IEEE Global Communications Conference (IEEE Globecom 2011),\n  Houston, TX, USA, 5-9 Dec. 2011"]}]
["1109.2845",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2845"],"date":["2011-09-13"],"type":["text"],"creator":["Kabuss, Eva-Maria"],"language":[],"coverage":[],"title":["COMPASS - a facility to study QCD"],"description":["  An overview on the new COMPASS II experimental programme is presented. The\nmain topics include a study of Primakoff reactions, generalised parton\ndistributions via deeply virtual Compton scattering and transverse momentum\ndependent distributions in Drell-Yan processes in the pion scattering off\npolarised protons. Moreover, the studies of semi-inclusive deep inelastic\nscattering on unpolarised target will be continued.\n","Comment: 4 pages, 2 figures, LaTeX, Contribution to Hadron2011 Conference\n  Proceedings, to appear in the proceedings of the XIV International Conference\n  on Hadron Spectroscopy: Hadron 2011, Munich, Germany, 13-17 June 2011"]}]
["1109.2849",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2849"],"date":["2011-09-13"],"type":["text"],"creator":["Fahr, Philipp","Ringel, Claus Michael"],"language":[],"coverage":[],"title":["The Fibonacci partition triangles"],"description":["  In two previous papers we have presented partition formulae for the Fibonacci\nnumbers motivated by the appearance of the Fibonacci numbers in the\nrepresentation theory of the 3-Kronecker quiver and its universal cover, the\n3-regular tree. Here we show that the basic information can be rearranged in\ntwo triangles. They are quite similar to the Pascal triangle of the binomial\ncoefficients, but in contrast to the additivity rule for the Pascal triangle,\nwe now deal with additivity along hooks, or, equivalently, with additive\nfunctions for valued translation quivers. As for the Pascal triangle, we see\nthat the numbers in these Fibonacci partition triangles are given by evaluating\npolynomials. We show that the two triangles can be obtained from each other by\nlooking at differences of numbers, it is sufficient to take differences along\narrows and knight's moves.\n"]}]
["1109.2855",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2855"],"date":["2011-09-13"],"type":["text"],"creator":["Osmanov, Bari"],"language":[],"coverage":[],"title":["MINERvA Detector: Description and Performance"],"description":["  The MINERvA experiment is aimed at precisely measuring the cross-sections for\nvarious neutrino interaction channels. It is located at Fermilab in the\nunderground cavern in front of MINOS near detector. MINERvA is a fine-grained\nscintillator with electromagnetic and hadronic calorimetry regions. There are\nvarious nuclear targets located inside and in front of the detector for\nstudying nuclear medium effects in neutrino-induced interactions. The\ninstallation was completed in March 2010 and since then the detector has been\ncollecting data. In this paper, the method for determining the neutrino flux is\ndescribed in detail with the associated uncertainties as well as the techniques\nfor their reduction. The general structure of the detector is given with the\nemphasis on the nuclear targets region. Preliminary results related to nuclear\neffects studies are presented followed by their discussion and future plans.\n","Comment: 6 pages, 9 figures"]}]
["1109.2860",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","05A15, 11R18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2860"],"date":["2011-09-13"],"type":["text"],"creator":["Aksenov, Alexandre"],"language":[],"coverage":[],"title":["Calculation of norms of some secial elements of cyclotomic fields"],"description":["  In this article we prove that (1-zeta+zeta^2) is a unit in the ring of\nintegers of the cyclotomic field where zeta is a primitive n-th root of unity\nand n is coprime to 2 and 3. We also prove that for prime n,\nN_{Q(zeta)/Q}(1-zeta-zeta^2)=L(p) the p-th Lucas number thus completing the\nstudy of norms of quadratic polynomials in zeta that only have coefficients\nequal to 1 or -1 and both numbers appear.\n","Comment: 3 pages"]}]
["1109.2863",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2863"],"date":["2011-09-13"],"type":["text"],"creator":["Huan, H.","Weisgarber, T."],"language":[],"coverage":[],"title":["Semi-Analytic Model for Intergalactic Gamma-Ray Cascades in\n  Extragalactic Magnetic Fields"],"description":["  Primary gamma rays emitted by extragalactic sources, such as blazars, will\ngenerate electromagnetic cascades in intergalactic space. These cascades\nproceed via electron-positron pair production and inverse Compton scattering on\ncosmic background radiation, mainly the cosmic microwave background (CMB) and\nextragalactic background light (EBL) fields. The existence of an extragalactic\nmagnetic field (EGMF) could deflect electron-positron pair trajectories and\nscatter the cascade photons, possibly creating a halo around the source while\nsuppressing the cascade flux collected by a detector. We develop a\nsemi-analytic model for the cascade process and apply it to combine GeV-TeV\ndata on high-frequency-peaked Bl Lacertae objects (HBLs) from the Fermi Large\nArea Telescope (LAT) and ground-based Cherenkov telescopes, comparing\nobservation results with model predictions using a robust statistical\nframework. Lower limits with different confidence levels on the field strength\nof the EGMF derived from this procedure are discussed under various assumptions\nabout the source livetime.\n","Comment: 4 pages, 4 figures, proceeding for the 32nd International Cosmic Ray\n  Conference"]}]
["1109.2872",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2872","doi:10.1016/j.solmat.2011.08.018"],"date":["2011-09-13"],"type":["text"],"creator":["Mongstad, Trygve","Platzer-Björkman, Charlotte","Maehlen, Jan Petter","Mooij, Lennard P. A.","Pivak, Yevheniy","Dam, Bernard","Marstein, Erik S.","Hauback, Bjørn C.","Karazhanov, Smagul"],"language":[],"coverage":[],"title":["A new thin film photochromic material: Oxygen-containing yttrium hydride"],"description":["  In this work we report on photochromism in transparent thin film samples of\noxygen-containing yttrium hydride. Exposure to visible and ultraviolet (UV)\nlight at moderate intensity triggers a decrease in the optical transmission of\nvisible and infrared (IR) light. The photo-darkening is colour-neutral. We show\nthat the optical transmission of samples of 500 nm thickness can be reduced by\nup to 50% after one hour of illumination with light of moderate intensity. The\nreaction is reversible and samples that are left in the dark return to the\ninitial transparent state. The relaxation time in the dark depends on the\ntemperature of the sample and the duration of the light exposure. The\nphotochromic reaction takes place under ambient conditions in the as-deposited\nstate of the thin-film samples.\n","Comment: Accepted for publication in Solar Energy Materials and Solar Cells"]}]
["1109.2873",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2873","doi:10.5121/ijcsit.2011.3405"],"date":["2011-09-13"],"type":["text"],"creator":["Rahmouni, M'hamed"],"language":[],"coverage":[],"title":["MDA-based ATL transformation to generate MVC 2 web models"],"description":["  Development and maintenance of Web application is still a complex and\nerror-prone process. We need integrated techniques and tool support for\nautomated generation of Web systems and a ready prescription for easy\nmaintenance. The MDA approach proposes an architecture taking into account the\ndevelopment and maintenance of large and complex software. In this paper, we\napply MDA approach for generating PSM from UML design to MVC 2Web\nimplementation. That is why we have developed two meta-models handling UML\nclass diagrams and MVC 2 Web applications, then we have to set up\ntransformation rules. These last are expressed in ATL language. To specify the\ntransformation rules (especially CRUD methods) we used a UML profiles. To\nclearly illustrate the result generated by this transformation, we converted\nthe XMI file generated in an EMF (Eclipse Modeling Framework) model.\n","Comment: International Journal of Computer Science & Information\n  Technology-2011"]}]
["1109.2874",{"format":[],"subject":["Mathematics - General Topology","Primary 54A20, 40A05, Secondary 40B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2874","Real Analysis Exchange, 36(1) (2010/2011), 177-194"],"date":["2011-09-13"],"type":["text"],"creator":["Mačaj, Martin","Sleziak, Martin"],"language":[],"coverage":[],"title":["I^K-convergence"],"description":["  In this paper we introduce I^K-convergence which is a common generalization\nof the I^K-convergence of sequences, double sequences and nets. We show that\nmany results that were shown before for these special cases are true for the\nI^K-convergence, too\n"]}]
["1109.2875",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2875"],"date":["2011-09-13"],"type":["text"],"creator":["Nam, Phan Thanh"],"language":[],"coverage":[],"title":["Bogoliubov theory and bosonic atoms"],"description":["  We formulate the Bogoliubov variational principle in a mathematical framework\nsimilar to the generalized Hartree-Fock theory. Then we analyze the Bogoliubov\ntheory for bosonic atoms in details. We discuss heuristically why the\nBogoliubov energy should give the first correction to the leading energy of\nlarge bosonic atoms.\n","Comment: 37 pages"]}]
["1109.2878",{"format":[],"subject":["Physics - General Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2878"],"date":["2011-09-13"],"type":["text"],"creator":["Malinowski, G. J."],"language":[],"coverage":[],"title":["Stationary current of a viscous compressed liquid in a cylindrical pipe"],"description":["  An attempt of solving the equations of the movement of a newton's liquid in\nthe cylindrical co-ordinates.\n"]}]
["1109.2891",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2891"],"date":["2011-09-13"],"type":["text"],"creator":["Li, Yuan","Kan, Haibin"],"language":[],"coverage":[],"title":["On the nonexistence of $[\\binom{2m}{m-1}, 2m, \\binom{2m-1}{m-1}]$, $m$\n  odd, complex orthogonal design"],"description":["  Complex orthogonal designs (CODs) are used to construct space-time block\ncodes. COD $\\mathcal{O}_z$ with parameter $[p, n, k]$ is a $p\\times n$ matrix,\nwhere nonzero entries are filled by $\\pm z_i$ or $\\pm z^*_i$, $i = 1, 2,...,\nk$, such that $\\mathcal{O}^H_z \\mathcal{O}_z =\n(|z_1|^2+|z_2|^2+...+|z_k|^2)I_{n \\times n}$. Adams et al. in \"The final case\nof the decoding delay problem for maximum rate complex orthogonal designs,\"\nIEEE Trans. Inf. Theory, vol. 56, no. 1, pp. 103-122, Jan. 2010, first proved\nthe nonexistence of $[\\binom{2m}{m-1}, 2m, \\binom{2m-1}{m-1}]$, $m$ odd, COD.\nCombining with the previous result that decoding delay should be an integer\nmultiple of $\\binom{2m}{m-1}$, they solved the final case $n \\equiv 2 \\pmod 4$\nof the decoding delay problem for maximum rate complex orthogonal designs.\n  In this paper, we give another proof of the nonexistence of COD with\nparameter $[\\binom{2m}{m-1}, 2m, \\binom{2m-1}{m-1}]$, $m$ odd. Our new proof is\nbased on the uniqueness of $[\\binom{2m}{m-1}, 2m-1, \\binom{2m-1}{m-1}]$ under\nequivalence operation, where an explicit-form representation is proposed to\nhelp the proof. Then, by proving it's impossible to add an extra orthogonal\ncolumn on COD $[\\binom{2m}{m-1}, 2m-1, \\binom{2m-1}{m-1}]$ when $m$ is odd, we\ncomplete the proof of the nonexistence of COD $[\\binom{2m}{m-1}, 2m,\n\\binom{2m-1}{m-1}]$.\n"]}]
["astro-ph/0104075",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0104075","Mod.Phys.Lett.A16:153-162,2001","doi:10.1142/S0217732301003188"],"date":["2001-04-04"],"type":["text"],"creator":["Safonova, Margarita","Torres, Diego F.","Romero, Gustavo E."],"language":[],"coverage":[],"title":["Macrolensing signatures of large-scale violations of the weak energy\n  condition"],"description":["  We present a set of simulations of the macrolensing effects produced by\nlarge-scale cosmological violations of the energy conditions. These simulations\nshow how the appearance of a background field of galaxies is affected when\nlensed by a region with an energy density equivalent to a negative mass ranging\nfrom $10^{12}$ to $10^{17}$ solar masses. We compare with the macrolensing\nresults of equal amounts of positive mass, and show that, contrary to the usual\ncase where tangential arc-like structures are expected, there appear radial\narcs-runaway filaments-and a central void. These results make the cosmological\nmacrolensing produced by space-time domains where the weak energy conditions is\nviolated, observationally distinguishable from standard regions. Whether large\ndomains with negative energy density indeed exist in the universe can now be\ndecided by future observations of deep fields.\n","Comment: 10 pages with 9 Postscript figures"]}]
["cond-mat/0310716",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0310716","Phys. Rev. E 69, 021506 (2004)","doi:10.1103/PhysRevE.69.021506"],"date":["2003-10-30"],"type":["text"],"creator":["Bier, M.","Harnau, L.","Dietrich, S."],"language":[],"coverage":[],"title":["Bulk and interfacial properties of binary hard-platelet fluids"],"description":["  Interfaces between demixed fluid phases of binary mixtures of hard platelets\nare investigated using density-functional theory. The corresponding excess free\nenergy functional is calculated within a fundamental measure theory adapted to\nthe Zwanzig model, in which the orientations of the particles of rectangular\nshape are restricted to three orthogonal orientations. Density and\norientational order parameter profiles at interfaces between coexisting phases\nas well as the interfacial tension are determined. A density inversion,\noscillatory density profiles, and a Fisher-Widom line have been found in a\nmixture of large thin and small thick platelets. The lowest interfacial tension\ncorresponds to the mean bulk orientation of the platelets being parallel to the\ninterface. For a mixture of large and small thin platelets, complete wetting of\nan isotropic-nematic interface by a second nematic phase is found.\n","Comment: 7 pages, 6 figures"]}]
["cond-mat/0506307",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0506307","J. Chem. Phys. 123, 114906 (2005)","doi:10.1063/1.2036975"],"date":["2005-06-14"],"type":["text"],"creator":["Bier, Markus","Harnau, Ludger","Dietrich, S."],"language":[],"coverage":[],"title":["Free Isotropic-Nematic Interfaces in Fluids of Charged Platelike\n  Colloids"],"description":["  Bulk properties and free interfaces of mixtures of charged platelike colloids\nand salt are studied within density-functional theory. The particles are\nmodeled by hard cuboids with their edges constrained to be parallel to the\nartesian axes corresponding to the Zwanzig model. The charges of the particles\nare concentrated in their center. The density functional is derived by\nfunctional integration of an extension of the Debye-H\\\"uckel pair distribution\nfunction with respect to the interaction potential. For sufficiently small\nmacroion charges, the bulk phase diagrams exhibit one isotropic and one nematic\nphase separated by a first-order phase transition. With increasing platelet\ncharge, the isotropic and nematic binodals are shifted to higher densities. The\nDonnan potential between the coexisting isotropic and nematic phases is\ninferred from bulk structure calculations. Non-monotonic density and nematic\norder parameter profiles are found at a free interface interpolating between\nthe coexisting isotropic and nematic bulk phases. Moreover, electrically\ncharged layers form at the free interface leading to monotonically varying\nelectrostatic potential profiles. Both the widths of the free interfaces and\nthe bulk correlation lengths are approximately given by the Debye length. For\nfixed salt density, the interfacial tension decreases upon increasing the\nmacroion charge.\n","Comment: 11 pages, submitted to J. Chem. Phys"]}]
["cond-mat/0507117",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0507117","J. Phys. A: Math. Gen. 39 (2006) 9035-9044","doi:10.1088/0305-4470/39/29/001"],"date":["2005-07-05","2006-06-12"],"type":["text"],"creator":["Au-Yang, Helen","Perk, Jacques H. H."],"language":[],"coverage":[],"title":["Overlapping Unit Cells in 3d Quasicrystal Structure"],"description":["  A 3-dimensional quasiperiodic lattice, with overlapping unit cells and\nperiodic in one direction, is constructed using grid and projection methods\npioneered by de Bruijn. Each unit cell consists of 26 points, of which 22 are\nthe vertices of a convex polytope P, and 4 are interior points also shared with\nother neighboring unit cells. Using Kronecker's theorem the frequencies of all\npossible types of overlapping are found.\n","Comment: LaTeX2e, 11 pages, 5 figures (8 eps files), uses iopart.class. Final\n  version"]}]
["cond-mat/0606301",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606301","J. Stat. Phys. 127 (2007) 265-286","doi:10.1007/s10955-006-9213-9"],"date":["2006-06-12","2006-12-29"],"type":["text"],"creator":["Au-Yang, Helen","Perk, Jacques H. H."],"language":[],"coverage":[],"title":["Q-Dependent Susceptibilities in Ferromagnetic Quasiperiodic Z-Invariant\n  Ising Models"],"description":["  We study the q-dependent susceptibility chi(q) of a series of quasiperiodic\nIsing models on the square lattice. Several different kinds of aperiodic\nsequences of couplings are studied, including the Fibonacci and silver-mean\nsequences. Some identities and theorems are generalized and simpler derivations\nare presented. We find that the q-dependent susceptibilities are periodic, with\nthe commensurate peaks of chi(q) located at the same positions as for the\nregular Ising models. Hence, incommensurate everywhere-dense peaks can only\noccur in cases with mixed ferromagnetic-antiferromagnetic interactions or if\nthe underlying lattice is aperiodic. For mixed-interaction models the positions\nof the peaks depend strongly on the aperiodic sequence chosen.\n","Comment: LaTeX2e, 26 pages, 9 figures (27 eps files). v2: Misprints corrected"]}]
["cond-mat/0607321",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607321","J. Chem. Phys. 125, 184704 (2006)","doi:10.1063/1.2360939"],"date":["2006-07-13"],"type":["text"],"creator":["Bier, Markus","Harnau, Ludger","Dietrich, S."],"language":[],"coverage":[],"title":["Surface properties of fluids of charged platelike colloids"],"description":["  Surface properties of mixtures of charged platelike colloids and salt in\ncontact with a charged planar wall are studied within density functional\ntheory. The particles are modeled by hard cuboids with their edges constrained\nto be parallel to the Cartesian axes corresponding to the Zwanzig model and the\ncharges of the particles are concentrated in their centers. The density\nfunctional applied is an extension of a recently introduced functional for\ncharged platelike colloids. Analytically and numerically calculated bulk and\nsurface phase diagrams exhibit first-order wetting for sufficiently small\nmacroion charges and isotropic bulk order as well as first-order drying for\nsufficiently large macroion charges and nematic bulk order. The asymptotic\nwetting and drying behavior is investigated by means of effective interface\npotentials which turn out to be asymptotically the same as for a suitable\nneutral system governed by isotropic nonretarded dispersion forces. Wetting and\ndrying points as well as predrying lines and the corresponding critical points\nhave been located numerically. A crossover from monotonic to non-monotonic\nelectrostatic potential profiles upon varying the surface charge density has\nbeen observed. Due to the presence of both the Coulomb interactions and the\nhard-core repulsions, the surface potential and the surface charge do not\nvanish simultaneously, i.e., the point of zero charge and the isoelectric point\nof the surface do not coincide.\n","Comment: 14 pages, submitted"]}]
["cond-mat/9407106",{"format":[],"subject":["Condensed Matter","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9407106","J.Statist.Phys.78:17-78,1995","doi:10.1007/BF02183338"],"date":["1994-07-27"],"type":["text"],"creator":["Au-Yang, Helen","Perk, Jacques H. H."],"language":[],"coverage":[],"title":["The Chiral Potts Models Revisited"],"description":["  In honor of Onsager's ninetieth birthday, we like to review some exact\nresults obtained so far in the chiral Potts models and to translate these\nresults into language more transparent to physicists, so that experts in Monte\nCarlo calculations, high and low temperature expansions, and various other\nmethods, can use them. We shall pay special attention to the interfacial\ntension $\\epsilon_r$ between the $k$ state and the $k-r$ state. By examining\nthe ground states, it is seen that the integrable line ends at a superwetting\npoint, on which the relation $\\epsilon_r=r\\epsilon_1$ is satisfied, so that it\nis energetically neutral to have one interface or more. We present also some\npartial results on the meaning of the integrable line for low temperatures\nwhere it lives in the non-wet regime. We make Baxter's exact results more\nexplicit for the symmetric case. By performing a Bethe Ansatz calculation with\nopen boundary conditions we confirm a dilogarithm identity for the\nlow-temperature expansion which may be new. We propose a new model for\nnumerical studies. This model has only two variables and exhibits commensurate\nand incommensurate phase transitions and wetting transitions near zero\ntemperature. It appears to be not integrable, except at one point, and at each\ntemperature there is a point, where it is almost identical with the integrable\nchiral Potts model.\n","Comment: J. Stat. Phys., LaTeX using psbox.tex and AMS fonts, 69 pages, 30\n  figures"]}]
["gr-qc/0106066",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0106066","Phys.Lett.A294:175-178,2002","doi:10.1016/S0375-9601(02)00040-3"],"date":["2001-06-21"],"type":["text"],"creator":["Papini, G.","Lambiase, G."],"language":[],"coverage":[],"title":["Spin-Rotation Coupling in Muon g-2 Experiments"],"description":["  Spin-rotation coupling, or Mashhoon effect, is a phenomenon associated with\nrotating observers. We show that the effect exists and plays a fundamental role\nin the determination of the anomalous magnetic moment of the muon.\n","Comment: 3 pages, RevTex file"]}]
["hep-ex/0401012",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0401012","Eur.Phys.J.C33:s734-s736,2004","doi:10.1140/epjcd/s2003-03-807-7"],"date":["2004-01-12"],"type":["text"],"creator":["Azzurri, P."],"language":[],"coverage":[],"title":["Gaugino searches and constraints on supersymmetry"],"description":["  The negative outcome of gaugino searches at LEP has been one of the most\ndisappointing results for fans of supersymmetric models. In the framework of\nminimal supersymmetric models with GUT unification assumptions, the combined\nabsence of supersymmetry and Higgs signals in the LEP data, sets stringent\nconstraints on the models parameter space, and lower limits on the mass of the\nlightest neutralino and of other supersymmetric particles. All limits are given\nat 95% Confidence Level.\n","Comment: 3 pages, 2 figures. To appear in the Proceedings of EPS 2003\n  Europhysics Conference on High Energy Physics, July 17-23 2003, Aachen,\n  Germany"]}]
["hep-th/0112090",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0112090","Phys.Rev.Lett.88:190403,2002","doi:10.1103/PhysRevLett.88.190403"],"date":["2001-12-11","2001-12-18"],"type":["text"],"creator":["Magueijo, Joao","Smolin, Lee"],"language":[],"coverage":[],"title":["Lorentz invariance with an invariant energy scale"],"description":["  We propose a modification of special relativity in which a physical energy,\nwhich may be the Planck energy, joins the speed of light as an invariant, in\nspite of a complete relativity of inertial frames and agreement with Einstein's\ntheory at low energies. This is accomplished by a non-linear modification of\nthe action of the Lorentz group on momentum space, generated by adding a\ndilatation to each boost in such a way that the Planck energy remains\ninvariant. The associated algebra has unmodified structure constants, and we\nhighlight the similarities between the group action found and a transformation\npreviously proposed by Fock. We also discuss the resulting modifications of\nfield theory and suggest a modification of the equivalence principle which\ndetermines how the new theory is embedded in general relativity.\n"]}]
["hep-th/0203060",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0203060","Nucl.Phys.B638:186-206,2002","doi:10.1016/S0550-3213(02)00484-4"],"date":["2002-03-06"],"type":["text"],"creator":["Cvetic, M.","Gibbons, G. W.","Lu, H.","Pope, C. N."],"language":[],"coverage":[],"title":["Almost Special Holonomy in Type IIA&M Theory"],"description":["  We consider spaces M_7 and M_8 of G_2 holonomy and Spin(7) holonomy in seven\nand eight dimensions, with a U(1) isometry. For metrics where the length of the\nassociated circle is everywhere finite and non-zero, one can perform a\nKaluza-Klein reduction of supersymmetric M-theory solutions (Minkowksi)_4\\times\nM_7 or (Minkowksi)_3\\times M_8, to give supersymmetric solutions\n(Minkowksi)_4\\times Y_6 or (Minkowksi)_3\\times Y_7 in type IIA string theory\nwith a non-singular dilaton. We study the associated six-dimensional and\nseven-dimensional spaces Y_6 and Y_7 perturbatively in the regime where the\nstring coupling is weak but still non-zero, for which the metrics remain\nRicci-flat but that they no longer have special holonomy, at the linearised\nlevel. In fact they have ``almost special holonomy,'' which for the case of Y_6\nmeans almost Kahler, together with a further condition. For Y_7 we are led to\nintroduce the notion of an ``almost G_2 manifold,'' for which the associative\n3-form is closed but not co-closed. We obtain explicit classes of non-singular\nmetrics of almost special holonomy, associated with the near Gromov-Hausdorff\nlimits of families of complete non-singular G_2 and Spin(7) metrics.\n","Comment: Latex, 26 pages"]}]
["math-ph/0405011",{"format":[],"subject":["Mathematical Physics","Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","Primary 14P25, Secondary 90C48, 52B11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0405011","Notices of the AMS, 51 (2004) 620-628"],"date":["2004-05-04"],"type":["text"],"creator":["Devadoss, Satyan L."],"language":[],"coverage":[],"title":["Combinatorial equivalence of real moduli spaces"],"description":["  A well-known construction of associahedra comes from truncations of\nsimplices. Motivated by compactifications of point configurations, we show\nassociahedra as truncations of certain products of simplices. This is then used\nto provide a combinatorial construction of the real moduli space of spheres\nrelating it to blow-ups of the braid hyperplane arrangement.\n","Comment: 16 pages, 13 color figures"]}]
["math-ph/0606027",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0606027","Nankai Tracts in Mathematics, Vol. 10, (World Scientific,\n  Singapore, 2006), pp. 389-398"],"date":["2006-06-08"],"type":["text"],"creator":["Perk, Jacques H. H.","Au-Yang, Helen"],"language":[],"coverage":[],"title":["Recent Developments on Ising and Chiral Potts Model"],"description":["  After briefly reviewing selected Ising and chiral Potts model results, we\ndiscuss a number of properties of cyclic hypergeometric functions which appear\nnaturally in the description of the integrable chiral Potts model and its\nthree-dimensional generalizations.\n","Comment: LaTeX2e, 11 pages, 3 eps figures, 23rd International Conference of\n  Differential Geometric Methods in Theoretical Physics, Nankai 2005"]}]
["math-ph/0606028",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0606028","Nankai Tracts in Mathematics, Vol. 10, (World Scientific,\n  Singapore, 2006), pp. 123-132"],"date":["2006-06-09"],"type":["text"],"creator":["Au-Yang, Helen","Perk, Jacques H. H."],"language":[],"coverage":[],"title":["Quasicrystals: Projections of 5-d Lattice into 2 and 3 Dimensions"],"description":["  We show that generalized Penrose tilings can be obtained by the projection of\na cut plane of a 5-dimensional lattice into two dimensions, while 3-d\nquasiperiodic lattices with overlapping unit cells are its projections into 3d.\nThe frequencies of all possible vertex types in the generalized Penrose\ntilings, and the frequencies of all possible types of overlapping 3-d unit\ncells are also given here. The generalized Penrose tilings are found to be\nnonconvertable to kite and dart patterns, nor can they be described by the\noverlapping decagons of Gummelt.\n","Comment: LaTeX2e, 11 pages, 6 eps figures, 23rd International Conference of\n  Differential Geometric Methods in Theoretical Physics, Nankai 2005"]}]
["math-ph/0606046",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0606046","J. Phys.: Conf. Ser. 42 (2006) 231-238","doi:10.1088/1742-6596/42/1/021"],"date":["2006-06-19"],"type":["text"],"creator":["Perk, Jacques H. H.","Au-Yang, Helen"],"language":[],"coverage":[],"title":["Some Recent Results on Pair Correlation Functions and Susceptibilities\n  in Exactly Solvable Models"],"description":["  Using detailed exact results on pair-correlation functions of Z-invariant\nIsing models, we can write and run algorithms of polynomial complexity to\nobtain wavevector-dependent susceptibilities for a variety of Ising systems.\nReviewing recent work we compare various periodic and quasiperiodic models,\nwhere the couplings and/or the lattice may be aperiodic, and where the Ising\ncouplings may be either ferromagnetic, or antiferromagnetic, or of mixed sign.\nWe present some of our results on the square-lattice fully-frustrated Ising\nmodel. Finally, we make a few remarks on our recent works on the pentagrid\nIsing model and on overlapping unit cells in three dimensions and how these\nworks can be utilized once more detailed results for pair correlations in,\ne.g., the eight-vertex model or the chiral Potts model or even\nthree-dimensional Yang-Baxter integrable models become available.\n","Comment: LaTeX2e using iopart.cls, 10 pages, 5 figures (5 eps files), Dunk\n  Island conference in honor of 60th birthday of A.J. Guttmann"]}]
["math-ph/0606053",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0606053","Encyclopedia of Mathematical Physics, Vol. 5, (Elsevier Science,\n  Oxford, 2006), pp. 465-473"],"date":["2006-06-20"],"type":["text"],"creator":["Perk, Jacques H. H.","Au-Yang, Helen"],"language":[],"coverage":[],"title":["Yang-Baxter Equations"],"description":["  Preprint of an Encyclopedia article (Encyclopedia of Mathematical Physics,\neds. J.-P. Fran\\c{c}oise, G.L. Naber and Tsou S.T., Oxford: Elsevier, 2006\n(ISBN 978-0-1251-2666-3), volume 5, pages 465-473) extended with an appendix on\nrelations of electric networks and solvable models. We welcome comments,\nespecially on the added appendix. Please, note that the reference list has been\nrestricted to only giving a few historical items and sources explicitly used.\nWe apologize in advance for the many omissions.\n","Comment: LaTeX2e, 22 pages, 16 figures (20 eps files)"]}]
["math/0401150",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Combinatorics","32A60 (primary), 42A75, 55.99 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0401150","The Canadian Journal of Mathematics, Vol. 60, N. 1, (2008),\n  222-240","doi:10.4153/CJM-2008-010-5"],"date":["2004-01-14","2005-03-07"],"type":["text"],"creator":["Silipo, James"],"language":[],"coverage":[],"title":["Amibes de Sommes d'Exponentielles"],"description":["  We study the amoebae (in S. Favorov's sense) of finite systems of exponential\nsums with real spectra. For generic systems of this type, we give a more\neffective representation of the amoeba and we prove that the complementary set\nto the amoeba of a system with r exponential sums is a (r-1)-convexe set.\n","Comment: 23 pages. New and enlarges version"]}]
["math/0611154",{"format":[],"subject":["Mathematics - Quantum Algebra","53D55 (Primary), 18D50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611154","J. Gen. Lie Theory and Appl., 1 (2007), No. 2, 107-115"],"date":["2006-11-06","2011-09-13"],"type":["text"],"creator":["Dotsenko, Vladimir"],"language":[],"coverage":[],"title":["An operadic approach to deformation quantization of compatible Poisson\n  brackets"],"description":["  We construct an analogue of the Livernet--Loday operad for two compatible\nbrackets. The Livernet--Loday operad can be used to define $\\star$-products and\ndeformation quantization for Poisson structures. We make use of our operad in\nthe same way, introducing a definition of (operadic) deformation quantization\nof compatible Poisson structures.\n","Comment: 11 pages, no figures, typos corrected"]}]
["q-alg/9609003",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-alg/9609003","Intern. J. Mod. Phys. B 11 (1997) 11-26","doi:10.1142/S0217979297000046"],"date":["1996-09-02"],"type":["text"],"creator":["Au-Yang, Helen","Perk, Jacques H. H."],"language":[],"coverage":[],"title":["The Many Faces of the Chiral Potts Model"],"description":["  In this talk, we give a brief overview of several aspects of the theory of\nthe chiral Potts model, including higher-genus solutions of the star-triangle\nand tetrahedron equations, cyclic representations of affine quantum groups,\nbasic hypergeometric functions at root of unity, and possible applications.\n","Comment: 16 pages, LaTeX 2.09 or 2E, 8 eps figures, uses psfig.tex"]}]
["quant-ph/0205157",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0205157","doi:10.1016/S0375-9601(02)00827-7"],"date":["2002-05-24"],"type":["text"],"creator":["Auberson, G.","Mahoux, G.","Roy, S. M.","Singh, Virendra"],"language":[],"coverage":[],"title":["Bell Inequalities in Phase Space and their Violation in Quantum\n  Mechanics"],"description":["  We derive ``Bell inequalities'' in four dimensional phase space and prove the\nfollowing ``three marginal theorem'' for phase space densities\n$\\rho(\\overrightarrow{q},\\overrightarrow{p})$, thus settling a long standing\nconjecture : ``there exist quantum states for which more than three of the\nquantum probability distributions for $(q_1,q_2)$, $(p_1,p_2)$, $(q_1,p_2)$ and\n$(p_1,q_2)$ cannot be reproduced as marginals of a positive\n$\\rho(\\overrightarrow{q},\\overrightarrow{p})$''. We also construct the most\ngeneral positive $\\rho(\\overrightarrow{q},\\overrightarrow{p})$ which reproduces\nany three of the above quantum probability densities for arbitrary quantum\nstates. This is crucial for the construction of a maximally realistic quantum\ntheory.\n","Comment: 11 pages, latex, no figures"]}]
