["0802.3360",{"format":[],"subject":["Mathematics - Symplectic Geometry","17B56, 35Q53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3360","Monatshefte fuer Mathematik, 159 (2010) 261-288"],"date":["2008-02-22"],"type":["text"],"creator":["Neeb, Karl-Hermann","Vizman, Cornelia"],"language":[],"coverage":[],"title":["An abstract setting for hamiltonian actions"],"description":["  In this paper we develop an abstract setup for hamiltonian group actions as\nfollows: Starting with a continuous 2-cochain $\\omega$ on a Lie algebra $h$\nwith values in an $h$-module $V$, we associate subalgebras $sp(h,\\omega) \\supeq\nham(h,\\omega)$ of symplectic, resp., hamiltonian elements. Then $ham(h,\\omega)$\nhas a natural central extension which in turn is contained in a larger abelian\nextension of $sp(h,\\omega)$. In this setting, we study linear actions of a Lie\ngroup $G$ on $V$ which are compatible with a homomorphism $g \\to\nham(h,\\omega)$, i.e. abstract hamiltonian actions, corresponding central and\nabelian extensions of $G$ and momentum maps $J : g \\to V$.\n","Comment: 35 pages"]}]
["0805.4350",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4350","Phys. Rev. B 78, 085211 (2008)","doi:10.1103/PhysRevB.78.085211"],"date":["2008-05-28"],"type":["text"],"creator":["Turek, M.","Siewert, J.","Fabian, J."],"language":[],"coverage":[],"title":["Electronic and optical properties of ferromagnetic GaMnAs in a\n  multi-band tight-binding approach"],"description":["  We consider the electronic properties of ferromagnetic bulk GaMnAs at zero\ntemperature using two realistic tight-binding models, one due to Tang and\nFlatte and one due to Masek. In particular, we study the density of states, the\nFermi energy, the inverse participation ratio, and the optical conductivity\nwith varying impurity concentration x=0.01-0.15. The results are very sensitive\nto the assumptions made for the on-site and hopping matrix elements of the Mn\nimpurities. For low concentrations, x<0.02, Masek's model shows only small\ndeviations from the case of p-doped GaAs with increased number of holes while\nwithin Tang and Flatte's model an impurity-band forms. For higher\nconcentrations x, Masek's model shows minor quantitative changes in the\nproperties we studied while the results of the Tang and Flatte model exhibit\nqualitative changes including strong localization of eigenstates with energies\nclose to the band edge. These differences between the two approaches are in\nparticular visible in the optical conductivity, where Masek's model shows a\nDrude peak at zero frequency while no such peak is observed in Tang and\nFlatte's model. Interestingly, although the two models differ qualitatively the\ncalculated effective optical masses of both models are similar within the range\nof 0.4-1.0 of the free electron mass.\n","Comment: 24 pages, 15 figures"]}]
["0805.4477",{"format":[],"subject":["Mathematics - History and Overview","97C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4477"],"date":["2008-05-29","2011-11-16"],"type":["text"],"creator":["Cazzola, Marina"],"language":[],"coverage":[],"title":["Problem-based learning and teacher training in mathematics"],"description":["  Problem-based learning (PBL) is a constructivist learner-centered\ninstructional approach based on the analysis, resolution and discussion of a\ngiven problem. It can be applied to any subject, indeed it is especially useful\nfor the teaching of mathematics. When compared to \"traditional\" teaching, the\nPBL approach requires increased responsibility for the teachers (in addition to\nthe presentation of mathematical knowledge, they need to engage students in\ngathering information and using their knowledge to solve given problems). It\nthus become crucial that the future teachers become aware of its effectiveness.\nOne of the main obstacle to this awareness lies usually on the fact that future\nteachers did not find this methodology in their own pre-service training. In\nthis paper we will describe the attempt to introduce PBL in University courses\nso to have future maths teacher \"experience mathematics\" themselves.\n","Comment: This paper has been withdrawn by the author as it needs substantial\n  revision"]}]
["0806.3303",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3303","Astron.Astrophys. 495 (2009) 9-13","doi:10.1051/0004-6361:200810845"],"date":["2008-06-19","2008-12-24"],"type":["text"],"creator":["Yamazaki, Ryo","Kohri, Kazunori","Katagiri, Hideaki"],"language":[],"coverage":[],"title":["Gamma-ray spectrum of RX J1713.7-3946 in the Fermi era and future\n  detection of neutrinos"],"description":["  The recently launched satellite, Fermi Gamma-ray Space Telescope, is expected\nto find out if cosmic-ray (CR) protons are generated from supernova remnants\n(SNRs), especially RX J1713.7-3946, by observing the GeV-to-TeV gamma-rays. The\nGeV emission is thought to be bright if the TeV emission is hadronic, i.e., of\nproton origin, while dim if leptonic. We reexamine the above view using a\nsimple theoretical model of nonlinear acceleration of particles to calculate\nthe gamma-ray spectrum of Galactic young SNRs. If the nonlinear effects of CR\nacceleration are considered, it may be impossible to distinguish the evidence\nof proton acceleration from leptonic in the gamma-ray spectrum of Galactic\nyoung SNRs like RX J1713.7-3946. On the other hand, future km^3-class neutrino\nobservations will likely find a clear evidence of the proton acceleration\nthere.\n","Comment: 6 pages, 5 figures, A&A in press"]}]
["0807.1400",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1400","Europhys. Lett., 83, 57003, (2008)","doi:10.1209/0295-5075/83/57003"],"date":["2008-07-09"],"type":["text"],"creator":["Sedlmayr, N.","Berakdar, J."],"language":[],"coverage":[],"title":["Transport Properties of an Interacting Quantum Dot with a Non-Uniform\n  Magnetization"],"description":["  We study the influence of the non-homogeneity of a magnetization field on the\nbehaviour of interacting electrons in a quantum dot. In particular we\ninvestigate the magnetotransport properties when the dot is weakly coupled to\ntwo ferromagnetic leads. We take into account the interactions in the quantum\ndot non-perturbatively. For a magnetization which varies slowly on the scale of\nthe Fermi wave length, the non-homogeneity effect is described by a gauge\npotential that can be treated perturbatively.\n","Comment: 6 pages, to be published in EPL"]}]
["0809.2619",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2619","J.Math.Phys.50:052301,2009","doi:10.1063/1.3097755"],"date":["2008-09-15","2009-03-17"],"type":["text"],"creator":["Marino, Marcos","Schiappa, Ricardo","Weiss, Marlene"],"language":[],"coverage":[],"title":["Multi-Instantons and Multi-Cuts"],"description":["  We discuss various aspects of multi-instanton configurations in generic\nmulti-cut matrix models. Explicit formulae are presented in the two-cut case\nand, in particular, we obtain general formulae for multi-instanton amplitudes\nin the one-cut matrix model case as a degeneration of the two-cut case. These\nformulae show that the instanton gas is ultra-dilute, due to the repulsion\namong the matrix model eigenvalues. We exemplify and test our general results\nin the cubic matrix model, where multi-instanton amplitudes can be also\ncomputed with orthogonal polynomials. As an application, we derive general\nexpressions for multi-instanton contributions in two-dimensional quantum\ngravity, verifying them by computing the instanton corrections to the string\nequation. The resulting amplitudes can be interpreted as regularized partition\nfunctions for multiple ZZ-branes, which take into full account their\nback-reaction on the target geometry. Finally, we also derive structural\nproperties of the trans-series solution to the Painleve I equation.\n","Comment: 34 pages, 3 figures, JHEP3.cls; v2: added references, minor changes;\n  v3: added 1 reference, more minor changes, final version for JMP; v4: more\n  typos corrected"]}]
["0901.0121",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0121","Discrete Mathematics 312/2 (2012), pp. 213--220","doi:10.1016/j.disc.2011.08.026"],"date":["2008-12-31","2011-07-25"],"type":["text"],"creator":["Khojabaghyan, Artur","Mkrtchyan, Vahan V."],"language":[],"coverage":[],"title":["On upper bounds for parameters related to construction of special\n  maximum matchings"],"description":["  For a graph $G$ let $L(G)$ and $l(G)$ denote the size of the largest and\nsmallest maximum matching of a graph obtained from $G$ by removing a maximum\nmatching of $G$. We show that $L(G)\\leq 2l(G),$ and $L(G)\\leq (3/2)l(G)$\nprovided that $G$ contains a perfect matching. We also characterize the class\nof graphs for which $L(G)=2l(G)$. Our characterization implies the existence of\na polynomial algorithm for testing the property $L(G)=2l(G)$. Finally we show\nthat it is $NP$-complete to test whether a graph $G$ containing a perfect\nmatching satisfies $L(G)=(3/2)l(G)$.\n","Comment: 11 pages, no figures"]}]
["0904.3558",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3558","Phys.Rev.D82:034037,2010","doi:10.1103/PhysRevD.82.034037"],"date":["2009-04-22","2010-04-21"],"type":["text"],"creator":["Zhou, Li-Juan","Kisslinger, Leonard S.","Ma, Wei-xing"],"language":[],"coverage":[],"title":["Nonzero Mean Squared Momentum of Quarks in the Non-Perturbative QCD\n  Vacuum"],"description":["  The non-local vacuum condensates of QCD describe the distributions of quarks\nand gluons in the non-perturbative QCD vacuum. Physically, this means that\nvacuum quarks and gluons have nonzero mean-squared momentum, called virtuality.\nIn this paper we study the quark virtuality which is given by the ratio of the\nlocal quark-gluon mixed vacuum condensate to the quark local vacuum condensate.\nThe two vacuum condensates are obtained by solving Dyson-Schwinger Equations of\na fully dressed quark propagator with an effective gluon propagator. Using our\ncalculated condensates, we obtain the virtuality of quarks in the QCD vacuum\nstate. Our numerical predictions differ from the other theoretical model\ncalculations such as QCD sum rules, Lattice QCD and instanton models.\n","Comment: 8 pages, no figures, 4 tables Our previous version had an error, and\n  the results in this new version are quite different."]}]
["0910.3906",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","22E65, 58B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3906","Ann. of Global Analysis and Geometry, 39 (2011) 361-386"],"date":["2009-10-20","2011-11-16"],"type":["text"],"creator":["Vizman, Cornelia"],"language":[],"coverage":[],"title":["Abelian extensions via prequantization"],"description":["  We generalize the prequantization central extension of a group of\ndiffeomorphisms preserving a closed 2-form \\omega (\\omega-invariant\ndiffeomorphisms) to an abelian extension of a group of diffeomorphisms\npreserving a closed vector valued 2-form \\omega, up to a linear isomorphism\n(\\omega-equivariant diffeomorphisms). Every abelian extension of a simply\nconnected Lie group can be obtained as the pull-back of such a prequantization\nabelian extension.\n","Comment: 31 pages, replaced with accepted version"]}]
["0910.4299",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4299","J. Math. Anal. Appl. 367 (2010), 710--712"],"date":["2009-10-22","2009-10-24"],"type":["text"],"creator":["Nikolov, Nikolai","Thomas, Pascal J."],"language":[],"coverage":[],"title":["Separate continuity of the Lempert function of the spectral ball"],"description":["  We find all matrices $A$ from the spectral unit ball $\\Omega_n$ such that the\nLempert function $l_{\\Omega_n}(A,\\cdot)$ is continuous.\n","Comment: small corrections; one reference is added"]}]
["0912.1795",{"format":[],"subject":["Mathematics - Quantum Algebra","06A15, 16W30, 16T15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1795"],"date":["2009-12-09","2011-11-15"],"type":["text"],"creator":["Marciniak, Dorota","Szamotulski, Marcin"],"language":[],"coverage":[],"title":["Galois Theory for H-extensions and H-coextensions"],"description":["  We show that there exists a Galois correspondence between subalgebras of an\nH-comodule algebra A over a base ring R and generalised quotients of a Hopf\nalgebra H. We also show that Q-Galois subextensions are closed elements of the\nconstructed Galois connection. Then we consider the theory of coextensions of\nH-module coalgebras. We construct Galois theory for them and we prove that\nH-Galois coextensions are closed. We apply the obtained results to the Hopf\nalgebra itself and we show a simple proof that there is a bijection\ncorrespondence between right ideal coideals of H and its left coideal\nsubalgebras when H is finite dimensional. Furthermore we formulate necessary\nand sufficient conditions when the Galois correspondence is a bijection for\narbitrary Hopf algebras. We also present new conditions for closedness of\nsubalgebras and generalised quotients when A is a crossed product.\n","Comment: Left admissibility for subalgebras changed, an assumption added to\n  Theorem 4.7 (A^{op} is H^{op}-Galois) and proof of Theorem 4.7 added"]}]
["0912.3738",{"format":[],"subject":["Mathematics - Analysis of PDEs","Quantitative Biology - Subcellular Processes","92C37 (Primary), 35R35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3738","Systems Biology 2 (2011), pp. 505-538","doi:10.1007/978-1-4419-6956-9_23"],"date":["2009-12-18","2010-04-29"],"type":["text"],"creator":["Apushkinskaya, Darya","Apushkinsky, Evgeny","Booss-Bavnbek, Bernhelm","Koch, Martin"],"language":[],"coverage":[],"title":["Geometric and Electromagnetic Aspects of Fusion Pore Making"],"description":["  For regulated exocytosis, we model the morphology and dynamics of the making\nof the fusion pore or porosome as a cup-shaped lipoprotein structure (a dimple\nor pit) on the cytosol side of the plasma membrane. We describe the forming of\nthe dimple by a free boundary problem. We discuss the various forces acting and\nanalyze the magnetic character of the wandering electromagnetic field wave\nproduced by intracellular spatially distributed pulsating (and well observed)\nrelease and binding of calcium ions anteceding the bilayer membrane vesicle\nfusion of exocytosis. Our approach explains the energy efficiency of the\nobserved dimple forming prior to hemifusion and fusion pore, and the observed\nflickering in secretion. It provides a frame to relate characteristic time\nlength of exocytosis to the frequency, amplitude and direction of propagation\nof the underlying electromagnetic field wave.\n","Comment: To appear as the closing chapter in a monograph \"BetaSys - Systems\n  Biology of Regulated Exocytosis in Pancreatic Beta-Cells\", Vol. 4 of the\n  Springer-Verlag Series in Systems Biology"]}]
["1002.1123",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics","Mathematics - Dynamical Systems","Physics - Classical Physics","34D20, Secondary: 70E40, 37J35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1123","Journal of geometric Mechanics, v.3, n.3, p.337 - 362, 2011","doi:10.3934/jgm.2011.3.337"],"date":["2010-02-05","2011-09-07"],"type":["text"],"creator":["Tsiganov, A V"],"language":[],"coverage":[],"title":["Integrable Euler top and nonholonomic Chaplygin ball"],"description":["  We discuss the Poisson structures, Lax matrices, $r$-matrices, bi-hamiltonian\nstructures, the variables of separation and other attributes of the modern\ntheory of dynamical systems in application to the integrable Euler top and to\nthe nonholonomic Chaplygin ball.\n","Comment: 25 pages, LaTeX with AMS fonts, final version"]}]
["1003.0990",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0990","Phys. Rev. B 81, 245101 (2010)","doi:10.1103/PhysRevB.81.245101"],"date":["2010-03-04"],"type":["text"],"creator":["Nazarov, V. U.","Tokatly, I. V.","Pittalis, S.","Vignale, G."],"language":[],"coverage":[],"title":["Anti-adiabatic limit of the exchange-correlation kernels of an\n  inhomogeneous electron gas"],"description":["  We express the high-frequency (anti-adiabatic) limit of the\nexchange-correlation kernels of an inhomogeneous electron gas in terms of the\nfollowing equilibrium properties: the ground-state density, the kinetic stress\ntensor, the pair-correlation function, and the ground-state\nexchange-correlation potential. Of these quantities, the first three are\namenable to exact evaluation by Quantum Monte Carlo methods, while the last can\nbe obtained from the inversion of the Kohn-Sham equation for the ground-state\norbitals. The exact scalar kernel, in this limit, is found to be of very long\nrange in space, at variance with the kernel that is used in the standard local\ndensity approximation. The anti-adiabatic xc kernels should be useful in\ncalculations of excitation energies by time-dependent DFT in atoms, molecules,\nand solids, and provides a solid basis for interpolation between the low- and\nhigh-frequency limits of the xc kernels.\n","Comment: 9 pages, 3 figures, to be submitted to PRB"]}]
["1003.5783",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5783","Discrete Mathematics 312/2 (2012) pp. 476--478","doi:10.1016/j.disc.2011.09.020"],"date":["2010-03-30","2010-12-16"],"type":["text"],"creator":["Mkrtchyan, Vahan","Steffen, Eckhard"],"language":[],"coverage":[],"title":["Measures of edge-uncolorability"],"description":["  The resistance $r(G)$ of a graph $G$ is the minimum number of edges that have\nto be removed from $G$ to obtain a graph which is $\\Delta(G)$-edge-colorable.\nThe paper relates the resistance to other parameters that measure how far is a\ngraph from being $\\Delta$-edge-colorable. The first part considers regular\ngraphs and the relation of the resistance to structural properties in terms of\n2-factors. The second part studies general (multi-) graphs $G$. Let $r_v(G)$ be\nthe minimum number of vertices that have to be removed from $G$ to obtain a\nclass 1 graph. We show that $\\frac{r(G)}{r_v(G)} \\leq \\lfloor\n\\frac{\\Delta(G)}{2} \\rfloor$, and that this bound is best possible.\n","Comment: 9 pages"]}]
["1006.0650",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematical Physics","37K65, 53D20, 53D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0650"],"date":["2010-06-03","2011-11-16"],"type":["text"],"creator":["Gay-Balmaz, François","Tronci, Cesare","Vizman, Cornelia"],"language":[],"coverage":[],"title":["Geometric dynamics on the automorphism group of principal bundles:\n  geodesic flows, dual pairs and chromomorphism groups"],"description":["  We formulate Euler-Poincar\\'e equations on the Lie group Aut(P) of\nautomorphisms of a principal bundle P. The corresponding flows are referred to\nas EPAut flows. We mainly focus on geodesic flows associated to Lagrangians of\nKaluza-Klein type. In the special case of a trivial bundle P, we identify\ngeodesics on certain infinite-dimensional semidirect-product Lie groups that\nemerge naturally from the construction. This approach leads naturally to a dual\npair structure containing \\delta-like momentum map solutions that extend\nprevious results on geodesic flows on the diffeomorphism group (EPDiff). In the\nsecond part, we consider incompressible flows on the Lie group of\nvolume-preserving automorphisms of a principal bundle. In this context, the\ndual pair construction requires the definition of chromomorphism groups, i.e.\nsuitable Lie group extensions generalizing the quantomorphism group.\n","Comment: 52 pages; revised version"]}]
["1006.1459",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1459"],"date":["2010-06-08","2011-11-16"],"type":["text"],"creator":["Yamato, Yoshiaki","Matsukawa, Michiaki","Inomata, Tasuku","Kobayashi, Satoru","Suryanarayanan, Ramanathan","Nimori, Sigeki","Koyama, Keiichi","Kobayashi, Norio"],"language":[],"coverage":[],"title":["Effect of pressure on magnetization and magnetostriction jumps in the\n  manganite Eu$_{0.58}$Sr$_{0.42}$MnO$_{3}$"],"description":["  We have demonstrated the effect of pressure on magnetization jump and its\nassociated magnetostriction in Eu$_{0.58}$Sr$_{0.42}$MnO$_{3}$. The critical\nfield lowered by the applied pressure is explained by a suppression of the\nmetastable blocked state, which is inherent to the phase separated manganite\nsystem exhibiting the magnetic avalanche. To reduce a factor of the bad thermal\ncoupling in the bulk sample, and to further examine the nature of the\nmagnetization jump, we have performed the influence of pressure on the\nisothermal magnetization of the powder sample. There is no discrepancy in the\ncritical field between the bulk and powder samples although the $MH$ curve of\nthe latter is not saturated at high fields. These findings indicate a crucial\nrole of the frozen phase separated state in the abrupt transition.\n","Comment: 6 pages,5 figures"]}]
["1006.3193",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3193","Phys. Rev. B 82, 024519 (2010)","doi:10.1103/PhysRevB.82.024519"],"date":["2010-06-16"],"type":["text"],"creator":["Ni, N.","Thaler, A.","Yan, J. Q.","Kracher, A.","Colombier, E.","Bud'ko, S. L.","Canfield, P. C."],"language":[],"coverage":[],"title":["Temperature-doping phase diagrams for Ba(Fe1-xTMx)2As2(TM=Ni, Cu, Cu /\n  Co) single crystals"],"description":["  Microscopic, structural, transport and thermodynamic measurements of single\ncrystalline Ba(Fe1-xTMx)2As2 (TM = Ni and Cu) series, as well as two mixed TM =\nCu / Co series, are reported. All the transport and thermodynamic measurements\nindicate that the structural and magnetic phase transitions at 134 K in pure\nBaFe2As2 are monotonically suppressed and increasingly separated in a similar\nmanner by these dopants. In the Ba(Fe1-xNix)2As2 (x =< 0.072),\nsuperconductivity, with Tc up to 19 K, is stabilized for 0.024 =< x =< 0.072.\nIn the Ba(Fe1-xCux)2As2 (x =< 0.356) series, although the structural and\nmagnetic transitions are suppressed, there is only a very limited region of\nsuperconductivity: a sharp drop of the resistivity to zero near 2.1 K is found\nonly for the x = 0.044 samples. In the Ba(Fe1-x-yCoxCuy)2As2 series,\nsuperconductivity, with Tc values up to 12 K (x ~ 0.022 series) and 20 K (x ~\n0.047 series), is stabilized. Quantitative analysis of the detailed\ntemperature-dopant concentration (T-x) and temperature-extra electrons (T-e)\nphase diagrams of these series shows that there exists a limited range of the\nnumber of extra electrons added, inside which the superconductivity can be\nstabilized if the structural and magnetic phase transitions are suppressed\nenough. Moreover, comparison with pressure-temperature phase diagram data, for\nsamples spanning the whole doping range, further reenforces the conclusion that\nsuppression of the structural / magnetic phase transition temperature enhances\nTc on the underdoped side, but for the overdoped side Tcmax is determined by e.\nTherefore, by choosing the combination of dopants that are used, we can adjust\nthe relative positions of the upper phase lines (structural and magnetic phase\ntransitions) and the superconducting dome to control the occurrence and\ndisappearance of the superconductivity in transition metal, electron-doped\nBaFe2As2.\n","Comment: 42 pages, 27 figures, 5 tables"]}]
["1007.0538",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0538","Phys. Rev. B 84, 184420 (2011)","doi:10.1103/PhysRevB.84.184420"],"date":["2010-07-04","2011-10-28"],"type":["text"],"creator":["Levallois, J.","Lévy-Bertrand, F.","Tran, M. K.","Stricker, D.","Mydosh, J. A.","Huang, Y. -K.","van der Marel, D."],"language":[],"coverage":[],"title":["Hybridization gap and anisotropic far-infrared optical conductivity of\n  URu2Si2"],"description":["  We performed far-infrared optical spectroscopy measurements on the heavy\nfermion compound URu 2 Si 2 as a function of temperature. The light's\nelectric-field was applied along the a-axis or the c-axis of the tetragonal\nstructure. We show that in addition to a pronounced anisotropy, the optical\nconductivity exhibits for both axis a partial suppression of spectral weight\naround 12 meV and below 30 K. We attribute these observations to a change in\nthe bandstructure below 30 K. However, since these changes have no noticeable\nimpact on the entropy nor on the DC transport properties, we suggest that this\nis a crossover phenomenon rather than a thermodynamic phase transition.\n","Comment: To be published in Physical Review B"]}]
["1007.3162",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Functional Analysis","32U35, 32F45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3162","Journal of Mathematical Analysis and Applications, Vol. 377, pp.\n  624-630, 2011"],"date":["2010-07-19"],"type":["text"],"creator":["Thomas, Pascal J.","Van Trao, Nguyen","Zwonek, Wlodzimierz"],"language":[],"coverage":[],"title":["Green functions of the spectral ball and symmetrized polydisk"],"description":["  The Green function of the spectral ball is constant over the isospectral\nvarieties, is never less than the pullback of its counterpart on the\nsymmetrized polydisk, and is equal to it in the generic case where the pole is\na cyclic (non-derogatory) matrix. When the pole is derogatory, the inequality\nis always strict, and the difference between the two functions depends on the\norder of nilpotence of the strictly upper triangular blocks that appear in the\nJordan decomposition of the pole. In particular, the Green function of the\nspectral ball is not symmetric in its arguments. Additionally, some estimates\nare given for invariant functions in the symmetrized polydisc, e.g.\n(infinitesimal versions of) the Carath\\'eodory distance and the Green function,\nthat show that they are distinct in dimension greater or equal to $3$.\n","Comment: 12 pages"]}]
["1008.0106",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","58B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0106","Analele Univ. de Vest Timisoara Ser. Mat.-Info. XLVIII (2010)\n  285-297"],"date":["2010-07-31"],"type":["text"],"creator":["Vizman, Cornelia"],"language":[],"coverage":[],"title":["Lichnerowicz cocycles and central Lie group extensions"],"description":["  We present a geometric construction of central extensions of covering groups\nof the group of volume preserving diffeomorphisms, integrating central\nextensions of the Lie algebra of divergence free vector fields defined by\nLichnerowicz cocycles. Certain covering spaces of non-linear Grassmannians can\nbe realized as prequantizable coadjoint orbits in these Lie group extensions.\n","Comment: 10 pages"]}]
["1008.2826",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2826"],"date":["2010-08-17","2011-11-15"],"type":["text"],"creator":["Hani, Zaher"],"language":[],"coverage":[],"title":["Global well-posedness of the cubic nonlinear Schr\\\"odinger equation on\n  compact manifolds without boundary"],"description":["  We consider the cubic non-linear Schr\\\"odinger equation on general closed\n(compact without boundary) Riemannian surfaces. The problem is known to be\nlocally well-posed in $H^s(M)$ for $s>1/2$. Global well-posedness for $s\\geq 1$\nfollows easily from conservation of energy and standard arguments. In this\nwork, we extend the range of global well-posedness to $s>2/3$. This\ngeneralizes, without any loss in regularity, a similar result on $\\T^2$. The\nproof relies on the I-method of Colliander, Keel, Staffilani, Takaoka, and Tao,\na semi-classical bilinear Strichartz estimate proved by the author, and\nspectral localization estimates for products of eigenfunctions, which is\nessential to develop multilinear spectral analysis on general compact\nmanifolds.\n","Comment: 47 pages. Final version: to appear in CPDE"]}]
["1008.2827",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2827"],"date":["2010-08-17","2011-11-15"],"type":["text"],"creator":["Hani, Zaher"],"language":[],"coverage":[],"title":["A bilinear oscillatory integral estimate and bilinear refinements to\n  Strichartz estimates on closed manifolds"],"description":["  We prove a bilinear $L^2(\\R^d) \\times L^2(\\R^d) \\to L^2(\\R^{d+1})$ estimate\nfor a pair of oscillatory integral operators with different asymptotic\nparameters and phase functions satisfying a transversality condition. This is\nthen used to prove a bilinear refinement to Strichartz estimates on closed\nmanifolds, similar to that on $\\R^d$, but at a relevant semi-classical scale.\nThese estimates will be employed elsewhere to prove global well-posedness below\n$H^1$ for the cubic nonlinear Schr\\\"odinger equation on closed surfaces.\n","Comment: 25 pages, Version 2 (revised version incorporating referee's\n  remarks), to appear in Analysis and PDE"]}]
["1009.2699",{"format":[],"subject":["Mathematics - Number Theory","11N13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2699"],"date":["2010-09-14","2011-11-16"],"type":["text"],"creator":["Fiorilli, Daniel"],"language":[],"coverage":[],"title":["Residue classes containing an unexpected number of primes"],"description":["  We fix a non-zero integer $a$ and consider arithmetic progressions $a \\bmod\nq$, with $q$ varying over a given range. We show that for certain specific\nvalues of $a$, the arithmetic progressions $a \\bmod q$ contain, on average,\nsignificantly fewer primes than expected.\n","Comment: 18 pages. Added a few remarks, changed the numbering of sections,\n  slightly improved results, and made a few corrections"]}]
["1009.3553",{"format":[],"subject":["Mathematics - Logic","Mathematics - Category Theory","03F50, 18F10, 18F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3553"],"date":["2010-09-18","2011-11-16"],"type":["text"],"creator":["Berg, Benno van den","Moerdijk, Ieke"],"language":[],"coverage":[],"title":["Derived rules for predicative set theory: an application of sheaves"],"description":["  We show how one may establish proof-theoretic results for constructive\nZermelo-Fraenkel set theory, such as the compactness rule for Cantor space and\nthe Bar Induction rule for Baire space, by constructing sheaf models and using\ntheir preservation properties.\n"]}]
["1009.5688",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5688","Physica Status Solidi (b), 247, 2603, (2010)","doi:10.1002/pssb.201046053"],"date":["2010-09-28"],"type":["text"],"creator":["Sedlmayr, Nicholas","Dugaev, Vitalii","Berakdar, Jamal"],"language":[],"coverage":[],"title":["Role of non-collinear magnetization: from ferromagnetic nano wires to\n  quantum rings"],"description":["  We consider interaction effects related to a nonuniform magnetization in\nferromagnetic nanowires and their possible generalization to nanorings. First\nwe show that the electric current in a ferromagnetic nanowire with more than\none domain wall induces an exchange coupling between the walls mediated by the\nspin-dependent interference of scattered carriers. This interaction reveals a\ncomplex behavior as a function of mutual orientations and separation of the\ndomain walls, thus affecting the domain wall dynamics. Then we consider how the\ntheory should be modified in the case of a magnetized quantum ring. In this\ncase the situation is more complicated because the vortex and onion\nmagnetization states in the ring are not truly ferromagnetic.\n","Comment: 7 pages, published in pss(b)"]}]
["1010.1820",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1820","doi:10.3934/dcds.2012.32.643"],"date":["2010-10-09","2011-05-02"],"type":["text"],"creator":["Skripchenko, Alexandra"],"language":[],"coverage":[],"title":["Symmetric interval identification systems of order three"],"description":["  In the present paper we study interval identification systems of order three.\nWe prove that the Rauzy induction preserves symmetry: for any symmetric\ninterval identification system of order three after finitely many iterations of\nthe Rauzy induction we always obtain a symmetric system. We also provide an\nexample of symmetric interval identification system of thin type.\n"]}]
["1010.5544",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5544","Phys. Rev. B 83, 155205 (2011)","doi:10.1103/PhysRevB.83.155205"],"date":["2010-10-26"],"type":["text"],"creator":["Mower, Matthew D.","Vignale, G.","Tokatly, I. V."],"language":[],"coverage":[],"title":["D'yakonov-Perel' spin relaxation for degenerate electrons in the\n  electron-hole liquid"],"description":["  We present an analytical study of the D'yakonov-Perel' spin relaxation time\nfor degenerate electrons in a photo-excited electron-hole liquid in intrinsic\nsemiconductors exhibiting a spin-split band structure. The D'yakonov-Perel'\nspin relaxation of electrons in these materials is controlled by electron-hole\nscattering, with small corrections from electron-electron scattering and\nvirtually none from electron-impurity scattering. We derive simple expressions\n(one-dimensional and two-dimensional integrals respectively) for the effective\nelectron-hole and electron-electron scattering rates which enter the spin\nrelaxation time calculation. The electron-hole scattering rate is found to be\ncomparable to the scattering rates from impurities in the electron liquid - a\ncommon model for n-type doped semiconductors. As the density of electron-hole\npairs decreases (within the degenerate regime), a strong enhancement of the\nscattering rates and a corresponding slowing down of spin relaxation is\npredicted due to exchange and correlation effects in the electron-hole liquid.\nIn the opposite limit of high density, the original D'yakonov-Perel' model\nfails due to decreasing scattering rates and is eventually superseded by free\nprecession of individual quasiparticle spins.\n","Comment: 16 pages, 5 figures"]}]
["1010.6084",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Functional Analysis","Primary 58J30, Secondary 35P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.6084","J. Aust. Math. Soc. 90 (2011), 145--154","doi:10.1017/S1446788711001200"],"date":["2010-10-28"],"type":["text"],"creator":["Booss-Bavnbek, Bernhelm"],"language":[],"coverage":[],"title":["Basic Functional Analysis Puzzles of Spectral Flow"],"description":["  We explain an array of basic functional analysis puzzles on the way to\ngeneral spectral flow formulae and indicate a direction of future topological\nresearch for dealing with these puzzles.\n","Comment: 11 pages. Contribution to the Conference on \"Geometry and Quantum\n  Field Theory\", Max Planck Institute for Mathematics, Bonn, June 20-26, 2010.\n  Dedicated to Alan L. Carey on his 60th birthday"]}]
["1011.4270",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 47L25, Secondary 22D25, 43A30, 46L07, 47L50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4270","Arch. Math. (Basel) 97 (2011), 325-331"],"date":["2010-11-18","2011-03-09"],"type":["text"],"creator":["Runde, Volker"],"language":[],"coverage":[],"title":["Completely almost periodic functionals"],"description":["  Using the notion of complete compactness introduced by H. Saar, we define\ncompletely almost periodic functionals on completely contractive Banach\nalgebras. We show that, if $(M,\\Gamma)$ is a Hopf--von Neumann algebra with $M$\ninjective, then the space of completely almost periodic functionals on $M_\\ast$\nis a $C^\\ast$-subalgebra of $M$.\n","Comment: 8 pages; some corrections"]}]
["1011.5840",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5840","Italian Physical Soc. Conf. Proc. vol. 103, pp. 299-310 (2011)"],"date":["2010-11-26"],"type":["text"],"creator":["Gierlinski, Marek","Zdziarski, Andrzej A.","Done, Chris"],"language":[],"coverage":[],"title":["A study of spectral and timing properties of Cyg X-1 based on a large\n  sample of pointed RXTE observations"],"description":["  We study a large sample of RXTE PCA/HEXTE observations of Cyg X-1. We\ncharacterize the spectra by soft and hard X-ray colours (which define the\nspectral states), and fit them with a physical model of hybrid,\nthermal/non-thermal Comptonization. We then fit the power spectra by a sum of\nLorentzians. We show the resulting correlations between the spectral colour\n(defining the hard, intermediate and soft spectral states), the Comptonization\namplification factor, the fractional Compton reflection strength, and the peak\nfrequency of the Lorentzians. We also calculate the fractional variability\n(rms) as a function of photon energy. We fit the obtained rms dependencies by\nphysical models of varying accretion rate, a varying soft-photon input from an\nouter disc to a hot inner plasma, and a varying dissipation rate in a hot\ncorona above a disc.\n","Comment: In press in: Frontier Objects in Astrophysics and Particle Physics,\n  ed. F. Giovannelli & G. Mannocchi, Italian Physical Society (Bologna), 12\n  pages"]}]
["1012.0270",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0270","Phys. Status Solidi C 8, No. 11--12, 3119-- 3122 (2011)","doi:10.1002/pssc.201000692"],"date":["2010-12-01"],"type":["text"],"creator":["Forgerini, F. L.","Figueiredo, W."],"language":[],"coverage":[],"title":["Thin-film growth by random deposition of rod-like particles on a square\n  lattice"],"description":["  Monte Carlo simulations are employed to investigate the surface growth\ngenerated by deposition of particles of different sizes on a substrate, in one\nand two dimensions. The particles have a linear form, and occupy an integer\nnumber of cells of the lattice. The results of our simulations have shown that\nthe roughness evolves in time following three different behaviors. The\nroughness in the initial times behaves as in the random deposition model, with\nan exponent $\\beta_{1} \\approx 1/2$. At intermediate times, the surface\nroughness depends on the system dimensionality and, finally, at long times, it\nenters into the saturation regime, which is described by the roughness exponent\n$\\alpha$. The scaling exponents of the model are the same as those predicted by\nthe Villain-Lai-Das Sarma equation for deposition in one dimension. For the\ndeposition in two dimensions, we show that the interface width in the second\nregime presents an unusual behavior, described by a growing exponent\n$\\beta_{2}$, which depends on the size of the particles added to the substrate.\nIf the linear size of the particle is two, we found that $\\beta_{2}<\\beta_{1}$,\notherwise it is $\\beta_{2}>\\beta_{1}$, for all particles sizes larger than\nthree. While in one dimension the scaling exponents are the same as those\npredicted by the Villain-Lai-Das Sarma equation, in two dimensions, the growth\nexponents are nonuniversal.\n","Comment: 9 pages, 4 figures. To appear in PSS"]}]
["1012.5099",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5099"],"date":["2010-12-22","2011-11-16"],"type":["text"],"creator":["Ibe, Masahiro","Rajaraman, Arvind","Surujon, Ze'ev"],"language":[],"coverage":[],"title":["Does Supersymmetry Require Two Higgs Doublets?"],"description":["  We discuss a new class of low energy supersymmetric models in which the Higgs\nsector includes a single doublet, for example H_u, but not H_d. Chiral gauge\nanomalies are canceled against new electroweak-charged states. We discuss the\nmain challenges in building such models, and present several models where these\nissues are addressed. The resulting phenomenology can be distinguished from\nthat of the MSSM in a number of ways, most notably in physics related to\ndown-type quarks and charged leptons. As a first step toward a chiral Higgs\nsector, we discuss the scenario of an inert H_d doublet. We show that a UV\ncompletion of such model naturally includes dark matter with novel, flavorful\ncouplings to SM quarks.\n","Comment: v2: submitted to PLB"]}]
["1102.2221",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2221","Phys. Rev. B 83, 214522 (2011)","doi:10.1103/PhysRevB.83.214522"],"date":["2011-02-10","2011-02-12"],"type":["text"],"creator":["Yamaji, Youhei","Imada, Masatoshi"],"language":[],"coverage":[],"title":["Cofermion Theory for Pseudogap Phenomena and Superconducting Mechanism\n  of Underdoped Cuprate Superconductors"],"description":["  We study pseudogap phenomena and Fermi-arc formation experimentally observed\nin typical two dimensional doped Mott insulators, namely, underdoped cuprate\nsuperconductors. To develop a physically unequivocal theory, we start from the\nslave-boson mean-field theory for the Hubbard model on a square lattice. Our\ncrucial step is to further take into account the charge dynamics and\nfluctuations. The extra charge fluctuations seriously modify low-energy\nsingle-particle spectra of doped Mott insulators near the Fermi level: An\nelectron added around an empty site (or a hole added around a doubly occupied\nsite) constitutes composite fermion (cofermion), called holo-electron (or\ndoublo-hole) at low energy in distinction from the normal quasiparticles. These\nunexplored composite fermions substantiate the extra charge fluctuation. We\nshow that the quasiparticles hybridize with the holo-electrons and\ndoublo-holes. The resultant hybridization gap is identified as the pseudogap\nobserved in the underdoped region of the high-T_c cuprates. Because the Fermi\nlevel crosses the top (bottom) of the low-energy band formed just below (above)\nthe hybridization gap in the hole-doped (electron-doped) case, it causes a\nFermi-surface reconstruction, namely, a topological change in the Fermi surface\nforced by the penetration of zeros of the quasiparticle Green function. This\nreconstruction signals the emergence of a non-Fermi-liquid phase. The\npseudogap, and the resultant formation of pocket or arc of the Fermi surface\nreproduce the experimental results for the cuprate superconductors in the\nunderdoped region. The pairing channel opens not only between two\nquasiparticles but also between a quasiparticle and a cofermion. This pairing\nsolves the puzzle of the dichotomy between the d-wave superconductivity and the\nprecursors of the the insulating gap in the antinodal region.\n","Comment: 27 pages, 14 figures"]}]
["1102.2566",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2566","International Symposium of Information Theory (ISIT) (2011)\n  2657-2661"],"date":["2011-02-13","2011-11-15"],"type":["text"],"creator":["Barbier, Morgan","Paulo, Barreto S. L. M."],"language":[],"coverage":[],"title":["Key Reduction of McEliece's Cryptosystem Using List Decoding"],"description":["  Different variants of the code-based McEliece cryptosystem were pro- posed to\nreduce the size of the public key. All these variants use very structured\ncodes, which open the door to new attacks exploiting the underlying structure.\nIn this paper, we show that the dyadic variant can be designed to resist all\nknown attacks. In light of a new study on list decoding algorithms for binary\nGoppa codes, we explain how to increase the security level for given public\nkeysizes. Using the state-of-the-art list decoding algorithm instead of unique\ndecoding, we exhibit a keysize gain of about 4% for the standard McEliece\ncryptosystem and up to 21% for the adjusted dyadic variant.\n"]}]
["1102.3356",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3356","J. Korean Phys. Soc. 59, 2947 (2011)","doi:10.3938/jkps.59.2947"],"date":["2011-02-16","2011-11-15"],"type":["text"],"creator":["Karski, Michał","Förster, Leonid","Choi, Jai-Min","Alberti, Andrea","Alt, Wolfgang","Widera, Artur","Meschede, Dieter"],"language":[],"coverage":[],"title":["Direct Observation and Analysis of Spin Dependent Transport of Single\n  Atoms in a 1D Optical Lattice"],"description":["  We have directly observed spin-dependent transport of single cesium atoms in\na 1D optical lattice. A superposition of two circularly polarized standing\nwaves is generated from two counter propagating, linearly polarized laser\nbeams. Rotation of one of the polarizations by $\\pi$ causes displacement of the\n$\\sigma^{+}$- and $\\sigma^{-}$-lattices by one lattice site. Unidirectional\ntransport over several lattice sites is achieved by rotating the polarization\nback and forth and flipping the spin after each transport step. We have\nanalyzed the transport efficiency over 10 and more lattice sites, and discussed\nand quantified relevant error sources.\n","Comment: 5 pages, 4 figures"]}]
["1103.1082",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1082","Class. Quantum Grav. 28 (2011) 235012","doi:10.1088/0264-9381/28/23/23501"],"date":["2011-03-05","2011-11-16"],"type":["text"],"creator":["Patil, Mandar","Joshi, Pankaj S."],"language":[],"coverage":[],"title":["Kerr Naked Singularities as Particle Accelerators"],"description":["  We investigate here the particle acceleration by Kerr naked singularities. We\nconsider a collision between particles dropped in from infinity at rest, which\nfollow geodesic motion in the equatorial plane, with their angular momenta in\nan appropriate finite range of values. When an event horizon is absent, an\ninitially infalling particle turns back as an outgoing particle, when it has\nthe angular momentum in an appropriate range of values, which then collides\nwith infalling particles. When the collision takes place close to what would\nhave been the event horizon in the extremal case, the center of mass energy of\ncollision is arbitrarily large, depending on how close is the overspinning Kerr\ngeometry to the extremal case. Thus the fast rotating Kerr configurations if\nthey exist in nature could provide an excellent cosmic laboratory to probe\nultra-high-energy physics.\n","Comment: 13 pages, 3 figures, Published in Class. Quant. Grav., Significant\n  changes made in the manuscript"]}]
["1103.1083",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1083","Physical Review D 84, 104001 (2011)","doi:10.1103/PhysRevD.84.104001"],"date":["2011-03-05","2011-11-16"],"type":["text"],"creator":["Patil, Mandar","Joshi, Pankaj S."],"language":[],"coverage":[],"title":["High Energy Particle Collisions in Superspinning Kerr Geometry"],"description":["  We investigate here the particle acceleration and high energy collision in\nthe Kerr geometry containing a naked singularity. We show that the center of\nmass energy of collision between two particles, dropped in from a finite but\narbitrarily large distance along the axis of symmetry is arbitrarily large,\nprovided the deviation of the angular momentum parameter from the mass is very\nsmall for the Kerr naked singularity. The collisions considered here are\nbetween particles, one of them ingoing and the other one being initially\ningoing but which later emerges as an outgoing particle, after it suffers a\nreflection from a spatial region which has a repulsive gravity in the vicinity\nof the naked singularity. High energy collisions take place around a region\nwhich marks a transition between the attractive and repulsive regimes of\ngravity. We make a critical comparison between our results and the BSW\nacceleration mechanism [M. Banados, J. Silk, and S. M. West, Phys. Rev. Lett.\n103, 111102 (2009).] for extremal Kerr blackholes, and argue that the scenario\nwe give here has certain distinct advantages. If compact objects exist in\nnature with exterior Kerr superspinning geometry then such high energy\ncollisions would have a significant impact on the physical processes occurring\nin its surrounding and could possibly lead to their own observational\nsignatures. As an aside we also suggest a curious Gedanken collider physics\nexperiment which could in principle be constructed in this geometry.\n","Comment: 7 pages, 2 figures. Matches the version published in Phys. Rev. D.\n  Significant changes in the manuscript. Title changed"]}]
["1103.2261",{"format":[],"subject":["Mathematics - Quantum Algebra","16T05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2261"],"date":["2011-03-11","2011-11-16"],"type":["text"],"creator":["Böhm, G.","Caenepeel, S.","Janssen, K."],"language":[],"coverage":[],"title":["Weak bialgebras and monoidal categories"],"description":["  We study monoidal structures on the category of (co)modules over a weak\nbialgebra. Results due to Nill and Szlach\\'anyi are unified and extended to\ninfinite algebras. We discuss the coalgebra structure on the source and target\nspace of a weak bialgebra.\n","Comment: 23 pages, to appear in Comm. Algebra"]}]
["1103.2263",{"format":[],"subject":["Mathematics - Quantum Algebra","16T05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2263"],"date":["2011-03-11","2011-11-16"],"type":["text"],"creator":["Bulacu, D.","Caenepeel, S."],"language":[],"coverage":[],"title":["On integrals and cointegrals for quasi-Hopf algebras"],"description":["  Using the machinery provided by a Frobenius algebra we show how the antipode\nof a quasi-Hopf algebra $H$ carries out left or right cointegrals for $H$.\nThese formulas will allow us to find out the explicit form of an integral and a\ncointegral for the quantum double $D(H)$ of $H$ in terms of those of $H$, and\nso to answer to a conjecture of Hausser and Nill raised at the end of the\nnineties.\n","Comment: 29 pages, to appear in J. Algebra"]}]
["1103.2908",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2908","Phys. Rev. A 83, 052507 (2011)","doi:10.1103/PhysRevA.83.052507"],"date":["2011-03-15"],"type":["text"],"creator":["Behrle, Alexandra","Koschorreck, Marco","Köhl, Michael"],"language":[],"coverage":[],"title":["Isotope shift and hyperfine splitting of the $4s \\rightarrow 5p$\n  transition in potassium"],"description":["  We have investigated $4s\\;^2S_{1/2} \\rightarrow 5p\\;^2P_{1/2}$ transition\n($D_1$ line) of the potassium isotopes $^{39}$K, $^{40}$K, and $^{41}$K using\nDoppler-free laser saturation spectroscopy. Our measurements reveal the\nhyperfine splitting of the $5p\\;^2P_{1/2}$ state of $^{40}$K and we have\ndetermined the specific mass shift and the nuclear field shift constants for\nthe blue $D_1$ line.\n"]}]
["1104.0133",{"format":[],"subject":["Physics - History and Philosophy of Physics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0133"],"date":["2011-04-01","2011-11-16"],"type":["text"],"creator":["Shears, Jeremy"],"language":[],"coverage":[],"title":["Charles Lewis Brook: third Director of the BAA Variable Star Section"],"description":["  Charles Lewis Brook, MA, FRAS, FRMetS (1855 - 1939) served as Director of the\nBAA Variable Star Section from 1910 to 1921. During this time he was not merely\ninterested in collecting the observations of the members (to which he also\ncontributed), but he also spent considerable amounts of time analysing the data\nand preparing numerous publications on the findings. This paper discusses\nBrook's life and work, with a particular focus on his contribution to variable\nstar astronomy.\n","Comment: 37 pages, 1 Table, 25 Figures. Accepted for publication by JBAA"]}]
["1104.0567",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0567","Phys. Rev. E 84, 026201 (2011)","doi:10.1103/PhysRevE.84.026201"],"date":["2011-04-04","2011-11-15"],"type":["text"],"creator":["Biancalani, Tommaso","Galla, Tobias","McKane, Alan J."],"language":[],"coverage":[],"title":["Stochastic waves in a Brusselator model with nonlocal interaction"],"description":["  We show that intrinsic noise can induce spatio-temporal phenomena such as\nTuring patterns and travelling waves in a Brusselator model with nonlocal\ninteraction terms. In order to predict and to characterize these quasi-waves we\nanalyze the nonlocal model using a system-size expansion. The resulting theory\nis used to calculate the power spectra of the quasi-waves analytically, and the\noutcome is tested successfully against simulations. We discuss the possibility\nthat nonlocal models in other areas, such as epidemic spread or social\ndynamics, may contain similar stochastically-induced patterns.\n","Comment: 13 pages, 6 figures"]}]
["1104.0706",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","81T30, 81T60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0706","JHEP 1109:078,2011","doi:10.1007/JHEP09(2011)078"],"date":["2011-04-04","2011-11-16"],"type":["text"],"creator":["Goykhman, M.","Ivanov, E."],"language":[],"coverage":[],"title":["Worldsheet Supersymmetry of Pohlmeyer-Reduced AdS_n x S^n Superstrings"],"description":["  As was observed by Grigoriev and Tseytlin, the Pohlmeyer-reduced AdS_2 x S^2\nsuperstring theory possesses N=(2,2) worldsheet supersymmetry. We show, at the\nclassical level, that the AdS_3 x S^3 and AdS_5 x S^5 superstring theories in\nthe Pohlmeyer-reduced form reveal hidden N=(4,4) and N=(8,8) worldsheet\nsupersymmetries. Our consideration is based on the modified mass-deformed\ngauged WZW action for the superstring equations. We present the explicit form\nof the supersymmetry transformations for both the off-shell action and the\nsuperstring equations. The characteristic feature of these transformations is\nthe presence of non-local terms.\n","Comment: 1+18 pages, minor corrections, published version"]}]
["1105.1787",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1787","Phys. Rev. B 84, 201105(R) (2011)","doi:10.1103/PhysRevB.84.201105"],"date":["2011-05-09","2011-11-07"],"type":["text"],"creator":["Cook, A.","Franz, M."],"language":[],"coverage":[],"title":["Majorana Fermions in Proximity-coupled Topological Insulator Nanowires"],"description":["  A topological insulator nanowire, proximity-coupled to an ordinary bulk\ns-wave superconductor and subject to a longitudinal applied magnetic field, is\nshown to realize a one-dimensional topological superconductor with unpaired\nMajorana fermions localized at both ends. This situation occurs under a wide\nrange of conditions and constitutes what is possibly the most easily accessible\nphysical realization of the elusive Majorana particles in a solid-state system.\n","Comment: 4 pages + 4 figures. v2 to appear in PRB/RC. For related work and\n  info visit http://www.physics.ubc.ca/~franz/"]}]
["1105.2570",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2570"],"date":["2011-05-12","2011-11-16"],"type":["text"],"creator":["Covei, Dragos-Patru"],"language":[],"coverage":[],"title":["Existence results for a quasilinear elliptic problem with a gradient\n  term via shooting method"],"description":["  In this paper we obtain the existence of bounded positive entire radial\nsolutions for the following nonlinear elliptic problem with a special nonlinear\ngradient term\n  -\\triangle_{p}u-b(x)|\\nablau|^{p-1}=a(x)f(u), x\\inR^{N} (N\\geq3),\nlim_{|x|\\rightarrow \\infty}u(x)=0, where\n\\triangle_{p}u=div[big]<LaTeX>\\big(</LaTeX>|\\nablau|^{p-2}\\nablau[big]<LaTeX>\\big)</LaTeX>,\n1<p<N, a(x)=a(|x|), b(x)=b(|x|) which are continuous, and f\\inC^1(0,\\infty)\nwhich may be singular at zero.\n","Comment: This paper has been withdrawn by the author due to a crucial sign\n  error"]}]
["1105.2765",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2765","Phys.Rev.D84:076010,2011","doi:10.1103/PhysRevD.84.076010"],"date":["2011-05-13","2011-11-15"],"type":["text"],"creator":["Novales-Sánchez, H.","Toscano, J. J."],"language":[],"coverage":[],"title":["Integration of Kaluza-Klein modes in Yang-Mills theories"],"description":["  A five dimensional pure Yang--Mills theory, with the fifth coordinate\ncompactified on the orbifold $S^1/Z_2$ of radius R, leads to a four dimensional\ntheory which is governed by two types of local gauge transformations, namely,\nthe well known standard gauge transformations (SGT) dictated by the $SU_4(N)$\ngroup under which the zero Fourier modes transform as gauge fields, and a set\nof nonstandard gauge transformations (NSGT) determining the gauge nature of the\nKaluza--Klein (KK) excitations. By using a SGT-covariant gauge-fixing procedure\nfor removing the degeneration associated with the NSGT, we integrate out the KK\nexcitations and obtain a low-energy effective Lagrangian expansion involving\nall of the independent canonical-dimension-six operators that are invariant\nunder the SGT of the $SU_4(N)$ group and that are constituted by light gauge\nfields (zero modes), exclusively. It is shown that this effective Lagrangian is\ninvariant under the SGT, but it depends on the gauge-fixing of the gauge KK\nexcitations. Our result shows explicitly that the one-loop contributions of the\nKK excitations to light (standard) Green's functions are renormalizable.\n","Comment: 17 pages, a new paragraph and some new equations were added"]}]
["1105.5969",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5969","JMMM Volume 323, Issue 22, November 2011, Pages 2782-2785","doi:10.1016/j.jmmm.2011.05.052"],"date":["2011-05-30"],"type":["text"],"creator":["Gama, Adriana M.","Rezende, Mirabel C.","Dantas, Christine C."],"language":[],"coverage":[],"title":["Dependence of microwave absorption properties on ferrite volume fraction\n  in MnZn ferrite/rubber radar absorbing materials"],"description":["  We report the analysis of measurements of the complex magnetic permeability\n($\\mu_r$) and dielectric permittivity ($\\epsilon_r$) spectra of a rubber radar\nabsorbing material (RAM) with various MnZn ferrite volume fractions. The\ntransmission/reflection measurements were carried out in a vector network\nanalyzer. Optimum conditions for the maximum microwave absorption were\ndetermined by substituting the complex permeability and permittivity in the\nimpedance matching equation. Both the MnZn ferrite content and the RAM\nthickness effects on the microwave absorption properties, in the frequency\nrange of 2 to 18 GHz, were evaluated. The results show that the complex\npermeability and permittivity spectra of the RAM increase directly with the\nferrite volume fraction. Reflection loss calculations by the impedance matching\ndegree (reflection coefficient) show the dependence of this parameter on both\nthickness and composition of RAM.\n","Comment: 9 pages, 6 figures; accepted for the Journal of Magnetism and\n  Magnetic Materials"]}]
["1106.1661",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1661","Int. J. Modern Phys. E 20, 2077 (2011)","doi:10.1142/S0218301311020332"],"date":["2011-06-08","2011-11-15"],"type":["text"],"creator":["Horowitz, C. J."],"language":[],"coverage":[],"title":["Multi-messenger observations of neutron rich matter"],"description":["  Neutron rich matter is central to many fundamental questions in nuclear\nphysics and astrophysics. Moreover, this material is being studied with an\nextraordinary variety of new tools such as the Facility for Rare Isotope Beams\n(FRIB) and the Laser Interferometer Gravitational Wave Observatory (LIGO). We\ndescribe the Lead Radius Experiment (PREX) that uses parity violating electron\nscattering to measure the neutron radius in $^{208}$Pb. This has important\nimplications for neutron stars and their crusts. We discuss X-ray observations\nof neutron star radii. These also have important implications for neutron rich\nmatter. Gravitational waves (GW) open a new window on neutron rich matter. They\ncome from sources such as neutron star mergers, rotating neutron star\nmountains, and collective r-mode oscillations. Using large scale molecular\ndynamics simulations, we find neutron star crust to be very strong. It can\nsupport mountains on rotating neutron stars large enough to generate detectable\ngravitational waves. Finally, neutrinos from core collapse supernovae (SN)\nprovide another, qualitatively different probe of neutron rich matter.\nNeutrinos escape from the surface of last scattering known as the\nneutrino-sphere. This is a low density warm gas of neutron rich matter.\nObservations of neutrinos can probe nucleosyntheses in SN. Simulations of SN\ndepend on the equation of state (EOS) of neutron rich matter. We discuss a new\nEOS based on virial and relativistic mean field calculations. We believe that\ncombing astronomical observations using photos, GW, and neutrinos, with\nlaboratory experiments on nuclei, heavy ion collisions, and radioactive beams\nwill fundamentally advance our knowledge of compact objects in the heavens, the\ndense phases of QCD, the origin of the elements, and of neutron rich matter.\n","Comment: 13 pages, 4 figures, Added discussion of dipole polarizability, pygmy\n  resonances, and neutron skins"]}]
["1106.2111",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2111","Proc. Natl. Acad. Sci, 108, E1019-E1026 (2011)","doi:10.1073/pnas.1110563108"],"date":["2011-06-10"],"type":["text"],"creator":["Ni, Ni","Allred, Jared. M.","Chan, Benny. C.","Cava, Robert. J."],"language":[],"coverage":[],"title":["Electron doped Ca10(Pt3As8)(Fe2As2)5 and Ca10(Pt4As8)(Fe2As2)5 - High Tc\n  superconductors with skutterudite intermediary layers"],"description":["  It has been argued that the very high transition temperatures of the highest\nTc cuprate superconductors are facilitated by enhanced CuO2 plane coupling\nthrough the (Bi,Tl,Hg)-O intermediary layers. Whether enhanced coupling through\nintermediary layers can also influence Tc in the iron arsenide superconductors\nhas never been tested due the lack of appropriate systems for study. Here we\nreport the crystal structures and properties of two iron arsenide\nsuperconductors, Ca10(Pt3As8)(Fe2As2)5 (the 10-3-8 phase) and\nCa10(Pt4As8)(Fe2As2)5 (the 10-4-8 phase). Based on -Ca-(PtnAs8)-Ca-Fe2As2-\nlayer stacking, the most important difference in the structures lies in the\nstructural and electronic characters of the intermediary platinum arsenide\nlayers. Electron doping through partial substitution of Pt for Fe in the Fe2As2\nlayers leads to Tc of 11 K in the 10-3-8 phase and 25 K in the 10-4-8 phase.\nUsing the chemical concepts of Zintl ion electron counting and the stability of\nPt in the 5d8 configuration we argue that the dramatic difference in Tc arises\nbecause the intermediary layer is semiconducting in the 10-3-8 phase but\nmetallic in the 10-4-8 phase, leading to enhanced interlayer coupling in the\n10-4-8 phase. The results suggest that metallic intermediary layers may offer a\nnew road to higher Tc in iron arsenide superconductors.\n"]}]
["1106.5149",{"format":[],"subject":["Computer Science - Cryptography and Security","Mathematics - Number Theory","11A05, 11R04","G.1.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5149"],"date":["2011-06-25","2011-11-16"],"type":["text"],"creator":["Birkner, Peter","Longa, Patrick","Sica, Francesco"],"language":[],"coverage":[],"title":["Four-Dimensional Gallant-Lambert-Vanstone Scalar Multiplication"],"description":["  The GLV method of Gallant, Lambert and Vanstone (CRYPTO 2001) computes any\nmultiple $kP$ of a point $P$ of prime order $n$ lying on an elliptic curve with\na low-degree endomorphism $\\Phi$ (called GLV curve) over $\\mathbb{F}_p$ as [kP\n= k_1P + k_2\\Phi(P), \\quad\\text{with} \\max{|k_1|,|k_2|}\\leq C_1\\sqrt n] for\nsome explicit constant $C_1>0$. Recently, Galbraith, Lin and Scott (EUROCRYPT\n2009) extended this method to all curves over $\\mathbb{F}_{p^2}$ which are\ntwists of curves defined over $\\mathbb{F}_p$. We show in this work how to merge\nthe two approaches in order to get, for twists of any GLV curve over\n$\\mathbb{F}_{p^2}$, a four-dimensional decomposition together with fast\nendomorphisms $\\Phi, \\Psi$ over $\\mathbb{F}_{p^2}$ acting on the group\ngenerated by a point $P$ of prime order $n$, resulting in a proved\ndecomposition for any scalar $k\\in[1,n]$ $$ kP=k_1P+ k_2\\Phi(P)+ k_3\\Psi(P) +\nk_4\\Psi\\Phi(P)\\quad \\text{with} \\max_i (|k_i|)< C_2\\, n^{1/4} $$ for some\nexplicit $C_2>0$. Furthermore, taking the best $C_1, C_2$, we get\n$C_2/C_1<408$, independently of the curve, ensuring a constant relative\nspeedup. We also derive new families of GLV curves, corresponding to those\ncurves with degree 3 endomorphisms.\n","Comment: 23 pages, 3 figures. Changes from v3: corrected typo in proof of\n  Lemma 5"]}]
["1107.0426",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Physics - Computational Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0426","Annalen der Physik 523 (2011) 629-637","doi:10.1002/andp.201100028"],"date":["2011-07-03"],"type":["text"],"creator":["Imada, Masatoshi","Yamaji, Youhei","Sakai, Shiro","Motome, Yukitoshi"],"language":[],"coverage":[],"title":["Theory of pseudogap and superconductivity in doped Mott insulators"],"description":["  Underdoped Mott insulators provide us with a challenge of many-body physics.\nRecent renewed understanding is discussed in terms of the evolution of pole and\nzero structure of the single-particle Green's function. Pseudogap as well as\nFermi arc/pocket structure in the underdoped cuprates is well reproduced from\nthe recent cluster extension of the dynamical mean-field theory. Emergent\ncoexisting zeros and poles set the underdoped Mott insulator apart from the\nFermi liquid, separated by topological transitions. Cofermion proposed as a\ngeneralization of exciton in the slave-boson framework accounts for the origin\nof the zero surface formation. The cofermion-quasiparticle hybridization gap\noffers a natural understanding of the pseudogap and various unusual Mottness.\nFurthermore the cofermion offers a novel pairing mechanism, where the cofermion\nhas two roles: It reinforces the Cooper pair as a pair partner of the\nquasiparticle and acts as a glue as well. It provides a strong insight for\nsolving the puzzle found in the dichotomy of the gap structure.\n","Comment: 8 pages, 6 figures"]}]
["1107.1294",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1294","doi:10.1103/PhysRevLett.107.213603"],"date":["2011-07-07","2011-09-29"],"type":["text"],"creator":["Szorkovszky, Alex","Doherty, Andrew C.","Harris, Glen I.","Bowen, Warwick P."],"language":[],"coverage":[],"title":["Mechanical squeezing via parametric amplification and weak measurement"],"description":["  Nonlinear forces allow motion of a mechanical oscillator to be squeezed below\nthe zero-point motion. Of existing methods, mechanical parametric amplification\nis relatively accessible, but previously thought to be limited to 3dB of\nsqueezing in the steady state. We consider the effect of applying continuous\nweak measurement and feedback to this system. If the parametric drive is\noptimally detuned from resonance, correlations between the quadratures of\nmotion allow unlimited steady-state squeezing. Compared to back-action evasion,\nwe demonstrate that the measurement strength, temperature and efficiency\nrequirements for quantum squeezing are significantly relaxed.\n","Comment: 4 pages, 3 figures"]}]
["1107.1714",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Solar and Stellar Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1714","ApJ 742 (2011) 129","doi:10.1088/0004-637X/742/2/129"],"date":["2011-07-08","2011-09-01"],"type":["text"],"creator":["Scott, Pat","Venkatesan, Aparna","Roebber, Elinore","Gondolo, Paolo","Pierpaoli, Elena","Holder, Gil"],"language":[],"coverage":[],"title":["Impacts of Dark Stars on Reionization and Signatures in the Cosmic\n  Microwave Background"],"description":["  We perform a detailed and systematic investigation of the possible impacts of\ndark stars upon the reionization history of the Universe, and its signatures in\nthe cosmic microwave background (CMB). We compute hydrogen reionization\nhistories, CMB optical depths and anisotropy power spectra for a range of\nstellar populations including dark stars. If dark stars capture large amounts\nof dark matter via nuclear scattering, reionization can be substantially\ndelayed, leading to decreases in the integrated optical depth to last\nscattering and large-scale power in the EE polarization power spectrum. Using\nthe integrated optical depth observed by WMAP7, in our canonical reionization\nmodel we rule out the section of parameter space where dark stars with high\nscattering-induced capture rates tie up more than ~90% of all the first\nstar-forming baryons, and live for over ~250 Myr. When nuclear scattering\ndelivers only moderate amounts of dark matter, reionization can instead be sped\nup slightly, modestly increasing the CMB optical depth. If dark stars do not\nobtain any dark matter via nuclear scattering, effects upon reionization and\nthe CMB are negligible. The effects of dark stars upon reionization and its CMB\nmarkers can be largely mimicked or compensated for by changes in the existing\nparameters of reionization models, making dark stars difficult to disentangle\nfrom astrophysical uncertainties, but also widening the range of standard\nparameters in reionization models that can be made consistent with\nobservations.\n","Comment: Small changes in response to referee's comments; matches version\n  accepted for publication in ApJ. 14 pages, 9 figures"]}]
["1107.3036",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3036"],"date":["2011-07-15","2011-11-16"],"type":["text"],"creator":["Eichler, Michael"],"language":[],"coverage":[],"title":["A note on global Markov properties for mixed graphs"],"description":["  Global Markov properties in mixed graphs are usually formulated in terms of\nthe path-oriented m-separation or by use of augmented graphs (similar to moral\ngraphs in the case of directed acyclic graphs). We provide an alternative\ncharacterization that can be easily implemented.\n","Comment: 5 pages, 1 figure"]}]
["1107.3576",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3576","Phys. Rev. B 84, 201307(R) (2011)","doi:10.1103/PhysRevB.84.201307"],"date":["2011-07-18","2011-11-16"],"type":["text"],"creator":["Sanchez, David","Serra, Llorens"],"language":[],"coverage":[],"title":["Thermoelectric transport of mesoscopic conductors coupled to voltage and\n  thermal probes"],"description":["  We investigate basic properties of the thermopower (Seebeck coefficient) of\nphase-coherent conductors under the influence of dephasing and inelastic\nprocesses. Transport across the system is caused by a voltage bias or a thermal\ngradient applied between two terminals. Inelastic scattering is modeled with\nthe aid of an additional probe acting as an ideal potentiometer and\nthermometer. We find that inelastic scattering reduces the conductor's\nthermopower and, more unexpectedly, generates a magnetic-field asymmetry in the\nSeebeck coefficient. The latter effect is shown to be a higher-order effect in\nthe Sommerfeld expansion. We discuss our result using two illustrative\nexamples. First, we consider a generic mesoscopic system described within\nrandom matrix theory and demonstrate that thermopower fluctuations disappear\nquickly as the number of probe modes increases. Second, the asymmetry is\nexplicitly calculated in the quantum limit of a ballistic microjunction. We\nfind that asymmetric scattering strongly enhances the effect and discuss its\ndependence on temperature and Fermi energy.\n","Comment: 4+ pages, 2 figures and supplementary material. Published version"]}]
["1107.3754",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3754","JCAP 11 (2011) 028","doi:10.1088/1475-7516/2011/11/028"],"date":["2011-07-19","2011-10-12"],"type":["text"],"creator":["Bugaev, Edgar","Klimai, Peter"],"language":[],"coverage":[],"title":["Curvature perturbation spectra from waterfall transition, black hole\n  constraints and non-Gaussianity"],"description":["  We carried out numerical calculations of a contribution of the waterfall\nfield to the primordial curvature perturbation (on uniform density\nhypersurfaces) $\\zeta$, which is produced during waterfall transition in hybrid\ninflation scenario. The calculation is performed for a broad interval of values\nof the model parameters. We show that there is a strong growth of amplitudes of\nthe curvature perturbation spectrum in the limit when the bare mass-squared of\nthe waterfall field becomes comparable with the square of Hubble parameter. We\nshow that in this limit the primordial black hole constraints on the curvature\nperturbations must be taken into account. It is shown that, in the same limit,\npeak values of the curvature perturbation spectra are far beyond horizon, and\nthe spectra are strongly non-Gaussian.\n","Comment: v2: 16 pages, 6 figures. Several references and 1 figure added"]}]
["1107.4120",{"format":[],"subject":["Mathematics - Combinatorics","05B40, 05B05, 05B07, 05B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4120"],"date":["2011-07-20","2011-11-15"],"type":["text"],"creator":["Bailey, Robert F.","Burgess, Andrea C."],"language":[],"coverage":[],"title":["Generalized packing designs"],"description":["  Generalized $t$-designs, which form a common generalization of objects such\nas $t$-designs, resolvable designs and orthogonal arrays, were defined by\nCameron [P.J. Cameron, A generalisation of $t$-designs, \\emph{Discrete Math.}\\\n{\\bf 309} (2009), 4835--4842]. In this paper, we define a related class of\ncombinatorial designs which simultaneously generalize packing designs and\npacking arrays. We describe the sometimes surprising connections which these\ngeneralized designs have with various known classes of combinatorial designs,\nincluding Howell designs, partial Latin squares and several classes of triple\nsystems, and also concepts such as resolvability and block colouring of\nordinary designs and packings, and orthogonal resolutions and colourings.\nMoreover, we derive bounds on the size of a generalized packing design and\nconstruct optimal generalized packings in certain cases. In particular, we\nprovide methods for constructing maximum generalized packings with $t=2$ and\nblock size $k=3$ or 4.\n","Comment: 38 pages, 2 figures, 5 tables, 2 appendices. Presented at 23rd\n  British Combinatorial Conference, July 2011"]}]
["1107.4908",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Instrumentation and Detectors","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4908","Phys. Rev. Lett. 107, 213604 (2011)","doi:10.1103/PhysRevLett.107.213604"],"date":["2011-07-25","2011-08-04"],"type":["text"],"creator":["Xuereb, André","Schnabel, Roman","Hammerer, Klemens"],"language":[],"coverage":[],"title":["Dissipative Optomechanics in a Michelson--Sagnac Interferometer"],"description":["  Dissipative optomechanics studies the coupling of the motion of an optical\nelement to the decay rate of a cavity. We propose and theoretically explore a\nrealization of this system in the optical domain, using a combined\nMichelson--Sagnac interferometer, which enables a strong and tunable\ndissipative coupling. Quantum interference in such a setup results in the\nsuppression of the lower motional sideband, leading to strongly enhanced\ncooling in the non-sideband-resolved regime. With state-of-the-art parameters,\nground-state cooling and low-power quantum-limited position transduction are\nboth possible. The possibility of a strong and tunable dissipative coupling\nopens up a new route towards observation of fundamental optomechanical effects\nsuch as ponderomotive squeezing or nonlinear dynamics. Beyond optomechanics,\nthe method suggested here can be readily transferred to other setups involving\nsuch systems as nonlinear media, atomic ensembles, or single atoms.\n","Comment: 9 pages, 6 figures"]}]
["1108.0536",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0536","Phys. Rev. Lett. 107, 217204 (2011)","doi:10.1103/PhysRevLett.107.217204"],"date":["2011-08-02","2011-11-16"],"type":["text"],"creator":["Budrikis, Zoe","Politi, Paolo","Stamps, R. L."],"language":[],"coverage":[],"title":["Diversity enabling equilibration: disorder and the ground state in\n  artificial spin ice"],"description":["  We report a novel approach to the question of whether and how the ground\nstate can be achieved in square artificial spin ices where frustration is\nincomplete. We identify two types of disorder: quenched disorder in the island\nresponse to fields and disorder in the sequence of driving fields. Numerical\nsimulations show that quenched disorder can lead to final states with lower\nenergy, and disorder in the driving fields always lowers the final energy\nattained by the system. We use a network picture to understand these two\neffects: disorder in island responses creates new dynamical pathways, and\ndisorder in driving fields allows more pathways to be followed.\n","Comment: 5 pages, 5 figures"]}]
["1108.0820",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0820","Appl. Phys. Lett 99, 141906 (2011)","doi:10.1063/1.3643476"],"date":["2011-08-03"],"type":["text"],"creator":["Kukliński, Krzysztof","Kłopotowski, Łukasz","Fronc, Krzysztof","Wiater, Maciej","Wojnar, Piotr","Rutkowski, Paweł","Voliotis, Valia","Grousson, Roger","Karczewski, Grzegorz","Kossut, Jacek","Wojtowicz, Tomasz"],"language":[],"coverage":[],"title":["Tuning the inter-shell splitting in self-assembled CdTe quantum dots"],"description":["  We present photoluminescence studies of highly excited single self--assembled\nCdTe quantum dots under continuous--wave and pulsed excitations. We observe\nappearance of emission bands related to sequential filling of s--, p-- and\nd--shells. We analyze the inter-shell splitting for five samples, in which the\ndots were formed from a strained CdTe layer of different width. We find that\nwith increasing the CdTe layer width the inter-shell splitting increases. In a\ntime resolved measurement, we observe a radiative cascade between transitions\ninvolving one, two, and more than two excitons.\n","Comment: submitted to Applied Physics Letters"]}]
["1108.0840",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0840","doi:10.1109/TIT.2011.2176717"],"date":["2011-08-03"],"type":["text"],"creator":["Bocharova, Irina E.","Hug, Florian","Johannesson, Rolf","Kudryashov, Boris D.","Satyukov, Roman V."],"language":[],"coverage":[],"title":["Searching for Voltage Graph-Based LDPC Tailbiting Codes with Large Girth"],"description":["  The relation between parity-check matrices of quasi-cyclic (QC) low-density\nparity-check (LDPC) codes and biadjacency matrices of bipartite graphs supports\nsearching for powerful LDPC block codes. Using the principle of tailbiting,\ncompact representations of bipartite graphs based on convolutional codes can be\nfound.\n  Bounds on the girth and the minimum distance of LDPC block codes constructed\nin such a way are discussed. Algorithms for searching iteratively for LDPC\nblock codes with large girth and for determining their minimum distance are\npresented. Constructions based on all-ones matrices, Steiner Triple Systems,\nand QC block codes are introduced. Finally, new QC regular LDPC block codes\nwith girth up to 24 are given.\n","Comment: Submitted to IEEE Transactions on Information Theory in February 2011"]}]
["1108.1429",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","Mathematics - Geometric Topology","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1429"],"date":["2011-08-05","2011-11-16"],"type":["text"],"creator":["Miller, Alexander"],"language":[],"coverage":[],"title":["Reflection arrangements and ribbon representations"],"description":["  Ehrenborg and Jung recently related the order complex for the lattice of\nd-divisible partitions with the simplicial complex of pointed ordered set\npartitions via a homotopy equivalence. The latter has top homology naturally\nidentified as a Specht module. Their work unifies that of Calderbank, Hanlon,\nRobinson, and Wachs. By focusing on the underlying geometry, we strengthen and\nextend these results from type A to all real reflection groups and the complex\nreflection groups known as Shephard groups.\n","Comment: Version 3. 34 pages. Added section on additional properties of ribbon\n  representations. Minor edits made to the introduction"]}]
["1108.2980",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2980","2011 JINST 6 P11005","doi:10.1088/1748-0221/6/11/P11005"],"date":["2011-08-15","2011-11-07"],"type":["text"],"creator":["Becker, Julian","Gutt, Christian","Graafsma, Heinz"],"language":[],"coverage":[],"title":["Simulation study of the impact of AGIPD design choices on X-ray Photon\n  Correlation Spectroscopy utilizing the intensity autocorrelation technique"],"description":["  The European XFEL, currently under construction, will produce a coherent\nX-ray pulse every 222 ns in pulse trains of up to 2700 pulses. In conjunction\nwith the fast 2D area detectors currently under development, it will be\npossible to perform X-ray Photon Correlation Spectroscopy (XPCS) experiments on\nsub-microsecond timescales with non-ergodic systems.\n  A case study for the Adaptive Gain Integrating Pixel Detector (AGIPD) at the\nEuropean XFEL employing the intensity autocorrelation technique was performed\nusing the detector simulation tool HORUS. As optimum results from XPCS\nexperiments are obtained when the pixel size approximates the (small) speckle\nsize, the presented study compares the AGIPD (pixel size of (200 $\\upmu$m)$^2$)\nto a possible apertured version of the detector and to a hypothetical system\nwith (100 $\\upmu$m)$^2$ pixel size and investigates the influence of intensity\nfluctuations and incoherent noise on the quality of the acquired data.\n  The intuitive conclusion that aperturing is not beneficial as data is 'thrown\naway' was proven to be correct for low intensities. For intensities larger than\napproximately 1 photon per (100 $\\upmu$m)$^2$ aperturing was found to be\nbeneficial, as charge sharing effects were excluded by it.\n  It was shown that for the investigated case (100 $\\upmu$m)$^2$ pixels\nproduced significantly better results than (200 $\\upmu$m)$^2$ pixels when the\naverage intensity exceeded approximately 0.05 photons per (100 $\\upmu$m)$^2$.\n  Although the systems were quite different in design they varied in the signal\nto noise ratio only by a factor of 2-3, and even less in the relative error of\nthe extracted correlation constants. However the dependence on intensity showed\ndistinctively different features for the different systems.\n","Comment: Re-Revised version after 2nd peer review process"]}]
["1108.5951",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5951","Physical Review A 84, 055803 (2011)","doi:10.1103/PhysRevA.84.055803"],"date":["2011-08-30","2011-11-15"],"type":["text"],"creator":["Lin, Wei-Bin","Zhou, Zong-Quan","Li, Chuan-Feng","Guo, Guang-Can"],"language":[],"coverage":[],"title":["Proposed solid-state Faraday anomalous-dispersion optical filter"],"description":["  We propose a Faraday anomalous dispersion optical filter (FADOF) based on a\nrare-earth ion doped crystal. We present theoretical analyses for the\nsolid-state FADOF transmission. Our theoretical model predicts a maximum\ntransmission efficiency of 71% and a double-peaked transmission spectrum with a\nbandwidth of 6 GHz under current experimental conditions. Our proposal may have\nimportant applications in optical communications.\n","Comment: 4 pages,3 figures"]}]
["1109.0204",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0204","Astrophysical Journal, 742, 80 (2011)","doi:10.1088/0004-637X/742/2/80"],"date":["2011-09-01"],"type":["text"],"creator":["Winkler, P. Frank","Hamilton, Andrew J. S.","Long, Knox S.","Fesen, Robert A."],"language":[],"coverage":[],"title":["Time Evolution of the Reverse Shock in SN 1006"],"description":["  The Schweizer-Middleditch star, located behind the SN 1006 remnant and near\nits center in projection, provides the opportunity to study cold, expanding\nejecta within the SN 1006 shell through UV absorption. Especially notable is an\nextremely sharp red edge to the Si II 1260 Angstrom feature, which stems from\nthe fastest moving ejecta on the far side of the SN 1006 shell--material that\nis just encountering the reverse shock. Comparing HST far-UV spectra obtained\nwith COS in 2010 and with STIS in 1999, we have measured the change in this\nfeature over the intervening 10.5-year baseline. We find that the sharp red\nedge of the Si II feature has shifted blueward by 0.19 +/- 0.05 Angstroms,\nwhich means that the material hitting the reverse shock in 2010 was moving\nslower by 44 +/- 11 km/s than the material that was hitting it in 1999, a\nchange corresponding to - 4.2 +/- 1.0 km/s/yr. This is the first observational\nconfirmation of a long-predicted dynamic effect for a reverse shock: that the\nshock will work its way inward through expanding supernova ejecta and encounter\never slower material as it proceeds. We also find that the column density of\nshocked Si II (material that has passed through the reverse shock) has\ndecreased by 7 +/- 2% over the ten-year period. The decrease could indicate\nthat in this direction the reverse shock has been ploughing through a dense\nclump of Si,leading to pressure and density transients.\n","Comment: 8 pages, includes 5 figures"]}]
["1109.0400",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0400","Phys. Rev. A 84, 053616 (2011)","doi:10.1103/PhysRevA.84.053616"],"date":["2011-09-02","2011-10-24"],"type":["text"],"creator":["Kawaguchi, Yuki","Ueda, Masahito"],"language":[],"coverage":[],"title":["Symmetry Classification of Spinor Bose-Einstein Condensates"],"description":["  We propose a method for systematically finding ground states of spinor\nBose-Einstein condensates by utilizing symmetry properties of the system. By\nthis method, we can find not only an inert state, whose symmetry is maximal in\nthe manifold under consideration, but also a non-inert state, which has lower\nsymmetry and depends on the parameters in the Hamiltonian. We establish the\nsymmetry-classification method for the spin-1, 2 and 3 cases at zero magnetic\nfield, and find a new phase in the last case. Properties of vortices in the\nspin-3 system are also discussed.\n","Comment: 19 pages, 7 figures"]}]
["1110.0861",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0861","JHEP 1110:054, 2011","doi:10.1007/JHEP10(2011)054"],"date":["2011-10-04","2011-10-10"],"type":["text"],"creator":["Hu, Shan","Nanopoulos, Dimitri"],"language":[],"coverage":[],"title":["Hopf-Wess-Zumino term in the effective action of the 6d, (2, 0) field\n  theory revisted"],"description":["  We discuss the Hopf-Wess-Zumino term in the effective action of the 6d (2, 0)\ntheory of the type A_{N-1} in a generic Coulomb branch. For such terms, the\nsupergravity calculation could be trusted. We calculate the WZ term on\nsupergravity side and show that it could compensate the anomaly deficit, as is\nrequired by the anomaly matching condition. In contrast with the SYM theory, in\nwhich each WZ term involves one root e_{i}-e_{j}, here, the typical WZ term\ninvolves two roots e_{i}-e_{j} and e_{k}-e_{j}. Such kind of triple interaction\nmay come from the integrating out of the massive states carrying three indices.\nA natural candidate is the recently proposed 1/4 BPS objects in the Coulomb\nphase of the 6d (2, 0) theories. The WZ term could be derived from the field\ntheory by the integration out of massive degrees of freedom. Without the 6d (2,\n0) theory at hand, we take the supersymmetric equations for the 3-algebra\nvalued (2, 0) tensor multiplet as the prototype to see how far we can go. The\nH_{3}\\wedge A_{3} part of the WZ term is obtained, while the A_{3}\\wedge F_{4}\npart, which is the term accounting for the anomaly matching, cannot be produced\nby the standard fermion loop integration.\n","Comment: 24 pages, accepted by JHEP; v2: references added"]}]
["1110.1242",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1242","J. Magn. Magn. Mater. Vol. 324, P 849-852 (2012)","doi:10.1016/j.jmmm.2011.09.031"],"date":["2011-10-06"],"type":["text"],"creator":["Yamaguchi, Takehiro","Masubuchi, Satoru","Iguchi, Kazuyuki","Moriya, Rai","Machida, Tomoki"],"language":[],"coverage":[],"title":["Tunnel spin injection into graphene using Al2O3 barrier grown by atomic\n  layer deposition on functionalized graphene surface"],"description":["  We demonstrate electrical tunnel spin injection from a ferromagnet to\ngraphene through a high-quality Al2O3 grown by atomic layer deposition (ALD).\nThe graphene surface is functionalized with a self-assembled monolayer of\n3,4,9,10-perylene tetracarboxylic acid (PTCA) to promote adhesion and growth of\nAl2O3 with a smooth surface. Using this composite tunnel barrier of ALD-Al2O3\nand PTCA, a spin injection signal of 30 ohm has been observed from non-local\nmagnetoresistance measurements at 45 K, revealing potentially high performance\nof ALD-Al2O3/PTCA tunnel barrier for spin injection into graphene.\n","Comment: 14 pages, 3 figures, accepted to Journal of Magnetism and Magnetic\n  Materials"]}]
["1110.2305",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2305"],"date":["2011-10-11","2011-11-16"],"type":["text"],"creator":["Bornmann, Lutz","de Moya-Anegón, Felix","Leydesdorff, Loet"],"language":[],"coverage":[],"title":["The new Excellence Indicator in the World Report of the SCImago\n  Institutions Rankings 2011"],"description":["  The new excellence indicator in the World Report of the SCImago Institutions\nRankings (SIR) makes it possible to test differences in the ranking in terms of\nstatistical significance. For example, at the 17th position of these rankings,\nUCLA has an output of 37,994 papers with an excellence indicator of 28.9.\nStanford University follows at the 19th position with 37,885 papers and 29.1\nexcellence, and z = - 0.607. The difference between these two institution thus\nis not statistically significant. We provide a calculator at\nhttp://www.leydesdorff.net/scimago11/scimago11.xls in which one can fill out\nthis test for any two institutions and also for each institution on whether its\nscore is significantly above or below expectation (assuming that 10% of the\npapers are for stochastic reasons in the top-10% set).\n"]}]
["1110.4530",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4530"],"date":["2011-10-20","2011-11-16"],"type":["text"],"creator":["Strak, Pawel","Kempisty, Pawel","Sakowski, Konrad","Krukowski, Stanislaw"],"language":[],"coverage":[],"title":["Polarization and polarization induced electric field in nitrides -\n  critical evaluation based on DFT studies"],"description":["  Density Functional Theory (DFT) calculations were used to evaluate polarity\nof group III nitrides, such as aluminum nitride (AlN), gallium nitride (GaN)\nand indium nitride (InN) providing physically sound quantitative measure of\npolarity of these materials. Two different approaches to polarization of\nnitride semiconductors were assessed and the conclusions have been used to\ndevelop models. It was shown that Berry phase formulation of the electron\nrelated polarization component provides a number of various solutions,\ndifferent for various selection of the simulated volume. The electronic part\ngives saw-like pattern for polarization. A total number of these solutions,\nrelated to well known scaling of the geometric phase, is equal to the number of\nvalence electrons in the system. Summation with similar pattern for ionic part\nprovides several polarization values. Standard dipole density formulation\ndepends on the selection of the simulation volume in periodic continuous way.\nUsing a condition of continuous embedding into the infinite medium, and\nsimultaneously, the zero surface charge representation at crystal boundary\nprovides to physically sound solution. This solution is corresponding to\nmaximal and minimal polarization values and also corresponds to different\nphysical termination of the crystal surfaces, either bare or covered by\ncomplementary atoms. This change leads to polarization and electric field\nreversal. The polarization and related fields in finite size systems were\nobtained.\n"]}]
["1110.6738",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6738"],"date":["2011-10-31","2011-11-16"],"type":["text"],"creator":["Raut, Manoj K."],"language":[],"coverage":[],"title":["An Incremental Knowledge Compilation in First Order Logic"],"description":["  An algorithm to compute the set of prime implicates of a quantifier-free\nclausal formula X in first order logic had been presented in earlier work. As\nthe knowledge base X is dynamic, new clauses are added to the old knowledge\nbase. In this paper an incremental algorithm is presented to compute the prime\nimplicates of X and a clause C from $\\pi(X)\\cup C$. The correctness of the\nalgorithm is also proved.\n"]}]
["1111.0460",{"format":[],"subject":["Mathematics - Functional Analysis","41A65, 41A46, 41A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0460"],"date":["2011-11-02","2011-11-16"],"type":["text"],"creator":["Hernández, Eugenio"],"language":[],"coverage":[],"title":["Lebesgue-Type inequalities for quasi-greedy bases"],"description":["  We show that for quasi-greedy bases in real Banach spaces the error of the\nthresholding greedy algorithm of order N is bounded by the best N-term error of\napproximation times a constant which depends on the democracy functions and the\nquasi-greedy constant of the basis.\n","Comment: 8 pages"]}]
["1111.2692",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2692"],"date":["2011-11-11","2011-11-16"],"type":["text"],"creator":["Zimmermann, L.","Grinberg, V.","Massi, M.","Wilms, J."],"language":[],"coverage":[],"title":["Analysis of hard X-ray/high energy data from LS I +61{\\deg}303 based on\n  implications from its 4.6 yr periodicity"],"description":["  The most peculiar radio characteristics of the TeV emitting high-mass X-ray\nbinary LS I +61{\\deg}303 are two periodicities: A large periodic outburst which\nexhibits the same period as the orbit (phase \\Phi) and a second periodicity of\n1667 days (phase \\Theta) which modulates the orbital phase and amplitude of the\nlarge outburst. Recent analysis of the radio spectral index present strong\nevidence for the presence of the critical transition from optically thick\nemission (related to a steady jet) to an optically thin outburst (related to a\ntransient jet) as in other microquasars. In parallel, a switch from a low/hard\nX-ray state to a transitional state (e.g. steep power law state) would be\nexpected. We show how the critical transition from optically thick emission to\nan optically thin outburst is modulated by \\Theta. Folding over a too large\n\\Theta-interval mixes up important information about the outbursts and can\nyield a false picture of the emission behaviour of the source along the orbit.\nWe therefore analyse the implications of this long period for treatment of hard\nX-ray/high energy data obtained from LS I +61{\\deg}303, e.g. with Fermi-LAT or\nINTEGRAL, taking into account this long-term periodicity.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509; typos corrected, in\n  section 3 paragraph 4 reference to figure 4 corrected"]}]
["1111.3408",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14G10, 14Q10, 14C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3408"],"date":["2011-11-14","2011-11-16"],"type":["text"],"creator":["Lewis, Paul"],"language":[],"coverage":[],"title":["Zeta Functions, the Tate Conjecture, and Catanese Surfaces"],"description":["  This paper has been withdrawn by the author due to an error in the sufficient\ncondition given for the proof of the Tate conjecture for Catanese surfaces.\n","Comment: This paper has been withdrawn"]}]
["1111.3643",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3643","Phys. Rev. A A 84, 052110 (2011)","doi:10.1103/PhysRevA.84.052110"],"date":["2011-11-15"],"type":["text"],"creator":["Girolami, Davide","Adesso, Gerardo"],"language":[],"coverage":[],"title":["Interplay between computable measures of entanglement and other quantum\n  correlations"],"description":["  Composite quantum systems can be in generic states characterized not only by\nentanglement, but also by more general quantum correlations. The interplay\nbetween these two signatures of nonclassicality is still not completely\nunderstood. In this work we investigate this issue focusing on computable and\nobservable measures of such correlations: entanglement is quantified by the\nnegativity N, while general quantum correlations are measured by the\n(normalized) geometric quantum discord D_G. For two-qubit systems, we find that\nthe geometric discord reduces to the squared negativity on pure states, while\nthe relationship $D_G \\geq N^2$ holds for arbitrary mixed states. The latter\nresult is rigorously extended to pure, Werner and isotropic states of two-qudit\nsystems for arbitrary d, and numerical evidence of its validity for arbitrary\nstates of a qubit and a qutrit is provided as well. Our results establish an\ninteresting hierarchy, that we conjecture to be universal, between two relevant\nand experimentally friendly nonclassicality indicators. This ties in with the\nintuition that general quantum correlations should at least contain and in\ngeneral exceed entanglement on mixed states of composite quantum systems.\n","Comment: 10 pages, 4 figures"]}]
["1111.3654",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3654"],"date":["2011-11-15"],"type":["text"],"creator":["Snowden, Andrew"],"language":[],"coverage":[],"title":["Singularities of ordinary deformation rings"],"description":["  Let R^univ be the universal deformation ring of a residual representation of\na local Galois group. Kisin showed that many loci in MaxSpec(R^univ[1/p]) of\ninterest are Zariski closed, and gave a way to study the generic fiber of the\ncorresponding quotient of R^univ. However, his method gives little information\nabout the quotient ring before inverting p. We give a method for studying this\nquotient in certain cases, and carry it out in the simplest non-trivial case.\nPrecisely, suppose that V_0 is the trivial two dimensional representation and\nlet R be the unique Z_p-flat and reduced quotient of R^univ such that\nMaxSpec(R[1/p]) consists of ordinary representations with Hodge--Tate weights 0\nand 1. We describe the functor of points of (a slightly modified version of) R\nand show that the irreducile components of Spec(R) are normal, Cohen--Macaulay\nand not Gorenstein. This has two well-known applications to global deformation\nrings: first, a global deformation ring employing these local conditions is\ntorsion-free; and second, Kisin's R[1/p]=T[1/p] theorem can be upgraded in this\nsetting to an R=T theorem.\n","Comment: 20 pages"]}]
["1111.3660",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3660"],"date":["2011-11-15"],"type":["text"],"creator":["Knutson, Allen","Lam, Thomas","Speyer, David"],"language":[],"coverage":[],"title":["Positroid Varieties: Juggling and Geometry"],"description":["  While the intersection of the Grassmannian Bruhat decompositions for all\ncoordinate flags is an intractable mess, the intersection of only the cyclic\nshifts of one Bruhat decomposition turns out to have many of the good\nproperties of the Bruhat and Richardson decompositions. This decomposition\ncoincides with the projection of the Richardson stratification of the flag\nmanifold, studied by Lusztig, Rietsch, Brown-Goodearl-Yakimov and the present\nauthors. However, its cyclic-invariance is hidden in this description.\nPostnikov gave many cyclic-invariant ways to index the strata, and we give a\nnew one, by a subset of the affine Weyl group we call bounded juggling\npatterns. We call the strata positroid varieties.\n  Applying results from the authors' previous work, we show that positroid\nvarieties are normal, Cohen-Macaulay, have rational singularities, and are\ndefined as schemes by the vanishing of Plucker coordinates. We prove that their\nassociated cohomology classes are represented by affine Stanley functions. This\nlast fact lets us connect Postnikov's and Buch-Kresch-Tamvakis' approaches to\nquantum Schubert calculus.\n","Comment: Most of this material appeared in our preprint arXiv:0903.3694 . We\n  generalized many of the results of that paper to all Cartan types and\n  published them separately in arXiv:1008.3939 . This paper contains only those\n  remaining results which are special to Grassmannians. Many of the proofs are\n  also shortened and improved. 44 pages (as compared to 58 in 0903.3694)"]}]
["1111.3662",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C15, 14C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3662","Comptes Rendus 348 (2010), 1191--1195"],"date":["2011-11-15"],"type":["text"],"creator":["Vial, Charles"],"language":[],"coverage":[],"title":["Pure motives with representable Chow groups"],"description":["  Let $k$ be an algebraically closed field. We show using Kahn's and Sujatha's\ntheory of birational motives that a Chow motive over $k$ whose Chow groups are\nall representable belongs to the full and thick subcategory of motives\ngenerated by the twisted motives of curves.\n  --\n  Motifs purs dont les groupes de Chow sont repr\\'esentables.\n  Soit $k$ un corps alg\\'ebriquement clos. Nous prouvons, en nous servant de la\nth\\'eorie des motifs birationnels d\\'evelopp\\'ee par Kahn et Sujatha, qu'un\nmotif de Chow d\\'efini sur $k$ dont les groupes de Chow sont tous\nrepr\\'esentables appartient \\`a la sous-cat\\'egorie pleine et \\'epaisse des\nmotifs engendr\\'ee par les motifs de courbes tordus.\n","Comment: 7 pages"]}]
["1111.3663",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","05C85","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3663","Acta Univ. Sapientia Inform. 3,2 (2011) 192--204"],"date":["2011-11-15"],"type":["text"],"creator":["Pătcaş, C."],"language":[],"coverage":[],"title":["The debts' clearing problem: a new approach"],"description":["  The debts' clearing problem is about clearing all the debts in a group of $n$\nentities (e.g. persons, companies) using a minimal number of money transaction\noperations. In our previous works we studied the problem, gave a dynamic\nprogramming solution solving it and proved that it is NP-hard. In this paper we\nadapt the problem to dynamic graphs and give a data structure to solve it.\nBased on this data structure we develop a new algorithm, that improves our\nprevious one for the static version of the problem.\n"]}]
["1111.3665",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3665"],"date":["2011-11-15"],"type":["text"],"creator":["Hassi, E. M. Ait Ben","Khodja, F. Ammar","Hajjaj, A.","Maniar, L."],"language":[],"coverage":[],"title":["Carleman Estimates and null controllability of coupled degenerate\n  systems"],"description":["  In this paper, we study the null controllability of weakly degenerate coupled\nparabolic systems with two different diffusion coefficients and one control\nforce. To obtain this aim, we develop first new global Carleman estimates for\ndegenerate parabolic equations with weight functions different from the ones in\nthe previous works.\n"]}]
["1111.3666",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3666","Phys. Rev. A 84, 055601 (2011)","doi:10.1103/PhysRevA.84.055601"],"date":["2011-11-15"],"type":["text"],"creator":["Cestari, J. C. C.","Foerster, A.","Gusmão, M. A.","Continentino, M."],"language":[],"coverage":[],"title":["Critical exponents of the disorder-driven superfluid-insulator\n  transition in one-dimensional Bose-Einstein condensates"],"description":["  We investigate the nature of the superfluid-insulator quantum phase\ntransition driven by disorder for non-interacting ultracold atoms on\none-dimensional lattices. We consider two different cases: Anderson-type\ndisorder, with local energies randomly distributed, and pseudo-disorder due to\na potential incommensurate with the lattice, which is usually called the\nAubry-Andr\\'e model. A scaling analysis of numerical data for the superfluid\nfraction for different lattice sizes allows us to determine quantum critical\nexponents characterizing the disorder-driven superfluid-insulator transition.\nWe also briefly discuss the effect of interactions close to the non-interacting\nquantum critical point of the Aubry-Andr\\'e model.\n","Comment: 5 pages, 4 figures"]}]
["1111.3667",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3667"],"date":["2011-11-15"],"type":["text"],"creator":["Harland, Nick"],"language":[],"coverage":[],"title":["The iterated Carmichael lambda function"],"description":["  The Carmichael lambda function $\\lambda(n)$ is defined to be the smallest\npositive integer $m$ such that $a^m$ is congruent to 1 modulo $n,$ for all $a$\nand $n$ relatively prime. The function $\\lambda_k(n)$ is defined to be the\n$k$th iterate of $\\lambda(n).$ Previous results show a normal order for\n$n/\\lambda_k(n)$ where $k=1,2.$ We will show a normal order for all $k.$\n"]}]
["1111.3670",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","05A10, 11Y11","G.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3670","Acta Univ. Sapientiae, Inform. 3, 2 (2011) 158--171"],"date":["2011-11-15"],"type":["text"],"creator":["Farkas, G.","Kallós, G.","Kiss, G."],"language":[],"coverage":[],"title":["Large primes in generalized Pascal triangles"],"description":["  In this paper, after presenting the results of the generalization of Pascal\ntriangle (using powers of base numbers), we examine some properties of the\n112-based triangle, most of all regarding to prime numbers. Additionally, an\neffective implementation of ECPP method is presented which enables Magma\ncomputer algebra system to prove the primality of numbers with more than 1000\ndecimal digits.\n"]}]
["1111.3673",{"format":[],"subject":["Computer Science - Programming Languages","68N19","D.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3673","Acta Univ. Sapientiae, Inform. 3,2 (2011) 141--157"],"date":["2011-11-15"],"type":["text"],"creator":["Pataki, N."],"language":[],"coverage":[],"title":["C++ Standard Template Library by template specialized containers"],"description":["  The C++ Standard Template Library is the flagship example for libraries based\non the generic programming paradigm. The usage of this library is intended to\nminimize the number of classical C/C++ errors, but does not warrant bug-free\nprograms. Furthermore, many new kinds of errors may arise from the inaccurate\nuse of the generic programming paradigm, like dereferencing invalid iterators\nor misunderstanding remove-like algorithms. In this paper we present some\ntypical scenarios that may cause runtime or portability problems. We emit\nwarnings and errors while these risky constructs are used. We also present a\ngeneral approach to emit \"customized\" warnings. We support the so-called\n\"believe-me marks\" to disable warnings. We present another typical usage of our\ntechnique, when classes become deprecated during the software lifecycle.\n"]}]
["1111.3681",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3681"],"date":["2011-11-15"],"type":["text"],"creator":["Horowitz, C. J."],"language":[],"coverage":[],"title":["Radiative Corrections to the PREX and QWEAK Experiments"],"description":["  The high precision parity violating electron scattering experiments PREX and\nQWEAK are sensitive to radiative corrections. In this paper we introduce the\nPREX experiment that measures the neutron radius of $^{208}$Pb and discuss\ncoulomb distortion corrections. We then discuss dispersion corrections for\nQWEAK that aims to measure the weak charge of the proton.\n","Comment: 5 pages, 1 figure, presented at the 5th International Workshop \"From\n  Parity Violation to Hadronic Structure and more...\" (PAVI11), Sep. 5-9, 2011,\n  Rome, Italy"]}]
["1111.3683",{"format":[],"subject":["Condensed Matter - Materials Science","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3683","Nano Lett., 2011, 11 (11), pp 4520--4526","doi:10.1021/nl202434k"],"date":["2011-11-15"],"type":["text"],"creator":["Tang, Xiaohui","Krzeminski, Christophe","Etangs-Levallois, Aurélien Lecavelier des","Chen, Zhenkun","Dubois, Emmanuel","Kasper, Erich","Karmous, Alim","Reckinger, Nicolas","Flandre, Denis","Francis, Laurent A.","Colinge, Jean-Pierre","Raskin, Jean-Pierre"],"language":[],"coverage":[],"title":["Energy-band engineering for improved charge retention in fully\n  self-aligned double floating-gate single-electron memories"],"description":["  We present a new fully self-aligned single-electron memory with a single pair\nof nano floating gates, made of different materials (Si and Ge). The energy\nbarrier that prevents stored charge leakage is induced not only by quantum\neffects but also by the conduction-band offset that arises between Ge and Si.\nThe dimension and position of each floating gate are well defined and\ncontrolled. The devices exhibit a long retention time and single-electron\ninjection at room temperature.\n"]}]
["1111.3686",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3686","PoS Lattice2011:153,2011"],"date":["2011-11-15"],"type":["text"],"creator":["Engelhardt, Michael"],"language":[],"coverage":[],"title":["Exploration of the electric spin polarizability of the neutron in\n  lattice QCD"],"description":["  A scheme to calculate the electric spin polarizability of the neutron, based\non a four-point function approach to the background field method, is presented.\nThe connected contributions to this spin polarizability are evaluated within a\nmixed action calculation employing domain wall valence quarks on MILC asqtad\nsea quark ensembles. Results are reported for two pion masses, 759 MeV and 357\nMeV.\n","Comment: 7 pages, 6 figures; talk presented at the 29th International\n  Symposium on Lattice Field Theory (Lattice 2011), Squaw Valley, California,\n  USA, July 10-16, 2011"]}]
["1111.3689",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3689"],"date":["2011-11-15"],"type":["text"],"creator":["Sarma, Anish Das","Jain, Ankur","Machanavajjhala, Ashwin","Bohannon, Philip"],"language":[],"coverage":[],"title":["CBLOCK: An Automatic Blocking Mechanism for Large-Scale De-duplication\n  Tasks"],"description":["  De-duplication---identification of distinct records referring to the same\nreal-world entity---is a well-known challenge in data integration. Since very\nlarge datasets prohibit the comparison of every pair of records, {\\em blocking}\nhas been identified as a technique of dividing the dataset for pairwise\ncomparisons, thereby trading off {\\em recall} of identified duplicates for {\\em\nefficiency}. Traditional de-duplication tasks, while challenging, typically\ninvolved a fixed schema such as Census data or medical records. However, with\nthe presence of large, diverse sets of structured data on the web and the need\nto organize it effectively on content portals, de-duplication systems need to\nscale in a new dimension to handle a large number of schemas, tasks and data\nsets, while handling ever larger problem sizes. In addition, when working in a\nmap-reduce framework it is important that canopy formation be implemented as a\n{\\em hash function}, making the canopy design problem more challenging. We\npresent CBLOCK, a system that addresses these challenges. CBLOCK learns hash\nfunctions automatically from attribute domains and a labeled dataset consisting\nof duplicates. Subsequently, CBLOCK expresses blocking functions using a\nhierarchical tree structure composed of atomic hash functions. The application\nmay guide the automated blocking process based on architectural constraints,\nsuch as by specifying a maximum size of each block (based on memory\nrequirements), impose disjointness of blocks (in a grid environment), or\nspecify a particular objective function trading off recall for efficiency. As a\npost-processing step to automatically generated blocks, CBLOCK {\\em rolls-up}\nsmaller blocks to increase recall. We present experimental results on two\nlarge-scale de-duplication datasets at Yahoo!---consisting of over 140K movies\nand 40K restaurants respectively---and demonstrate the utility of CBLOCK.\n"]}]
["1111.3692",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3692"],"date":["2011-11-15"],"type":["text"],"creator":["Greub, Christoph","Hurth, Tobias","Pilipp, Volker","Schuepbach, Christof"],"language":[],"coverage":[],"title":["Perturbative corrections to B to X_s gamma in supersymmetry at\n  next-to-leading order"],"description":["  We give a brief overview about perturbative corrections to the inclusive\ndecay mode B to X_s gamma in supersymmetric models.\n","Comment: 7 pages, 4 figures, based on a plenary talk given by TH at the\n  International Conference PHOTON 2011, Spa, Belgium, 22.-27.5.2011"]}]
["1111.3703",{"format":[],"subject":["Mathematical Physics","35J60, 47H10","G.1.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3703"],"date":["2011-11-15"],"type":["text"],"creator":["Zhang, QiaoFu","Cui, JunZhi"],"language":[],"coverage":[],"title":["Existence of Rosseland equation"],"description":["  The global boundness, existence and uniqueness are presented for the kind of\nRosseland equation with a small parameter. This problem comes from\nconduction-radiation coupled heat transfer in the composites; it's with\ncoefficients of high order growth and mixed boundary conditions.\n  A linearized map is constructed by fixing the function variables in the\ncoefficients and the right-hand side. The solution to the linearized problem is\nuniformly bounded based on De Giorgi iteration; it is bounded in the H\\\"older\nspace from a Sobolev-Campanato estimate.\n  This linearized map is compact and continuous so that there exists a fixed\npoint.\n  All of these estimates are independent of the small parameter.\n  At the end, the uniqueness of the solution holds if there is a big zero-order\nterm and the solution's gradient is bounded.\n  This existence theorem can be extended to the nonlinear parabolic problem.\n","Comment: 3 pages(Full Version 10 pages)"]}]
["1111.3705",{"format":[],"subject":["Mathematics - Representation Theory","20C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3705"],"date":["2011-11-15"],"type":["text"],"creator":["Ilyuta, Gennadiy"],"language":["ru"],"coverage":[],"title":["Clebsch-Gordan series, the inverse of a Cartan matrix and\n  $\\eta$-invariants"],"description":["  We prove some formulas relating the inverse of a Cartan matrix with algebraic\nand geometric invariants of finite group representations.\n","Comment: in Russian"]}]
["1111.3707",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3707"],"date":["2011-11-15"],"type":["text"],"creator":["Cooper, Jeff","Mubayi, Dhruv"],"language":[],"coverage":[],"title":["Counting independent sets in triangle-free graphs"],"description":["  Ajtai, Koml\\'os, and Szemer\\'edi proved that for sufficiently large $t$ every\ntriangle-free graph with $n$ vertices and average degree $t$ has an independent\nset of size at least $\\frac{n}{100t}\\log{t}$. We extend this by proving that\nthe number of independent sets in such a graph is at least \\[\n2^{(1/2400)\\frac{n}{t}\\log^2{t}}. \\] This result is sharp for infinitely many\n$t,n$ apart from the constant. An easy consequence of our result is that there\nexists $c'>0$ such that every $n$-vertex triangle-free graph has at least \\[\n2^{c'\\sqrt n \\log n} \\] independent sets. We conjecture that the exponent above\ncan be improved to $\\sqrt{n}(\\log{n})^{3/2}$. This would be sharp by the\ncelebrated result of Kim which shows that the Ramsey number $R(3,k)$ has order\nof magnitude $k^2/\\log k$.\n"]}]
["1111.3708",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3708"],"date":["2011-11-15"],"type":["text"],"creator":["McWilliams, Sean T."],"language":[],"coverage":[],"title":["Geostationary Antenna for Disturbance-Free Laser Interferometry (GADFLI)"],"description":["  We present a mission concept, the Geostationary Antenna for Disturbance-Free\nLaser Interferometry (GADFLI), for a space-based gravitational-wave\ninterferometer consisting of three satellites in geostationary orbit around the\nEarth. Compared to the nominal design of the Laser Interferometer Space Antenna\n(LISA), this concept has the advantages of significantly decreased requirements\non the telescope size and laser power, decreased launch mass, substantially\nimproved shot noise resulting from the shorter 73000 km armlengths, simplified\nand less expensive communications, and an overall lower cost which we (roughly)\nestimate at $1.2B. GADFLI preserves much of the science of LISA, particularly\nthe observation of massive black-hole binary coalescences, although the SNR is\ndiminished for all masses in the potential designs we consider.\n","Comment: 6 pages, 3 figures. This document was submitted to NASA in response\n  to a Request For Information, Solicitation #NNH11ZDA019L, Concepts for the\n  NASA Gravitational-Wave Mission"]}]
["1111.3712",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3712"],"date":["2011-11-15"],"type":["text"],"creator":["de Gier, Jan","Galleas, Wellington","Sorrell, Mark"],"language":[],"coverage":[],"title":["Multiple integral formula for the off-shell six vertex scalar product"],"description":["  We write a multiple integral formula for the partition function of the\nZ-invariant six vertex model and demonstrate how it can be specialised to\ncompute the norm of Bethe vectors. We also discuss the possibility of computing\nthree-point functions in N= 4 SYM using these integral formul{\\ae}.\n","Comment: 18 pages, 9 figures"]}]
["1111.3714",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3714"],"date":["2011-11-15"],"type":["text"],"creator":["Yan, Hugen","Xia, Fengnian","Zhu, Wenjuan","Freitag, Marcus","Dimitrakopoulos, Christos","Bol, Ageeth A.","Tulevski, George","Avouris, Phaedon"],"language":[],"coverage":[],"title":["Infrared Spectroscopy of Wafer-Scale Graphene"],"description":["  We report on spectroscopy results from the mid- to far-infrared on\nwafer-scale graphene, grown either epitaxially on silicon carbide, or by\nchemical vapor deposition. The free carrier absorption (Drude peak) is\nsimultaneously obtained with the universal optical conductivity (due to\ninterband transitions), and the wavelength at which Pauli blocking occurs due\nto band filling. From these the graphene layer number, doping level, sheet\nresistivity, carrier mobility, and scattering rate can be inferred. The mid-IR\nabsorption of epitaxial two-layer graphene shows a less pronounced peak at\n0.37\\pm0.02 eV compared to that in exfoliated bilayer graphene. In heavily\nchemically-doped single layer graphene, a record high transmission reduction\ndue to free carriers approaching 40% at 250 \\mum (40 cm-1) is measured in this\natomically thin material, supporting the great potential of graphene in\nfar-infrared and terahertz optoelectronics.\n","Comment: ACS Nano Just Accepted; http://dx.doi.org/10.1021/nn203506n, 2011"]}]
["1111.3715",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3715"],"date":["2011-11-15"],"type":["text"],"creator":["Huang, Wenqi","Ye, Tao","Chen, Duanbing"],"language":[],"coverage":[],"title":["Corner Occupying Theorem for the Two-dimensional Integral Rectangle\n  Packing Problem"],"description":["  This paper proves a corner occupying theorem for the two-dimensional integral\nrectangle packing problem, stating that if it is possible to orthogonally place\nn arbitrarily given integral rectangles into an integral rectangular container\nwithout overlapping, then we can achieve a feasible packing by successively\nplacing an integral rectangle onto a bottom-left corner in the container. Based\non this theorem, we might develop efficient heuristic algorithms for solving\nthe integral rectangle packing problem. In fact, as a vague conjecture, this\ntheorem has been implicitly mentioned with different appearances by many people\nfor a long time.\n","Comment: 11 pages, 10 figures. arXiv admin note: substantial text overlap with\n  arXiv:1107.4463"]}]
["1111.3716",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3716"],"date":["2011-11-16"],"type":["text"],"creator":["Ling, Yi"],"language":[],"coverage":[],"title":["A note on superluminal neutrinos and deformed special relativity"],"description":["  In this short note we remark that the OPERA measurement could be reconciled\nwith information from SN1987a in the context of deformed special relativity\nwithout the loss of energy through Cherenkov-like process reported by Cohen and\nGlashow.\n","Comment: 2 pages"]}]
["1111.3718",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology","19E15, 18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3718"],"date":["2011-11-16"],"type":["text"],"creator":["Banerjee, Anandam"],"language":[],"coverage":[],"title":["Tensor functor from Smooth Motives to motives over a base"],"description":["  Recently, Levine constructed a DG category whose homotopy category is\nequivalent to the full subcategory of motives over a base-scheme $S$ generated\nby the motives of smooth projective $S$-schemes, assuming that $S$ is itself\nsmooth over a perfect field. In his construction, the tensor structure required\n$\\mathbb{Q}$-coefficients. The author has previously shown how to provide a\ntensor structure on the homotopy category mentioned above, when $S$ is\nsemi-local and essentially smooth over a field of characteristic zero,\nextending Levine's tensor structure with $\\mathbb{Q}$-coefficients. In this\narticle, it is shown that, under these conditions, the fully faithful functor\n$\\rho_S$ that Levine constructed from his category of smooth motives to the\ncategory $DM_S$ of motives over a base (defined by Cisinski-D\\'{e}glise) is a\ntensor functor.\n"]}]
["1111.3719",{"format":[],"subject":["Mathematics - Functional Analysis","47A60, 47D06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3719"],"date":["2011-11-16"],"type":["text"],"creator":["Merdy, Christian Le"],"language":[],"coverage":[],"title":["A sharp equivalence between $H^\\infty$ functional calculus and square\n  function estimates"],"description":["  Let T_t = e^{-tA} be a bounded analytic semigroup on Lp, with 1<p<\\infty. It\nis known that if A and its adjoint A^* both satisfy square function estimates\n\\bignorm{\\bigl(\\int_{0}^{\\infty}| A^{1/2} T_t(x)|^2\\, dt\\,\\bigr)^{1/2}_{Lp}\n\\lesssim \\norm{x} and \\bignorm{\\bigl(\\int_{0}^{\\infty}|A^{*}^{1/2}\nT_t^*(y)|^2\\, dt\\,\\bigr)^{1/2}_{Lp'} \\lesssim \\norm{y} for x in Lp and y in\nLp', then A admits a bounded H^{\\infty}(\\Sigma_\\theta) functional calculus for\nany \\theta>\\frac{\\pi}{2}. We show that this actually holds true for some\n\\theta<\\frac{\\pi}{2}.\n"]}]
["1111.3724",{"format":[],"subject":["Mathematics - Differential Geometry","70S10, 35L65, 70H33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3724"],"date":["2011-11-16"],"type":["text"],"creator":["Nadjafikhah, M.","Chamazkoti, R. Bakhshandeh","Ahangari, F."],"language":[],"coverage":[],"title":["Potential symmetries and conservation laws for generalized quasilinear\n  hyperbolic equations"],"description":["  Based on Lie group method, potential symmetry and invariant solutions for\ngeneralized quasilinear hyperbolic equations are studied. To obtain the\ninvariant solutions in explicit form, we focus on the physically interesting\nsituations which admit potential symmetries. Then by using the partial\nLagrangian approach, we find conservation laws for this equation in three\nphysically interesting cases.\n","Comment: Applied Mathematics and Mechanics(2011) - Springer"]}]
["1111.3732",{"format":[],"subject":["Mathematics - Combinatorics","05A10 (Primary) 33B15, 60C99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3732"],"date":["2011-11-16"],"type":["text"],"creator":["Vignat, Christophe","Moll, Victor H."],"language":[],"coverage":[],"title":["A probabilistic approach to some binomial identities"],"description":["  Classical binomial identities are established by giving probabilistic\ninterpretations to the summands. The examples include Vandermonde identity and\nsome generalizations.\n"]}]
["1111.3733",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3733","Physica Status Solidi RRL, 5, 450 (2011)","doi:10.1002/pssr.201105368"],"date":["2011-11-16"],"type":["text"],"creator":["Sedlmayr, N.","Dugaev, V. K.","Inglot, M.","Berakdar, J."],"language":[],"coverage":[],"title":["Indirect Interaction of Magnetic Domain Walls"],"description":["  We calculate the electron-mediated exchange interaction between two domain\nwalls in magnetic wires. This corresponds to the equilibrium regime and,\ntherefore, the interaction can be additionally controlled by an electric\ncurrent. The exchange interaction is long ranged and oscillates as a function\nof the distance between the walls. It also depends oscillatory on the\npolarization angle of the walls, having the maximum value for collinear\npolarization.\n","Comment: 3 pages, 3 figures"]}]
["1111.3735",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3735"],"date":["2011-11-16"],"type":["text"],"creator":["Synnaeve, Gabriel","Bessière, Pierre"],"language":[],"coverage":[],"title":["A Bayesian Model for Plan Recognition in RTS Games applied to StarCraft"],"description":["  The task of keyhole (unobtrusive) plan recognition is central to adaptive\ngame AI. \"Tech trees\" or \"build trees\" are the core of real-time strategy (RTS)\ngame strategic (long term) planning. This paper presents a generic and simple\nBayesian model for RTS build tree prediction from noisy observations, which\nparameters are learned from replays (game logs). This unsupervised machine\nlearning approach involves minimal work for the game developers as it leverage\nplayers' data (com- mon in RTS). We applied it to StarCraft1 and showed that it\nyields high quality and robust predictions, that can feed an adaptive AI.\n","Comment: 7 pages; Artificial Intelligence and Interactive Digital\n  Entertainment Conference (AIIDE 2011), Palo Alto : \\'Etats-Unis (2011)"]}]
["1111.3738",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3738","Journal of Advanced Dielectrics 1, 309-317 (2011)","doi:10.1142/S2010135X11000367"],"date":["2011-11-16"],"type":["text"],"creator":["Nuzhnyy, D.","Petzelt, J.","Bovtun, V.","Kempa, M.","Savinov, M.","Elissalde, C.","Chung, U-C.","Michau, D.","Maglione, M.","Estournes, C."],"language":[],"coverage":[],"title":["High-frequency dielectric spectroscopy of batio3 core - silica shell\n  nanocomposites: Problem of interdiffusion"],"description":["  Three types of BaTiO3 core - amorphous nano-shell composite ceramics were\nprocessed from the same core-shell powder by standard sintering, spark-plasma\nsintering and two-step sintering techniques and characterized by XRD, HRSEM and\nbroad-band dielectric spectroscopy in the frequency range 10^3 - 10^13 Hz\nincluding the THz and IR range. The samples differed by porosity and by the\namount of interdiffusion from the cores to shells, in correlation with their\nincreasing porosity. The dielectric spectra were also calculated using suitable\nmodels based on effective medium approximation. The measurements revealed a\nstrong dielectric dispersion below the THz range, which cannot be explained by\nthe modeling, and whose strength was in correlation with the degree of\ninterdiffusion. We assigned it to an effect of the interdiffusion layers,\ngiving rise to a strong interfacial polarization. It appears that the\nhigh-frequency dielectric spectroscopy is an extremely sensitive tool for\ndetection of any gradient layers and sample inhomogeneities even in dielectric\nmaterials with negligible conductivity.\n"]}]
["1111.3747",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3747"],"date":["2011-11-16"],"type":["text"],"creator":["Baader, Sebastian"],"language":[],"coverage":[],"title":["Bipartite graphs and combinatorial adjacency"],"description":["  We present a simple combinatorial model for quasipositive surfaces and\npositive braids, based on embedded bipartite graphs. As a first application, we\nextend the well-known duality on standard diagrams of torus links to twisted\ntorus links. We then introduce a combinatorial notion of adjacency for\nbipartite graph links and discuss its potential relation with the adjacency\nproblem for plane curve singularities.\n","Comment: 12 pages, 10 figures"]}]
["1111.3753",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3753","doi:10.1109/ITCC.2005.107"],"date":["2011-11-16"],"type":["text"],"creator":["Goyal, Vipul","Kumar, Virendra","Singh, Mayank","Abraham, Ajith","Sanyal, Sugata"],"language":[],"coverage":[],"title":["CompChall: Addressing Password Guessing Attacks"],"description":["  Even though passwords are the most convenient means of authentication, they\nbring along themselves the threat of dictionary attacks. Dictionary attacks may\nbe of two kinds: online and offline. While offline dictionary attacks are\npossible only if the adversary is able to collect data for a successful\nprotocol execution by eavesdropping on the communication channel and can be\nsuccessfully countered using public key cryptography, online dictionary attacks\ncan be performed by anyone and there is no satisfactory solution to counter\nthem. This paper presents a new authentication protocol which is called\nCompChall (computational challenge). The proposed protocol uses only one way\nhash functions as the building blocks and attempts to eliminate online\ndictionary attacks by implementing a challenge-response system. This\nchallenge-response system is designed in a fashion that it does not pose any\ndifficulty to a genuine user but is time consuming and computationally\nintensive for an adversary trying to launch a large number of login requests\nper unit time as in the case of an online dictionary attack. The protocol is\nstateless and thus less vulnerable to DoS (Denial of Service) attacks.\n","Comment: 6 Pages, 1 Figure; International Conference on Information\n  Technology: Coding and Computing, 2005. ITCC 2005"]}]
["1111.3755",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3755"],"date":["2011-11-16"],"type":["text"],"creator":["Rosaev, Alexey"],"language":[],"coverage":[],"title":["Capture in restricted four body problem"],"description":["  A number of irregular moons of the Jovian planets have recently been\ndiscovered. Most adequate way of their origin is capture, but detailed\nmechanism is unknown. A few possibilities are discussed: collisions, gas drag,\ntidal destruction of a binary asteroid. In this paper the capture process in\nrestricted four body problem (RFBP) is researched. The interaction with regular\nsatellite can be studied by this way as well as binary asteroid destruction in\nHill sphere of planet. The energetic criteria of ballistic capture are studied\nand some numerical experiments are developed. It is confirmed, that capture in\nfour body problem is more probable on retrograde than on prograde orbit. In\naccording with our results, encounter with regular satellites is more effective\nmechanism to create an irregular satellite population, than a binary asteroid\nflyby.\n","Comment: 9 pages, 5 figures, Symposium on Orbit Propagation and Determination,\n  Lille, 26-28 Sept"]}]
["1111.3758",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3758"],"date":["2011-11-16"],"type":["text"],"creator":["Das, Soumyendu","Das, Subhendu","Bandyopadhyay, Bijoy","Sanyal, Sugata"],"language":[],"coverage":[],"title":["Steganography and Steganalysis: Different Approaches"],"description":["  Steganography is the technique of hiding confidential information within any\nmedia. Steganography is often confused with cryptography because the two are\nsimilar in the way that they both are used to protect confidential information.\nThe difference between the two is in the appearance in the processed output;\nthe output of steganography operation is not apparently visible but in\ncryptography the output is scrambled so that it can draw attention. Steganlysis\nis process to detect of presence of steganography. In this article we have\ntried to elucidate the different approaches towards implementation of\nsteganography using 'multimedia' file (text, static image, audio and video) and\nNetwork IP datagram as cover. Also some methods of steganalysis will be\ndiscussed.\n","Comment: 11 Pages, 5 Figures; International Journal of Computers, Information\n  Technology and Engineering (IJCITAE), Vol. 2, No 1, June, 2008, Serial\n  Publications"]}]
["1111.3759",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3759"],"date":["2011-11-16"],"type":["text"],"creator":["Shi, Jian","Gao, Zongsheng"],"language":[],"coverage":[],"title":["Characterizations of operator order for k strictly positive operators"],"description":["  Let $A_{i}\\ (i=1, 2, ..., k)$ be bounded linear operators on a Hilbert space.\nThis paper aims to show characterizations of operator order $A_{k}\\geq\nA_{k-1}\\geq...\\geq A_{2}\\geq A_{1}>0$ in terms of operator inequalities.\nAfterwards, an application of the characterizations is given to operator\nequalities due to Douglas's majorization and factorization theorem.\n"]}]
["1111.3764",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3764"],"date":["2011-11-16"],"type":["text"],"creator":["Sembolini, Federico","Yepes, Gustavo","De Petris, Marco"],"language":[],"coverage":[],"title":["Baryon and Sunyaev-Zel'dovich effect properties of MareNostrum and\n  MultiDark simulated clusters (MUSIC)"],"description":["  We report the first results of the MUSIC project. It consists of two data\nsets of resimulates clusters extracted from two large dark matter only\nsimulations: Marenostrum Universe and Multidark. In total, the MUSIC contains\nmore than 400 clusters resimulated with high resolution both with radiative and\nnon-radiative physics included. Here we present the first results on the\nproperties of the baryon content and the Sunyaev Zeldovich scaling relations.\n","Comment: 4 pages, 3 figures, submitted to ASP Conference Series"]}]
["1111.3768",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Combinatorics","62K05 (Primary) 62K10, 05C40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3768"],"date":["2011-11-16"],"type":["text"],"creator":["Bailey, R. A.","Cameron, Peter J."],"language":[],"coverage":[],"title":["Using graphs to find the best block designs"],"description":["  A statistician designing an experiment wants to get as much information as\npossible from the data gathered. Often this means the most precise estimate\npossible (that is, an estimate with minimum possible variance) of the unknown\nparameters. If there are several parameters, this can be interpreted in many\nways: do we want to minimize the average variance, or the maximum variance, or\nthe volume of a confidence region for the parameters?\n  In the case of block designs, these optimality criteria can be calculated\nfrom the concurrence graph of the design, and in many cases from its Laplacian\neigenvalues. The Levi graph can also be used. The various criteria turn out to\nbe closely connected with other properties of the graph as a network, such as\nnumber of spanning trees, isoperimetric number, and the sum of the resistances\nbetween pairs of vertices when the graph is regarded as an electrical network.\n  In this chapter, we discuss the notions of optimality for incomplete-block\ndesigns, explain the graph-theoretic connections, and prove some old and new\nresults about optimality.\n","Comment: Book chapter; 43 pages; diagrams"]}]
["1111.3771",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3771","Acta Physica Polonica B Proceedings Supplement vol. 4 (2011) page\n  609","doi:10.5506/APhysPolBSupp.4.609"],"date":["2011-11-16"],"type":["text"],"creator":["Nahrgang, Marlene","Bleicher, Marcus"],"language":[],"coverage":[],"title":["The QCD Phase Diagram in Chiral Fluid Dynamics"],"description":["  We give a general overview about the approaches to study the phase diagram of\nQCD. Thereafter, we examine the evolution of a fireball in a chiral fluid\ndynamic model including nonequilibrium effects.\n","Comment: Presented at Excited QCD 2011"]}]
["1111.3779",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3779"],"date":["2011-11-16"],"type":["text"],"creator":["Fitzpatrick, Gerard","Connaughton, Valerie","McBreen, Sheila","Tierney, Dave"],"language":[],"coverage":[],"title":["Uncovering low-level Fermi/GBM emission using orbital background\n  subtraction"],"description":["  The secondary instrument onboard Fermi, the Gamma-ray Burst Monitor (GBM) is\nan all sky monitor consisting of 14 scintillation detectors. When analysing\ntransient events such as Gamma-Ray Bursts (GRBs) and Solar Flares (SFs) the\nbackground is usually modelled as a polynomial (order 0-4). However, for long\nevents the background may vary more than can be accounted for with a simple\npolynomial. In these cases a more accurate knowledge of GBM's background rates\nis required. Here we present an alternative method of both determining the\nbackground and distinguishing low-level emission from the instrumental\nbackground.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1111.3781",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3781"],"date":["2011-11-16"],"type":["text"],"creator":["Suzuki, Taiji"],"language":[],"coverage":[],"title":["Fast Learning Rate of Non-Sparse Multiple Kernel Learning and Optimal\n  Regularization Strategies"],"description":["  In this paper, we give a new generalization error bound of Multiple Kernel\nLearning (MKL) for a general class of regularizations, and discuss what kind of\nregularization gives a favorable predictive accuracy. Our main target in this\npaper is dense type regularizations including \\ellp-MKL. According to the\nrecent numerical experiments, the sparse regularization does not necessarily\nshow a good performance compared with dense type regularizations. Motivated by\nthis fact, this paper gives a general theoretical tool to derive fast learning\nrates of MKL that is applicable to arbitrary mixed-norm-type regularizations in\na unifying manner. This enables us to compare the generalization performances\nof various types of regularizations. As a consequence, we observe that the\nhomogeneity of the complexities of candidate reproducing kernel Hilbert spaces\n(RKHSs) affects which regularization strategy (\\ell1 or dense) is preferred. In\nfact, in homogeneous complexity settings where the complexities of all RKHSs\nare evenly same, \\ell1-regularization is optimal among all isotropic norms. On\nthe other hand, in inhomogeneous complexity settings, dense type\nregularizations can show better learning rate than sparse \\ell1-regularization.\nWe also show that our learning rate achieves the minimax lower bound in\nhomogeneous complexity settings.\n","Comment: 45 pages, 5 figures. The short version is accepted by NIPS2011"]}]
["1111.3782",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs","26D10, 46E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3782","doi:10.1016/j.jmaa.2011.11.033"],"date":["2011-11-16"],"type":["text"],"creator":["Su, Dan","Yang, Qiao-Hua"],"language":[],"coverage":[],"title":["On the best constants of Hardy inequality in $\\mathbb{R}^{n-k}\\times\n  (\\mathbb{R}_{+})^{k}$ and related improvements"],"description":["  We compute the explicit sharp constants of Hardy inequalities in the cone\n$\\mathbb{R}_{k_+}^{n}:=\\mathbb{R}^{n-k}\\times\n(\\mathbb{R}_{+})^{k}=\\{(x_{1},...,x_{n})|x_{n-k+1}>0,...,x_{n}>0\\}$ with $1\\leq\nk\\leq n$. Furthermore, the spherical harmonic decomposition is given for a\nfunction $u\\in C^{\\infty}_{0}(\\mathbb{R}_{k_+}^{n})$. Using this decomposition\nand following the idea of Tertikas and Zographopoulos, we obtain the\nFilippas-Tertikas improvement of the Hardy inequality.\n","Comment: 7 pages"]}]
["1111.3784",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3784"],"date":["2011-11-16"],"type":["text"],"creator":["Buddelmeijer, Hugo","Boxhoorn, Danny","Valentijn, Edwin A."],"language":[],"coverage":[],"title":["Automatic Optimized Discovery, Creation and Processing of Astronomical\n  Catalogs"],"description":["  We present the design of a novel way of handling astronomical catalogs in\nAstro-WISE in order to achieve the scalability required for the data produced\nby large scale surveys. A high level of automation and abstraction is achieved\nin order to facilitate interoperation with visualization software for\ninteractive exploration. At the same time flexibility in processing is enhanced\nand data is shared implicitly between scientists.\n  This is accomplished by using a data model that primarily stores how catalogs\nare derived; the contents of the catalogs are only created when necessary and\nstored only when beneficial for performance. Discovery of existing catalogs and\ncreation of new catalogs is done through the same process by directly\nrequesting the final set of sources (astronomical objects) and attributes\n(physical properties) that is required, for example from within visualization\nsoftware.\n  New catalogs are automatically created to provide attributes of sources for\nwhich no suitable existing catalogs can be found. These catalogs are defined to\ncontain the new attributes on the largest set of sources the calculation of the\nattributes is applicable to, facilitating reuse for future data requests.\nSubsequently, only those parts of the catalogs that are required for the\nrequested end product are actually processed, ensuring scalability.\n  The presented mechanisms primarily determine which catalogs are created and\nwhat data has to be processed and stored: the actual processing and storage\nitself is left to existing functionality of the underlying information system.\n","Comment: Accepted for publication in topical issue of Experimental Astronomy\n  on Astro-WISE information system"]}]
["1111.3787",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3787"],"date":["2011-11-16"],"type":["text"],"creator":["Jorge, Grasiele Cristiane","Ferrari, Agnaldo José","Costa, Sueli Irene Rodrigues"],"language":[],"coverage":[],"title":["Rotated Dn-lattices"],"description":["  Based on algebraic number theory we construct some families of rotated\nDn-lattices with full diversity which can be good for signal transmission over\nboth Gaussian and Rayleigh fading channels. Closed-form expressions for the\nminimum product distance of those lattices are obtained through algebraic\nproperties.\n"]}]
["1111.3805",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3805"],"date":["2011-11-16"],"type":["text"],"creator":["Dupuy, Florian","Loubaton, Philippe"],"language":[],"coverage":[],"title":["Diversity of the MMSE receiver in flat fading and frequency selective\n  MIMO channels at fixed rate"],"description":["  In this contribution, the evaluation of the diversity of the MIMO MMSE\nreceiver is addressed for finite rates in both flat fading channels and\nfrequency selective fading channels with cyclic prefix. It has been observed\nrecently that in contrast with the other MIMO receivers, the MMSE receiver has\na diversity depending on the aimed finite rate, and that for sufficiently low\nrates the MMSE receiver reaches the full diversity - that is, the diversity of\nthe ML receiver. This behavior has so far only been partially explained. The\npurpose of this paper is to provide complete proofs for flat fading MIMO\nchannels, and to improve the partial existing results in frequency selective\nMIMO channels with cyclic prefix.\n","Comment: Extended version of Asilomar 2011 conference paper, 17 pages, 2\n  figures"]}]
["1111.3806",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3806"],"date":["2011-11-16"],"type":["text"],"creator":["Saarinen, Aki","Siekkinen, Matti","Xiao, Yu","Nurminen, Jukka K.","Kemppainen, Matti","Hui, Pan"],"language":[],"coverage":[],"title":["Offloadable Apps using SmartDiet: Towards an analysis toolkit for mobile\n  application developers"],"description":["  Offloading work to cloud is one of the proposed solutions for increasing the\nbattery life of mobile devices. Most prior research has focused on\ncomputation-intensive applications, even though such applications are not the\nmost popular ones. In this paper, we first study the feasibility of\nmethod-level offloading in network-intensive applications, using an open source\nTwitter client as an example. Our key observation is that implementing\noffloading transparently to the developer is difficult: various constraints\nheavily limit the offloading possibilities, and estimation of the potential\nbenefit is challenging. We then propose a toolkit, SmartDiet, to assist mobile\napplication developers in creating code which is suitable for energy-efficient\noffloading. SmartDiet provides fine-grained offloading constraint\nidentification and energy usage analysis for Android applications. In addition\nto outlining the overall functionality of the toolkit, we study some of its key\nmechanisms and identify the remaining challenges.\n","Comment: 7 pages, 2 figures, 2 tables"]}]
["1111.3815",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3815","PoS(Lattice 2011)041"],"date":["2011-11-16"],"type":["text"],"creator":["Miao, Chuan","Meyer, Harvey B.","Wittig, Hartmut"],"language":[],"coverage":[],"title":["Twisted-mass reweighting for O(a) improved Wilson fermions"],"description":["  We test the reweighting of the quark determinant of O(a) improved Wilson\nfermions in the domain-decomposed hybrid Monte-Carlo algorithm. Specifically,\nwe implement a reweighting in a twisted-mass parameter proposed by Palombi and\nL\\\"uscher in $N_{\\rm f}=2$ QCD. We find that at equal acceptance rate, the\nalgorithm is significantly more stable on a $32\\times64^3$ lattice upon\nswitching on the reweighting parameter. At the same time, the reweighting\nfactor does not fluctuate strongly and hence is under control. At equal\nstatistics, the uncertainty on the pion correlator is comparable to the case of\nthe standard, unreweighted algorithm.\n","Comment: 7 pages, 5 figures, XXIX International Symposium On Lattice Field\n  Theory"]}]
["1111.3818",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3818"],"date":["2011-11-16"],"type":["text"],"creator":["Hünniger, Martin"],"language":[],"coverage":[],"title":["Good Pairs of Adjacency Relations in Arbitrary Dimensions"],"description":["  In this text we show, that the notion of a \"good pair\" that was introduced in\nthe paper \"Digital Manifolds and the Theorem of Jordan-Brouwer\" has actually\nknown models. We will show, how to choose cubical adjacencies, the\ngeneralizations of the well known 4- and 8-neighborhood to arbitrary\ndimensions, in order to find good pairs. Furthermore, we give another proof for\nthe well known fact that the Khalimsky-topology implies good pairs. The outcome\nis consistent with the known theory as presented by T.Y. Kong, A. Rosenfeld,\nG.T. Herman and M. Khachan et.al and gives new insights in higher dimensions.\n","Comment: 29 pages, 5 figures"]}]
["1111.3819",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3819","Science 20 May 2011: Vol. 332 no. 6032 pp. 937-940","doi:10.1126/science.1202647"],"date":["2011-11-16"],"type":["text"],"creator":["Boris, A. V.","Matiks, Y.","Benckiser, E.","Frano, A.","Popovich, P.","Hinkov, V.","Wochner, P.","Castro-Colin, M.","Detemple, E.","Malik, V. K.","Bernhard, C.","Prokscha, T.","Suter, A.","Salman, Z.","Morenzoni, E.","Cristiani, G.","Habermeier, H. -U.","Keimer, B."],"language":[],"coverage":[],"title":["Dimensionality Control of Electronic Phase Transitions in Nickel-Oxide\n  Superlattices"],"description":["  The competition between collective quantum phases in materials with strongly\ncorrelated electrons depends sensitively on the dimensionality of the electron\nsystem, which is difficult to control by standard solid-state chemistry. We\nhave fabricated superlattices of the paramagnetic metal LaNiO3 and the wide-gap\ninsulator LaAlO3 with atomically precise layer sequences. Using optical\nellipsometry and low-energy muon spin rotation, superlattices with LaNiO3 as\nthin as two unit cells are shown to undergo a sequence of collective\nmetalinsulator and antiferromagnetic transitions as a function of decreasing\ntemperature, whereas samples with thicker LaNiO3 layers remain metallic and\nparamagnetic at all temperatures. Metal-oxide superlattices thus allow control\nof the dimensionality and collective phase behavior of correlated-electron\nsystems.\n"]}]
["1111.3823",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3823"],"date":["2011-11-16"],"type":["text"],"creator":["Niemann, Bruno"],"language":[],"coverage":[],"title":["Spherical affine cones in exceptional cases and related branching rules"],"description":["  Given a complex simply connected simple algebraic group $G$ of exceptional\ntype and a maximal parabolic subgroup $P \\subset G$, we classify all triples\n$(G,P,H)$ such that $H \\subset G$ is a maximal reductive subgroup acting\nspherically on $G/P$. In addition we derive branching rules for $\\text{res}^G_H\n(V^*_{k\\omega_i})$, $k \\in \\N$, where $\\omega_i$ is the fundamental weight\nassociated to $P$.\n  This is the first of two parts of a project to classify all such triples and\ncorresponding branching rules for all simply connected simple algebraic groups.\n"]}]
["1111.3827",{"format":[],"subject":["Mathematics - Numerical Analysis","65D30 (Secondary) 65D32 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3827"],"date":["2011-11-16"],"type":["text"],"creator":["Papanicolopulos, Stefanos-Aldo"],"language":[],"coverage":[],"title":["Analytical computation of moderate-degree fully-symmetric cubature rules\n  on the triangle"],"description":["  A method is developed to compute analytically fully symmetric cubature rules\non the triangle by using symmetric polynomials to express the two kinds of\ninvariance inherent in these rules. Rules of degree up to 15, some of them new\nand of good quality, are computed and presented.\n","Comment: 13 pages, submitted to Journal of Computational and Applied\n  Mathematics"]}]
["1111.3829",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3829"],"date":["2011-11-16"],"type":["text"],"creator":["Pennini, F.","Plastino, A."],"language":[],"coverage":[],"title":["Quantum echoes in classical and semiclassical statistical treatments"],"description":["  Some quantal systems require only a small part of the full quantum theory for\ntheir analysis in classical terms. In such understanding we review some recent\nliterature on semiclassical treatments.\n  An analysis of it allows one to see that some important quantum features of\nthe harmonic oscillator can indeed be already encountered at the classical or\nsemiclassical statistical levels.\n","Comment: 12 pages"]}]
["1111.3833",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L10 (Primary) 46L54 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3833"],"date":["2011-11-16"],"type":["text"],"creator":["Bhat, B. V. Rajarama","Ravichandran, Mohan"],"language":[],"coverage":[],"title":["The Schur-Horn theorem for operators with finite spectrum"],"description":["  The carpenter problem in the context of $II_1$ factors, formulated by Kadison\nasks: Let $\\mathcal{A} \\subset \\mathcal{M}$ be a masa in a type $II_1$ factor\nand let $E$ be the normal conditional expectation from $\\mathcal{M}$ onto\n$\\mathcal{A}$. Then, is it true that for every positive contraction $A$ in\n$\\mathcal{A}$, there is a projection $P$ in $\\mathcal{M}$ such that $E(P) = A$?\nIn this note, we show that this is true if $A$ has finite spectrum. We will\nthen use this result to prove an exact Schur-Horn theorem for\n(positive)operators with finite spectrum and an approximate Schur-Horn theorem\nfor general (positive)operators.\n","Comment: 10 pages, no figures"]}]
["1111.3838",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3838","J. Phys.: Condens. Matter 23 446005 (2011)","doi:10.1088/0953-8984/23/44/446005"],"date":["2011-11-16"],"type":["text"],"creator":["Dolocan, Voicu O."],"language":[],"coverage":[],"title":["Spatial distribution of spin-wave modes in cylindrical nanowires of\n  finite aspect ratio"],"description":["  The spin wave modes of cylindrical nanowires of moderate diameter-to-length\nratio are investigated in this article. Based on three dimensional simulations\nand analytical calculations we determine the spatial structure of the modes. We\nshow that standing spin waves and localized edge modes form the discrete\nspectrum of the nanowires. Using a simple analytical model we infer an extended\ndispersion relation for spin waves in cylinders. Considering the variation of\nthe demagnetizing (internal) field we show that the localized dipole-exchange\nmodes at the edges are always present.\n","Comment: 8 pages, 5 figures"]}]
["1111.3839",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3839"],"date":["2011-11-16"],"type":["text"],"creator":["Scheffler, David","Buballa, Michael","Wambach, Jochen"],"language":[],"coverage":[],"title":["PNJL model analysis of the Roberge-Weiss transition endpoint at\n  imaginary chemical potential"],"description":["  Motivated by lattice QCD studies we investigate the RW transition endpoint at\nimaginary chemical potential in a two-flavor PNJL model. We focus on the\nquark-mass dependence of the endpoint using different forms of the\nPolyakov-loop potential.\n","Comment: Presented at the HIC for FAIR Workshop and XXVIII Max Born Symposium\n  \"Three Days on Quarkyonic Island\", Wroc{\\l}aw, Poland, May 19-21, 2011"]}]
["1111.3840",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3840"],"date":["2011-11-16"],"type":["text"],"creator":["Ryazanov, V. V."],"language":[],"coverage":[],"title":["Nonequilibrium Statistical Operator for Systems of Finite Size"],"description":["  The lifetime of statistical system is introduced. It is supposed that the\nnonequilibrium statistical operator implicitly contains the lifetime. The\noperations of taking of invariant part, averaging on initial conditions used in\nworks of D.N. Zubarev, temporary coarse-graining (Kirkwood), choose of the\ndirection of time are replaced by averaging on lifetime distribution. The\nexpression for lifetime change at transitions from quasi-equilibrium system to\nnonequilibrium one is derived. A sort of the nonequilibrium statistical\noperator for systems of the finite sizes is suggested.\n","Comment: 29 pages"]}]
["1111.3846",{"format":[],"subject":["Computer Science - Learning","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3846"],"date":["2011-11-16"],"type":["text"],"creator":["Lattimore, Tor","Hutter, Marcus"],"language":[],"coverage":[],"title":["No Free Lunch versus Occam's Razor in Supervised Learning"],"description":["  The No Free Lunch theorems are often used to argue that domain specific\nknowledge is required to design successful algorithms. We use algorithmic\ninformation theory to argue the case for a universal bias allowing an algorithm\nto succeed in all interesting problem domains. Additionally, we give a new\nalgorithm for off-line classification, inspired by Solomonoff induction, with\ngood performance on all structured problems under reasonable assumptions. This\nincludes a proof of the efficacy of the well-known heuristic of randomly\nselecting training data in the hope of reducing misclassification rates.\n","Comment: 16 LaTeX pages, 1 figure"]}]
["1111.3847",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3847"],"date":["2011-11-16"],"type":["text"],"creator":["Lerario, Antonio"],"language":[],"coverage":[],"title":["The total Betti number of the intersection of three real quadrics"],"description":["  We prove that the total Betti number of the intersection X of three quadrics\nin RP^n is bounded by n(n+1). This bound improves the classical Barvinok's one\nwhich is at least of order three in n.\n"]}]
["1111.3851",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3851"],"date":["2011-11-16"],"type":["text"],"creator":["Lerario, Antonio"],"language":[],"coverage":[],"title":["Plenty of Morse functions by perturbing with sums of squares"],"description":["  Given a smooth function f on R^n and a submanifold M, we prove that the set\nof diagonal quadratic forms q such that the restriction of f+q to M is Morse is\na dense set (in the n-dimensional space of diagonal quadratic forms). The\nstandard transversality argument seems not to work and we need a more refined\napproach.\n"]}]
["1111.3854",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3854"],"date":["2011-11-16"],"type":["text"],"creator":["Wood, Ian","Sunehag, Peter","Hutter, Marcus"],"language":[],"coverage":[],"title":["(Non-)Equivalence of Universal Priors"],"description":["  Ray Solomonoff invented the notion of universal induction featuring an aptly\ntermed \"universal\" prior probability function over all possible computable\nenvironments. The essential property of this prior was its ability to dominate\nall other such priors. Later, Levin introduced another construction --- a\nmixture of all possible priors or `universal mixture'. These priors are well\nknown to be equivalent up to multiplicative constants. Here, we seek to clarify\nfurther the relationships between these three characterisations of a universal\nprior (Solomonoff's, universal mixtures, and universally dominant priors). We\nsee that the the constructions of Solomonoff and Levin define an identical\nclass of priors, while the class of universally dominant priors is strictly\nlarger. We provide some characterisation of the discrepancy.\n","Comment: 10 LaTeX pages, 1 figure"]}]
["1111.3861",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3861"],"date":["2011-11-16"],"type":["text"],"creator":["Krauss, Patrick","Metzner, Claus","Lange, Janina","Lang, Nadine","Fabry, Ben"],"language":[],"coverage":[],"title":["Reconstructing fiber networks from confocal image stacks"],"description":["  We present a numerically efficient method to reconstruct a disordered network\nof thin biopolymers, such as collagen gels, from three-dimensional (3D) image\nstacks recorded with a confocal microscope. Our method is based on a template\nmatching algorithm that simultaneously performs a binarization and\nskeletonization of the network. The size and intensity pattern of the template\nis automatically adapted to the input data so that the method is scale\ninvariant and generic. Furthermore, the template matching threshold is\niteratively optimized to ensure that the final skeletonized network obeys a\nuniversal property of voxelized random line networks, namely, solid-phase\nvoxels have most likely three solid-phase neighbors in a $3\\times3$\nneighborhood. This optimization criterion makes our method free of user-defined\nparameters and the output exceptionally robust against imaging noise.\n"]}]
["1111.3864",{"format":[],"subject":["Quantum Physics","Physics - Instrumentation and Detectors","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3864","Optics Express, Vol. 19, Issue 23, pp. 23249-23257 (2011)","doi:10.1364/OE.19.023249"],"date":["2011-11-16"],"type":["text"],"creator":["Avella, A.","Brida, G.","Degiovanni, I. P.","Genovese, M.","Gramegna, M.","Lolli, L.","Monticone, E.","Portesi, C.","Rajteri, M.","Rastello, M. L.","Taralli, E.","Traina, P.","White, M."],"language":[],"coverage":[],"title":["Self consistent, absolute calibration technique for photon number\n  resolving detectors"],"description":["  Well characterized photon number resolving detectors are a requirement for\nmany applications ranging from quantum information and quantum metrology to the\nfoundations of quantum mechanics. This prompts the necessity for reliable\ncalibration techniques at the single photon level. In this paper we propose an\ninnovative absolute calibration technique for photon number resolving\ndetectors, using a pulsed heralded photon source based on parametric down\nconversion. The technique, being absolute, does not require reference standards\nand is independent upon the performances of the heralding detector. The method\nprovides the results of quantum efficiency for the heralded detector as a\nfunction of detected photon numbers. Furthermore, we prove its validity by\nperforming the calibration of a Transition Edge Sensor based detector, a real\nphoton number resolving detector that has recently demonstrated its\neffectiveness in various quantum information protocols.\n","Comment: 9 pages, 2 figures"]}]
["1111.3866",{"format":[],"subject":["Mathematics - Statistics Theory","Computer Science - Learning","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3866"],"date":["2011-11-16"],"type":["text"],"creator":["Vazquez, Emmanuel","Bect, Julien"],"language":[],"coverage":[],"title":["Sequential search based on kriging: convergence analysis of some\n  algorithms"],"description":["  Let $\\FF$ be a set of real-valued functions on a set $\\XX$ and let $S:\\FF \\to\n\\GG$ be an arbitrary mapping. We consider the problem of making inference about\n$S(f)$, with $f\\in\\FF$ unknown, from a finite set of pointwise evaluations of\n$f$. We are mainly interested in the problems of approximation and\noptimization. In this article, we make a brief review of results concerning\naverage error bounds of Bayesian search methods that use a random process prior\nabout $f$.\n"]}]
["1111.3873",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3873"],"date":["2011-11-02"],"type":["text"],"creator":["Sivaram, C","Arun, Kenath"],"language":[],"coverage":[],"title":["Primordial Rotation of the Universe and Angular Momentum of a wide range\n  of Celestial Objects"],"description":["  The origin of rotation or spin of objects, from stars to galaxies, is still\nan unanswered question. Even though there are models which try to explain this,\nnone of them can account for the initial impulse that gave rise to this spin.\nIn this paper we present that a cosmological model that contains a term\ninvolving the primordial spin of the universe can explain how these objects\nacquired the property of spin. This model also gives a natural explanation for\nthe quadratic scaling of angular momentum with mass. Again, from this model,\nthe background torsion due to a universal spin density not only give rise to\nangular momenta for all structures but also provide a background 'centrifugal\nterm' acting as a repulsive gravity accelerating the universe, with spin\ndensity acting as effective cosmological constant.\n","Comment: 8 pages, 29 equations"]}]
["1111.3875",{"format":[],"subject":["Mathematics - Differential Geometry","32U05, 32F17, 58J32, 35J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3875"],"date":["2011-11-16"],"type":["text"],"creator":["Harvey, F. Reese","Lawson Jr, H. Blaine"],"language":[],"coverage":[],"title":["Geometric plurisubharmonicity and convexity - an introduction"],"description":["  This is an essay on potential theory for geometric plurisubharmonic\nfunctions. It begins with a given closed subset G of the Grassmann bundle\n$G(p,TX)$ of tangent $p$-planes to a riemannian manifold $X$. This determines a\nnonlinear partial differential equation which is convex but never uniformly\nelliptic (p < dim X). A surprising number of results in complex analysis carry\nover to this more general setting. The notions of: a G-submanifold, an upper\nsemi-continuous G-plurisubharmonic function, a G-convex domain, a G-harmonic\nfunction, and a G-free submanifold, are defined. Results include a restriction\ntheorem as well as the existence and uniqueness of solutions to the Dirichlet\nProblem for G-harmonic functions on G-convex domains.\n"]}]
["1111.3876",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3876"],"date":["2011-11-02"],"type":["text"],"creator":["Dryuma, Valerii"],"language":[],"coverage":[],"title":["On the equations defining the Ricci-flows of manifolds"],"description":["  The examples of the Ricci flows on four-dimendionsl manifolds which are\ndetermined by help of nonlinear differentials equations of the type of\nMonge-Ampere are constructed. Their particular solutions and their properties\nare discussed.\n","Comment: 7 pages"]}]
["1111.3888",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3888"],"date":["2011-11-11"],"type":["text"],"creator":["Kundt, Wolfgang"],"language":[],"coverage":[],"title":["Speed of the CERN Neutrinos released on 22.9.2011 - Was stated\n  superluminality due to neglecting General Relativity?"],"description":["  During the years 2009 to 2011, neutrino beams were fired repeatedly from CERN\ntowards a detector in Italy's Gran Sasso tunnel, some 4 deg south and 7 deg\neast of CERN, at a distance of 730.5 km, in the shape of short bunches of\nparticles. Their time of flight (2.5 msec) was measured at high accuracy (nsec)\nwith caesium clocks (Reich 2011). Remarkably, the CNGS team found a deficit of\n61 nsec compared with propagation at the speed of light, and concluded at\nsuperluminal speeds, of order 10$^{-4.6}$. In this communication, I will argue\nthat this is the first experiment to test Einstein's theory for the (weak)\ngravity field of Earth, with the result that the neutrinos propagated (just)\nluminally.\n","Comment: 3 pages, no figures, submitted to General Relativity and Gravitation"]}]
["1111.3889",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3889","Arch. Math.(Brno) 47(3) (2011) 201-215"],"date":["2011-11-16"],"type":["text"],"creator":["Vizman, Cornelia"],"language":[],"coverage":[],"title":["Induced differential forms on manifolds of functions"],"description":["  Differential forms on the Fr\\'echet manifold F(S,M) of smooth functions on a\ncompact k-dimensional manifold S can be obtained in a natural way from pairs of\ndifferential forms on M and S by the hat pairing. Special cases are the\ntransgression map associating (p-k)-forms on F(S,M) to p-forms on M (hat\npairing with a constant function) and the bar map associating p-forms on F(S,M)\nto p-forms on M (hat pairing with a volume form). We develop a hat calculus\nsimilar to the tilda calculus for non-linear Grassmannians.\n","Comment: 17 pages"]}]
["1111.3892",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3892"],"date":["2011-11-16"],"type":["text"],"creator":["Cancès, Eric","Ehrlacher, Virginie","Maday, Yvon"],"language":[],"coverage":[],"title":["Periodic Schr\\\"odinger operators with local defects and spectral\n  pollution"],"description":["  This article deals with the numerical calculation of eigenvalues of perturbed\nperiodic Schr\\\"odinger operators located in spectral gaps. Such operators are\nencountered in the modeling of the electronic structure of crystals with local\ndefects, and of photonic crystals. The usual finite element Galerkin\napproximation is known to give rise to spectral pollution. In this article, we\ngive a precise description of the corresponding spurious states. We then prove\nthat the supercell model does not produce spectral pollution. Lastly, we extend\nresults by Lewin and S\\'er\\'e on some no-pollution criteria. In particular, we\nprove that using approximate spectral projectors enables one to eliminate\nspectral pollution in a given spectral gap of the reference periodic\nSch\\\"odinger operator.\n","Comment: 23 pages, 5 figures"]}]
["1111.3897",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3897"],"date":["2011-11-16"],"type":["text"],"creator":["Alexandru, Andrei","Horváth, Ivan"],"language":[],"coverage":[],"title":["Absolute X-distribution and self-duality"],"description":["  Various models of QCD vacuum predict that it is dominated by excitations that\nare predominantly self-dual or anti-self-dual. In this work we look at the\ntendency for self-duality in the case of pure-glue SU(3) gauge theory using the\noverlap-based definition of the field-strength tensor. To gauge this property,\nwe use the absolute X-distribution method which is designed to quantify the\ndynamical tendency for polarization for arbitrary random variables that can be\ndecomposed in a pair of orthogonal subspaces.\n","Comment: Talk presented at The XXIX International Conference on Lattice Field\n  Theory - Lattice 2011, July 10-16, 2011, Squaw Valley, Lake Tahoe, California"]}]
["1111.3904",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3904"],"date":["2011-11-16"],"type":["text"],"creator":["Robertson, Marcy"],"language":[],"coverage":[],"title":["Spaces of Operad Structures"],"description":["  The purpose of this paper is to study the derived category of simplicial\nmulticategories with arbitrary sets of objects (also known as, colored operads\nin simplicial sets). Our main result is a derived Morita theory for\noperads-where we describe the derived mapping spaces between two\nmulticategories P and Q in terms of the nerve of a certain category of\nP-Q-bimodules. As an application, we show that the derived category possesses\ninternal Hom-objects.\n","Comment: Comments Welcome!"]}]
["1111.3907",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3907"],"date":["2011-11-16"],"type":["text"],"creator":["Matsko, Andrey B.","Savchenkov, Anatoliy A.","Maleki, Lute"],"language":[],"coverage":[],"title":["Generation of Kerr Frequency Combs in Resonators with Normal GVD"],"description":["  We show via numerical simulation that Kerr frequency combs can be generated\nin a nonlinear resonator characterized with normal group velocity dispersion\n(GVD). We find the spectral shape of the comb and temporal envelope of the\ncorresponding optical pulses formed in the resonator.\n","Comment: 3 pages, 4 figures, to appear in Optics Letters"]}]
["1111.3910",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3910"],"date":["2011-11-16"],"type":["text"],"creator":["Pelatt, Kristine E."],"language":[],"coverage":[],"title":["A Geometric Homology Representative in the Space of Long Knots"],"description":["  We produce explicit geometric representatives of nontrivial homology classes\nin the space of long knots in R^d, when d is even. We generalize results of\nCattaneo, Cotta-Ramusino and Longoni to define cycles which live off of the\nvanishing line of a homology spectral sequence due to Sinha. We use\nconfiguration space integrals to show our classes pair nontrivially with\ncohomology classes due to Longoni.\n","Comment: 18 pages, 10 figures"]}]
["1111.3911",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3911"],"date":["2011-11-16"],"type":["text"],"creator":["Matdinov, Marsel"],"language":[],"coverage":[],"title":["Size of components of a cube coloring"],"description":["  Suppose a d-dimensional lattice cube of size n^d is colored in several colors\nso that no face of its triangulation (subdivision of the standard partition\ninto n^d small cubes) is colored in m+2 colors. Then one color is used at least\nf(d,m)*n^(d-m) times.\n"]}]
["1111.3912",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3912","PRL, vol. 107, 209001 (2011)","doi:10.1103/PhysRevLett.107.209001"],"date":["2011-11-16"],"type":["text"],"creator":["Urbanowski, K."],"language":[],"coverage":[],"title":["Comment on \"Late Time Behavior of false Vacuum Decay: Possible\n  Implications for Cosmology and Metastable Inflating States\""],"description":["  Comments on the paper \"Late Time Behavior of false Vacuum Decay: Possible\nImplications for Cosmology and Metastable Inflating States\" [arXiv:0711.1821]\nby L. M. Krauss and J. Dent are presented and the possible behavior of the\nunstable false vacuum at very late times, where deviations from the exponential\ndecay law become to be dominant is analyzed.\n","Comment: 1 page"]}]
["1111.3917",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3917"],"date":["2011-11-16"],"type":["text"],"creator":["Singh, Ranjan","Xiong, Jie","Azad, Abul K.","Yang, Hao","Trugman, Stuart A.","Jia, Q. X.","Taylor, Antoinette J.","Chen, Hou-Tong"],"language":[],"coverage":[],"title":["Optical tuning and ultrafast dynamics of high-temperature\n  superconducting terahertz metamaterials"],"description":["  Through the integration of semiconductors or complex oxides into metal\nresonators, tunable metamaterials have been achieved by a change of environment\nusing an external stimulus. Metals provide high conductivity to realize a\nstrong resonant response in metamaterials; however, they contribute very little\nto the tunability. The complex conductivity in high-temperature superconducting\nfilms is highly sensitive to external perturbations, which provides new\nopportunities in achieving tunable metamaterials resulting directly from the\nresonant elements. Here we demonstrate ultrafast dynamical tuning of resonance\nin the terahertz (THz) frequency range in YBa_2Cu_3O_7-\\delta (YBCO) split-ring\nresonator arrays excited by near-infrared femtosecond laser pulses. The\nphotoexcitation breaks the superconducting Cooper pairs to create the\nquasiparticle state. This dramatically modifies the imaginary part of the\ncomplex conductivity and consequently the metamaterial resonance in an\nultrafast timescale. We observed resonance switching accompanied with a wide\nrange frequency tuning as a function of photoexcitation fluence, which also\nstrongly depend on the nano-scale thickness of the superconducting films. All\nof our experimental results are well reproduced through calculations using an\nanalytical model, which takes into account the SRR resistance and kinetic\ninductance contributed from the complex conductivity of YBCO films. The\ntheoretical calculations reveal that the increasing SRR resistance upon\nincreasing photoexcitation fluence is responsible for the reduction of\nresonance strength, and both the resistance and kinetic inductance contribute\nto the tuning of resonance frequency.\n","Comment: 24 pages, 6 figures, submitted to Nano-Photonics"]}]
["1111.3920",{"format":[],"subject":["Mathematics - Combinatorics","05A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3920"],"date":["2011-11-16"],"type":["text"],"creator":["Linton, Steven","Propp, James","Roby, Tom","West, Julian"],"language":[],"coverage":[],"title":["Equivalence Classes of Permutations under Various Relations Generated by\n  Constrained Transpositions"],"description":["  We consider a large family of equivalence relations on permutations in Sn\nthat generalise those discovered by Knuth in his study of the\nRobinson-Schensted correspondence. In our most general setting, two\npermutations are equivalent if one can be obtained from the other by a sequence\nof pattern-replacing moves of prescribed form; however, we limit our focus to\npatterns where two elements are transposed, subject to the constraint that a\nthird element of a suitable type be in a suitable position. For various\ninstances of the problem, we compute the number of equivalence classes,\ndetermine how many n-permutations are equivalent to the identity permutation,\nor characterise this equivalence class. Although our results feature familiar\ninteger sequences (e.g., Catalan, Fibonacci, and Tribonacci numbers) and\nspecial classes of permutations (layered, connected, and 123-avoiding), some of\nthe sequences that arise appear to be new.\n","Comment: 21 pages, submitted"]}]
["1111.3925",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3925"],"date":["2011-11-16"],"type":["text"],"creator":["Zhao, Pengkai","Shen, Cong"],"language":[],"coverage":[],"title":["A Low-Delay Low-Complexity EKF Design for Joint Channel and CFO\n  Estimation in Multi-User Cognitive Communications"],"description":["  Parameter estimation in cognitive communications can be formulated as a\nmulti-user estimation problem, which is solvable under maximum likelihood\nsolution but involves high computational complexity. This paper presents a\ntime-sharing and interference mitigation based EKF (Extended Kalman Filter)\ndesign for joint CFO (carrier frequency offset) and channel estimation at\nmultiple cognitive users. The key objective is to realize low implementation\ncomplexity by decomposing highdimensional parameters into multiple separate\nlow-dimensional estimation problems, which can be solved in a time-shared\nmanner via pipelining operation. We first present a basic EKF design that\nestimates the parameters from one TX user to one RX antenna. Then such basic\ndesign is time-shared and reused to estimate parameters from multiple TX users\nto multiple RX antennas. Meanwhile, we use interference mitigation module to\ncancel the co-channel interference at each RX sample. In addition, we further\npropose adaptive noise variance tracking module to improve the estimation\nperformance. The proposed design enjoys low delay and low buffer size (because\nof its online real-time processing), as well as low implementation complexity\n(because of time-sharing and pipeling design). Its estimation performance is\nverified to be close to Cramer-Rao bound.\n"]}]
["1111.3926",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3926"],"date":["2011-11-16"],"type":["text"],"creator":["Ammon, Martin","Kraus, Per","Perlmutter, Eric"],"language":[],"coverage":[],"title":["Scalar fields and three-point functions in D=3 higher spin gravity"],"description":["  We compute boundary three-point functions involving two scalars and a gauge\nfield of arbitrary spin in the AdS vacuum of Vasiliev's higher spin gravity,\nfor any deformation parameter \\lambda. In the process, we develop tools for\nextracting scalar field equations in arbitrary higher spin backgrounds. We work\nin the context of hs[\\lambda] + hs[\\lambda] Chern-Simons theory coupled to\nscalar fields, and make efficient use of the associative lone-star product\nunderlying the hs[\\lambda] algebra. Our results for the correlators precisely\nmatch expectations from CFT; in particular they match those of any CFT with\nW_{\\infinity}[\\lambda] symmetry at large central charge, and with primary\noperators dual to the scalar fields. As this is expected to include the `t\nHooft limit of the W_N minimal model CFT, our results serve as further evidence\nof the conjectured AdS/CFT duality between these two theories.\n","Comment: 29 pages + appendices"]}]
["1111.3932",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Combinatorics","Mathematics - Representation Theory","05E05 (Primary), 17A70 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3932"],"date":["2011-11-16"],"type":["text"],"creator":["Ellis, Alexander P."],"language":[],"coverage":[],"title":["The odd Littlewood-Richardson rule"],"description":["  In previous work with Mikhail Khovanov and Aaron Lauda we introduced two odd\nanalogues of the Schur functions: one via the combinatorics of Young tableaux\n(odd Kostka numbers) and one via the odd symmetrization operator. In this paper\nwe introduce a third analogue, the plactic Schur functions. We show they\ncoincide with both previously defined types of Schur function, confirming a\nconjecture. Using the plactic definition, we establish an odd\nLittlewood-Richardson rule. We also re-cast this rule in the language of\npolytopes, via the Knutson-Tao hive model.\n","Comment: 20 pages, 2 figures"]}]
["1111.3933",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3933"],"date":["2011-11-16"],"type":["text"],"creator":["Kuniavsky, Sergey","Smorodinsky, Rann"],"language":[],"coverage":[],"title":["Equilibrium and Potential in Coalitional Congestion Games"],"description":["  The model of congestion games is widely used to analyze games related to\ntraffic and communication. A central property of these games is that they are\npotential games and hence posses a pure Nash equilibrium. In reality it is\noften the case that some players cooperatively decide on their joint action in\norder to maximize the coalition's total utility. This is by modeled by\nCoalitional Congestion Games. Typical settings include truck drivers who work\nfor the same shipping company, or routers that belong to the same ISP. The\nformation of coalitions will typically imply that the resulting coalitional\ncongestion game will no longer posses a pure Nash equilibrium. In this paper we\nprovide conditions under which such games are potential games and posses a pure\nNash equilibrium.\n"]}]
["1111.3945",{"format":[],"subject":["Mathematical Physics","34B45, 35R02, 81Q20, 81Q35, 05C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3945","Russian variant of the article is published in the electronic\n  journal \"Science and Education\", No 10, 2011"],"date":["2011-11-16"],"type":["text"],"creator":["Chernyshev, V. L.","Tolchennikov, A. A."],"language":[],"coverage":[],"title":["The properties of the distribution of Gaussian packets on a spatial\n  network"],"description":["  The article deals with the description of the statistical behavior of\nGaussian packets on a metric graph. Semiclassical asymptotics of solutions of\nthe Cauchy problem for the Schr\\\"{o}dinger equation with initial data\nconcentrated in the neighborhood of one point on the edge, generates a\nclassical dynamical system on a graph. In a situation where all times for\npackets to pass over edges (\"edge travel times\") are linearly independent over\nthe rational numbers, a description of the behavior of such systems is related\nto the number-theoretic problem of counting the number of lattice points in an\nexpanding polyhedron. In this paper we show that for a finite compact graph\npackets almost always are distributed evenly. A formula for the leading\ncoefficient of the asymptotic behavior of the number of packets with an\nincreasing time is obtained. The article also discusses a situation where the\ntimes of passage over the edges are not linearly independent over the\nrationals.\n"]}]
["math/0703342",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","22E65, 81R10, 58D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703342","J. Geom. and Phys. 58 (2008) 860-873","doi:10.1016/j.geomphys.2008.02.006"],"date":["2007-03-12","2008-02-22"],"type":["text"],"creator":["Vizman, Cornelia"],"language":[],"coverage":[],"title":["The path group construction of Lie group extensions"],"description":["  We present an explicit realization of abelian extensions of infinite\ndimensional Lie groups using abelian extensions of path groups, by generalizing\nMickelsson's approach to loop groups and the approach of\nLosev-Moore-Nekrasov-Shatashvili to current groups. We apply our method to\ncoupled cocycles on current Lie algebras and to Lichnerowicz cocycles on the\nLie algebra of divergence free vector fields.\n","Comment: 16 pages"]}]
["quant-ph/0703092",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703092","Mod. Phys. Lett. A22, 1075 (2007)","doi:10.1142/S0217732307023419"],"date":["2007-03-12","2007-03-20"],"type":["text"],"creator":["Jakubsky, Vit"],"language":[],"coverage":[],"title":["Thermodynamics of Pseudo-Hermitian Systems in Equilibrium"],"description":["  In study of pseudo(quasi)-hermitian operators, the key role is played by the\npositive-definite metric operator. It enables physical interpretation of the\nconsidered systems. In the article, we study the pseudo-hermitian systems with\nconstant number of particles in equilibrium. We show that the explicit\nknowledge of the metric operator is not essential for study of thermodynamic\nproperties of the system. We introduce a simple example where the physically\nrelevant quantities are derived without explicit calculation of either metric\noperator or spectrum of the Hamiltonian.\n","Comment: 9 pages, 2 figures, to appear in Mod.Phys.Lett. A; historical part of\n  sec. 2.1 reformulated, references corrected; typos corrected"]}]
