["0706.4389",{"format":[],"subject":["Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4389"],"date":["2007-06-29"],"type":["text"],"creator":["Kochanov, A. A.","Panov, A. D.","Sinegovskaya, T. S.","Sinegovsky, S. I."],"language":[],"coverage":[],"title":["Calculation of the atmospheric muon flux motivated by the ATIC-2\n  experiment"],"description":["  We calculate the cosmic ray muon flux at ground level using directly the\nprimary cosmic ray spectrum and composition measured in the ATIC-2 balloon\nexperiment. In order to extend the calculations to high energies, up to 100\nTeV, we use the data of the GAMMA experiment as well as Zatsepin and Sokolskaya\nmodel. This model, supported by the ATIC-2 data, comprises contributions to the\ncosmic ray flux of three classes of astrophysical sources - the shocks from\nexploding stars, nova and supernova of different types. The muon flux\ncomputation is based on the method for solution of atmospheric hadron cascade\nequations in which rising total inelastic cross-sections of hadron-nuclear\ninteractions as well as non-power-law character of the primary cosmic ray\nspectrum are taken into account. The calculated muon spectrum agrees well with\nmeasurements of L3+Cosmic and BESS-TeV, CAPRICE, Frejus, MACRO, LVD as well as\nother experiments.\n","Comment: Submitted to 30th ICRC, 3-11 July 2007, Merida, Mexico"]}]
["0709.3966",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3966","International Journal of Computational Fluid Dynamics, 22, 475\n  (2008)","doi:10.1080/10618560802238234"],"date":["2007-09-25","2008-02-18"],"type":["text"],"creator":["Kunert, Christian","Harting, Jens"],"language":[],"coverage":[],"title":["Simulation of fluid flow in hydrophobic rough microchannels"],"description":["  Surface effects become important in microfluidic setups because the surface\nto volume ratio becomes large. In such setups the surface roughness is not any\nlonger small compared to the length scale of the system and the wetting\nproperties of the wall have an important influence on the flow. However, the\nknowledge about the interplay of surface roughness and hydrophobic\nfluid-surface interaction is still very limited because these properties cannot\nbe decoupled easily in experiments.\n  We investigate the problem by means of lattice Boltzmann (LB) simulations of\nrough microchannels with a tunable fluid-wall interaction. We introduce an\n``effective no-slip plane'' at an intermediate position between peaks and\nvalleys of the surface and observe how the position of the wall may change due\nto surface roughness and hydrophobic interactions.\n  We find that the position of the effective wall, in the case of a Gaussian\ndistributed roughness depends linearly on the width of the distribution.\nFurther we are able to show that roughness creates a non-linear effect on the\nslip length for hydrophobic boundaries.\n","Comment: 10 pages, 5 figures"]}]
["0711.0310",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0310","Prog.Theor.Phys.119:643-662,2008","doi:10.1143/PTP.119.643"],"date":["2007-11-02","2011-09-15"],"type":["text"],"creator":["Imamura, Yosuke","Isono, Hiroshi","Matsuo, Yutaka"],"language":[],"coverage":[],"title":["Boundary state of superstring in open string channel"],"description":["  We derive boundary state of superstring in the open string channel. It\ndescribes the superconformal field theory of open string emission and\nabsorption by D-brane. We define the boundary state by conformal mappings from\nupper half plane with operators inserted at two points corresponding to the\ncorners of semi-infinite strip. We obtain explicit oscillator forms\nanalytically for the fermion and superconformal ghost sectors. For the fermion\nsector we compare this with numerical result obtained by using naive boundary\ncondition.\n","Comment: 20 pages, 2 figures, PTPTeX; typos corrected, minor changes"]}]
["0711.0461",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0461","Phys. Rev. Lett. 100, 015501 (2008)","doi:10.1103/PhysRevLett.100.015501"],"date":["2007-11-03"],"type":["text"],"creator":["Rufflé, B.","Parshin, D. A.","Courtens, E.","Vacher, R."],"language":[],"coverage":[],"title":["The Boson Peak and its Relation with Acoustic Attenuation in Glasses"],"description":["  Experimental results on the density of states and on the acoustic modes of\nglasses in the THz region are compared to the predictions of two categories of\nmodels. A recent one, solely based on an elastic instability, does not account\nfor most observations. Good agreement without adjustable parameters is obtained\nwith models including the existence of non-acoustic vibrational modes at THz\nfrequency, providing in many cases a comprehensive picture for a range of glass\nanomalies.\n","Comment: 4 pages, 3 figures, Physical Review Letters in press"]}]
["0712.3975",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3975"],"date":["2007-12-24"],"type":["text"],"creator":["Sinegovsky, S. I.","Misaki, A.","Lokhtin, K. S.","Takahashi, N."],"language":[],"coverage":[],"title":["Effect of muon-nuclear inelastic scattering on high-energy atmospheric\n  muon spectrum at large depth underwater"],"description":["  The energy spectra of hadron cascade showers produced by the cosmic ray muons\ntravelling through water as well as the muon energy spectra underwater at the\ndepth up to 4 km are calculated with two models of muon inelastic scattering on\nnuclei, the recent hybrid model (two-component, 2C) and the well-known\ngeneralized ector-meson-dominance model for the comparison. The 2C model\ninvolves photonuclear interactions at low and moderate virtualities as well as\nthe hard scattering including the weak neutral current processes. For the muon\nscattering off nuclei substantial uclear effects, shadowing, nuclear binding\nand Fermi motion of nucleons are taken into account. It is shown that deep\nnderwater muon energy spectrum calculated with the 2C model are noticeably\ndistorted at energies above 100 TeV as compared to that obtained with the GVMD\nmodel.\n","Comment: 4 pages, 3 eps figures. Presented at 30th International Cosmic Ray\n  Conference (ICRC 2007), Merida, Yucatan, Mexico, 3-11 Jul 2007"]}]
["0801.4262",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4262","J. Phys.: Condens. Matter 23 (2011) 386003"],"date":["2008-01-28"],"type":["text"],"creator":["Schmidt, Heinz-Jürgen","Schröder, Christian","Luban, Marshall"],"language":[],"coverage":[],"title":["Modulated spin waves and robust quasi-solitons in classical Heisenberg\n  rings"],"description":["  We investigate the dynamical behavior of finite rings of classical spin\nvectors interacting via nearest-neighbor isotropic exchange in an external\nmagnetic field. Our approach is to utilize the solutions of a continuum version\nof the discrete spin equations of motion (EOM) which we derive by assuming\ncontinuous modulations of spin wave solutions of the EOM for discrete spins.\nThis continuous EOM reduces to the Landau-Lifshitz equation in a particular\nlimiting regime. The usefulness of the continuum EOM is demonstrated by the\nfact that the time-evolved numerical solutions of the discrete spin EOM closely\ntrack the corresponding time-evolved solutions of the continuum equation. Of\nspecial interest, our continuum EOM possesses soliton solutions, and we find\nthat these characteristics are also exhibited by the corresponding solutions of\nthe discrete EOM. The robustness of solitons is demonstrated by considering\ncases where initial states are truncated versions of soliton states and by\nnumerical simulations of the discrete EOM equations when the spins are coupled\nto a heat bath at finite temperatures.\n"]}]
["0803.2943",{"format":[],"subject":["Astrophysics","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2943","Astropart.Phys.30:219-233,2008","doi:10.1016/j.astropartphys.2008.09.008"],"date":["2008-03-20","2008-09-25"],"type":["text"],"creator":["Kochanov, A. A.","Sinegovskaya, T. S.","Sinegovsky, S. I."],"language":[],"coverage":[],"title":["High-energy cosmic ray fluxes in the Earth atmosphere: calculations vs\n  experiments"],"description":["  A new calculation of the atmospheric fluxes of cosmic-ray hadrons and muons\nin the energy range 10-10^5 GeV has been performed for the set of hadron\nproduction models, EPOS 1.6, QGSJET II-03, SIBYLL 2.1, and others that are of\ninterest to cosmic ray physicists. The fluxes of secondary cosmic rays at\nseveral levels in the atmosphere are computed using directly data of the\nATIC-2, GAMMA experiments, and the model proposed recently by Zatsepin and\nSokolskaya as well as the parameterization of the primary cosmic ray spectrum\nby Gaisser and Honda. The calculated energy spectra of the hadrons and muon\nflux as a function of zenith angle are compared with measurements as well as\nother calculations. The effect of uncertainties both in the primary cosmic ray\nflux and hadronic model predictions on the spectra of atmospheric hadrons and\nmuons is considered.\n","Comment: 30 pages elsart, 18 figures; discussion extended, tables and\n  references added, figures improved, typos corrected; final version accepted\n  for publication in Astroparticle Physics"]}]
["0804.2225",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2225","Physical Review B 81, 115441 (2010)","doi:10.1103/PhysRevB.81.115441"],"date":["2008-04-14","2008-12-11"],"type":["text"],"creator":["Zhao, L.","Yelin, S. F."],"language":[],"coverage":[],"title":["Coherent Graphene Devices: Movable Mirrors, Buffers and Memories"],"description":["  We theoretically report that, at a sharp electrostatic step potential in\ngraphene, massless Dirac fermions can obtain Goos-H\\\"{a}nchen-like shifts under\ntotal internal reflection. Based on these results, we study the coherent\npropagation of the quasiparticles along a sharp graphene \\emph{p-n-p} waveguide\nand derive novel dispersion relations for the guided modes. Consequently,\ncoherent graphene devices (e.g. movable mirrors, buffers and memories) induced\nonly by the electric field effect can be proposed.\n","Comment: 12 pages, 5 figures"]}]
["0808.2251",{"format":[],"subject":["Mathematics - Representation Theory","53C35 (Primary) 43A85, 57T15, 53D17 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2251"],"date":["2008-08-18","2011-09-14"],"type":["text"],"creator":["Habermas, Derek"],"language":[],"coverage":[],"title":["Compact symmetric spaces, triangular factorization, and Cayley\n  coordinates"],"description":["  Let U/K represent a connected, compact symmetric space, where theta is an\ninvolution of U that fixes K, phi: U/K to U is the geodesic Cartan embedding,\nand G is the complexification of U. We investigate the intersection of phi(U/K)\nwith the Bruhat decomposition of G corresponding to a theta-stable triangular,\nor LDU, factorization of the Lie algebra of G. When g in phi(U/K) is generic,\nthe corresponding factorization g=ld(g)u is unique, where l in N^-, d(g) in H,\nand u in N^+. In this paper we present an explicit formula for d in Cayley\ncoordinates, compute it in several types of symmetric spaces, and use it to\nidentify representatives of the connected components of the generic part of\nphi(U/K). This formula calculates a moment map for a torus action on the\nhighest dimensional symplectic leaves of the Evens-Lu Poisson structure on U/K.\n","Comment: 19 pages: Main proof entirely rewritten, sections reorganized,\n  exposition made more precise and concise. To appear in Pacific Journal of\n  Mathematics"]}]
["0810.1677",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H10, 14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1677","J. Algebraic Geom., 20 (2011) no. 4, 599-629"],"date":["2008-10-09"],"type":["text"],"creator":["Fedorchuk, Maksym","Smyth, David Ishii"],"language":[],"coverage":[],"title":["Ample divisors on moduli spaces of weighted pointed rational curves,\n  with applications to log MMP for $\\bar{M}_{0,n}$"],"description":["  We introduce a new technique for proving positivity of certain divisor\nclasses on $\\bar{M}_{0,n}$ and its weighted variants. Our methods give an\nunconditional description of the spaces of symmetric weighted pointed rational\ncurves as log canonical models of $\\bar{M}_{0,n}$.\n"]}]
["0903.1897",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1897","Journal of Fluid Mechanics 670 , 2011, 204 - 213","doi:10.1017/S0022112010006294"],"date":["2009-03-10"],"type":["text"],"creator":["Rollin, B.","Dubief, Y.","Doering, C. R."],"language":[],"coverage":[],"title":["Variation on the Kolmogorov Forcing: Asymptotic Dissipation Rate Driven\n  by Harmonic Forcing"],"description":["  The relation between the shape of the force driving a turbulent flow and the\nupper bound on the dimensionless dissipation factor $\\beta$ is presented. We\nare interested in non-trivial (more than two wave numbers) forcing functions in\na three dimensional domain periodic in all directions. A comparative analysis\nbetween results given by the optimization problem and the results of Direct\nNumerical Simulations is performed. We report that the bound on the dissipation\nfactor in the case of infinite Reynolds numbers have the same qualitative\nbehavior as for the dissipation factor at finite Reynolds number. As predicted\nby the analysis, the dissipation factor depends strongly on the force shape.\nHowever, the optimization problem does not predict accurately the quantitative\nbehavior. We complete our study by analyzing the mean flow profile in relation\nto the Stokes flow profile and the optimal multiplier profile shape for\ndifferent force-shapes. We observe that in our 3D-periodic domain, the mean\nvelocity profile and the Stokes flow profile reproduce all the characteristic\nfeatures of the force-shape. The optimal multiplier proves to be linked to the\nintensity of the wave numbers of the forcing function.\n","Comment: 11 pages, 4 Figures"]}]
["0903.4740",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4740"],"date":["2009-03-27","2011-09-15"],"type":["text"],"creator":["Capitaine, Mireille","Donati-Martin, Catherine","Féral, Delphine"],"language":[],"coverage":[],"title":["Central limit theorems for eigenvalues of deformations of Wigner\n  matrices"],"description":["  In this paper, we explain the dependance of the fluctuations of the largest\neigenvalues of a Deformed Wigner model with respect to the eigenvectors of the\nperturbation matrix. We exhibit quite general situations that will give rise to\nuniversality or non universality of the fluctuations.\n"]}]
["0906.0671",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0671"],"date":["2009-06-03","2009-12-16"],"type":["text"],"creator":["Kochanov, A. A.","Sinegovskaya, T. S.","Sinegovsky, S. I."],"language":[],"coverage":[],"title":["Impact of high-energy hadron interactions on the atmospheric neutrino\n  flux predictions"],"description":["  We study the influence of hadron interaction features on the high-energy\natmospheric neutrino spectrum. The 1D calculation is performed with use of the\nknown high-energy hadronic models, SIBYLL 2.1, QGSJET-II, Kimel and Mokhov, for\nthe parameterizations of primary cosmic ray spectra issued from the measurement\ndata. The results are compared with the Frejus data and AMANDA-II measurements\nas well as with other calculations. Sizable difference of the neutrino fluxes\n(up to the factor of 1.8 at 1 TeV) that are obtained with the SIBYLL and\nQGSJET-II appears to be rather unexpected keeping in mind the hadron and muon\nflux calculations in the same energy region.\n","Comment: 4 pages, 5 figures, submitted to the 31th ICRC, 7-15 July 2009, Lodz,\n  Poland; a few changes made in the text, typos corrected"]}]
["0909.1436",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1436","Phys.Rev.C80:054604,2009","doi:10.1103/PhysRevC.80.054604"],"date":["2009-09-08"],"type":["text"],"creator":["Budzanowski, A.","Fidelus, M.","Filges, D.","Goldenbaum, F.","Hodde, H.","Jarczyk, L.","Kamys, B.","Kistryn, M.","Kistryn, St.","Kliczewski, St.","Kowalczyk, A.","Kozik, E.","Kulessa, P.","Machner, H.","Magiera, A.","Piskor-Ignatowicz, B.","Pysz, K.","Rudy, Z.","Siudak, R.","Wojciechowski, M."],"language":[],"coverage":[],"title":["Variation of nonequilibrium processes in p+Ni system with beam energy"],"description":["  The energy and angular dependence of double differential cross sections\ndsigma/dOmega dE were measured for p, d, t, 3,4He, 6,7Li, 7,9Be, and 10,11B\nproduced in collisions of 0.175 GeV protons with Ni target. The analysis of\nmeasured dfferential cross sections allowed to extract total production cross\nsections for ejectiles listed above. The shape of the spectra and angular\ndistributions indicate the presence of other nonequilibrium processes besides\nthe emission of nucleons from the intranuclear cascade, and besides the\nevaporation of various particles from remnants of intranuclear cascade. These\nnonequilibrium processes consist of coalescence of nucleons into light charged\nparticles during the intranuclear cascade, of the fireball emission which\ncontributes to the cross sections of protons and deuterons, and of the break-up\nof the target nucleus which leads to the emission of intermediate mass\nfragments. All such processes were found earlier at beam energies 1.2, 1.9, and\n2.5 GeV for Ni as well as for Au targets, however, significant differences in\nproperties of these processes at high and low beam energy are observed in the\npresent study.\n","Comment: 10 pages, 9 figures"]}]
["0909.1655",{"format":[],"subject":["Mathematics - Combinatorics","05E35, 05C70, 33C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1655","Advances in Applied Mathematics, vol 46, no 1-4, January 2011, pp\n  226-246","doi:10.1016/j.aam.2009.12.008"],"date":["2009-09-09","2009-11-15"],"type":["text"],"creator":["Drake, Dan"],"language":[],"coverage":[],"title":["Higher order matching polynomials and d-orthogonality"],"description":["  We show combinatorially that the higher-order matching polynomials of several\nfamilies of graphs are d-orthogonal polynomials. The matching polynomial of a\ngraph is a generating function for coverings of a graph by disjoint edges; the\nhigher-order matching polynomial corresponds to coverings by paths. Several\nfamilies of classical orthogonal polynomials -- the Chebyshev, Hermite, and\nLaguerre polynomials -- can be interpreted as matching polynomials of paths,\ncycles, complete graphs, and complete bipartite graphs. The notion of\nd-orthogonality is a generalization of the usual idea of orthogonality for\npolynomials and we use sign-reversing involutions to show that the higher-order\nChebyshev (first and second kinds), Hermite, and Laguerre polynomials are\nd-orthogonal. We also investigate the moments and find generating functions of\nthose polynomials.\n","Comment: 21 pages, many TikZ figures; v2: minor clarifications and additions"]}]
["0911.0714",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","13F60, 16G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0714"],"date":["2009-11-03","2011-09-15"],"type":["text"],"creator":["Dupont, G."],"language":[],"coverage":[],"title":["Positivity for Regular Cluster Characters in Acyclic Cluster Algebras"],"description":["  Let $Q$ be an acyclic quiver and let $\\mathcal A(Q)$ be the corresponding\ncluster algebra. Let $H$ be the path algebra of $Q$ over an algebraically\nclosed field and let $M$ be an indecomposable regular $H$-module. We prove the\npositivity of the cluster characters associated to $M$ expressed in the initial\nseed of $\\mathcal A(Q)$ when either $H$ is tame and $M$ is any regular\n$H$-module, or $H$ is wild and $M$ is a regular Schur module which is not\nquasi-simple.\n","Comment: v2 : 15 pages. Title changed. The paper was entirely rewritten and\n  shortened. For the sake of simplicity, the context was reduced to acyclic\n  cluster algebras and the section on the A-double-infinite quiver was removed.\n  Nevertheless, the methods and the results remain essentially unchanged. To\n  appear in the Journal of Algebra and its Applications"]}]
["0912.0248",{"format":[],"subject":["Mathematics - Differential Geometry","58E12, 35J25, 35J60, 53A10, 53C21, 53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0248"],"date":["2009-12-01","2011-09-15"],"type":["text"],"creator":["Smith, Graham"],"language":[],"coverage":[],"title":["Compactness results for immersions of prescribed Gaussian curvature I -\n  analytic aspects"],"description":["  We extend recent results of Guan and Spruck, proving existence results for\nconstant Gaussian curvature hypersurfaces in Hadamard manifolds.\n","Comment: New title. Previously, \"Constant Gaussian Curvature Hypersurfaces in\n  Hadamard Manifolds\". Mistakes corrected. Introduction revised to reflect\n  recent developments in the field"]}]
["0912.3265",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3265","Adv.Theor.Math.Phys.14:1433-1514,2010"],"date":["2009-12-17","2010-03-22"],"type":["text"],"creator":["Jockers, Hans","Mayr, Peter","Walcher, Johannes"],"language":[],"coverage":[],"title":["On N=1 4d Effective Couplings for F-theory and Heterotic Vacua"],"description":["  We show that certain superpotential and Kahler potential couplings of N=1\nsupersymmetric compactifications with branes or bundles can be computed from\nHodge theory and mirror symmetry. This applies to F-theory on a Calabi-Yau\nfour-fold and three-fold compactifications of type II and heterotic strings\nwith branes. The heterotic case includes a class of bundles on elliptic\nmanifolds constructed by Friedmann, Morgan and Witten. Mirror symmetry of the\nfour-fold computes non-perturbative corrections to mirror symmetry on the\nthree-folds, including D-instanton corrections. We also propose a physical\ninterpretation for the observation by Warner that relates the deformation\nspaces of certain matrix factorizations and the periods of non-compact 4-folds\nthat are ALE fibrations.\n","Comment: 80 pages, harvmac; v2: references added."]}]
["0912.4690",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4690","Magnetic Resonance Imaging28:910-918, 2010","doi:10.1016/j.mri.2010.01.007"],"date":["2009-12-23"],"type":["text"],"creator":["Moucheront, Pascal","Bertrand, François","Koval, Georg","Tocquer, Laurent","Rodts, Stéphane","Roux, Jean-Noel","Corfdir, Alain","Chevoir, François"],"language":[],"coverage":[],"title":["MRI investigation of granular interface rheology using a new cylinder\n  shear apparatus"],"description":["  The rheology of granular materials near an interface is investigated through\nproton magnetic resonance imaging. A new cylinder shear apparatus has been\ninserted in the MRI device, which allows the control of the radial confining\npressure exerted by the outer wall on the grains and the measurement of the\ntorque on the inner shearing cylinder. A multi-layer velocimetry sequence has\nbeen developed for the simultaneous measurement of velocity profiles in\ndifferent sample zones, while the measurement of the solid fraction profile is\nbased on static imaging of the sample. This study describes the influence of\nthe roughness of the shearing interface and of the transverse confining walls\non the granular interface rheology.\n"]}]
["1001.1421",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1421"],"date":["2010-01-09","2011-09-14"],"type":["text"],"creator":["Zhgoon, Vladimir S."],"language":[],"coverage":[],"title":["On the Local structure theorem and equivariant geometry of cotangent\n  bundles"],"description":["  Let $G$ be a connected reductive group acting on an irreducible normal\nalgebraic variety $X$. We give a slightly improved version of local structure\ntheorems obtained by F.Knop and D.A.Timashev that describe an action of some\nparabolic subgroup of $G$ on an open subset of $X$. We also extend various\nresults of E.B.Vinberg and D.A.Timashev on the set of horospheres in $X$.\n  We construct a family of nongeneric horospheres in $X$ and a variety $\\Hor$\nparameterizing this family, such that there is a rational $G$-equivariant\nsymplectic covering of cotangent vector bundles $T^*\\Hor \\dashrightarrow T^*X$.\nAs an application we get a description of the image of the moment map of $T^*X$\nobtained by F.Knop by means of geometric methods that do not involve\ndifferential operators.\n","Comment: 27 pages, new version, cosmetic changes, a new geometric proof of the\n  description of the normalized moment map is added (Section 7)"]}]
["1001.4347",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4347","Phys. Rev. Lett. 104, 067402 (2010)","doi:10.1103/PhysRevLett.104.067402"],"date":["2010-01-25"],"type":["text"],"creator":["Rufflé, B.","Ayrinhac, S.","Courtens, E.","Vacher, R.","Foret, M.","Wischnewski, A.","Buchenau, U."],"language":[],"coverage":[],"title":["Scaling the Temperature-dependent Boson Peak of Vitreous Silica with the\n  high-frequency Bulk Modulus derived from Brillouin Scattering Data"],"description":["  The position and strength of the boson peak in silica glass vary considerably\nwith temperature $T$. Such variations cannot be explained solely with changes\nin the Debye energy. New Brillouin scattering measurements are presented which\nallow determining the $T$-dependence of unrelaxed acoustic velocities. Using a\nvelocity based on the bulk modulus, scaling exponents are found which agree\nwith the soft-potential model. The unrelaxed bulk modulus thus appears to be a\ngood measure for the structural evolution of silica with $T$ and to set the\nenergy scale for the soft potentials.\n","Comment: Accepted for publication in Physical Review Letters"]}]
["1004.1101",{"format":[],"subject":["Mathematics - Analysis of PDEs","31C25, 31B05, 35B05, 35B45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1101"],"date":["2010-04-07","2011-09-15"],"type":["text"],"creator":["Jiang, Renjin"],"language":[],"coverage":[],"title":["Lipschitz continuity of solutions of Poisson equations in metric measure\n  spaces"],"description":["  Let $(X,d)$ be a pathwise connected metric space equipped with an Ahlfors\n$Q$-regular measure $\\mu$, $Q\\in[1,\\infty)$. Suppose that $(X,d,\\mu)$ supports\na 2-Poincar\\'e inequality and a Sobolev-Poincar\\'e type inequality for the\ncorresponding \"Gaussian measure\". The author uses the heat equation to study\nthe Lipschitz regularity of solutions of the Poisson equation $\\Delta u=f$,\nwhere $f\\in L^p_\\loc$. When $p>Q$, the local Lipschitz continuity of $u$ is\nestablished.\n","Comment: Potential Analysis, to appear"]}]
["1004.1541",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1541","Phys. Rev. A 84, 033614 (2011)","doi:10.1103/PhysRevA.84.033614"],"date":["2010-04-09","2011-05-24"],"type":["text"],"creator":["Zin, Pawel","Oles, Bartlomiej","Sacha, Krzysztof"],"language":[],"coverage":[],"title":["Huge quantum particle number fluctuations in a two-component Bose gas in\n  a double-well potential"],"description":["  Two component Bose gas in a double well potential with repulsive interactions\nmay undergo a phase separation transition if the inter-species interactions\noutweigh the intra-species ones. We analyze the transition in the strong\ninteraction limit within the two-mode approximation. Numbers of particles in\neach potential well are equal and constant. However, at the transition point,\nthe ground state of the system reveals huge fluctuations of numbers of\nparticles belonging to the different gas components. That is, probability for\nobservation of any mixture of particles in each potential well becomes uniform.\n","Comment: 5 pages, 3 figures, substantially revised version"]}]
["1004.2140",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2140"],"date":["2010-04-13","2011-09-15"],"type":["text"],"creator":["Strachan, I. A. B."],"language":[],"coverage":[],"title":["Simple Elliptic Singularities: a note on their G-function"],"description":["  The link between Frobenius manifolds and singularity theory is well known,\nwith the simplest examples coming from the simple hypersurface singularities.\nAssociated with any such manifold is a function known as the $G$-function. This\nplays a role in the construction of higher-genus terms in various theories. For\nthe simple singularities the G-function is known explicitly: G=0. The next\nclass of singularities, the unimodal hypersurface or elliptic hypersurface\nsingularities consists of three examples,\n\\widetilde{E}_6,\\widetilde{E}_7,\\widetilde{E}_8 (or equivalently P_8,\nX_9,J_10). Using a result of Noumi and Yamada on the flat structure on the\nspace of versal deformations of these singularities the $G$-function is\nexplicitly constructed for these three examples. The main property is that the\nfunction depends on only one variable, the marginal (dimensionless) deformation\nvariable. Other examples are given based on the foldings of known Frobenius\nmanifolds. Properties of the $G$-function under the action of the modular group\nis studied, and applications within the theory of integrable systems are\ndiscussed.\n","Comment: 15 pages"]}]
["1004.4938",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4938","Math. Res. Lett., 18 (2011) no. 4, 663-675"],"date":["2010-04-27","2010-07-28"],"type":["text"],"creator":["Fedorchuk, Maksym"],"language":[],"coverage":[],"title":["Moduli spaces of weighted stable curves and log canonical models of\n  $\\bar{M}_{g,n}$"],"description":["  Using Koll\\'ar's semipositivity results, we produce a number of nef and ample\ntautological divisors on Hassett's spaces of weighted stable pointed curves. As\nan application, we prove that Hassett's spaces are log canonical models of\nDeligne-Mumford spaces of stable pointed curves.\n","Comment: A connection with Koll\\'ar's semipositivity results is explicated.\n  Added a section showing that the GIT cone of Alexeev-Swinarski is contained\n  in the cone of nef tautological divisors"]}]
["1005.2322",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2322","Advances in Applied Mathematics and Mechanics 2, 685-700 (2010)","doi:10.4208/aamm.10-10S11"],"date":["2010-05-13","2010-06-03"],"type":["text"],"creator":["Narváez, Ariel","Harting, Jens"],"language":[],"coverage":[],"title":["Evaluation of pressure boundary conditions for permeability calculations\n  using the lattice-Boltzmann method"],"description":["  Lattice-Boltzmann (LB) simulations are a common tool to numerically estimate\nthe permeability of porous media. For valuable results, the porous structure\nhas to be well resolved resulting in a large computational effort as well as\nhigh memory demands. In order to estimate the permeability of realistic\nsamples, it is of importance to not only implement very efficient codes, but\nalso to choose the most appropriate simulation setup to achieve accurate\nresults. With the focus on accuracy and computational effort, we present a\ncomparison between different methods to apply an effective pressure gradient,\nefficient boundary conditions, as well as two LB implementations based on\npore-matrix and pore-list data structures.\n","Comment: 16 pages, 6 figures"]}]
["1006.1124",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1124","Prog. Theor. Phys. 126: 249-267,2011","doi:10.1143/PTP.126.249"],"date":["2010-06-06"],"type":["text"],"creator":["Nishiyama, A.","Ohnishi, A."],"language":[],"coverage":[],"title":["Entropy current for the relativistic Kadanoff-Baym equation and\n  H-theorem in $O(N)$ theory with NLO self-energy of $1/N$ expansion"],"description":["  We derive an expression of the kinetic entropy current in the nonequilibrium\n$O(N)$ scalar theory from the Schwinger-Dyson (Kadanoff-Baym) equation with the\n1st order gradient expansion. We show that our kinetic entropy satisfies the\nH-theorem for the leading order of the gradient expansion with the\nnext-to-leading order self-energy of the $1/N$ expansion in the symmetric\nphase, and that entropy production occurs as the Green's function evolves with\nan nonzero collision term. Entropy production stops at local thermal\nequilibrium where the collision term contribution vanishes and the maximal\nentropy state is realized. Next we also compare our entropy density with that\nin thermal equilibrium which is given from thermodynamic potential or\nequivalently 2 particle irreducible effective action. We find that our entropy\ndensity corresponds to that in thermal equilibrium with the next-to-leading\norder skeletons of the $1/N$ expansion if skeletons with energy denominators in\nmomentum integral can be regularized appropriately. We have a possibility that\nmemory correction terms remain in entropy current if not regularized.\n","Comment: 13 pages, 4 figures"]}]
["1006.3304",{"format":[],"subject":["Mathematics - Rings and Algebras","16K20, 16K50, 16S35, 12G05, 14F22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3304","Transformation Groups, vol. 16 #1 (2011), 219-264","doi:10.1007/s00031-011-9119-8"],"date":["2010-06-16","2010-06-24"],"type":["text"],"creator":["Auel, Asher","Brussel, Eric","Garibaldi, Skip","Vishne, Uzi"],"language":[],"coverage":[],"title":["Open Problems on Central Simple Algebras"],"description":["  We provide a survey of past research and a list of open problems regarding\ncentral simple algebras and the Brauer group over a field, intended both for\nexperts and for beginners.\n","Comment: v2 has some small revisions to the text. Some items are re-numbered,\n  compared to v1"]}]
["1006.3729",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3729"],"date":["2010-06-18","2011-09-15"],"type":["text"],"creator":["Jelinek, Pavel","Flores, Fernando"],"language":[],"coverage":[],"title":["Relation between chemical force and tunneling current in point contacts:\n  a simple model"],"description":["  Aim of this paper is to find out a simple model, which provides more insight\ninto the relation between the tunneling current and the chemical force arising\nduring formation of atomic contact in between a SPM probe and surface atom.\n"]}]
["1007.4421",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4421","J.Phys.A44:392001,2011","doi:10.1088/1751-8113/44/39/392001"],"date":["2010-07-26","2011-09-06"],"type":["text"],"creator":["Samsonov, Boris F."],"language":[],"coverage":[],"title":["Scattering cross section resonance originating from a spectral\n  singularity"],"description":["  Using techniques of supersymmetric quantum mechanics, scattering properties\nof Hermitian Hamiltonians, which are related to non-Hermitian ones by\nsimilarity transformations, are studied. We have found that the scattering\nmatrix of the Hermitian Hamiltonian coincides with the phase factor of the\nnon-unitary scattering matrix of the non-Hermitian Hamiltonian. The possible\npresence of a spectral singularity in a non-Hermitian Hamiltonian translates\ninto a pronounced resonance in the scattering cross section of its Hermitian\ncounterpart. This opens a way for detecting spectral singularities in\nscattering experiments; although a singular point is inaccessible for the\nHermitian Hamiltonian, the Hamiltonian \"feels\" the presence of the singularity\nif it is \"close enough\". We also show that cross sections of the non-Hermitian\nHamiltonian do not exhibit any resonance behavior and explain the resonance\nbehavior of the Hermitian Hamiltonian cross section by the fact that\ncorresponding scattering matrix, up to a background scattering matrix, is a\nsquare root of the Breit-Wigner scattering matrix.\n","Comment: Minor modifications are made following recommendations of Referee"]}]
["1007.4468",{"format":[],"subject":["Mathematics - Logic","03Cxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4468"],"date":["2010-07-26","2011-09-15"],"type":["text"],"creator":["Chernikov, Artem","Simon, Pierre"],"language":[],"coverage":[],"title":["Externally definable sets and dependent pairs"],"description":["  We prove that externally definable sets in first order NIP theories have\nhonest definitions, giving a new proof of Shelah's expansion theorem. Also we\ndiscuss a weak notion of stable embeddedness true in this context. Those\nresults are then used to prove a general theorem on dependent pairs, which in\nparticular answers a question of Baldwin and Benedikt on naming an\nindiscernible sequence.\n","Comment: 17 pages, some typos and mistakes corrected, overall presentation\n  improved, more details for the examples are given"]}]
["1008.1441",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1441","Phys. Lett. A375: 3491-3495,2011","doi:10.1016/physleta.2011.08.024"],"date":["2010-08-08","2011-09-03"],"type":["text"],"creator":["Rosu, H. C.","Khmelnytskaya, K. V."],"language":[],"coverage":[],"title":["Parametric oscillators from factorizations employing a constant-shifted\n  Riccati solution of the harmonic oscillator"],"description":["  We determine the kind of parametric oscillators that are generated in the\nusual factorization procedure of second-order linear differential equations\nwhen one introduces a constant shift of the Riccati solution of the classical\nharmonic oscillator. The mathematical results show that some of these\noscillators could be of physical nature. We give the solutions of the obtained\nsecond-order differential equations and the values of the shift parameter\nproviding strictly periodic and antiperiodic solutions. We also notice that\nthis simple problem presents parity-time (PT) symmetry. Possible applications\nare mentioned\n","Comment: 11 pages, 4 figures, published version"]}]
["1009.1350",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1350","J. Phys. A: Math. Theor. 44, 405302 (2011)","doi:10.1088/1751-8113/44/40/405302"],"date":["2010-09-07","2011-09-15"],"type":["text"],"creator":["Altintas, Ferdi","Eryigit, Resul"],"language":[],"coverage":[],"title":["Entanglement dynamics of two qubits under the influence of external\n  kicks and Gaussian pulses"],"description":["  We have investigated the dynamics of entanglement between two spin-1/2 qubits\nthat are subject to independent kick and Gaussian pulse type external magnetic\nfields analytically as well as numerically. Dyson time ordering effect on the\ndynamics is found to be important for the sequence of kicks. We show that\n\"almost-steady\" high entanglement can be created between two initially\nunentangled qubits by using carefully designed kick or pulse sequences.\n"]}]
["1009.1417",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1417","PRL 107, 127002 (2011)","doi:10.1103/PhysRevLett.107.127002"],"date":["2010-09-07","2011-08-15"],"type":["text"],"creator":["He, Rui-Hua","Fujita, M.","Enoki, M.","Hashimoto, M.","Iikubo, S.","Mo, S. -K.","Yao, Hong","Adachi, T.","Koike, Y.","Hussain, Z.","Shen, Z. -X.","Yamada, K."],"language":[],"coverage":[],"title":["Hidden itinerant-spin phase in heavily-overdoped La2-xSrxCuO4 revealed\n  by dilute Fe doping: A combined neutron scattering and angle-resolved\n  photoemission study"],"description":["  We demonstrated experimentally a direct way to probe a hidden propensity to\nthe formation of spin density wave (SDW) in a non-magnetic metal with strong\nFermi surface nesting. Substituting Fe for a tiny amount of Cu (1%) induced an\nincommensurate magnetic order below 20 K in heavily-overdoped La2-xSrxCuO4\n(LSCO). Elastic neutron scattering suggested that this order cannot be ascribed\nto the localized spins on Cu or doped Fe. Angle-resolved photoemission\nspectroscopy (ARPES), combined with numerical calculations, revealed a strong\nFermi surface nesting inherent in the pristine LSCO that likely drives this\norder. The heavily-overdoped Fe-doped LSCO thus represents the first plausible\nexample of the long-sought \"itinerant-spin extreme\" of cuprates, where the\nspins of itinerant doped holes define the magnetic ordering ground state. This\nfinding complements the current picture of cuprate spin physics that highlights\nthe predominant role of localized spins at lower dopings. The demonstrated set\nof methods could potentially apply to studying hidden density-wave\ninstabilities of other \"nested\" materials on the verge of density wave\nordering.\n","Comment: Abstract and discussion revised; to appear in Phys. Rev. Lett"]}]
["1009.1419",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Geometry","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1419"],"date":["2010-09-07","2011-09-15"],"type":["text"],"creator":["Socolar, Joshua E. S.","Taylor, Joan M."],"language":[],"coverage":[],"title":["Forcing nonperiodicity with a single tile"],"description":["  An aperiodic prototile is a shape for which infinitely many copies can be\narranged to fill Euclidean space completely with no overlaps, but not in a\nperiodic pattern. Tiling theorists refer to such a prototile as an \"einstein\"\n(a German pun on \"one stone\"). The possible existence of an einstein has been\npondered ever since Berger's discovery of large set of prototiles that in\ncombination can tile the plane only in a nonperiodic way. In this article we\nreview and clarify some features of a prototile we recently introduced that is\nan einstein according to a reasonable definition. [This abstract does not\nappear in the published article.]\n","Comment: 18 pages, 10 figures. This article has been substantially revised and\n  accepted for publication in the Mathematical Intelligencer and is scheduled\n  to appear in Vol 33. Citations to and quotations from this work should\n  reference that publication. If you cite this work, please check that the\n  published form contains precisely the material to which you intend to refer"]}]
["1009.2224",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2224","doi:10.1103/PhysRevLett.105.143904"],"date":["2010-09-12"],"type":["text"],"creator":["Soifer, H.","Botheron, P.","Shafir, D.","Diner, A.","Raz, O.","Bruner, B. D.","Mairesse, Y.","Pons, B.","Dudovich, N."],"language":[],"coverage":[],"title":["Near-threshold high-order harmonic spectroscopy with aligned molecules"],"description":["  We study high-order harmonic generation in aligned molecules close to the\nionization threshold. Two distinct contributions to the harmonic signal are\nobserved, which show very different responses to molecular alignment and\nellipticity of the driving field. We perform a classical electron trajectory\nanalysis, taking into account the significant influence of the Coulomb\npotential on the strong-field-driven electron dynamics. The two contributions\nare related to primary ionization and excitation processes, offering a deeper\nunderstanding of the origin of high harmonics near the ionization threshold.\nThis work shows that high harmonic spectroscopy can be extended to the\nnear-threshold spectral range, which is in general spectroscopically rich.\n","Comment: 4 pages, 4 figures"]}]
["1009.2564",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2564","J. Phys. A 44: 035304,2011","doi:10.1088/1751-8113/44/3/035304"],"date":["2010-09-13","2010-12-01"],"type":["text"],"creator":["Contreras-Astorga, Alonso","C, David J Fernandez","Velazquez, Mercedes"],"language":[],"coverage":[],"title":["Coherent states for quadratic Hamiltonians"],"description":["  The coherent states for a set of quadratic Hamiltonians in the trap regime\nare constructed. A matrix technique which allows to identify directly the\ncreation and annihilation operators will be presented. Then, the coherent\nstates as simultaneous eigenstates of the annihilation operators will be\nderived, and they are going to be compared with those attained through the\ndisplacement operator method. The corresponding wave function will be found,\nand a general procedure for obtaining several expected values involving the\ncanonical operators in these states will be described. The results will be\nillustrated through the asymmetric Penning trap.\n","Comment: 19 pages, 1 figure, small changes. Accepted for publication in J.\n  Phys. A: Math. Theor"]}]
["1009.2676",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2676","J. Nucl. Mater. 416, 55 (2011)","doi:10.1016/j.jnucmat.2010.11.051"],"date":["2010-09-14"],"type":["text"],"creator":["Ispánovity, Péter Dusán","Bakó, Botond","Weygand, Daniel","Hoffelner, Wolfgang","Samaras, Maria"],"language":[],"coverage":[],"title":["Impact of gamma' particle coarsening on the critical resolved shear\n  stress of nickel-base superalloys with low aluminium and/or titanium content"],"description":["  In Ni-base superalloys with low Al and/or Ti content the precipitation and\nsubsequent coarsening of gamma' particles at intermediate temperatures\ncontribute to the degradation of the mechanical properties of the alloy. In the\npresent paper the coarsening process is modelled and the change of the critical\nresolved shear stress of the alloy due to coarsening of the gamma' particles is\ncalculated by means of statistical analysis of the depinning of a single\ngliding edge dislocation. It is found that the contribution of gamma' hardening\nto the critical resolved shear stress at 973 K reduces to more than half of its\noriginal value in less than one year.\n","Comment: 8 pages, 5 figures"]}]
["1009.2983",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2983","Nonlinearity 24:2729,2011","doi:10.1088/0951-7715/24/10/004"],"date":["2010-09-15"],"type":["text"],"creator":["Gillard, Mike"],"language":[],"coverage":[],"title":["Hopf Solitons in the AFZ Model"],"description":["  The Aratyn-Ferreira-Zimerman (AFZ) model is a conformal field theory in\nthree-dimensional space. It has solutions that are topological solitons\nclassified by an integer-valued Hopf index. There exist infinitely many axial\nsolutions which have been found analytically. Axial, knot and linked solitons\nare found numerically to be static solutions using a modified volume preserving\nflow for Hopf index one to eight, allowing for comparison with other Hopf\nsoliton models. Solutions include a static trefoil knot at Hopf index five. A\none-parameter family of conformal Skyrme-Faddeev (CSF) models, consisting of\nlinear combinations of the Nicole and AFZ models, are also investigated\nnumerically. The transition of solutions for Hopf index four is mapped across\nthese models. A topological change between linked and axial solutions occurs,\nwith fewer models permitting axial solitons than linked solitons at Hopf index\nfour.\n","Comment: 17 pages, 5 figures and 2 tables"]}]
["1009.4482",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","05E05, 33D52, 17B22, 20F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4482","Mathematische Zeitschrift, Volume 269, Issue 1 (2011), Page\n  281-292","doi:10.1007/s00209-010-0727-0"],"date":["2010-09-22"],"type":["text"],"creator":["van Diejen, J. F.","Emsiz, E."],"language":[],"coverage":[],"title":["A Pieri formula for Macdonald's spherical functions and polynomials"],"description":["  We present explicit Pieri formulas for Macdonald's spherical functions (or\ngeneralized Hall-Littlewood polynomials associated with root systems) and their\n$q$-deformation the Macdonald polynomials. For the root systems of type $A$,\nour Pieri formulas recover the well-known Pieri formulas for the\nHall-Littlewood and Macdonald symmetric functions due to Morris and Macdonald\nas special cases.\n","Comment: 11 pages. To appear in Math. Z"]}]
["1009.4678",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4678","New J. Phys. 13: 075011,2011","doi:10.1088/1367-2630/13/7/075011"],"date":["2010-09-23","2011-01-06"],"type":["text"],"creator":["Guo, Hao","Wulin, Dan","Chien, Chih-Chun","Levin, K."],"language":[],"coverage":[],"title":["Perfect Fluids and Bad Metals: Transport Analogies Between Ultracold\n  Fermi Gases and High $T_c$ Superconductors"],"description":["  In this paper, we examine in a unified fashion dissipative transport in\nstrongly correlated systems. We thereby demonstrate the connection between \"bad\nmetals\" (such as the high temperature superconductors) and \"perfect fluids\"\n(such as the ultracold Fermi gases, near unitarity). One motivation of this\nwork is to communicate to the high energy physics community some of the central\nunsolved problems in high $T_c$ superconductors. Because of interest in the\nnearly perfect fluidity of the cold gases and because of new tools such as the\nAdS/CFT correspondence, this better communication may lead to important\nprogress in a variety of different fields. A second motivation is to draw\nattention to the great power of transport measurements which more directly\nreflect the excitation spectrum than, say, thermodynamics and thus strongly\nconstrain microscopic theories of correlated fermionic superfluids. Our\ncalculations show that bad metal and perfect fluid behavior is associated with\nthe presence of a normal state excitation gap which suppresses the effective\nnumber of carriers leading to anomalously low conductivity and viscosity above\nthe transition temperature $T_c$. Below $T_c$ we demonstrate that the\ncondensate collective modes (\"phonons\") do not couple to transverse probes such\nas the shear viscosity. As a result, our calculated shear viscosity at low $T$\nbecomes arbitrarily small as observed in experiments. In both homogeneous and\ntrap calculations we do not find the upturn in $\\eta$ or $\\eta/s$ (where $s$ is\nthe entropy density) found in most theories. In the process of these studies we\ndemonstrate compatibility with the transverse sum rule and find reasonable\nagreement with both viscosity and cuprate conductivity experiments.\n","Comment: 21 pages, 11 figures"]}]
["1010.0751",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0751"],"date":["2010-10-04","2011-09-15"],"type":["text"],"creator":["Jitomirskaya, S.","Marx, C. A."],"language":[],"coverage":[],"title":["Analytic quasi-perodic cocycles with singularities and the Lyapunov\n  Exponent of Extended Harper's Model"],"description":["  We show how to extend (and with what limitations) Avila's global theory of\nanalytic SL(2,C) cocycles to families of cocycles with singularities. This\nallows us to develop a strategy to determine the Lyapunov exponent for extended\nHarper's model, for all values of parameters and all irrational frequencies. In\nparticular, this includes the self-dual regime for which even heuristic results\ndid not previously exist in physics literature. The extension of Avila's global\ntheory is also shown to imply continuous behavior of the LE on the space of\nanalytic $M_2(\\mathbb{C})$-cocycles. This includes rational approximation of\nthe frequency, which so far has not been available.\n"]}]
["1010.4525",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4525","Acta Phys.Polon. B42:1917,2011","doi:10.5506/APhysPolB.42.1917"],"date":["2010-10-21","2011-04-29"],"type":["text"],"creator":["Bopp, F. W."],"language":[],"coverage":[],"title":["Novel ideas about emergent vacua"],"description":["  Arguments for special emergent vacua which generate fermion and weak boson\nmasses are outlined. Limitations and consequences of the concept are discussed.\nIf confirmed the Australian dipole would give strong support to such a picture.\nPreliminary support from recent DZero and CDF data is discussed and predictions\nfor LHC are presented.\n","Comment: 8 pages, 4 figures, The interpretation of new experimental results is\n  expanded to include the preliminary CDF boson"]}]
["1010.5241",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5241","Phys.Rev.D84:023513,2011","doi:10.1103/PhysRevD.84.023513"],"date":["2010-10-25","2011-09-14"],"type":["text"],"creator":["Brown, Adam R.","Dahlen, Alex"],"language":[],"coverage":[],"title":["Giant Leaps and Minimal Branes in Multi-Dimensional Flux Landscapes"],"description":["  There is a standard story about decay in multi-dimensional flux landscapes:\nthat from any state, the fastest decay is to take a small step, discharging one\nflux unit at a time; that fluxes with the same coupling constant are\ninterchangeable; and that states with N units of a given flux have the same\ndecay rate as those with -N. We show that this standard story is false. The\nfastest decay is a giant leap that discharges many different fluxes in unison;\nthis decay is mediated by a 'minimal' brane that wraps the internal manifold\nand exhibits behavior not visible in the effective theory. We discuss the\nimplications for the cosmological constant.\n","Comment: Minor updates to agree with published version. 9 pages, 4 figures"]}]
["1010.6196",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.6196","Phil. Trans. R. Soc. London Series A 369, Number 1944, 2337-2344\n  (2011)","doi:10.1098/rsta.2011.0086"],"date":["2010-10-29"],"type":["text"],"creator":["Janoschek, Florian","Mancini, Francesca","Harting, Jens","Toschi, Federico"],"language":[],"coverage":[],"title":["Rotational behavior of red blood cells in suspension---a mesoscale\n  simulation study"],"description":["  The nature of blood as a suspension of red blood cells makes computational\nhemodynamics a demanding task. Our coarse-grained blood model, which builds on\na lattice Boltzmann method for soft particle suspensions, enables the study of\nthe collective behavior of the order of 10^6 cells in suspension. After\ndemonstrating the viscosity measurement in Kolmogorov flow, we focus on the\nstatistical analysis of the cell orientation and rotation in Couette flow. We\nquantify the average inclination with respect to the flow and the nematic order\nas a function of shear rate and hematocrit. We further record the distribution\nof rotation periods around the vorticity direction and find a pronounced peak\nin the vicinity of the theoretical value for free model cells even though\ncell-cell interactions manifest themselves in a substantial width of the\ndistribution.\n","Comment: 8 pages, 5 figures"]}]
["1011.0960",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0960","Acta Phys. Polon. B42: 2013,2011","doi:10.5506/APhysPolB.42.2013"],"date":["2010-11-03","2011-09-09"],"type":["text"],"creator":["Dedonder, J. -P.","Furman, A.","Kaminski, R.","Lesniak, L.","Loiseau, B."],"language":[],"coverage":[],"title":["S-, P- and D-wave final state interactions and CP violation in B+- -->\n  pi+- pi-+ pi+- decays"],"description":["  We study CP violation and the contribution of the strong pion-pion\ninteractions in the three-body B+- --> pi+- pi-+ pi+- decays within a quasi\ntwo-body QCD factorization approach. The short distance interaction amplitude\nis calculated in the next-to-leading order in the strong coupling constant with\nvertex and penguin corrections. The meson-meson final state interactions are\ndescribed by pion non-strange scalar and vector form factors for the S and P\nwaves and by a relativistic Breit-Wigner formula for the D wave. The pion\nscalar form factor is calculated from a unitary relativistic coupled-channel\nmodel including pi pi, Kbar K and effective (2pi)(2pi) interactions. The pion\nvector form factor results from a Belle Collaboration analysis of tau- --> pi-\npi0 nu_tau data. The recent B+- --> pi+- pi-+ pi+- BABAR Collaboration data are\nfitted with our model using only three parameters for the S wave, one for the P\nwave and one for the D wave. We find not only a sizable contribution of the S\nwave just above the pi pi threshold but also under the rho(770) peak a\nsignificant interference, mainly between the S and P waves. For the B to\nf_2(1270) transition form factor, we predict F^{Bf_2}(m_\\pi^2)=0.098+-0.007.\nOur model yields a unified unitary description of the contribution of the three\nscalar resonances f_0(600), f_0(980) and f_0(1400) in terms of the pion\nnon-strange scalar form factor.\n","Comment: 33 pages, 7 figures, D-wave pi pi interactions included"]}]
["1011.1438",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1438","Phys. Rev. B 84, 060504(R) (2011)","doi:10.1103/PhysRevB.84.060504"],"date":["2010-11-05","2011-09-15"],"type":["text"],"creator":["Schnyder, Andreas P.","Ryu, Shinsei"],"language":[],"coverage":[],"title":["Topological phases and surface flat bands in superconductors without\n  inversion symmetry"],"description":["  We examine different topological phases in three-dimensional\nnon-centrosymmetric superconductors with time-reversal symmetry by using three\ndifferent types of topological invariants. Due to the bulk boundary\ncorrespondence, a non-zero value of any of these topological numbers indicates\nthe appearance of zero-energy Andreev surface states. We find that some of\nthese boundary modes in nodal superconducting phases are dispersionless, i.e.,\nthey form a topologically protected flat band. The region where the zero-energy\nflat band appears in the surface Brillouin zone is determined by the projection\nof the nodal lines in the bulk onto the surface. These dispersionless Andreev\nsurface bound states have many observable consequences, in particular, a\nzero-bias conductance peak in tunneling measurements. We also find that in the\ngapless phase there appear Majorana surface modes at time-reversal invariant\nmomenta which are protected by a $\\mathbb{Z}_2$ topological invariant.\n","Comment: 8 pages, 5 figures; corrected typos; added references; updated\n  figures"]}]
["1011.5634",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5634","Phys.Rev.C84:025201,2011","doi:10.1103/PhysRevC.84.025201"],"date":["2010-11-25","2011-09-15"],"type":["text"],"creator":["Bluhm, M.","Kampfer, B.","Redlich, K."],"language":[],"coverage":[],"title":["Shear and bulk viscosities of the gluon plasma in a quasiparticle\n  description"],"description":["  Shear and bulk viscosities of deconfined gluonic matter are investigated\nwithin an effective kinetic theory by describing the strongly interacting\nmedium phenomenologically in terms of quasiparticle excitations with\nmedium-dependent self-energies. We show that the resulting transport\ncoefficients reproduce the parametric dependencies on temperature and coupling\nobtained in perturbative QCD at large temperatures and small running coupling.\nThe extrapolation into the non-perturbative regime results in a decreasing\nspecific shear viscosity with decreasing temperature, exhibiting a minimum in\nthe vicinity of the deconfinement transition, while the specific bulk viscosity\nis sizeable in this region falling off rapidly with increasing temperature. The\ntemperature dependence of specific shear and bulk viscosities found within this\nquasiparticle description of the pure gluon plasma is in agreement with\navailable lattice QCD results.\n","Comment: Sep 2011. 24pp. 6 figures. revised journal version"]}]
["1011.6061",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Computational Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6061","Phys. Rev. E 83, 066319 (2011)","doi:10.1103/PhysRevE.83.066319"],"date":["2010-11-28","2011-05-31"],"type":["text"],"creator":["Kaoui, Badr","Harting, Jens","Misbah, Chaouqi"],"language":[],"coverage":[],"title":["Two-dimensional Vesicle dynamics under shear flow: effect of confinement"],"description":["  Dynamics of a single vesicle under shear flow between two parallel plates is\nstudied using two-dimensional lattice-Boltzmann simulations. We first present\nhow we adapted the lattice-Boltzmann method to simulate vesicle dynamics, using\nan approach known from the immersed boundary method. The fluid flow is computed\non an Eulerian regular fixed mesh while the location of the vesicle membrane is\ntracked by a Lagrangian moving mesh. As benchmarking tests, the known vesicle\nequilibrium shapes in a fluid at rest are found and the dynamical behavior of a\nvesicle under simple shear flow is being reproduced. Further, we focus on\ninvestigating the effect of the confinement on the dynamics, a question that\nhas received little attention so far. In particular, we study how the vesicle\nsteady inclination angle in the tank-treading regime depends on the degree of\nconfinement. The influence of the confinement on the effective viscosity of the\ncomposite fluid is also analyzed. At a given reduced volume (the swelling\ndegree) of a vesicle we find that both the inclination angle, and the membrane\ntank-treading velocity decrease with increasing confinement. At sufficiently\nlarge degree of confinement the tank-treading velocity exhibits a\nnon-monotonous dependence on the reduced volume and the effective viscosity\nshows a nonlinear behavior.\n","Comment: 12 pages, 8 figures"]}]
["1012.0224",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0224","J. Phys. Conf. Ser.284:012024, 2011"],"date":["2010-12-01"],"type":["text"],"creator":["Khan, A. Ali","Bregar, G.","Dvoeglazov, V. V.","Ellis, J.","Erdem, R.","Hernandez-Galeana, A.","Khlopov, M. Yu.","Lang, R. F.","Lukman, D.","Borstnik, N. S. Mankoc","Markum, H.","Mayorov, A. G.","Mirman, R.","Moultaka, G.","Nagao, K.","Nielsen, H. B.","Ninomiya, M.","Rosina, M.","Soldatov, E. Yu."],"language":[],"coverage":[],"title":["Proceedings to the 13th Workshop 'What Comes Beyond the Standard\n  Models', Bled, July 12. - 22., 2010, Slovenia"],"description":["  1. Noncommutativity and Topology within Lattice Field Theories 2. The\nConstruction of Quantum Field Operators 3. The Bargmann-Wigner Formalism for\nSpin 2 Fields 4. New Light on Dark Matter from the LHC 5. Extra Dimensional\nMetric Reversal Symmetry and its Prospect... 6. Masses and Mixing Matrices of\nFamilies within SU(3) Flavor Symmetry ... 7. Dark Atoms of the Universe: OHe\nNuclear Physics, 8. Can the Matter-Antimatter Asymmetry be Easier to Understand\nWithin the \"Spin-charge-family-theory\", ..\n  9. Mass Matrices of Twice Four Families of Quarks and Leptons, ...in the\n\"Spin-charge-family-theory\" 10. Bohmian Quantum Mechanics or What Comes Before\nthe Standard Model 11. Backward Causation in Complex Action Model ... 12. Is\nthe Prediction of the \"Spin-charge-family-theory\" in Disagreement with the\nXENON100..? 13. Masses and Mixing Matrices of Families of Quarks and Leptons\nWithin the \"Spin-charge-family-theory\" 14. Can the Stable Fifth Family of the\n\"Spin-charge-family-theory\" ...Form the Fifth Antibaryon Clusters with Ordinary\nHe Nucleus? 15. Puzzles of Dark Matter - More Light on Dark Atoms? 16. Families\nof Spinors in d = (1 + 5)...and Masslessness 17. Are Superheavy Quark Clusters\nCandidates for the Dark Matter? 18. Complex Action Functioning as Cutoff and De\nBroglie-Bohm Particle 19. Where does the Science Go? 20. VIA Presentation\n","Comment: Contains articles by different authors presented at the 13th Workshop\n  'What Comes Beyond the Standard Models', 12. - 22. July 2010, Bled, Slovenia.\n  Editors were N.S. Mankoc Borstnik, H.B. Nielsen, D. Lukman, x + 233 pp"]}]
["1012.3263",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3263","Class. Quantum Grav. 28 (2011) 195018","doi:10.1088/0264-9381/28/19/195018"],"date":["2010-12-15","2011-09-15"],"type":["text"],"creator":["Ciafaloni, M.","Munier, S."],"language":[],"coverage":[],"title":["Hamiltonian solutions of the 3-body problem in (2+1)-gravity"],"description":["  We present a full study of the 3-body problem in gravity in flat\n(2+1)-dimensional space-time, and in the nonrelativistic limit of small\nvelocities. We provide an explicit form of the ADM Hamiltonian in a regular\ncoordinate system and we set up all the ingredients for canonical quantization.\nWe emphasize the role of a U(2) symmetry under which the Hamiltonian is\ninvariant and which should generalize to a U(N-1) symmetry for N bodies. This\nsymmetry seems to stem from a braid group structure in the operations of\nlooping of particles around each other, and guarantees the single-valuedness of\nthe Hamiltonian. Its role for the construction of single-valued energy\neigenfunctions is also discussed.\n","Comment: 25 pages, no figure. v2: some calculation details removed to make the\n  paper more concise (see v1 for the longer version), minor correction in a\n  formula in the section on quantization, references added; results and\n  conclusions unchanged"]}]
["1012.3828",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Logic in Computer Science","68Q17 (Primary), 03B20 (Secondary)","F.2","F.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3828"],"date":["2010-12-17","2011-09-15"],"type":["text"],"creator":["Mundhenk, Martin","Weiss, Felix"],"language":[],"coverage":[],"title":["The model checking problem for intuitionistic propositional logic with\n  one variable is AC1-complete"],"description":["  We show that the model checking problem for intuitionistic propositional\nlogic with one variable is complete for logspace-uniform AC1. As basic tool we\nuse the connection between intuitionistic logic and Heyting algebra, and\ninvestigate its complexity theoretical aspects. For superintuitionistic logics\nwith one variable, we obtain NC1-completeness for the model checking problem.\n","Comment: A preliminary version of this work was presented at STACS 2011. 19\n  pages, 3 figures"]}]
["1012.5215",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5215","Nucl.Phys.A855:253-256,2011","doi:10.1016/j.nuclphysa.2011.02.052"],"date":["2010-12-23"],"type":["text"],"creator":["Borsanyi, Szabolcs","Fodor, Zoltan","Hoelbling, Christian","Katz, Sandor D.","Krieg, Stefan","Ratti, Claudia","Szabo, Kalman K."],"language":[],"coverage":[],"title":["Recent results on QCD thermodynamics: lattice QCD versus Hadron\n  Resonance Gas model"],"description":["  We present our most recent investigations on the QCD cross-over transition\ntemperatures with 2+1 staggered flavours and one-link stout improvement [JHEP\n1009:073, 2010]. We extend our previous two studies [Phys. Lett. B643 (2006)\n46, JHEP 0906:088 (2009)] by choosing even finer lattices ($N_t$=16) and we\nwork again with physical quark masses. All these results are confronted with\nthe predictions of the Hadron Resonance Gas model and Chiral Perturbation\nTheory for temperatures below the transition region. Our results can be\nreproduced by using the physical spectrum in these analytic calculations. A\ncomparison with the results of the hotQCD collaboration is also discussed.\n","Comment: 4 pages, 3 figures, Presented at the 4th International Conference\n  Hard Probes 2010"]}]
["1012.5854",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5854","Astron.Astrophys.530:A68,2011","doi:10.1051/0004-6361/201016273"],"date":["2010-12-28"],"type":["text"],"creator":["Tereno, Ismael","Semboloni, Elisabetta","Schrabback, Tim"],"language":[],"coverage":[],"title":["COSMOS weak-lensing constraints on modified gravity"],"description":["  The observed acceleration of the universe, explained through dark energy,\ncould alternatively be explained through a modification of gravity that would\nalso induce modifications in the evolution of cosmological perturbations. We\nuse new weak lensing data from the COSMOS survey to test for deviations from\nGeneral Relativity. The departure from GR is parametrized in a\nmodel-independent way that consistently parametrizes the two-point cosmic shear\namplitude and growth. Using CMB priors, we perform a likelihood analysis. We\nfind constraints on the amplitude of the signal that do not indicate a\ndeviation from General Relativity.\n","Comment: 6 pages. Submitted to A&A"]}]
["1101.0729",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0729","Eur. Phys. J. Plus (2011) 126: 85","doi:10.1140/epjp/i2011-11085-9"],"date":["2011-01-04","2011-09-14"],"type":["text"],"creator":["Razina, O. V.","Myrzakulov, Y. M.","Serikbayev, N. S.","Myrzakul, Sh. R.","Nugmanova, G. N.","Myrzakulov, R."],"language":[],"coverage":[],"title":["G-essence cosmologies with scalar-fermion interactions"],"description":["  We study the two particular models of g-essence with Yukawa type interactions\nbetween a scalar field $\\phi$ and a classical Dirac field $\\psi$. For the\nhomogeneous, isotropic and flat Friedmann-Robertson-Walker universe filled with\nthe such g-essence, some exact solutions of these models are found. Moreover,\nwe reconstruct the corresponding scalar and fermionic potentials.\n","Comment: 6 pages, references added"]}]
["1101.1016",{"format":[],"subject":["Mathematics - Analysis of PDEs","31C25, 31C45, 35B33, 35B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1016"],"date":["2011-01-05","2011-09-15"],"type":["text"],"creator":["Jiang, Renjin"],"language":[],"coverage":[],"title":["Gradient Estimate for Solutions to Poisson Equations in Metric Measure\n  Spaces"],"description":["  Let $(X,d)$ be a complete, pathwise connected metric measure space with\nlocally Ahlfors $Q$-regular measure $\\mu$, where $Q>1$. Suppose that\n$(X,d,\\mu)$ supports a (local) $(1,2)$-Poincar\\'e inequality and a suitable\ncurvature lower bound. For the Poisson equation $\\Delta u=f$ on $(X,d,\\mu)$,\nMoser-Trudinger and Sobolev inequalities are established for the gradient of\n$u$. The local H\\\"older continuity with optimal exponent of solutions is\nobtained.\n","Comment: Journal of Functional Analysis, to appear"]}]
["1101.4088",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4088","IEEE Trans. Nanotechnol.10 (5) pp. 1172 - 1179 (2011)","doi:10.1109/TNANO.2011.2123913"],"date":["2011-01-21"],"type":["text"],"creator":["Clement, Nicolas","Nishiguchi, Katsuhiko","Fujiwara, Akira","Vuillaume, Dominique"],"language":[],"coverage":[],"title":["Evaluation of a gate capacitance in the sub-aF range for a chemical\n  field-effect transistor with a silicon nanowire channel"],"description":["  An evaluation of the gate capacitance of a field-effect transitor (FET) whose\nchannel length and width are several ten nanometer, is a key point for sensors\napplications. However, experimental and precise evaluation of capacitance in\nthe aF range or less has been extremely difficult. Here, we report an\nextraction of the capacitance down to 0.55 aF for a silicon FET with a\nnanoscale wire channel whose width and length are 15 and 50 nm, respectively.\nThe extraction can be achieved by using a combination of four kinds of\nmeasurements: current characteristics modulated by double gates,\nrandom-telegraph-signal noise induced by trapping and detrapping of a single\nelectron, dielectric polarization noise, and current characteristics showing\nCoulomb blockade at low temperature. The extraction of such a small gate\ncapacitance enables us to evaluate electron mobility in a nanoscale wire using\na classical model of current characteristics of a FET.\n","Comment: To be published in IEEE Trans. Nanotechnol"]}]
["1102.0637",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Physics - Computational Physics","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0637","Macromolecular Theory and Simulations 20, 562-570 (2011)","doi:10.1002/mats.201100013"],"date":["2011-02-03","2011-05-31"],"type":["text"],"creator":["Janoschek, Florian","Toschi, Federico","Harting, Jens"],"language":[],"coverage":[],"title":["Simulations of Blood Flow in Plain Cylindrical and Constricted Vessels\n  with Single Cell Resolution"],"description":["  Understanding the physics of blood is challenging due to its nature as a\nsuspension of soft particles and the fact that typical problems involve\ndifferent scales. This is valid also for numerical investigations. In fact,\nmany computational studies either neglect the existence of discrete cells or\nresolve relatively few cells very accurately. The authors recently developed a\nsimple and highly efficient yet still particulate model with the aim to bridge\nthe gap between currently applied methods. The present work focuses on its\napplicability to confined flows in vessels of diameters up to 100 micrometres.\nFor hematocrit values below 30 percent, a dependence of the apparent viscosity\non the vessel diameter in agreement with experimental literature data is found.\n","Comment: 9 pages, 11 figures"]}]
["1102.1438",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1438","Phys. Rev. Lett. 107, 120402 (2011)","doi:10.1103/PhysRevLett.107.120402"],"date":["2011-02-07","2011-08-10"],"type":["text"],"creator":["Hoban, Matty J.","Browne, Dan E."],"language":[],"coverage":[],"title":["Stronger Quantum Correlations with Loophole-free Post-selection"],"description":["  One of the most striking non-classical features of quantum mechanics is in\nthe correlations it predicts between spatially separated measurements. In local\nhidden variable theories, correlations are constrained by Bell inequalities,\nbut quantum correlations violate these. However, experimental imperfections\nlead to \"loopholes\" whereby LHV correlations are no longer constrained by Bell\ninequalities, and violations can be described by LHV theories. For example,\nloopholes can emerge through selective detection of events. In this letter, we\nintroduce a clean, operational picture of multi-party Bell tests, and show that\nthere exists a non-trivial form of loophole-free post-selection. Surprisingly,\nthe same post-selection can enhance quantum correlations, and unlock a\nconnection between non-classical correlations and non-classical computation.\n","Comment: 4 pages, 2 figures, substantially revised in response to referee\n  suggestions"]}]
["1102.3539",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3539"],"date":["2011-02-17","2011-09-15"],"type":["text"],"creator":["Ghose, S.","Paul, B. C."],"language":[],"coverage":[],"title":["On the viability of some Emergent Universe models"],"description":["  A particular class of flat Emergent Universe scenario is studied in light of\nrecent observational data. Observationally permissible ranges of values are\nobtained for the model parameters. The class of model studied here can\naccommodate different composition of matter-energy as cosmic fluid. It is found\nthat recent observations favour some compositions over others while some\ncompositions can be ruled out with some level of confidence.\n","Comment: 6 pages, 9 figures, prepared in MSWORD, Conf. Proceedings: Exploring\n  the Cosmos, HECRRC, NBU, Feb, 2011"]}]
["1102.5538",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5538"],"date":["2011-02-27","2011-09-15"],"type":["text"],"creator":["Romashchenko, Andrei"],"language":[],"coverage":[],"title":["Pseudo-random graphs and bit probe schemes with one-sided error"],"description":["  We study probabilistic bit-probe schemes for the membership problem. Given a\nset A of at most n elements from the universe of size m we organize such a\nstructure that queries of type \"Is x in A?\" can be answered very quickly.\nH.Buhrman, P.B.Miltersen, J.Radhakrishnan, and S.Venkatesh proposed a bit-probe\nscheme based on expanders. Their scheme needs space of $O(n\\log m)$ bits, and\nrequires to read only one randomly chosen bit from the memory to answer a\nquery. The answer is correct with high probability with two-sided errors. In\nthis paper we show that for the same problem there exists a bit-probe scheme\nwith one-sided error that needs space of $O(n\\log^2 m+\\poly(\\log m))$ bits. The\ndifference with the model of Buhrman, Miltersen, Radhakrishnan, and Venkatesh\nis that we consider a bit-probe scheme with an auxiliary word. This means that\nin our scheme the memory is split into two parts of different size: the main\nstorage of $O(n\\log^2 m)$ bits and a short word of $\\log^{O(1)}m$ bits that is\npre-computed once for the stored set A and `cached'. To answer a query \"Is x in\nA?\" we allow to read the whole cached word and only one bit from the main\nstorage. For some reasonable values of parameters our space bound is better\nthan what can be achieved by any scheme without cached data.\n","Comment: 19 pages"]}]
["1103.0416",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0416","Mod.Phys.Lett.A26:1909-1915,2011","doi:10.1142/S0217732311036395"],"date":["2011-03-02","2011-08-01"],"type":["text"],"creator":["Santos, Roberto Baginski B."],"language":[],"coverage":[],"title":["Plasma-like Vacuum in Podolsky Regularized Classical Electrodynamics"],"description":["  We analyze wave propagation in the vacuum of Podolsky regularized\nelectrodynamics. Two kinds of waves were found in the theory: the traditional\nnon-dispersive waves of Maxwell electrodynamics, and a dispersive wave\nreminiscent of wave propagation in a collisionless plasma. Charged particle\nconcentration was determined, and found to be huge in this vacuum. We interpret\nthe results in terms of vacuum polarization effects induced in an otherwise\nclassical theory.\n","Comment: 7 pages, 1 figure, corrected typos, accepted for publication in\n  Modern Physics Letters A"]}]
["1103.0844",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0844","Phys. Rev. Lett. 107, 085506 (2011)","doi:10.1103/PhysRevLett.107.085506"],"date":["2011-03-04","2011-07-26"],"type":["text"],"creator":["Ispánovity, Péter Dusán","Groma, István","Györgyi, Géza","Szabó, Péter","Hoffelner, Wolfgang"],"language":[],"coverage":[],"title":["Criticality of relaxation in dislocation systems"],"description":["  Relaxation processes of dislocation systems are studied by two-dimensional\ndynamical simulations. In order to capture generic features, three physically\ndifferent scenarios were studied and power-law decays found for various\nphysical quantities. Our main finding is that all these are the consequence of\nthe underlying scaling property of the dislocation velocity distribution.\nScaling is found to break down at some cut-off time increasing with system\nsize. The absence of intrinsic relaxation time indicates that criticality is\nubiquitous in all states studied. These features are reminiscent to glassy\nsystems, and can be attributed to the inherent quenched disorder in the\nposition of the slip planes.\n","Comment: 4 pages, accepted for publication in Phys. Rev. Lett"]}]
["1103.2368",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2368","Phys. Rev. Lett. 107, 123601 (2011)","doi:10.1103/PhysRevLett.107.123601"],"date":["2011-03-11","2011-09-15"],"type":["text"],"creator":["Borkje, K.","Nunnenkamp, A.","Girvin, S. M."],"language":[],"coverage":[],"title":["Proposal for entangling remote micromechanical oscillators via optical\n  measurements"],"description":["  We propose an experiment to create and verify entanglement between remote\nmechanical objects by use of an optomechanical interferometer. Two optical\ncavities, each coupled to a separate mechanical oscillator, are coherently\ndriven such that the oscillators are laser cooled to the quantum regime. The\nentanglement is induced by optical measurement and comes about by combining the\noutput from the two cavities to erase which-path information. It can be\nverified through measurements of degrees of second-order coherence of the\noptical output field. The experiment is feasible in the regime of weak\noptomechanical coupling. Realistic parameters for the membrane-in-the-middle\ngeometry suggest entangled state lifetimes on the order of milliseconds.\n","Comment: 4 pages, 2 figures + supplementary material (7 pages, 2 figs).\n  Updates in v2: New Eq. (7) and Fig. 1 - results unchanged. Added\n  supplementary material with various details. Updates in v3: Minor changes,\n  journal ref. added"]}]
["1103.2671",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2671","Phys.Rev.D84:044053,2011","doi:10.1103/PhysRevD.84.044053"],"date":["2011-03-14"],"type":["text"],"creator":["Deffayet, Cédric","Randjbar-Daemi, Seifallah"],"language":[],"coverage":[],"title":["Non linear Fierz-Pauli theory from torsion and bigravity"],"description":["  The non linear aspects of a recently proposed model of massive spin-2\nparticles with propagating torsion are studied. We obtain a nonlinear equation\nwhich reduces at linear order to a generalized Fierz-Pauli equation in any\nbackground space-time with or without a vanishing torsion. We contrast those\nresults with properties of a class of bigravity theories in an arbitrary\nbackground Einstein manifold. It is known that the non perturbative spectrum of\nthe bigravity model has 8 propagating physical degrees of freedom. This is\nidentical to the physical propagating degrees of freedom of the massive spin-2\ntorsion model at the linearized order. The obtained non linear version of the\nFierz-Pauli field equations, however, contains terms absent in the bigravity\ncase which indicates that the curved space generalization of the unique flat\nspace space Fierz-Pauli equation is not unique. Moreover, in the torsion\nmassive gravity model the Fierz-Pauli field appears as a derivative of\nfundamental fields. This, however, does not generate any unwanted pole once\ncoupled to some external sources.\n","Comment: 17 pages"]}]
["1103.3424",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3424","Phys. Rev. A 84, 023624 (2011)","doi:10.1103/PhysRevA.84.023624"],"date":["2011-03-17","2011-07-20"],"type":["text"],"creator":["Plodzien, Marcin","Sacha, Krzysztof"],"language":[],"coverage":[],"title":["Matter-wave analog of an optical random laser"],"description":["  The accumulation of atoms in the lowest energy level of a trap and the\nsubsequent out-coupling of these atoms is a realization of a matter-wave analog\nof a conventional optical laser. Optical random lasers require materials that\nprovide optical gain but, contrary to conventional lasers, the modes are\ndetermined by multiple scattering and not a cavity. We show that a\nBose-Einstein condensate can be loaded in a spatially correlated disorder\npotential prepared in such a way that the Anderson localization phenomenon\noperates as a band-pass filter. A multiple scattering process selects atoms\nwith certain momenta and determines laser modes which represents a matter-wave\nanalog of an optical random laser.\n","Comment: 4 pages, 3 figures version accepted for publication in Phys. Rev. A;\n  minor changes, the present title substituted for \"Atom Random Laser\""]}]
["1103.3848",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - High Energy Astrophysical Phenomena","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3848","Phys.Rev.D84:043006,2011","doi:10.1103/PhysRevD.84.043006"],"date":["2011-03-20","2011-08-08"],"type":["text"],"creator":["Zhu, Yi","Wu, Shao-Feng","Liu, Yu-Xiao","Jiang, Ying"],"language":[],"coverage":[],"title":["General stationary charged black holes as charged particle accelerators"],"description":["  We study the possibility of getting infinite energy in the center of mass\nframe of colliding charged particles in a general stationary charged black\nhole. For black holes with two-fold degenerate horizon, it is found that\narbitrary high center-of-mass energy can be attained, provided that one of the\nparticle has critical angular momentum or critical charge, and the remained\nparameters of particles and black holes satisfy certain restriction. For black\nholes with multiple-fold degenerate event horizons, the restriction is\nreleased. For non-degenerate black holes, the ultra-high center-of-mass is\npossible to be reached by invoking the multiple scattering mechanism. We obtain\na condition for the existence of innermost stable circular orbit with critical\nangular momentum or charge on any-fold degenerate horizons, which is essential\nto get ultra-high center-of-mass energy without fine-tuning problem. We also\ndiscuss the proper time spending by the particle to reach the horizon and the\nduality between frame dragging effect and electromagnetic interaction. Some of\nthese general results are applied to braneworld small black holes.\n","Comment: 23 pages, no figures, revised version accepted for publication in\n  Phys. Rev. D"]}]
["1103.5055",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5055"],"date":["2011-03-25","2011-09-15"],"type":["text"],"creator":["Chugh, Ravi","Rondon, Patrick M.","Jhala, Ranjit"],"language":[],"coverage":[],"title":["Nested Refinements for Dynamic Languages"],"description":["  Programs written in dynamic languages make heavy use of features --- run-time\ntype tests, value-indexed dictionaries, polymorphism, and higher-order\nfunctions --- that are beyond the reach of type systems that employ either\npurely syntactic or purely semantic reasoning. We present a core calculus,\nSystem D, that merges these two modes of reasoning into a single powerful\nmechanism of nested refinement types wherein the typing relation is itself a\npredicate in the refinement logic. System D coordinates SMT-based logical\nimplication and syntactic subtyping to automatically typecheck sophisticated\ndynamic language programs. By coupling nested refinements with McCarthy's\ntheory of finite maps, System D can precisely reason about the interaction of\nhigher-order functions, polymorphism, and dictionaries. The addition of type\npredicates to the refinement logic creates a circularity that leads to unique\ntechnical challenges in the metatheory, which we solve with a novel\nstratification approach that we use to prove the soundness of System D.\n"]}]
["1103.5327",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","14J60, 14D20, 14M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5327"],"date":["2011-03-28","2011-09-15"],"type":["text"],"creator":["Timofeeva, Nadezda"],"language":[],"coverage":[],"title":["On some isomorphism of compactifications of moduli scheme of vector\n  bundles"],"description":["  A morphism of the reduced Gieseker -- Maruyama moduli functor (of semistable\ncoherent torsion-free sheaves) to the reduced moduli functor of admissible\nsemistable pairs with the same Hilbert polynomial, is constructed. It is shown\nthat main components of reduced moduli scheme for semistable admissible pairs\n((\\tilde S, \\tilde L), \\tilde E) are isomorphic to main components of reduced\nGieseker -- Maruyama moduli scheme.\n","Comment: 11 pages, new result added, and a little correction"]}]
["1103.6091",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.6091","Astroparticle Physics Volume 35, Issue 4, November 2011, Pages\n  165-169","doi:10.1016/j.astropartphys.2011.07.004"],"date":["2011-03-31"],"type":["text"],"creator":["Nozzoli, Francesco"],"language":[],"coverage":[],"title":["TeV dark matter in the disk"],"description":["  DAMA annual modulation data and, CoGeNT, CDMS-II, EDELWEISS-II, CRESST\nexcesses of events over the expected background are reanalyzed in terms of a\ndark matter particle signal considering the case of a rotating halo. It is\nfound that DAMA data favor the configurations of very high mass dark matter\nparticles in a corotating cold flux. A similar high-mass/low-velocity solution\nwould be compatible with the observed events in CoGeNT, CDMS-II, EDELWEISS-II\nand CRESST experiments and could be of interest in the light of the\npositron/electron excess measured by Pamela and Fermi in cosmic rays.\n","Comment: 5 pages, 7 figures"]}]
["1104.0404",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Mathematical Physics","Mathematics - Analysis of PDEs","Physics - Atmospheric and Oceanic Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0404"],"date":["2011-04-03","2011-09-14"],"type":["text"],"creator":["Gibbon, J. D.","Holm, D. D."],"language":[],"coverage":[],"title":["Enstrophy bounds and the range of space-time scales in the hydrostatic\n  primitive equations"],"description":["  The hydrostatic primitive equations (HPE) form the basis of most numerical\nweather, climate and global ocean circulation models. Analytical (not\nstatistical) methods are used to find a scaling proportional to\n$(Nu\\,Ra\\,Re)^{1/4}$ for the range of horizontal spatial sizes in HPE\nsolutions, which is much broader than currently achievable computationally. The\nrange of scales for the HPE is determined from an analytical bound on the\ntime-averaged enstrophy of the horizontal circulation. This bound allows the\nformation of very small spatial scales, whose existence would excite\nunphysically large linear oscillation frequencies and gravity wave speeds.\n","Comment: 7 pages, 2 figures, second version, comments welcome!"]}]
["1104.2517",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2517","New J.Phys.13:093021,2011","doi:10.1088/1367-2630/13/9/093021"],"date":["2011-04-13"],"type":["text"],"creator":["Cuevas, G. De las","Dür, W.","Nest, M. Van den","Martin-Delgado, M. A."],"language":[],"coverage":[],"title":["Quantum algorithms for classical lattice models"],"description":["  We give efficient quantum algorithms to estimate the partition function of\n(i) the six vertex model on a two-dimensional (2D) square lattice, (ii) the\nIsing model with magnetic fields on a planar graph, (iii) the Potts model on a\nquasi 2D square lattice, and (iv) the Z_2 lattice gauge theory on a\nthree-dimensional square lattice. Moreover, we prove that these problems are\nBQP-complete, that is, that estimating these partition functions is as hard as\nsimulating arbitrary quantum computation. The results are proven for a complex\nparameter regime of the models. The proofs are based on a mapping relating\npartition functions to quantum circuits introduced in [Van den Nest et al.,\nPhys. Rev. A 80, 052334 (2009)] and extended here.\n","Comment: 21 pages, 12 figures"]}]
["1104.3857",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3857","Phys. Rev. A 84, 033827 (2011)","doi:10.1103/PhysRevA.84.033827"],"date":["2011-04-19","2011-08-17"],"type":["text"],"creator":["Filippov, Sergey N.","Man'ko, Vladimir I."],"language":[],"coverage":[],"title":["Measuring microwave quantum states: tomogram and moments"],"description":["  Two measurable characteristics of microwave one-mode photon states are\ndiscussed: a rotated quadrature distribution (tomogram) and\nnormally/antinormally ordered moments of photon creation and annihilation\noperators. Extraction of these characteristics from amplified microwave signal\nis presented. Relations between the tomogram and the moments are found and can\nbe used as a cross check of experiments. Formalism of the ordered moments is\ndeveloped. The state purity and generalized uncertainty relations are\nconsidered in terms of moments. Unitary and non-unitary time evolution of\nmoments is obtained in the form of linear differential equations in contrast to\npartial differential equations for quasidistributions. Time evolution is\nspecified for the cases of a harmonic oscillator and a damped harmonic\noscillator, which describe noiseless and decoherence processes, respectively.\n","Comment: 10 pages, 1 figure, to appear in Phys. Rev. A"]}]
["1104.5089",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5089","J. Phys. A: Math. Theor. 44 (2011) 315001","doi:10.1088/1751-8113/44/31/315001"],"date":["2011-04-27"],"type":["text"],"creator":["Lazarescu, Alexandre","Mallick, Kirone"],"language":[],"coverage":[],"title":["An Exact Formula for the Statistics of the Current in the TASEP with\n  Open Boundaries"],"description":["  We study the totally asymmetric exclusion process (TASEP) on a finite\none-dimensional lattice with open boundaries, i.e., in contact with two\nreservoirs at different potentials. The total (time-integrated) current through\nthe system is a random variable that scales linearly with time in the long time\nlimit. We give a parametric representation for the generating function of the\ncumulants of the current, which is related to the large deviation function by\nLaplace transform. This formula is valid for all system sizes and for all\nvalues of the boundary coupling parameters.\n","Comment: 13 pages"]}]
["1104.5334",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5334","Phys. Rev. B 84, 125404 (2011)","doi:10.1103/PhysRevB.84.125404"],"date":["2011-04-28","2011-09-15"],"type":["text"],"creator":["Makogon, D.","van Gelderen, R.","Roldán, R.","Smith, C. Morais"],"language":[],"coverage":[],"title":["Spin-density-wave instability in graphene doped near the van Hove\n  singularity"],"description":["  We study the instability of the metallic state towards the formation of a new\nground state in graphene doped near the van Hove singularity. The system is\ndescribed by the Hubbard model and a field theoretical approach is used to\ncalculate the charge and spin susceptibility. We find that for repulsive\ninteractions, within the random phase approximation, there is a competition\nbetween ferromagnetism and spin-density wave (SDW). It turns out that a SDW\nwith a triangular geometry is more favorable when the Hubbard parameter is\nabove the critical value U_c(T), which depends on the temperature T, even if\nthere are small variations in the doping. Our results can be verified by ARPES\nor neutron scattering experiments in highly doped graphene.\n","Comment: 5 pages, 5 figures, 1 table"]}]
["1104.5552",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Instrumentation and Methods for Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5552","MNRAS, 415, 2011, L26","doi:10.1111/j.1745-3933.2011.01072.x"],"date":["2011-04-29"],"type":["text"],"creator":["Coward, D. M.","Gendre, B.","Sutton, P. J.","Howell, E. J.","Regimbau, T.","Laas-Bourez, M.","Klotz, A.","Boer, M.","Branchesi, M."],"language":[],"coverage":[],"title":["Toward an optimal search strategy of optical and gravitational wave\n  emissions from binary neutron star coalescence"],"description":["  Observations of an optical source coincident with gravitational wave emission\ndetected from a binary neutron star coalescence will improve the confidence of\ndetection, provide host galaxy localisation, and test models for the\nprogenitors of short gamma ray bursts. We employ optical observations of three\nshort gamma ray bursts, 050724, 050709, 051221, to estimate the detection rate\nof a coordinated optical and gravitational wave search of neutron star mergers.\nModel R-band optical afterglow light curves of these bursts that include a\njet-break are extrapolated for these sources at the sensitivity horizon of an\nAdvanced LIGO/Virgo network. Using optical sensitivity limits of three\ntelescopes, namely TAROT (m=18), Zadko (m=21) and an (8-10) meter class\ntelescope (m=26), we approximate detection rates and cadence times for imaging.\nWe find a median coincident detection rate of 4 yr^{-1} for the three bursts.\nGRB 050724 like bursts, with wide opening jet angles, offer the most optimistic\nrate of 13 coincident detections yr^{-1}, and would be detectable by Zadko up\nto five days after the trigger. Late time imaging to m=26 could detect off-axis\nafterglows for GRB 051221 like bursts several months after the trigger. For a\nbroad distribution of beaming angles, the optimal strategy for identifying the\noptical emissions triggered by gravitational wave detectors is rapid response\nsearches with robotic telescopes followed by deeper imaging at later times if\nan afterglow is not detected within several days of the trigger.\n","Comment: 6 pages, 1 figure, Accepted for publication in MNRAS Letters (2011\n  April 22)"]}]
["1105.0389",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0389","JHEP 1109:062,2011","doi:10.1007/JHEP09(2011)062"],"date":["2011-05-02","2011-06-21"],"type":["text"],"creator":["Mann, R. B.","Pourhasan, R."],"language":[],"coverage":[],"title":["Gauss-Bonnet Black Holes and Heavy Fermion Metals"],"description":["  We consider charged black holes in Einstein-Gauss-Bonnet Gravity with\nLifshitz boundary conditions. We find that this class of models can reproduce\nthe anomalous specific heat of condensed matter systems exhibiting\nnon-Fermi-liquid behaviour at low temperatures. We find that the temperature\ndependence of the Sommerfeld ratio is sensitive to the choice of Gauss-Bonnet\ncoupling parameter for a given value of the Lifshitz scaling parameter. We\npropose that this class of models is dual to a class of models of\nnon-Fermi-liquid systems proposed by Castro-Neto et.al.\n","Comment: 17 pages, 6 figures, pdfLatex; small corrections to figure 10 in this\n  version"]}]
["1105.0708",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0708","Physical Review Letters, Vol. 107, 114302 (2011)","doi:10.1103/PhysRevLett.107.114302"],"date":["2011-05-03","2011-08-26"],"type":["text"],"creator":["Rodriguez, Alejandro W.","Ilic, Ognjen","Bermel, Peter","Celanovic, Ivan","Joannopoulos, John D.","Soljacic, Marin","Johnson, Steven G."],"language":[],"coverage":[],"title":["Frequency-selective near-field enhancement of radiative heat transfer\n  via photonic-crystal slabs: a general computational approach for arbitrary\n  geometries and materials"],"description":["  We demonstrate the possibility of achieving enhanced frequency-selective\nnear-field radiative heat transfer between patterned (photonic crystal) slabs\nat designable frequencies and separations, exploiting a general numerical\napproach for computing heat transfer in arbitrary geometries and materials\nbased on the finite-difference time-domain method. Our simulations reveal a\ntradeoff between selectivity and near-field enhancement as the slab--slab\nseparation decreases, with the patterned heat transfer eventually reducing to\nthe unpatterned result multiplied by a fill factor (described by a standard\nproximity approximation). We also find that heat transfer can be further\nenhanced at selective frequencies when the slabs are brought into a\nglide-symmetric configuration, a consequence of the degeneracies associated\nwith the non-symmorphic symmetry group.\n"]}]
["1105.2100",{"format":[],"subject":["Nuclear Experiment","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2100","Nuclear Inst. and Methods in Physics Research, A 654 (2011), pp.\n  318-323","doi:10.1016/j.nima.2011.06.095"],"date":["2011-05-11","2011-07-01"],"type":["text"],"creator":["Tseung, H. Wan Chan","Kaspar, J.","Tolich, N."],"language":[],"coverage":[],"title":["Measurement of the dependence of the light yields of linear\n  alkylbenzene-based and EJ-301 scintillators on electron energy"],"description":["  An experimental test of the electron energy scale linearities of SNO+ and\nEJ-301 scintillators was carried out using a Compton spectrometer with\nelectrons in the energy range 0.09-3 MeV. The linearity of the apparatus was\nexplicitly demonstrated. It was found that the response of both types of\nscintillators with respect to electrons becomes non-linear below ~0.4 MeV. An\nexplanation is given in terms of Cherenkov light absorption and re-emission by\nthe scintillators.\n","Comment: 8 pages, 7 figures"]}]
["1105.2163",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2163","Phys.Rev.D84:034504,2011","doi:10.1103/PhysRevD.84.034504"],"date":["2011-05-11"],"type":["text"],"creator":["Millo, Raffaele","Faccioli, Pietro"],"language":[],"coverage":[],"title":["Computing the Effective Hamiltonian of Low-Energy Vacuum Gauge Fields"],"description":["  A standard approach to investigate the non-perturbative QCD dynamics is\nthrough vacuum models which emphasize the role played by specific gauge field\nfluctuations, such as instantons, monopoles or vortexes. The effective\nHamiltonian describing the dynamics of the low-energy degrees of freedom in\nsuch approaches is usually postulated phenomenologically, or obtained through\nuncontrolled approximations. In a recent paper, we have shown how lattice field\ntheory simulations can be used to rigorously compute the effective Hamiltonian\nof arbitrary vacuum models by stochastically performing the path integral over\nall the vacuum field fluctuations which are not explicitly taken into account.\nIn this work, we present the first illustrative application of such an approach\nto a gauge theory and we use it to compute the instanton size distribution in\nSU(2) gluon-dynamics in a fully model independent and parameter-free way.\n","Comment: 10 pages, 4 figures"]}]
["1105.3622",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3622","Phys.Rev.Lett.107:122501,2011","doi:10.1103/PhysRevLett.107.122501"],"date":["2011-05-18","2011-09-13"],"type":["text"],"creator":["Zhao, P. W.","Peng, J.","Liang, H. Z.","Ring, P.","Meng, J."],"language":[],"coverage":[],"title":["Antimagnetic Rotation Band in Nuclei: A Microscopic Description"],"description":["  Covariant density functional theory and the tilted axis cranking method are\nused to investigate antimagnetic rotation (AMR) in nuclei for the first time in\na fully self-consistent and microscopic way. The experimental spectrum as well\nas the B(E2) values of the recently observed AMR band in 105Cd are reproduced\nvery well. This gives a further strong hint that AMR is realized in specific\nbands in nuclei.\n","Comment: 10 pages, 4 figures"]}]
["1105.3676",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3676","Phys.Rev.D84:045022,2011","doi:10.1103/PhysRevD.84.045022"],"date":["2011-05-18","2011-06-20"],"type":["text"],"creator":["Kelley, Randall","Schabinger, Robert M.","Schwartz, Matthew D.","Zhu, Hua Xing"],"language":[],"coverage":[],"title":["The two-loop hemisphere soft function"],"description":["  The hemisphere soft function is calculated to order alpha_s^2. This is the\nfirst multi-scale soft function calculated to two loops. The renormalization\nscale dependence of the result agrees exactly with the prediction from\neffective field theory. This fixes the unknown coefficients of the singular\nparts of the two-loop thrust and heavy-jet mass distributions. There are four\nsuch coefficients, for 2 event shapes and 2 color structures, which are shown\nto be in excellent agreement with previous numerical extraction. The asymptotic\nbehavior of the soft function has double logs in the CF CA color structure,\nwhich agree with non-global log calculations, but also has sub-leading single\nlogs for both the CF CA and CF TF nf color structures. The general form of the\nsoft function is complicated, does not factorize in a simple way, and disagrees\nwith the Hoang-Kluth ansatz. The exact hemisphere soft function will remove one\nsource of uncertainty on the alpha_s fits from e+e- event shapes.\n","Comment: 26 pages, 6 figures. Discussion of exponentiation of non-global logs\n  added in v2"]}]
["1105.3957",{"format":[],"subject":["Mathematics - Differential Geometry","53B20, 53C21, 53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3957"],"date":["2011-05-19","2011-09-15"],"type":["text"],"creator":["Chen, Qiang","He, Chenxu"],"language":[],"coverage":[],"title":["On Bach flat warped product Einstein manifolds"],"description":["  In this paper we show that a compact warped product Einstein manifold with\nvanishing Bach tensor of dimension $n \\geq 4$ is a finite quotient of a warped\nproduct with $(n-1)$-dimensional Einstein fiber. The fiber has constant\ncurvature if $n=4$.\n","Comment: 12 pages. Minor changes and references updated. Submitted version"]}]
["1105.3966",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3966","Phys. Rev. B 84, 104509 (2011)","doi:10.1103/PhysRevB.84.104509"],"date":["2011-05-19","2011-09-15"],"type":["text"],"creator":["Anissimova, S.","Kreyssig, A.","Stockert, O.","Loewenhaupt, M.","Reznik, D."],"language":[],"coverage":[],"title":["Temperature dependence of low-energy phonons in magnetic\n  nonsuperconducting TbNi2B2C"],"description":["  We report temperature dependence of low-energy phonons in magnetic\nnonsuperconducting TbNi2B2C single crystals measured by inelastic neutron\nscattering. We observed a low-temperature softening and broadening of two\nphonon branches, qualitatively similar to that previously reported for\nsuperconducting RNi2B2C (R= rare earth, Y) compounds. This result suggests that\nthe superconductivity in TbNi2B2C compounds is absent not because of a weak\nelectron-phonon coupling but as a result of pairbreaking due to magnetism.\n"]}]
["1105.5586",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5586","Phys. Rev. Lett. 107, 121101 (2011)","doi:10.1103/PhysRevLett.107.121101"],"date":["2011-05-27","2011-09-15"],"type":["text"],"creator":["Pasek, M.","Georgeot, B.","Lignieres, F.","Reese, D. R."],"language":[],"coverage":[],"title":["Regular modes in rotating stars"],"description":["  Despite more and more observational data, stellar acoustic oscillation modes\nare not well understood as soon as rotation cannot be treated perturbatively.\nIn a way similar to semiclassical theory in quantum physics, we use acoustic\nray dynamics to build an asymptotic theory for the subset of regular modes\nwhich are the easiest to observe and identify. Comparisons with 2D numerical\nsimulations of oscillations in polytropic stars show that both the frequency\nand amplitude distributions of these modes can accurately be described by an\nasymptotic theory for almost all rotation rates. The spectra are mainly\ncharacterized by two quantum numbers; their extraction from observed spectra\nshould enable one to obtain information about stellar interiors.\n","Comment: 5 pages, 4 figures, discussion added"]}]
["1105.6201",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.6201","doi:10.1063/1.3636078"],"date":["2011-05-31"],"type":["text"],"creator":["Barcellan, L.","Berto, E.","Carugno, G.","Galet, G.","Galeazzi, G.","Borghesani, A. F."],"language":[],"coverage":[],"title":["A battery-operated, stabilized, high-energy pulsed electron gun for the\n  production of rare gas excimers"],"description":["  We report on the design of a new type of electron gun to be used for\nexperiments of infrared emission spectroscopy of rare gas excimers. It is based\non a filament heated by means of a pack of rechargeable batteries floated atop\nthe high-voltage power supply. The filament current is controlled by a feedback\ncircuit including a superluminescent diode decoupled from the high voltage by\nmeans of an optical fiber. Our experiment requires that the charge injection is\npulsed and constant and stable in time. This electron gun can deliver several\ntens of nC per pulse of electrons of energy up to $100\\,$keV into the sample\ncell. This new design eliminates ripples in the emission current and ensures up\nto 12 hrs of stable performance.\n","Comment: 1o pages, 8 figures, to be submitted to Review of Scientific\n  Instruments"]}]
["1106.0136",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0136","The Astrophysical Journal Letters 739, L62 (2011)","doi:10.1088/2041-8205/739/2/L62"],"date":["2011-06-01","2011-08-23"],"type":["text"],"creator":["Kawahara, Hajime","Fujii, Yuka"],"language":[],"coverage":[],"title":["Mapping Clouds and Terrain of Earth-like Planets from Photometric\n  Variability: Demonstration with Planets in Face-on Orbits"],"description":["  We develop an inversion technique of annual scattered light curves to sketch\na two-dimensional albedo map of exoplanets in face-on orbits. As a test-bed for\nfuture observations of extrasolar terrestrial planets, we apply this mapping\ntechnique to simulated light curves of a mock Earth-twin at a distance of 10 pc\nin a face-on circular orbit. A primary feature in recovered albedo maps traces\nthe annual mean distribution of clouds. To extract information of other surface\ntypes, we attempt to reduce the cloud signal by taking difference of two bands.\nWe find that the inversion of reflectivity difference between 0.8-0.9 and\n0.4-0.5 micron bands roughly recover the continental distribution, except for\nhigh latitude regions persistently covered with clouds and snow. The inversion\nof the reflectivity difference across the red edge (0.8-0.9 and 0.6-0.7 micron)\nemphasizes the vegetation features near the equator. The planetary obliquity\nand equinox can be estimated simultaneously with the mapping under the presence\nof clouds. We conclude that the photometric variability of the scattered light\nwill be a powerful means for exploring the habitat of a second Earth.\n","Comment: Accepted for publication in ApJL. Discussion about feasibility for\n  future missions and the red-edge detection is added"]}]
["1106.0539",{"format":[],"subject":["Statistics - Methodology","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0539"],"date":["2011-06-02","2011-09-15"],"type":["text"],"creator":["Broderick, Tamara","Jordan, Michael I.","Pitman, Jim"],"language":[],"coverage":[],"title":["Beta processes, stick-breaking, and power laws"],"description":["  The beta-Bernoulli process provides a Bayesian nonparametric prior for models\ninvolving collections of binary-valued features. A draw from the beta process\nyields an infinite collection of probabilities in the unit interval, and a draw\nfrom the Bernoulli process turns these into binary-valued features. Recent work\nhas provided stick-breaking representations for the beta process analogous to\nthe well-known stick-breaking representation for the Dirichlet process. We\nderive one such stick-breaking representation directly from the\ncharacterization of the beta process as a completely random measure. This\napproach motivates a three-parameter generalization of the beta process, and we\nstudy the power laws that can be obtained from this generalized beta process.\nWe present a posterior inference algorithm for the beta-Bernoulli process that\nexploits the stick-breaking representation, and we present experimental results\nfor a discrete factor-analysis model.\n","Comment: 37 pages, 11 figures"]}]
["1106.1644",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1644","Phys. Rev. Lett. 107, 115301 (2011)","doi:10.1103/PhysRevLett.107.115301"],"date":["2011-06-08"],"type":["text"],"creator":["Gorshkov, Alexey V.","Manmana, Salvatore R.","Chen, Gang","Ye, Jun","Demler, Eugene","Lukin, Mikhail D.","Rey, Ana Maria"],"language":[],"coverage":[],"title":["Tunable Superfluidity and Quantum Magnetism with Ultracold Polar\n  Molecules"],"description":["  By selecting two dressed rotational states of ultracold polar molecules in an\noptical lattice, we obtain a highly tunable generalization of the t-J model,\nwhich we refer to as the t-J-V-W model. In addition to XXZ spin exchange, the\nmodel features density-density interactions and novel density-spin\ninteractions; all interactions are dipolar. We show that full control of all\ninteraction parameters in both magnitude and sign can be achieved independently\nof each other and of the tunneling. As a first step towards demonstrating the\npotential of the system, we apply the density matrix renormalization group\nmethod (DMRG) to obtain the 1D phase diagram of the simplest experimentally\nrealizable case. Specifically, we show that the tunability and the long-range\nnature of the interactions in the t-J-V-W model enable enhanced superfluidity.\nFinally, we show that Bloch oscillations in a tilted lattice can be used to\nprobe the phase diagram experimentally.\n","Comment: 4 pages, 3 figures"]}]
["1106.1673",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1673","Phys. Rev. A 84, 033620 (2011)","doi:10.1103/PhysRevA.84.033620"],"date":["2011-06-08"],"type":["text"],"creator":["Kennett, Malcolm P.","Dalidovich, Denis"],"language":[],"coverage":[],"title":["Schwinger-Keldysh approach to out of equilibrium dynamics of the Bose\n  Hubbard model with time varying hopping"],"description":["  We study the real time dynamics of the Bose Hubbard model in the presence of\ntime-dependent hopping allowing for a finite temperature initial state. We use\nthe Schwinger-Keldysh technique to find the real-time strong coupling action\nfor the problem at both zero and finite temperature. This action allows for the\ndescription of both the superfluid and Mott insulating phases. We use this\naction to obtain dynamical equations for the superfluid order parameter as\nhopping is tuned in real time so that the system crosses the superfluid phase\nboundary. We find that under a quench in the hopping, the system generically\nenters a metastable state in which the superfluid order parameter has an\noscillatory time dependence with a finite magnitude, but disappears when\naveraged over a period. We relate our results to recent cold atom experiments.\n","Comment: 22 pages, 7 figures"]}]
["1106.2990",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2990","Phys. Lett. B 704 (2011) 15-23","doi:10.1016/j.physletb.2011.08.067"],"date":["2011-06-15","2011-09-15"],"type":["text"],"creator":["The HERMES Collaboration","Airapetian, A.","Akopov, N.","Akopov, Z.","Aschenauer, E. C.","Augustyniak, W.","Avakian, R.","Avetissian, A.","Avetisyan, E.","Belostotski, S.","Bianchi, N.","Blok, H. P.","Borissov, A.","Bowles, J.","Brodski, I.","Bryzgalov, V.","Burns, J.","Capiluppi, M.","Capitani, G. P.","Cisbani, E.","Ciullo, G.","Contalbrigo, M.","Dalpiaz, P. F.","Deconinck, W.","De Leo, R.","De Nardo, L.","De Sanctis, E.","Di Nezza, P.","Dueren, M.","Ehrenfried, M.","Elbakian, G.","Ellinghaus, F.","Fabbri, R.","Fantoni, A.","Felawka, L.","Frullani, S.","Gabbert, D.","Gapienko, G.","Gapienko, V.","Garibaldi, F.","Gavrilov, G.","Gharibyan, V.","Giordano, F.","Gliske, S.","Golembiovskaya, M.","Hartig, M.","Hasch, D.","Hoek, M.","Holler, Y.","Hristova, I.","Imazu, Y.","Ivanilov, A.","Jackson, H. E.","Jo, H. S.","Joosten, S.","Kaiser, R.","Karyan, G.","Keri, T.","Kinney, E.","Kisselev, A.","Korotkov, V.","Kozlov, V.","Kravchenko, P.","Krivokhijine, V. G.","Lagamba, L.","Lapikas, L.","Lehmann, I.","Lenisa, P.","Ruiz, A. Lopez","Lorenzon, W.","Lu, X. -G.","Lu, X. -R.","Ma, B. -Q.","Mahon, D.","Makins, N. C. R.","Manaenkov, S. I.","Manfre, L.","Mao, Y.","de la Ossa, B. Marianski A. Martinez","Marukyan, H.","Miller, C. A.","Miyachi, Y.","Movsisyan, A.","Murray, M.","Mussgiller, A.","Nappi, E.","Naryshkin, Y.","Nass, A.","Negodaev, M.","Nowak, W. -D.","Pappalardo, L. L.","Perez-Benito, R.","Raithel, M.","Reimer, P. E.","Reolon, A. R.","Riedl, C.","Rith, K.","Rosner, G.","Rostomyan, A.","Rubin, J.","Ryckbosch, D.","Salomatin, Y.","Schaefer, A.","Schnell, G.","Schueler, K. P.","Seitz, B.","Shibata, T. -A.","Shutov, V.","Stancari, M.","Statera, M.","Steffens, E.","Steijger, J. J. M.","Stinzing, F.","Taroian, S.","Terkulov, A.","Truty, R.","Trzcinski, A.","Tytgat, M.","Van Haarlem, Y.","Van Hulse, C.","Veretennikov, D.","Vikhrov, V.","Vilardi, I.","Wang, S.","Yaschenko, S.","Ye, Z.","Yen, S.","Zagrebelnyy, V.","Zeiler, D.","Zihlmann, B.","Zupranski, P."],"language":[],"coverage":[],"title":["Measurement of double-spin asymmetries associated with deeply virtual\n  Compton scattering on a transversely polarized hydrogen target"],"description":["  Double-spin asymmetries in exclusive electroproduction of real photons from a\ntransversely polarized hydrogen target are measured with respect to the product\nof target polarization with beam helicity and beam charge, and with respect to\nthe product of target polarization with beam helicity alone. The asymmetries\narise from the deeply virtual Compton scattering process and its interference\nwith the Bethe--Heitler process. They are related to the real part of the same\ncombination of Compton form factors as that determining the previously\npublished transverse target single-spin asymmetries through the imaginary part.\nThe results for the double-spin asymmetries are found to be compatible with\nzero within the uncertainties of the measurement, and are not incompatible with\nthe predictions of the only available GPD-based calculation.\n","Comment: 9 pages, 4 figures, and 3 tables"]}]
["1106.3380",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3380"],"date":["2011-06-16","2011-09-15"],"type":["text"],"creator":["Rosmanis, Ansis"],"language":[],"coverage":[],"title":["Fixed Space of Positive Trace-Preserving Super-Operators"],"description":["  We examine the fixed space of positive trace-preserving super-operators. We\ndescribe a specific structure that this space must have and what the projection\nonto it must look like. We show how these results, in turn, lead to an\nalternative proof of the complete characterization of the fixed space of\ncompletely positive trace-preserving super-operators.\n","Comment: 18 pages"]}]
["1106.4470",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4470","SMALL 7 (18) pp. 2607-2613 (2011)","doi:10.1002/smll.201100915"],"date":["2011-06-22"],"type":["text"],"creator":["Clement, N.","Patriarche, G.","Smaali, K.","Vaurette, F.","Nishiguchi, K.","Troadec, D.","Fujiwara, A.","Vuillaume, D."],"language":[],"coverage":[],"title":["Large array of sub-10 nm single-grain Au nanodots for use in\n  nanotechnology"],"description":["  A uniform array of single-grain Au nanodots, as small as 5-8 nm, can be\nformed on silicon using e-beam lithography. The as-fabricated nanodots are\namorphous, and thermal annealing converts them to pure Au single crystals\ncovered with a thin SiO2 layer. These findings are based on physical\nmeasurements, such as atomic force microscopy (AFM), atomic resolution scanning\ntransmission electron microscopy, and chemical techniques using energy\ndispersive x-ray spectroscopy. A self-assembled organic monolayer is grafted on\nthe nanodots and characterized chemically with nanometric lateral resolution.\nWe use the extended uniform array of nanodots as a new test-bed for molecular\nelectronics devices.\n","Comment: In press. One file, including the manuscript and supplementary\n  information"]}]
["1106.4893",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4893","J.Phys.A44:395205,2011","doi:10.1088/1751-8113/44/39/395205"],"date":["2011-06-24"],"type":["text"],"creator":["Rasmussen, Jorgen"],"language":[],"coverage":[],"title":["W-extended Kac representations and integrable boundary conditions in the\n  logarithmic minimal models WLM(1,p)"],"description":["  We construct new Yang-Baxter integrable boundary conditions in the lattice\napproach to the logarithmic minimal model WLM(1,p) giving rise to reducible yet\nindecomposable representations of rank 1 in the continuum scaling limit. We\ninterpret these W-extended Kac representations as finitely-generated W-extended\nFeigin-Fuchs modules over the triplet W-algebra W(p). The W-extended fusion\nrules of these representations are inferred from the recently conjectured\nVirasoro fusion rules of the Kac representations in the underlying logarithmic\nminimal model LM(1,p). We also introduce the modules contragredient to the\nW-extended Kac modules and work out the correspondingly-extended fusion\nalgebra. Our results are in accordance with the Kazhdan-Lusztig dual of tensor\nproducts of modules over the restricted quantum universal enveloping algebra\n$\\bar{U}_q(sl_2)$ at $q=e^{\\pi i/p}$. Finally, polynomial fusion rings\nisomorphic with the various fusion algebras are determined, and the\ncorresponding Grothendieck ring of characters is identified.\n","Comment: 28 pages"]}]
["1106.5357",{"format":[],"subject":["Mathematics - Number Theory","14F20, 11F85, 11S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5357"],"date":["2011-06-27","2011-09-15"],"type":["text"],"creator":["Rojas-León, Antonio"],"language":[],"coverage":[],"title":["Katz-Radon transform of l-adic representations"],"description":["  We prove a simple explicit formula for the local Katz-Radon transform of an\nl-adic representation of the Galois group of the fraction field of a strictly\nhenselian discrete valuation ring with positive residual characteristic, which\ncan be defined as the local additive convolution with a fixed tame character.\nThe formula is similar to one proved by D. Arinkin in the D-module setting, and\nanswers a question posed by N. Katz.\n"]}]
["1106.5788",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5788","JHEP 1109:069,2011","doi:10.1007/JHEP09(2011)069"],"date":["2011-06-28","2011-09-15"],"type":["text"],"creator":["Watt, G."],"language":[],"coverage":[],"title":["Parton distribution function dependence of benchmark Standard Model\n  total cross sections at the 7 TeV LHC"],"description":["  We compare predictions for the W, Z, gg->H and t-tbar total cross sections at\nthe Large Hadron Collider (LHC), for a centre-of-mass energy of 7 TeV, using\nthe most recent publicly available next-to-leading order and\nnext-to-next-to-leading order parton distribution functions (PDFs) from all PDF\nfitting groups. In particular, we focus on the dependence on the different\nvalues of the strong coupling, alpha_S(M_Z^2), used by each group. We also\nperform a comparison of the relevant quark-antiquark and gluon-gluon luminosity\nfunctions. We make some comments on the recent PDF4LHC recommendations.\nFinally, we discuss the comparison of data and theory for W and Z cross\nsections at the LHC.\n","Comment: 40 pages, 18 figures. v2: version published in JHEP"]}]
["1106.6019",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.6019","JHEP 1109:061,2011","doi:10.1007/JHEP09(2011)061"],"date":["2011-06-29","2011-09-06"],"type":["text"],"creator":["Frederix, Rikkert","Frixione, Stefano","Hirschi, Valentin","Maltoni, Fabio","Pittau, Roberto","Torrielli, Paolo"],"language":[],"coverage":[],"title":["W and Z/gamma* boson production in association with a bottom-antibottom\n  pair"],"description":["  We present a study of l\\nu b\\bar{b} and l+ l- b\\bar{b} production at hadron\ncolliders. Our results, accurate to the next-to-leading order in QCD, are based\non automatic matrix-element calculations performed by MadLoop and MadFKS, and\nare given at both the parton level, and after the matching with the Herwig\nevent generator, achieved with aMC@NLO. We retain the complete dependence on\nthe bottom-quark mass, and include exactly all spin correlations of final-state\nleptons. We discuss the cases of several observables at the LHC which highlight\nthe importance of accurate simulations.\n","Comment: 18 pages, 12 figures. References updated, minor changes to the text"]}]
["1106.6097",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.6097","J. Fixed Point Theory Appl. 10 (2011), 129-146","doi:10.1007/s11784-011-0055-y"],"date":["2011-06-29"],"type":["text"],"creator":["Jitomirskaya, S.","Marx, C. A."],"language":[],"coverage":[],"title":["Continuity of the Lyapunov Exponent for analytic quasi-perodic cocycles\n  with singularities"],"description":["  We prove that the Lyapunov exponent of quasi-periodic cocyles with\nsingularities behaves continuously over the analytic category. We thereby\ngeneralize earlier results, where singularities were either excluded completely\nor constrained by additional hypotheses. Applications are one-parameter\nfamilies of analytic Jacobi operators, such as extended Harper's model\ndescribing crystals subject to external magnetic fields.\n","Comment: to appear in the Journal of Fixed Point Theory and Applications\n  (JFPTA), 2011"]}]
["1107.1007",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1007"],"date":["2011-07-05","2011-09-14"],"type":["text"],"creator":["Moldoveanu, Florin"],"language":[],"coverage":[],"title":["Comments on \"Disproof of Bell's theorem\""],"description":["  In a series of very interesting papers [1-7], Joy Christian constructed a\ncounterexample to Bell's theorem. This counterexample does not have the same\nassumptions as the original Bell's theorem, and therefore it does not represent\na genuine disproof in a strict mathematical sense. However, assuming the\nphysical relevance of the new assumptions, the counterexample is shown to be a\ncontextual hidden variable theory. If Bell's theorem's importance is to rule\nout contextual hidden variable theories obeying relativistic locality, then Joy\nChristian's counterexample achieves its aim. If however contextual hidden\nvariables theories are not considered genuine physically theories and Bell's\ntheorem's importance stems from its ability to be experimentally confirmed,\nthen Joy Christian's counterexample does not diminish the importance of Bell's\ntheorem. The implications of Joy Christian's counterexample are discussed in\nthe context of information theory.\n  Version 2 note: Subsequent analysis disproved the mathematical consistency of\nJoy Christian's model. This paper was based on the assumption of the\nmathematical validity of the model. Except for the addition of this note, the\ncontent of this paper was not modified in any other way.\n","Comment: See Version 2 note in the abstract"]}]
["1107.2744",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2744","J. Phys. A: Math. Theor. 44 (2011) 405002","doi:10.1088/1751-8113/44/40/405002"],"date":["2011-07-14","2011-09-14"],"type":["text"],"creator":["de Gier, Jan","Finn, Caley","Sorrell, Mark"],"language":[],"coverage":[],"title":["Relaxation rate of the reverse biased asymmetric exclusion process"],"description":["  We compute the exact relaxation rate of the partially asymmetric exclusion\nprocess with open boundaries, with boundary rates opposing the preferred\ndirection of flow in the bulk. This reverse bias introduces a length scale in\nthe system, at which we find a crossover between exponential and algebraic\nrelaxation on the coexistence line. Our results follow from a careful analysis\nof the Bethe ansatz root structure.\n","Comment: 22 pages, 12 figures"]}]
["1107.3718",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3718","Phys.Lett.B703:519-523,2011","doi:10.1016/j.physletb.2011.08.028"],"date":["2011-07-19","2011-09-15"],"type":["text"],"creator":["Kraenkl, S.","Manashov, A. N."],"language":[],"coverage":[],"title":["Two-loop renormalization of three-quark operators in QCD"],"description":["  Renormalization of composite three-quark operators in dimensional\nregularization is complicated by the mixing of physical and unphysical\n(evanescent) operators. This mixing must be taken into account in a consistent\nsubtraction scheme. In this work we propose a particular scheme that allows one\nto avoid the necessity of additional finite renormalization and is convenient\nin QCD applications. As an illustration, we calculate the two-loop anomalous\ndimensions of local three-quark operators in this scheme.\n","Comment: 6 pages, 1 figure; published version, typos corrected"]}]
["1107.3958",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3958","J. Phys. B: At. Mol. Opt. Phys. 44 (2011) 191003","doi:10.1088/0953-4075/44/19/191003"],"date":["2011-07-20"],"type":["text"],"creator":["Stockhofe, J.","Kevrekidis, P. G.","Frantzeskakis, D. J.","Schmelcher, P."],"language":[],"coverage":[],"title":["Dark-bright ring solitons in Bose-Einstein condensates"],"description":["  We study dark-bright ring solitons in two-component Bose-Einstein\ncondensates. In the limit of large densities of the dark component, we describe\nthe soliton dynamics by means of an equation of motion for the ring radius. The\npresence of the bright, \"filling\" species is demonstrated to have a stabilizing\neffect on the ring dark soliton. Near the linear limit, we discuss the\nsymmetry-breaking bifurcations of dark-bright soliton stripes and vortex-bright\nsoliton clusters from the dark-bright ring and relate the stabilizing effect of\nfilling to changes in the bifurcation diagram. Finally, we show that\nstabilization by means of a second component is not limited to the radially\nsymmetric structures, but can also be observed in a cross-like dark-bright\nsoliton configuration.\n"]}]
["1107.5544",{"format":[],"subject":["Mathematics - Combinatorics","05D15, 05D05, 05C35, 05C70, 05C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5544"],"date":["2011-07-27","2011-09-14"],"type":["text"],"creator":["Huang, Hao","Loh, Po-Shen","Sudakov, Benny"],"language":[],"coverage":[],"title":["The size of a hypergraph and its matching number"],"description":["  More than forty years ago, Erd\\H{o}s conjectured that for any T <= N/K, every\nK-uniform hypergraph on N vertices without T disjoint edges has at most\nmax{\\binom{KT-1}{K}, \\binom{N}{K} - \\binom{N-T+1}{K}} edges. Although this\nappears to be a basic instance of the hypergraph Tur\\'an problem (with a T-edge\nmatching as the excluded hypergraph), progress on this question has remained\nelusive. In this paper, we verify this conjecture for all T < N/(3K^2). This\nimproves upon the best previously known range T = O(N/K^3), which dates back to\nthe 1970's.\n","Comment: 9 pages"]}]
["1107.5994",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5994","Class.Quant.Grav.28:155009,2011","doi:10.1088/0264-9381/28/15/155009"],"date":["2011-07-28"],"type":["text"],"creator":["Bhattacharya, Amrita","Izmailov, Ramil","Laserra, Ettore","Nandi, Kamal K."],"language":[],"coverage":[],"title":["A Nonsingular Brans Wormhole: An Analogue to Naked Black Holes"],"description":["  In a recent paper, we showed the Jordan frame vacuum Brans Class I solution\nprovided a wormhole analogue to Horowitz-Ross naked black hole in the wormhole\nrange -3/2<{\\omega}<-4/3. Thereafter, the solution has been criticized by some\nauthors that, because of the presence of singularity in that solution within\nthis range, a wormhole interpretation of it is untenable. While the criticism\nis correct, we show here that (i) a singularity-free wormhole can actually be\nobtained from Class I solution by performing a kind of Wick rotation on it,\nresulting into what Brans listed as his independent Class II solution (ii) the\nClass II solution has all the necessary properties of a regular wormhole in a\nrevised range -2<{\\omega}<-3/2 and finally, (iii) naked black holes, as\ndescribed by Horowitz and Ross, are spacetimes where the tidal forces attain\ntheir maxima above the black hole horizon. We show that in the non-singular\nClass II spacetime this maxima is attained above the throat and thus can be\ntreated as a wormhole analogue. Some related issues are also addressed.\n","Comment: 20 pages, 4 figures"]}]
["1108.0207",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J62, 74G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0207"],"date":["2011-07-31","2011-09-15"],"type":["text"],"creator":["Gladiali, Francesca","Squassina, Marco"],"language":[],"coverage":[],"title":["Uniqueness of ground states for a class of quasi-linear elliptic\n  equations"],"description":["  We prove the uniqueness of positive radial solutions for a class of\nquasi-linear elliptic problems containing, in particular, the quasi-linear\nSchrodinger equation.\n","Comment: 13 pages"]}]
["1108.3829",{"format":[],"subject":["Statistics - Machine Learning","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3829"],"date":["2011-08-18","2011-09-14"],"type":["text"],"creator":["Mazumder, Rahul","Hastie, Trevor"],"language":[],"coverage":[],"title":["Exact covariance thresholding into connected components for large-scale\n  Graphical Lasso"],"description":["  We consider the sparse inverse covariance regularization problem or graphical\nlasso with regularization parameter $\\rho$. Suppose the co- variance graph\nformed by thresholding the entries of the sample covariance matrix at $\\rho$ is\ndecomposed into connected components. We show that the vertex-partition induced\nby the thresholded covariance graph is exactly equal to that induced by the\nestimated concentration graph. This simple rule, when used as a wrapper around\nexisting algorithms, leads to enormous performance gains. For large values of\n$\\rho$, our proposal splits a large graphical lasso problem into smaller\ntractable problems, making it possible to solve an otherwise infeasible large\nscale graphical lasso problem.\n","Comment: Report Version 2 (adding more experiments and correcting minor typos)"]}]
["1108.4126",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4126"],"date":["2011-08-20","2011-09-15"],"type":["text"],"creator":["Perkins, William","Tygert, Mark","Ward, Rachel"],"language":[],"coverage":[],"title":["Chi-square and classical exact tests often wildly misreport\n  significance; the remedy lies in computers"],"description":["  If a discrete probability distribution in a model being tested for\ngoodness-of-fit is not close to uniform, then forming the Pearson chi-square\nstatistic can involve division by nearly zero. This often leads to serious\ntrouble in practice -- even in the absence of round-off errors -- as the\npresent article illustrates via numerous examples. Fortunately, with the now\nwidespread availability of computers, avoiding all the trouble is simple and\neasy: without the problematic division by nearly zero, the actual values taken\nby goodness-of-fit statistics are not humanly interpretable, but black-box\ncomputer programs can rapidly calculate their precise significance.\n","Comment: 63 pages, 51 figures, 7 tables"]}]
["1108.4403",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4403"],"date":["2011-08-22","2011-09-15"],"type":["text"],"creator":["Ellingsrud, Geir","Strømme, Stein Arild"],"language":[],"coverage":[],"title":["Another proof of the $n!$ conjecture"],"description":["  The \"n! conjecture\" of Garsia and Haiman has inspired mathematicians for\nnearly two decades, even after Haiman published a proof in 2001. Kumar and\nFunch Thomsen proved in 2003 that in order to prove the conjecture for all\npartitions, it suffices to prove it for the so-called \"staircase partitions\"\n$(k,k-1,...,2,1)$ for each $k>1$. In the present paper we give a construction\nof a specially designed two-dimensional family of length-$n$ subschemes of the\nplane, and use that to prove the $n!$ conjecture for staircase partitions.\nTogether with the result of Kumar and Funch Thomsen, this provides a new proof\nof Haiman's theorem.\n","Comment: A referee found a serious flaw in the argument, so we withdraw the\n  paper"]}]
["1108.5214",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Geometric Topology","05A16, 05C80, 57M15, 60C05, 60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5214"],"date":["2011-08-25","2011-09-14"],"type":["text"],"creator":["Chmutov, Sergei","Pittel, Boris"],"language":[],"coverage":[],"title":["The genus of a random chord diagram is asymptotically normal"],"description":["  Let $G_n$ be the genus of a two-dimensional surface obtained by gluing,\nuniformly at random, the sides of an $n$-gon. Recently Linial and Nowik proved,\nvia an enumerational formula due to Harer and Zagier, that the expected value\nof $G_n$ is asymptotic to $(n - \\ln n)/2$ for $n\\to\\infty$. We prove a local\nlimit theorem for the distribution of $G_n$, which implies that $G_n$ is\nasymptotically Gaussian, with mean $(n-\\ln n)/2$ and variance $(\\ln n)/4$.\n","Comment: 13 pages"]}]
["1108.5532",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","Mathematics - Representation Theory","12F12, 13A50, 11R32, 14E08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5532"],"date":["2011-08-29","2011-09-15"],"type":["text"],"creator":["Michailov, Ivo M.","Ivanov, Ivan S."],"language":[],"coverage":[],"title":["Noether's problem for central extensions of metacyclic $p$-groups"],"description":["  Let $K$ be a field and $G$ be a finite group. Let $G$ act on the rational\nfunction field $K(x(g):g\\in G)$ by $K$ automorphisms defined by $g\\cdot\nx(h)=x(gh)$ for any $g,h\\in G$. Denote by $K(G)$ the fixed field $K(x(g):g\\in\nG)^G$. Noether's problem then asks whether $K(G)$ is rational over $K$. In [M.\nKang, Noether's problem for metacyclic $p$-groups, Adv. Math. 203(2005),\n554-567], Kang proves the rationality of $K(G)$ over $K$ if $G$ is any\nmetacyclic $p$-group and $K$ is any field containing enough roots of unity. In\nthis paper, we give a positive answer to the Noether's problem for all central\ngroup extensions of the general metacyclic $p$-group, provided that $K$ is\ninfinite and it contains sufficient roots of unity.\n"]}]
["1109.2833",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2833"],"date":["2011-09-13","2011-09-14"],"type":["text"],"creator":["Mahboubi, Pejman"],"language":[],"coverage":[],"title":["Regularity of the density for a stochastic heat equation"],"description":["  We study the smoothness of the density of the solution to the nonlinear heat\nequation u_t=Lu(t,x)+\\sigma(u(t,x))W on a torus with a periodic boundary\ncondition, where L is the generator of a Levy process on the torus, and W is\nwhite noise. We use Malliavin calculus techniques to show that the law of the\nsolution has a density with respect to the Lebesgue measure for all t >0 and x\nin R.\n"]}]
["1109.3011",{"format":[],"subject":["Nuclear Theory","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3011"],"date":["2011-09-14"],"type":["text"],"creator":["Roca-Maza, X.","Piekarewicz, J.","Garcia-Galvez, T.","Centelles, M."],"language":[],"coverage":[],"title":["Influence of the nuclear symmetry energy on the structure and\n  composition of the outer crust"],"description":["  We review and extend with nonrelativistic nuclear mean field calculations a\nprevious study of the impact of the nuclear symmetry energy on the structure\nand composition of the outer crust of nonaccreting neutron stars. First, we\ndevelop a simple \"toy model\" to understand the most relevant quantities\ndetermining the structure and composition of the outer crust: the nuclear\nsymmetry energy and the pressure of the electron gas. While the latter is a\nwell determined quantity, the former ---specially its density dependence---\nstill lacks an accurate characterization. We thus focus on the influence of the\nnuclear symmetry energy on the crustal composition. For that, we employ\ndifferent nuclear models that are accurate in the description of terrestrial\nnuclei. We show that those models with stiffer symmetry energies ---namely,\nthose that generate thicker neutron skins in heavy nuclei and have smaller\nsymmetry energies at subnormal nuclear densities--- generate more exotic\nisotopes in the stellar crust than their softer counterparts.\n","Comment: Contribution to the book \"Neutron Star Crust\". It will be available\n  in 2012 (Nova Publishers)"]}]
["1109.3014",{"format":[],"subject":["Mathematics - Analysis of PDEs","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3014"],"date":["2011-09-14","2011-09-15"],"type":["text"],"creator":["Pakdaman, Khashayar","Perthame, Benoît","Salort, Delphine"],"language":[],"coverage":[],"title":["Relaxation and self-sustained oscillations in the time elapsed neuron\n  network model"],"description":["  The time elapsed model describes the firing activity of an homogeneous\nassembly of neurons thanks to the distribution of times elapsed since the last\ndischarge. It gives a mathematical description of the probability density of\nneurons structured by this time. In an earlier work, based on generalized\nrelative entropy methods, it is proved that for highly or weakly connected\nnetworks the model exhibits relaxation to the steady state and for moderately\nconnected networks it is obtained numerical evidence of appearance of\nself-sustained periodic solutions.\n  Here, we go further and, using the particular form of the model, we quantify\nthe regime where relaxation to a stationary state occurs in terms of the\nnetwork connectivity. To introduce our methodology, we first consider the case\nwhere the neurons are not connected and we give a new statement showing that\ntotal asynchronous firing of neurons appears asymptotically. In a second step,\nwe consider the case with connections and give a low connectivity condition\nthat still leads to asynchronous firing. Our low connectivity condition is\nsomehow sharp because we can give an example, when this condition is not\nfulfilled, where synchronous rhythmic activity occurs. Indeed, we are able to\nbuild several explicit families of periodic solutions. Our construction is\nfully nonlinear and the resynchronization of the neural activity in the network\ndoes not follow from bifurcation analysis. It relies on an algebraically\nnonlinear boundary condition that occurs in the model.These analytic results\nare compared with numerical simulations under broader hypotheses and shown to\nbe robust.\n"]}]
["1109.3098",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3098"],"date":["2011-09-14","2011-09-15"],"type":["text"],"creator":["Tyndall, Amy","Jones, David","Lloyd, Myfanwy"],"language":[],"coverage":[],"title":["The kinematics and binary-induced shaping of PN HaTr 4"],"description":["  We present the first detailed spatio-kinematical analysis of the planetary\nnebula HaTr 4, one of few known to contain a post-Common-Envelope central star\nsystem. Based on high spatial and spectral resolution spectroscopy of the\n[OIII]5004.84 angstrom nebular emission line, in combination with deep,\nnarrow-band imagery, a spatio-kinematical model was developed in order to\naccurately determine the three-dimensional morphology and orientation of HaTr\n4. The nebula is found to display an extended ovoid morphology with an\nequatorial enhancement consistent with a toroidal waist - a feature believed to\nbe typical of central star binarity. The nebular inclination is found to be in\ngood agreement with that determined for the binary plane, providing strong\nevidence that shaping and evolution of HaTr 4 has been influenced by its\ncentral binary system - making HaTr 4 one of only 5 planetary nebulae to have\nhad this observationally proven.\n","Comment: 2 pages, to appear in proceedings of the IAU Symposium No. 283,\n  Planetary Nebulae: An Eye to the Future"]}]
["1109.3143",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3143"],"date":["2011-09-14","2011-09-15"],"type":["text"],"creator":["Simon, Frank","Collaboration, for the CALICE"],"language":[],"coverage":[],"title":["Measurements of the Time Structure of Hadronic Showers in a\n  Scintillator-Tungsten HCAL"],"description":["  For calorimeter applications requiring precise time stamping, the time\nstructure of hadronic showers in the detector is a crucial issue. This applies\nin particular to detector concepts for CLIC, where a hadronic calorimeter with\ntungsten absorbers is being considered to achieve a high level of shower\ncontainment while satisfying strict space constraints. The high hadronic\nbackground from gamma gamma to hadrons processes at 3 TeV in combination with\nthe 2 GHz bunch crossing frequency at CLIC requires good time stamping in the\ndetectors. To provide first measurements of the time structure in a highly\ngranular scintillator-tungsten calorimeter, T3B, a dedicated timing experiment,\nwas installed behind the last layer of the CALICE WHCAL prototype, a 30 layer\ntungsten scintillator calorimeter. T3B consists of 15 small scintillator cells\nwith embedded silicon photomultipliers, read out with fast digitizers over a\ntime window of 2.4 us, and provides detailed measurements of the time structure\nof the signal. The offline data reconstruction performs an automatic gain\ncalibration using noise events recorded between physics triggers and allows the\ndetermination of the arrival time of each photon at the photon sensor. The T3B\nsetup, its calibration and data reconstruction, as well as first results of the\ntime structure of the calorimeter response for 10 GeV pions recorded at the\nCERN PS confronted with Geant4 simulations using different physics lists are\ndiscussed.\n","Comment: Presented at the Technology and Instrumentation in Particle Physics\n  2011 (TIPP 2011) conference, June 2011, Chicago, IL, USA"]}]
["1109.3164",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3164"],"date":["2011-09-14"],"type":["text"],"creator":["Paris, Mark W."],"language":[],"coverage":[],"title":["Functional reduction of the S matrix in the canonical formalism"],"description":["  The Low equation is derived in a functional approach to the reduction of the\nS matrix in the canonical formalism. This establishes the vacuum expectation\nvalue of the scattering matrix as the generating functional of non-forward\nGreen functions, without reference to external currents. The method provides an\nalternate derivation of non-perturbative results of field theory, such as the\nLow equation, and considerably simplifies their derivation as well as that of\nthe rules of perturbation theory, the LSZ reduction formula, the\nDyson-Schwinger equations and crossing symmetry. The approach is employed to\nfurther develop the Low equation via reduction of the fermionic sector to\nobtain a reduced Dyson-Schwinger equation for boson-fermion scattering.\n","Comment: 4 pages; Letter"]}]
["1109.3202",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3202"],"date":["2011-09-14"],"type":["text"],"creator":["Berger, Edmond L."],"language":[],"coverage":[],"title":["Tevatron Top Quark Forward-Backward Asymmetry -- Implications for\n  Same-sign Top Quark Pair Production"],"description":["  The forward-backward asymmetry for top quarks measured in proton-antiproton\ncollisions at the Tevatron shows an interesting deviation from standard model\nexpectations. Among possible interpretations, the exchange of a non-universal,\nflavor-changing $Z^\\prime$ is of some interest as it naturally predicts a top\nquark in the forward region of rapidity. To reproduce the size of the Tevatron\nasymmetry, the couplings of the $Z^\\prime$ to standard model quarks must be\nlarge, inevitably leading to production of same-sign top quark pairs at the\nTevatron and at the Large Hadron Collider (LHC). We discuss the constraints on\nthis model from (a) the Tevatron $t \\bar{t}$ cross section, (b) the Tevatron $t\n\\bar{t}$ invariant mass distribution, and the limits at the Tevatron on the\nsame sign top quark pair cross section. We explore the discovery potential for\n$tt$ and $ttj$ production in early LHC experiments at 7 TeV and conclude that\nif a $tt$ signal is not observed with 1 fb$^{-1}$ of integrated luminosity,\nthen a non-universal $Z^\\prime$ alone cannot explain the Tevatron\nforward-backward asymmetry. Limits on the same sign cross section at the LHC\nfrom the CMS collaboration already disfavor this interpretation of the reported\nasymmetry.\n","Comment: 7 pages, 5 figures; to be published in the Proceedings of the\n  DPF-2011 Conference, Providence, RI, Aug 8 - 13, 2011"]}]
["1109.3205",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","Mathematics - Complex Variables","Primary 14E15, 32S45, Secondary 14C20, 32S10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3205"],"date":["2011-09-14"],"type":["text"],"creator":["Bierstone, Edward","Pacheco, Franklin Vera"],"language":[],"coverage":[],"title":["Resolution of singularities of pairs preserving semi-simple normal\n  crossings"],"description":["  Let X denote a reduced algebraic variety and D a Weil divisor on X. The pair\n(X,D) is said to be semi-simple normal crossings (semi-snc) at a point a of X\nif X is simple normal crossings at a (i.e., a simple normal crossings\nhypersurface, with respect to a local embedding in a smooth ambient variety),\nand D is induced by the restriction to X of a hypersurface that is simple\nnormal crossings with respect to X. We construct a composition of blowings-up\nf: X' -> X such that the transformed pair (X',D') is everywhere semi-simple\nnormal crossings, and f is an isomorphism over the semi-simple normal crossings\nlocus of (X,D). The result answers a question of Kollar.\n","Comment: 41 pages"]}]
["1109.3208",{"format":[],"subject":["General Relativity and Quantum Cosmology","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3208"],"date":["2011-09-14"],"type":["text"],"creator":["Gholami, Iraj"],"language":[],"coverage":[],"title":["A decision between Bayesian and Frequentist upper limit in analyzing\n  continuous Gravitational Waves"],"description":["  Given the sensitivity of current ground-based Gravitational Wave (GW)\ndetectors, any continuous-wave signal we can realistically expect will be at a\nlevel or below the background noise. Hence, any data analysis of detector data\nwill need to rely on statistical techniques to separate the signal from the\nnoise. While with the current sensitivity of our detectors we do not expect to\ndetect any true GW signals in our data, we can still set upper limits (UL) on\ntheir amplitude. These upper limits, in fact, tell us how weak a signal\nstrength we would detect. In setting upper limit using two popular method,\nBayesian and Frequentist, there is always the question of a realistic results.\nIn this paper, we try to give an estimate of how realistically we can set the\nupper limit using the above mentioned methods. And if any, which one is\npreferred for our future data analysis work.\n"]}]
["1109.3213",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3213","ISRN Astronomy and Astrophysics Volume 2011 (2011), Article ID\n  632850","doi:10.5402/2011/632850"],"date":["2011-09-14"],"type":["text"],"creator":["Roman-Lopes, A."],"language":[],"coverage":[],"title":["A New Galactic Wolf-Rayet Star in Centaurus"],"description":["  In this work I communicate the detection of a new Galactic Wolf-Rayet star\n(WR60a) in Centaurus. The H- and K-band spectra of WR60a, show strong carbon\nnear-infrared emission lines, characteristic of Wolf-Rayet stars of the WC5-7\nsub-type. Adopting mean absolute magnitude M$_K$ and mean intrinsic ($J-K_S$)\nand ($H-K_S$) colours, it was found that WR60a suffer a mean visual extinction\nof 3.8$\\pm$1.3 magnitudes, being located at a probable heliocentric distance of\n5.2$\\pm$0.8 Kpc, which for the related Galactic longitude (l=312) puts this\nstar probably in the Carina-Sagittarius arm at about 5.9 kpc from the Galactic\ncenter. I searched for clusters in the vicinity of WR60a, and in principle\nfound no previously known clusters in a search radius region of several tens\narc-minutes. The detection of a well isolated WR star induced us to seek for\nsome still unknown cluster, somewhere in the vicinity of WR60a. From inspection\nof 5.8$\\mu$m and 8.0$\\mu$m Spitzer/IRAC GLIMPSE images of the region around the\nnew WR star, it was found strong mid-infrared extended emission at about 13.5\narcmin south-west of WR60a. The study of the the H-K$_S$ colour distribution of\npoint sources associated with the extended emission, reveals the presence of a\nnew Galactic cluster candidate probably formed by at least 85 stars.\n","Comment: 5 pages, 2 tables and 4 figures. Figure 4 is in low-resolution mode.\n  The published on-line version of the paper can be obtained at\n  http://www.isrn.com/journals/astro/2011/632850/"]}]
["1109.3214",{"format":[],"subject":["Mathematics - Dynamical Systems","37C05, 37C15, 37E10, 37E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3214"],"date":["2011-09-14"],"type":["text"],"creator":["Parkhe, Kiran"],"language":[],"coverage":[],"title":["One-parameter families of circle diffeomorphisms with strictly monotone\n  rotation number"],"description":["  We show that if $f \\colon S^1 \\times S^1 \\to S^1 \\times S^1$ is $C^2$, with\n$f(x, t) = (f_t(x), t)$, and the rotation number of $f_t$ is equal to $t$ for\nall $t \\in S^1$, then $f$ is topologically conjugate to the linear Dehn twist\nof the torus $(1&1 0&1)$. We prove a differentiability result where the\nassumption that the rotation number of $f_t$ is $t$ is weakened to say that the\nrotation number is strictly monotone in $t$.\n","Comment: 11 pages"]}]
["1109.3215",{"format":[],"subject":["Mathematical Physics","35Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3215"],"date":["2011-09-14"],"type":["text"],"creator":["El-hafed, Cheikh Ould Mohamed","Moustapha, Mohamed Vall Ould"],"language":[],"coverage":[],"title":["Probl\\`eme de Cauchy avec des conditions modifi\\'ees pour les\n  \\'equations d'Euler-Poisson-Darboux"],"description":["  Nowadays the Euler-Poisson-Darboux equation is extensively studied in several\nsettings. The main questions on avery spaces are explicit solutions for the\nclassical Cauchy problems with the second data null. In this note we will\ngeneralize and unify several results on Euler-Poisson-Darboux equation. In this\nnote we consider the Cauchy problem with modified conditions for the\nEuler-Poisson-Darboux equation. We give the explicit solutions in terms of\nGauss 2F1 and Appel F4 hypergeometric functions with applications to the\nclassical and radial wave equations\n"]}]
["1109.3220",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3220"],"date":["2011-09-14"],"type":["text"],"creator":["Berger, Arno","Evans, Steven N."],"language":[],"coverage":[],"title":["A limit theorem for occupation measures of L\\'evy processes in compact\n  groups"],"description":["  A short proof is given of a necessary and sufficient condition for the\nnormalized occupation measure of a L\\'evy process in a metrizable compact group\nto be asymptotically uniform with probability one.\n","Comment: 13 pages"]}]
["1109.3223",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3223"],"date":["2011-09-14"],"type":["text"],"creator":["Godang, Romulus"],"language":[],"coverage":[],"title":["BABAR Results on CP Violation in B Decays"],"description":["  We report on the study of the decay $B^+ \\to D^0(\\bar{D0}) K^+$ where $D^0$\nand $\\bar{D0}$ decaying to $K \\pi \\pi^0$, with the Atwood Dunietz and Soni\n(ADS) method. We measure the ratios Rads, $R^+$, $R^-$ since the processes $B^+\n\\to D^0 \\bar{K^+}$ and $B^+ \\to D^0 K^+$ are proportional to $V_{cb}$ and\n$V_{ub}$, respectively, are sensitive to $r_B$ and to the weak phase $\\gamma$.\n","Comment: 7 pages, 9 figures, proceedings of DPF-2011 August 8-13, 2011"]}]
["1109.3225",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3225"],"date":["2011-09-14"],"type":["text"],"creator":["Jeen, Hyoungjeen","Javed, Rafiya","Biswas, Amlan"],"language":[],"coverage":[],"title":["Growth of atomically smooth thin films of the electronically phase\n  separated manganite (La$_{0.5}$Pr$_{0.5}$)$_{0.67}$Ca$_{0.33}$MnO$_{3}$"],"description":["  Atomically flat, epitaxial, and stoichiometric thin films of the\nelectronically phase separated compound\n(La$_{0.5}$Pr$_{0.5}$)$_{0.67}$Ca$_{0.33}$MnO$_{3}$ were grown on as-received\nand treated NdGaO$_{3}$ substrates by fine tuning of oxygen pressure during\ndeposition. Optimal thin films with step flow growth mode show superior\nphysical properties compared to thin films grown in off-optimal oxygen\npressures, {\\em viz.} the highest maximum temperature coefficient of\nresistance, the highest peak-resistivity temperature, and reduced coercive\nfields. Transport, magnetization, and x-ray diffraction measurements indicate\nthat the oxygen pressure during growth plays a critical role in the formation\nof oxygen vacancies, cation vacancies, and grain boundaries.\n","Comment: 4 pages latex, 3 embedded EPS figures"]}]
["1109.3231",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3231"],"date":["2011-09-14"],"type":["text"],"creator":["Kidonakis, Nikolaos"],"language":[],"coverage":[],"title":["Top Quark Theoretical Cross Sections and pT and Rapidity Distributions"],"description":["  I present theoretical results for the top quark pair total cross section, and\nfor the top quark transverse momentum and rapidity distributions at Tevatron\nand LHC energies. I also present results for single top quark production in the\nt- and s-channels and also via associated production with a W boson. The\ncalculations include approximate NNLO corrections that are derived from NNLL\nsoft-gluon resummation.\n","Comment: 8 pages, 10 figures; Proceedings of the DPF-2011 Conference,\n  Providence, RI, August 8-13, 2011"]}]
["1109.3233",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3233"],"date":["2011-09-14"],"type":["text"],"creator":["Bandurin, Dmitry"],"language":[],"coverage":[],"title":["Studies of multi-parton interactions in photon+jets events at D0"],"description":["  We consider sample of inclusive photon+3jet events collected by the D0\nexperiment. The double parton fraction and effective cross section sigma_eff, a\nprocess-independent scale parameter related to the parton density inside the\nnucleon, are measured in three intervals of the second (ordered in pT) jet\ntransverse momentum pT_jet2. Also we measured cross sections as a function of\nthe angle in the plane transverse to the beam direction between the transverse\nmomentum (of the photon+leading jet system and pT of the other jet for\nphoton+2jet, or pT sum of the two other jets for photon+3jet events. The\nresults are compared to different models of multiple parton interactions (MPI)\nin the PYTHIA and SHERPA Monte Carlo generators.\n","Comment: 4 pages, 9 figures"]}]
["1109.3240",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Learning","Computer Science - Social and Information Networks","Physics - Physics and Society","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3240"],"date":["2011-09-14"],"type":["text"],"creator":["Moore, Cristopher","Yan, Xiaoran","Zhu, Yaojia","Rouquier, Jean-Baptiste","Lane, Terran"],"language":[],"coverage":[],"title":["Active Learning for Node Classification in Assortative and\n  Disassortative Networks"],"description":["  In many real-world networks, nodes have class labels, attributes, or\nvariables that affect the network's topology. If the topology of the network is\nknown but the labels of the nodes are hidden, we would like to select a small\nsubset of nodes such that, if we knew their labels, we could accurately predict\nthe labels of all the other nodes. We develop an active learning algorithm for\nthis problem which uses information-theoretic techniques to choose which nodes\nto explore. We test our algorithm on networks from three different domains: a\nsocial network, a network of English words that appear adjacently in a novel,\nand a marine food web. Our algorithm makes no initial assumptions about how the\ngroups connect, and performs well even when faced with quite general types of\nnetwork structure. In particular, we do not assume that nodes of the same class\nare more likely to be connected to each other---only that they connect to the\nrest of the network in similar ways.\n","Comment: 9 pages, 7 figures, KDD 2011: The 17th ACM SIGKDD Conference on\n  Knowledge Discovery and Data Mining"]}]
["1109.3241",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3241"],"date":["2011-09-14"],"type":["text"],"creator":["Hodges, Jonathan S.","Englund, Dirk"],"language":[],"coverage":[],"title":["Time-keeping with electron spin states in diamond"],"description":["  Frequency standards based on atomic states, such as Rb or Cs vapors, or\nsingle trapped ions, are the most precise measures of time. Here we introduce a\ncomplementary device based on spins in a solid-state system - the\nnitrogen-vacancy defect in single crystal diamond. We show that this system has\ncomparable stability to portable atomic standards and is readily incorporable\nas a chip-scale device. Using a pulsed spin-echo technique, we anticipate an\nAllan deviation of {\\sigma}_y =1E-12 ({\\tau})^(-1/2) with current\nphotoluminescence detection methods and posit exceeding 1E-14 with improved\ndiamond material processing and nanophotonic engineering.\n","Comment: 13 pages, 4 figures"]}]
["1109.3244",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3244"],"date":["2011-09-14"],"type":["text"],"creator":["Zhang, Guo Hua"],"language":[],"coverage":[],"title":["Local variational principle concerning entropy of a sofic group action"],"description":["  Recently Lewis Bowen introduced a notion of entropy for measure-preserving\nactions of countable sofic groups admitting a generating measurable partition\nwith finite entropy; and then David Kerr and Hanfeng Li developed an\noperator-algebraic approach to actions of countable sofic groups not only on a\nstandard probability space but also on a compact metric space, and established\nthe global variational principle concerning measure-theoretic and topological\nentropy in this sofic context. By localizing these two kinds of entropy, in\nthis paper we prove a local version of the global variational principle for any\nfinite open cover of the space, and show that these local measure-theoretic and\ntopological entropy coincide with their classical counterparts when the acting\ngroup is an infinite amenable group.\n"]}]
["1109.3246",{"format":[],"subject":["Mathematics - Algebraic Geometry","Primary 14E05 Secondary 14A05, 14R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3246"],"date":["2011-09-14"],"type":["text"],"creator":["Yan, Dan"],"language":[],"coverage":[],"title":["Some Results On The Jacobian Conjecture And Polynomial Automorphisms"],"description":["  In this paper, we will first show that, the homogeneous polynomials which\nsatisfy the Jacobian condition are injective on the lines that pass through the\norigin. Secondly, we will show that $F$ and $G'$ are paired, where $F$ is a\nDruzkowski map and $G'$ is a cubic homogeneous polynomial which related to $F$.\nFinally, we will find a more exactly bound for the degree of $F^{-1}$, where\n$F$ is a invertible map.\n","Comment: 5pages"]}]
["1109.3248",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3248"],"date":["2011-09-14"],"type":["text"],"creator":["Carreira-Perpiñán, Miguel Á."],"language":[],"coverage":[],"title":["Reconstruction of sequential data with density models"],"description":["  We introduce the problem of reconstructing a sequence of multidimensional\nreal vectors where some of the data are missing. This problem contains\nregression and mapping inversion as particular cases where the pattern of\nmissing data is independent of the sequence index. The problem is hard because\nit involves possibly multivalued mappings at each vector in the sequence, where\nthe missing variables can take more than one value given the present variables;\nand the set of missing variables can vary from one vector to the next. To solve\nthis problem, we propose an algorithm based on two redundancy assumptions:\nvector redundancy (the data live in a low-dimensional manifold), so that the\npresent variables constrain the missing ones; and sequence redundancy (e.g.\ncontinuity), so that consecutive vectors constrain each other. We capture the\nlow-dimensional nature of the data in a probabilistic way with a joint density\nmodel, here the generative topographic mapping, which results in a Gaussian\nmixture. Candidate reconstructions at each vector are obtained as all the modes\nof the conditional distribution of missing variables given present variables.\nThe reconstructed sequence is obtained by minimising a global constraint, here\nthe sequence length, by dynamic programming. We present experimental results\nfor a toy problem and for inverse kinematics of a robot arm.\n","Comment: 30 pages, 9 figures. Original manuscript dated January 27, 2004 and\n  not updated since. Current author's email address:\n  mcarreira-perpinan@ucmerced.edu"]}]
["1109.3254",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3254"],"date":["2011-09-14"],"type":["text"],"creator":["Dimitriadis, Jannis"],"language":[],"coverage":[],"title":["Rigorous Computing of Rectangle Scan Probabilities for Markov Increments"],"description":["  Extending recent work of Corrado, we derive an algorithm that computes\nrigorous upper and lower bounds for rectangle scan probabilities for Markov\nincrements. We experimentally examine the closeness of the bounds computed by\nthe algorithm and we examine the range of tractable input variables.\n"]}]
["1109.3256",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Logic in Computer Science","68Q25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3256","TPLP, 2011, volume 11, number 4-5, pages 521 --536","doi:10.1017/S1471068411000159"],"date":["2011-09-14"],"type":["text"],"creator":["Voets, Dean","De Schreye, Danny"],"language":[],"coverage":[],"title":["Non-termination Analysis of Logic Programs with Integer arithmetics"],"description":["  In the past years, analyzers have been introduced to detect classes of\nnon-terminating queries for definite logic programs. Although these\nnon-termination analyzers have shown to be rather precise, their applicability\non real-life Prolog programs is limited because most Prolog programs use\nnon-logical features. As a first step towards the analysis of Prolog programs,\nthis paper presents a non-termination condition for Logic Programs containing\ninteger arithmetics. The analyzer is based on our non-termination analyzer\npresented at ICLP 2009. The analysis starts from a class of queries and infers\na subclass of non-terminating ones. In a first phase, we ignore the outcome\n(success or failure) of the arithmetic operations, assuming success of all\narithmetic calls. In a second phase, we characterize successful arithmetic\ncalls as a constraint problem, the solution of which determines the\nnon-terminating queries.\n","Comment: 15 pages, 2 figures, journal TPLP (special issue on the international\n  conference of logic programming)"]}]
["1109.3257",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B20, 35K90, 49J40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3257"],"date":["2011-09-15"],"type":["text"],"creator":["Ngiamsunthorn, Parinya Sa"],"language":[],"coverage":[],"title":["An abstract approach to domain perturbation for parabolic equations and\n  parabolic variational inequalities"],"description":["  We study the behaviour of solutions of linear non-autonomous parabolic\nequations subject to Dirichlet or Neumann boundary conditions under\nperturbation of the domain. We prove that Mosco convergence of function spaces\nfor non-autonomous parabolic problems is equivalent to Mosco convergence of\nfunction spaces for the corresponding elliptic problems. As a consequence, we\nobtain convergence of solutions of non-autonomous parabolic equations under\ndomain perturbation by variational methods using the same characterisation of\ndomains as in elliptic case. A similar technique can be applied to obtain\nconvergence of weak solutions of parabolic variational inequalities when the\nunderlying convex set is perturbed.\n"]}]
["1109.3260",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","Primary 37L05, Secondary 35K58, 35B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3260"],"date":["2011-09-15"],"type":["text"],"creator":["Ngiamsunthorn, Parinya Sa"],"language":[],"coverage":[],"title":["Invariant manifolds for parabolic equations under perturbation of the\n  domain"],"description":["  We study the effect of domain perturbation on invariant manifolds for\nsemilinear parabolic equations subject to Dirichlet boundary condition. Under\nMosco convergence assumption on the domains, we prove the upper and lower\nsemicontinuity of both the local unstable invariant manifold and the local\nstable invariant manifold near a hyperbolic equilibrium. The continuity results\nare obtained by keeping track of the construction of invariant manifolds in P.\nW. Bates and C. K. R. T. Jones [Dynam. Report. Ser. Dynam. Systems Appl. Vol.\n2, 1--38, 1989].\n"]}]
["1109.3262",{"format":[],"subject":["High Energy Physics - Experiment","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3262"],"date":["2011-09-15"],"type":["text"],"creator":["Abe, K.","Abe, T.","Aihara, H.","Fukuda, Y.","Hayato, Y.","Huang, K.","Ichikawa, A. K.","Ikeda, M.","Inoue, K.","Ishino, H.","Itow, Y.","Kajita, T.","Kameda, J.","Kishimoto, Y.","Koga, M.","Koshio, Y.","Lee, K. P.","Minamino, A.","Miura, M.","Moriyama, S.","Nakahata, M.","Nakamura, K.","Nakaya, T.","Nakayama, S.","Nishijima, K.","Nishimura, Y.","Obayashi, Y.","Okumura, K.","Sakuda, M.","Sekiya, H.","Shiozawa, M.","Suzuki, A. T.","Suzuki, Y.","Takeda, A.","Takeuchi, Y.","Tanaka, H. K. M.","Tasaka, S.","Tomura, T.","Vagins, M. R.","Wang, J.","Yokoyama, M."],"language":[],"coverage":[],"title":["Letter of Intent: The Hyper-Kamiokande Experiment --- Detector Design\n  and Physics Potential ---"],"description":["  We propose the Hyper-Kamiokande (Hyper-K) detector as a next generation\nunderground water Cherenkov detector. It will serve as a far detector of a long\nbaseline neutrino oscillation experiment envisioned for the upgraded J-PARC,\nand as a detector capable of observing -- far beyond the sensitivity of the\nSuper-Kamiokande (Super-K) detector -- proton decays, atmospheric neutrinos,\nand neutrinos from astronomical origins. The baseline design of Hyper-K is\nbased on the highly successful Super-K, taking full advantage of a well-proven\ntechnology. (to be continued)\n","Comment: 108 pages, 69 figures"]}]
["1109.3268",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3268"],"date":["2011-09-15"],"type":["text"],"creator":["Scornavacca, Celine","Linz, Simone","Albrecht, Benjamin"],"language":[],"coverage":[],"title":["A first step towards computing all hybridization networks for two rooted\n  binary phylogenetic trees"],"description":["  Recently, considerable effort has been put into developing fast algorithms to\nreconstruct a rooted phylogenetic network that explains two rooted phylogenetic\ntrees and has a minimum number of hybridization vertices. With the standard\napproach to tackle this problem being combinatorial, the reconstructed network\nis rarely unique. From a biological point of view, it is therefore of\nimportance to not only compute one network, but all possible networks. In this\npaper, we make a first step towards approaching this goal by presenting the\nfirst algorithm---called allMAAFs---that calculates all\nmaximum-acyclic-agreement forests for two rooted binary phylogenetic trees on\nthe same set of taxa.\n","Comment: 21 pages, 5 figures"]}]
["1109.3273",{"format":[],"subject":["Mathematics - Combinatorics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3273"],"date":["2011-09-15"],"type":["text"],"creator":["Drake, Dan","Gantner, Ryan"],"language":[],"coverage":[],"title":["Generating functions for plateaus in Motzkin paths"],"description":["  A plateau in a Motzkin path is a sequence of three steps: an up step, a\nhorizontal step, then a down step. We find three different forms for the\nbivariate generating function for plateaus in Motzkin paths, then generalize to\nlonger plateaus. We conclude by describing a further generalization: a\ncontinued fraction form from which one can easily derive new multivariate\ngenerating functions for various kinds of path statistics. Several examples of\ngenerating functions are given using this technique.\n"]}]
["1109.3274",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3274"],"date":["2011-09-15"],"type":["text"],"creator":["Morimoto, Kanji"],"language":[],"coverage":[],"title":["On composite twisted torus knots"],"description":["  In the present note, we will show that there are infinitely many composite\ntwisted torus knots.\n","Comment: 5 pages, 5 figures"]}]
["1109.3280",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3280"],"date":["2011-09-15"],"type":["text"],"creator":["Berger, Pierre","Bounemoura, Abed"],"language":[],"coverage":[],"title":["A geometrical proof of the persistence of normally hyperbolic\n  submanifolds"],"description":["  We present a simple, computation free and geometrical proof of the following\nclassical result: for a diffeomorphism of a manifold, any compact submanifold\nwhich is invariant and normally hyperbolic persists under small perturbations\nof the diffeomorphism. The persistence of a Lipschitz invariant submanifold\nfollows from an application of the Schauder fixed point theorem to a graph\ntransform, while smoothness and uniqueness of the invariant submanifold are\nobtained through geometrical arguments. Moreover, our proof provides a new\nresult on persistence and regularity of \"topologically\" normally hyperbolic\nsubmanifolds, but without any uniqueness statement.\n"]}]
["1109.3286",{"format":[],"subject":["Mathematical Physics","Mathematics - Combinatorics","05C10, 52C99, 52B11, 39A14"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3286"],"date":["2011-09-15"],"type":["text"],"creator":["Baird, Paul"],"language":[],"coverage":[],"title":["A class of quadratic difference equations on a finite graph"],"description":["  We study a class of complex polynomial equations on a finite graph with a\nview to understanding how holistic phenomena emerge from combinatorial\nstructure. Particular solutions arise from orthogonal projections of regular\npolytopes, invariant frameworks and cyclic sequences. A set of discrete\nparameters for which there exist non-trivial solutions leads to the\nconstruction of a polynomial invariant and the notion of a geometric spectrum.\nGeometry then emerges, notably dimension, distance and curvature, from purely\ncombinatorial properties of the graph.\n"]}]
["1109.3287",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3287","doi:10.1016/j.physletb.2011.09.031"],"date":["2011-09-15"],"type":["text"],"creator":["Radicella, Ninfa","Pavón, Diego"],"language":[],"coverage":[],"title":["Thermodynamical analysis on a braneworld scenario with curvature\n  corrections"],"description":["  We study the thermodynamics of some cosmological models based on modified\ngravity, a braneworld with induced gravity and curvature effect. Dark energy\ncomponent seems necessary if the models are to approach thermal equilibrium in\nthe long run.\n","Comment: 7 pages, 2 figures. Accepted for publication on PLB"]}]
["1109.3288",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3288","doi:10.1051/0004-6361/201117444"],"date":["2011-09-15"],"type":["text"],"creator":["Mendigutía, I.","Calvet, N.","Montesinos, B.","Mora, A.","Muzerolle, J.","Eiroa, C.","Oudmaijer, R. D.","Merín, B."],"language":[],"coverage":[],"title":["Accretion rates and accretion tracers of Herbig Ae/Be stars"],"description":["  This work aims to derive accretion rates for a sample of 38 HAeBe stars. We\napply magnetospheric accretion (MA) shock modelling to reproduce the observed\nBalmer excesses. We look for possible correlations with the strength of the\nHalpha, [OI]6300, and Brgamma emission lines.\n  The median mass accretion rate is 2 x 10^-7 Msun yr^-1 in our sample. The\nmodel fails to reproduce the large Balmer excesses shown by the four hottest\nstars (T* > 12000 K). We derive Macc propto M*^5 and Lacc propto L*^1.2 for our\nsample, with scatter. Empirical calibrations relating the accretion and the\nHalpha, [OI]6300, and Brgamma luminosities are provided. The slopes in our\nexpressions are slightly shallower than those for lower mass stars, but the\ndifference is within the uncertainties, except for the [OI]6300 line. The\nHalpha 10% width is uncorrelated with Macc, unlike for the lower mass regime.\nThe mean Halpha width shows higher values as the projected rotational\nvelocities of HAe stars increase, which agrees with MA. The accretion rate\nvariations in the sample are typically lower than 0.5 dex on timescales of days\nto months, Our data suggest that the changes in the Balmer excess are\nuncorrelated to the simultaneous changes of the line luminosities.\n  The Balmer excesses and Halpha line widths of HAe stars can be interpreted\nwithin the context of MA, which is not the case for several HBes. The steep\ntrend relating Macc and M* can be explained from the mass-age distribution\ncharacterizing HAeBe stars. The line luminosities used for low-mass objects are\nalso valid to estimate typical accretion rates for the intermediate-mass regime\nunder similar empirical expressions. However, we suggest that several of these\ncalibrations are driven by the stellar luminosity.\n","Comment: 13 pages, 10 figures. To be published in A&A"]}]
["1109.3290",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra","18D50, 55P"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3290"],"date":["2011-09-15"],"type":["text"],"creator":["Loday, Jean-Louis"],"language":[],"coverage":[],"title":["Some problems in operad theory"],"description":["  This is a list of some problems and conjectures related to various types of\nalgebras, that is to algebraic operads. Some comments and hints are included.\n","Comment: 8 pages"]}]
["1109.3291",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3291","New Astronomy 17, (2012), 198--202","doi:10.1016/j.newast.2011.07.009"],"date":["2011-09-15"],"type":["text"],"creator":["Tadross, A. L."],"language":[],"coverage":[],"title":["PPMXL photometric analysis of three open cluster candidates"],"description":["  We present here the astrophysical parameters of three stellar open cluster\ncandidates using PPMXL1 database. In this study, the main photometric,\nastrometry and statistical parameters of Ruprecht 13, Ruprecht 16 and Ruprecht\n24 are estimated for the first time.\n","Comment: 10 pages, 6 figures, 2 tables. Accepted for publication in New\n  Astronomy"]}]
["1109.3292",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3292"],"date":["2011-09-15"],"type":["text"],"creator":["Ispánovity, Péter Dusán"],"language":[],"coverage":[],"title":["Critical behavior in dislocation systems: power-law relaxation below the\n  yield stress"],"description":["  Plasticity of two-dimensional discrete dislocation systems is studied. It is\nshown, that at some threshold stress level the response becomes stress-rate\ndependent. Below this stress level the stress-plastic strain relation exhibits\npower-law type behavior. In this regime the plastic strain rate induced by a\nconstant external stress decays to zero as a power-law, which stems from the\nscaling of the dislocation velocity distribution. The scaling is cut-off at a\ntime only dependent on the system size and the scaling exponent depends on the\nexternal stress and on the initial correlations present in the system. These\nresults show, that the dislocation system is in a critical state everywhere we\nstudied below the threshold stress.\n","Comment: To appear in: Proceedings of the International conference on\n  numerical analysis and applied mathematics (ICNAAM) 2011, 4 pages, to appear\n  in APS proceedings"]}]
["1109.3297",{"format":[],"subject":["Mathematics - Representation Theory","Representations Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3297"],"date":["2011-09-15"],"type":["text"],"creator":["Rao, S. Eswara"],"language":[],"coverage":[],"title":["Finite dimensional modules for multiloop superalgebra of type A(m,n) and\n  C(m)"],"description":["  In this article we construct a new class of finite dimensional irreducible\nmodules genaralizing evaluation modules for multiloop superalgebra of type\nA(m,n) and C(m). We prove that these are the only such modules. In all other\ncases it is known that such modules are evaluation modules.\n"]}]
["1109.3298",{"format":[],"subject":["Mathematical Physics","35","G.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3298"],"date":["2011-09-15"],"type":["text"],"creator":["Red'kov, V. M."],"language":[],"coverage":[],"title":["Spherical waves for Dirac--K\\\"{a}hler and Dirac particles, formal\n  relations between boson and fermion solutions"],"description":["  Tetrad based equation for Dirac-K\\\"{a}hler particle is solved in spherical\ncoordinates in the flat Minkocski space-time. Spherical solutions of boson type\n(J =0,1,2,...) are constructed. After performing a special transformation over\nspherical boson solutions of the Dirac-K\\\"{a}hler equation, 4 \\times 4-matrices\nU(x) \\Longrightarrow V(x), simple linear expansions of the four rows of new\nrepresentativeof the Dirac--K\\\"{a}hler field V(x) in terms of spherical fermion\nsolutions \\Psi_{i}(x) of the four ordinary Dirac equations have been derived.\nHowever, this fact cannot be interpreted as the possibility not to distinguish\nbetween the Dirac-K\\\"{a}hler field and the system four Dirac fermions. The main\nformal argument is that the special transformation (I \\otimes S(x)) involved\ndoes not belong to the group of tetrad local gauge transformation for\nDirac-K\\\"{a}hler field, 2-rank bispinor under the Lorentz group. Therefore, the\nlinear expansions between boson and fermion functions are not gauge invariant\nunder the group of local tetrad rotations.\n","Comment: 14 pages; Translated version of a paper: VINITI 16.08.89, no 5315 -\n  B89, Minsk, 1989; Chapter 2 in: V.M. Red'kov. Tetrad formalism, spherical\n  symmetry and Schr\\\"odinger basis. Publishing House \"Belarusian Science\",\n  Minsk,2011. {\\small B.I. Stepanov Institute of physics, National Academy of\n  Sciences of Belarus"]}]
["1109.3300",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3300"],"date":["2011-09-15"],"type":["text"],"creator":["Chen, W. -T.","Carduner, H.","Cussonneau, J. -P.","Donnard, J.","Duval, S.","Mohamad-Hadi, A. -F.","Lamblin, J.","Lemaire, O.","Ray, P. Le","Morteau, E.","Oger, T.","Scotto-Lavina, L.","Stutzmann, J. -S.","Thers, D."],"language":[],"coverage":[],"title":["Measurement of the transverse diffusion coefficient of charge in liquid\n  xenon"],"description":["  Liquid xenon (LXe) is a very attractive material as a detection medium for\nionization detectors due to its high density, high atomic number, and low\nenergy required to produce electron-ion pairs. Therefore it has been used in\nseveral applications, like {\\gamma} detection or direct detection of dark\nmatter. Now Subatech is working on the R & D of LXe Compton telescope for\n3{\\gamma} medical imaging, which can make precise tridimensional localization\nof a ({\\beta}+, {\\gamma}) radioisotope emitter. The diffusion of charge\ncarriers will directly affect the spatial resolution of LXe ionization signal.\nWe will report how we measure the transverse diffusion coefficient for\ndifferent electric field (0.5 ~ 1.2 kV/cm) by observing the spray of charge\ncarriers on drift length varying until 12cm. With very-low-noise front-end\nelectronics and complete Monte-Carlo simulation of the experiment, the values\nof transverse diffusion coefficient are measured precisely.\n","Comment: 6 pages, 6 figures, proceeding of DSL-2011"]}]
["1109.3302",{"format":[],"subject":["Mathematical Physics","Quantum Physics","35","G.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3302"],"date":["2011-09-15"],"type":["text"],"creator":["Kisel, V.","Krylov, G.","Ovsiyuk, E.","Amirfachrian, M.","Red'kov, V."],"language":[],"coverage":[],"title":["Wave functions of a particle with polarizability in the Coulomb\n  potential"],"description":["  Quantum mechanical scalar particle with polarizability is considered in the\npresence of the Coulomb field. Separation of variables is performed with the\nuse of Wigner $D$-functions, the radial system of 15 equations is reduced to a\nsingle second order differential equation, which among the Coulomb term\nincludes an additional interaction term of the form \\sigma \\alpha^{2} /\nM^{2}r^{4}. Various physical regimes exist that is demonstrated by examining\nthe behavior of the curves of generalized squared radial momentum P^{2}(r).\nEigenstates of the equations can be constructed in terms of double confluent\nHeun functions. Numerical analysis proves the existence of the bound states in\nthe system; the lowest energy level and corresponding solution are calculated\nbased on generalization of Ritz variational procedure.\n","Comment: 13 pages, 10 figures, Report to 18 Conference NPCS-2011, May 17-20,\n  2011, Minsk, Belarus"]}]
["1109.3303",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55, 35A05, 35B40, 74A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3303"],"date":["2011-09-15"],"type":["text"],"creator":["Colli, Pierluigi","Gilardi, Gianni","Podio-Guidugli, Paolo","Sprekels, Jürgen"],"language":[],"coverage":[],"title":["An asymptotic analysis for a nonstandard Cahn-Hilliard system with\n  viscosity"],"description":["  This paper is concerned with a diffusion model of phase-field type,\nconsisting of a parabolic system of two partial differential equations,\ninterpreted as balances of microforces and microenergy, for two unknowns: the\nproblem's order parameter and the chemical potential; each equation includes a\nviscosity term and the field equations are complemented by Neumann homogeneous\nboundary conditions and suitable initial conditions. In the recent paper\narXiv:1103.4585v1 [math.AP] we proved that this problem is well posed and\ninvestigated the long-time behavior of its solutions. Here we discuss the\nasymptotic limit of the system as the viscosity coefficient of the order\nparameter equation tends to 0. We prove convergence of solutions to the\ncorresponding solutions for the limit problem, whose long-time behavior we\ncharacterize; in the proofs, we employ compactness and monotonicity arguments.\n","Comment: Key words: viscous Cahn-Hilliard system, phase field model,\n  asymptotic limit, existence of solutions"]}]
["1109.3306",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3306"],"date":["2011-09-15"],"type":["text"],"creator":["Bouwknegt, Peter","Carey, Alan","Ratnam, Rishni"],"language":[],"coverage":[],"title":["A Chern-Weil Isomorphism for the Equivariant Brauer Group"],"description":["  In this paper we construct a Chern-Weil isomorphism for the equivariant\nBrauer group of R^n-actions on a principal torus bundle, where the target for\nthis isomorphism is a \"dimensionally reduced\" Cech cohomology group. From this\npoint of view, the usual forgetful functor takes the form of a connecting\nhomomorphism in a long exact sequence in dimensionally reduced cohomology.\n","Comment: 58 pages"]}]
["1109.3310",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3310"],"date":["2011-09-15"],"type":["text"],"creator":["Millischer, Laurent"],"language":[],"coverage":[],"title":["Measurement of the Production Cross Section of Pairs of Isolated Photons\n  with CMS"],"description":["  In this paper we present the measurement of the integrated and differential\nproduction cross sections of pairs of prompt isolated photons in proton-proton\ncollisions at a centre-of-mass energy of 7 TeV with the Compact Muon Sollenoid\n(CMS) detector at the Large Hadron Collider (LHC). A next-to-leading order\n(NLO) perturbative QCD (pQCD) prediction was compared to the measurement, which\nwas performed on a sample corresponding to an integrated luminosity of 36\ninverse picobarn. While the agreement on integrated cross sections is\nsatisfactory, a discrepancy is observed in the region of the phase space\npopulated by photons with small relative angle, where the theoretical\nprediction underestimates the measured cross section.\n","Comment: Presented at DPF 2011"]}]
["1109.3311",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3311","Physics Letters A, vol. 375, no. 33, p. 2969-2973, 2011","doi:10.1016/j.physleta.2011.06.057"],"date":["2011-09-15"],"type":["text"],"creator":["Bercher, J. -F."],"language":[],"coverage":[],"title":["Escort entropies and divergences and related canonical distribution"],"description":["  We discuss two families of two-parameter entropies and divergences, derived\nfrom the standard R\\'enyi and Tsallis entropies and divergences. These\ndivergences and entropies are found as divergences or entropies of escort\ndistributions. Exploiting the nonnegativity of the divergences, we derive the\nexpression of the canonical distribution associated to the new entropies and a\nobservable given as an escort-mean value. We show that this canonical\ndistribution extends, and smoothly connects, the results obtained in\nnonextensive thermodynamics for the standard and generalized mean value\nconstraints.\n"]}]
["1109.3313",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3313","Proceedings of the 9th Metaheuristics International Conference MIC\n  2011, July 25-28, 2011, Udine, Italy, Pages 571-573"],"date":["2011-09-15"],"type":["text"],"creator":["Geiger, Martin Josef","Sevaux, Marc","Voss, Stefan"],"language":[],"coverage":[],"title":["Neigborhood Selection in Variable Neighborhood Search"],"description":["  Variable neighborhood search (VNS) is a metaheuristic for solving\noptimization problems based on a simple principle: systematic changes of\nneighborhoods within the search, both in the descent to local minima and in the\nescape from the valleys which contain them. Designing these neighborhoods and\napplying them in a meaningful fashion is not an easy task. Moreover, an\nappropriate order in which they are applied must be determined. In this paper\nwe attempt to investigate this issue. Assume that we are given an optimization\nproblem that is intended to be solved by applying the VNS scheme, how many and\nwhich types of neighborhoods should be investigated and what could be\nappropriate selection criteria to apply these neighborhoods. More specifically,\ndoes it pay to \"look ahead\" (see, e.g., in the context of VNS and GRASP) when\nattempting to switch from one neighborhood to another?\n","Comment: ISBN 978-88-900984-3-7"]}]
["1109.3316",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3316"],"date":["2011-09-15"],"type":["text"],"creator":["Buchin, Kevin","Speckmann, Bettina","Verbeek, Kevin"],"language":[],"coverage":[],"title":["Angle-Restricted Steiner Arborescences for Flow Map Layout"],"description":["  We introduce a new variant of the geometric Steiner arborescence problem,\nmotivated by the layout of flow maps. Flow maps show the movement of objects\nbetween places. They reduce visual clutter by bundling lines smoothly and\navoiding self-intersections. To capture these properties, our angle-restricted\nSteiner arborescences, or flux trees, connect several targets to a source with\na tree of minimal length whose arcs obey a certain restriction on the angle\nthey form with the source.\n  We study the properties of optimal flux trees and show that they are planar\nand consist of logarithmic spirals and straight lines. Flux trees have the\nshallow-light property. We show that computing optimal flux trees is NP-hard.\nHence we consider a variant of flux trees which uses only logarithmic spirals.\nSpiral trees approximate flux trees within a factor depending on the angle\nrestriction. Computing optimal spiral trees remains NP-hard, but we present an\nefficient 2-approximation, which can be extended to avoid \"positive monotone\"\nobstacles.\n"]}]
["1109.3317",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3317","Int'l J. of Computer Science Issues, Vol. 8, Issue 4, pp. 283-289,\n  July 2011"],"date":["2011-09-15"],"type":["text"],"creator":["Mollah, Ayatullah Faruk","Majumder, Nabamita","Basu, Subhadip","Nasipuri, Mita"],"language":[],"coverage":[],"title":["Design of an Optical Character Recognition System for Camera-based\n  Handheld Devices"],"description":["  This paper presents a complete Optical Character Recognition (OCR) system for\ncamera captured image/graphics embedded textual documents for handheld devices.\nAt first, text regions are extracted and skew corrected. Then, these regions\nare binarized and segmented into lines and characters. Characters are passed\ninto the recognition module. Experimenting with a set of 100 business card\nimages, captured by cell phone camera, we have achieved a maximum recognition\naccuracy of 92.74%. Compared to Tesseract, an open source desktop-based\npowerful OCR engine, present recognition accuracy is worth contributing.\nMoreover, the developed technique is computationally efficient and consumes low\nmemory so as to be applicable on handheld devices.\n"]}]
["1109.3319",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3319"],"date":["2011-09-15"],"type":["text"],"creator":["Sparavigna, Amelia Carolina"],"language":[],"coverage":[],"title":["Lines, dots and spirals on Peruvian land"],"description":["  The most famous geoglyphs of Peru are the \"Nazca Lines\". Considered as one of\nthe mysteries of the ancient world, they have been included among the UNESCO\nWorld Heritage Sites. Located in a large region between the towns of Nazca and\nPalpa, these lines create shapes of animals ranging in size up to 300 m. The\narchaeological site is under investigation with remote science technologies.\n","Comment: Geoglyphs, Remote Sensing, Image Processing, Google Maps"]}]
["1109.3323",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3323"],"date":["2011-09-15"],"type":["text"],"creator":["Dinh, Quoc Tran","Necoara, Ion","Savorgnan, Carlo","Diehl, Moritz"],"language":[],"coverage":[],"title":["An inexact perturbed path-following method for Lagrangian decomposition\n  in large-scale separable convex optimization"],"description":["  In this paper, we propose an inexact perturbed path-following algorithm in\nthe framework of Lagrangian dual decomposition for solving large-scale\nstructured convex optimization problems. Unlike the exact versions considered\nin literature, we allow one to solve the primal problem inexactly up to a given\naccuracy. The inexact perturbed algorithm allows to use both approximate\nHessian matrices and approximate gradient vectors to compute Newton-type\ndirections for the dual problem. The algorithm is divided into two phases. The\nfirst phase computes an initial point which makes use of inexact perturbed\ndamped Newton-type iterations, while the second one performs the path-following\nalgorithm with inexact perturbed full-step Newton-type iterations. We analyze\nthe convergence of both phases and estimate the worst-case complexity. As a\nspecial case, an exact path- following algorithm for Lagrangian relaxation is\nderived and its worst-case complexity is estimated. This variant possesses some\ndifferences compared to the previously known methods. Implementation details\nare discussed and numerical results are reported.\n","Comment: 37 pages, 3 figures"]}]
["1109.3328",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3328","doi:10.1021/nn202293f"],"date":["2011-09-15"],"type":["text"],"creator":["Moldt, Thomas","Eckmann, Axel","Klar, Philipp","Morozov, Sergey V.","Zhukov, Alexander A.","Novoselov, Kostya S.","Casiraghi, Cinzia"],"language":[],"coverage":[],"title":["High-Yield Production and Transfer of Graphene Flakes Obtained by Anodic\n  Bonding"],"description":["  We report large-yield production of graphene flakes on glass by anodic\nbonding. Under optimum conditions, we counted several tens of flakes with\nlateral size around 20-30 {\\mu}m and few tens of flakes with larger size.\n60-70% of the flakes have negligible D peak. We show that it is possible to\neasily transfer the flakes by wedging technique. The transfer on silicon does\nnot damage graphene and lowers the doping. The charge mobility of the\ntransferred flakes on silicon is of the order of 6000 cm^2/V s (at carrier\nconcentration of 10^12 cm^-2), which is typical for devices prepared on this\nsubstrate with exfoliated graphene.\n","Comment: 17 pages, 6 figures; ACS Nano 2011"]}]
["1109.3329",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3329"],"date":["2011-09-15"],"type":["text"],"creator":["Gutkin, Boris","Osipov, Vladimir Al."],"language":[],"coverage":[],"title":["Counting of Sieber-Richter pairs of periodic orbits"],"description":["  In the framework of the semiclassical approach the universal spectral\ncorrelations in the Hamiltonian systems with classical chaotic dynamics can be\nattributed to the systematic correlations between actions of periodic orbits\nwhich (up to the switch in the momentum direction) pass through approximately\nthe same points of the phase space. By considering symbolic dynamics of the\nsystem one can introduce a natural ultrametric distance between periodic orbits\nand organize them into clusters. Each cluster consists of orbits approaching\nclosely each other in the phase space. We study the distribution of cluster\nsizes for the backer's map in the asymptotic limit of long trajectories. This\nproblem is equivalent to the one of counting degeneracies in the length\nspectrum of the {\\it de Bruijn} graphs. Based on this fact, we derive the\nprobability $\\P_k$ that $k$ randomly chosen periodic orbits belong to the same\ncluster. Furthermore, we find asymptotic behaviour of the largest cluster size\n$|\\Cll_{\\max}|$ and derive the probability $P(t)$ that a random periodic orbit\nbelongs to a cluster of the size smaller than $t|\\Cll_{\\max}|$, $t\\in[0,1]$.\n","Comment: 26 pages"]}]
["1109.3331",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3331"],"date":["2011-09-15"],"type":["text"],"creator":["Pikhitsa, Peter V.","Kim, Daegyu","Choi, Mansoo"],"language":[],"coverage":[],"title":["CO2 laser-driven reactions in pure acetylene flow"],"description":["  We show that multiple-photon absorption of radiation from a 10.56 {\\mu}m cw\nCO2 laser by intermediates (ethylene, vinylidene) generated in pure acetylene\nflow makes them decompose to carbon dimers and excited hydrogen. The latter\nassociates with downstream acetylene to feedback those laser absorbing\nintermediates thus making the reactions self-sustained in the absence of\noxygen. This process is different from acetylene self-decomposition that may\noccur at higher temperature and pressure. The results of our work may be useful\nfor understanding the generation of various carbon allotropes and interstellar\ndust from acetylene.\n"]}]
["1109.3344",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3344"],"date":["2011-09-15"],"type":["text"],"creator":["Altmann, Klaus","Kastner, Lars"],"language":[],"coverage":[],"title":["Negative deformations of toric singularities that are smooth in\n  codimension two"],"description":["  Given a polyhedral cone sigma with smooth two-dimensional faces and,\nmoreover, a lattice point R in the dual cone of sigma, we describe the part of\nthe versal deformation of the associated toric variety TV(sigma) that is built\nfrom the deformation parameters of multidegree R.\n  Let Q the polyhedron obtained by intersecting sigma with the hyperplane R=1.\nThen the base space is (the germ of) an affine scheme that reflects certain\npossibilities of splitting Q into Minkowski summands.\n"]}]
["1109.3346",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3346"],"date":["2011-09-15"],"type":["text"],"creator":["Paul, Thierry"],"language":[],"coverage":[],"title":["Recent results in semiclassical approximation with rough potentials"],"description":["  This is an extended abstract for the conference \"Microlocal2011 : Microlocal\nMethods in Mathematical Physics and Global Analysis Universit\\\"at T\\\"ubingen,\nJune 14 - 18, 2011\"\n"]}]
["1109.3348",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3348","Solid State Communications 151, 1088 (2011)","doi:10.1016/j.ssc.2011.05.019"],"date":["2011-09-15"],"type":["text"],"creator":["Mucha-Kruczynski, M.","Aleiner, I. L.","Fal'ko, V. I."],"language":[],"coverage":[],"title":["Landau levels in deformed bilayer graphene at low magnetic fields"],"description":["  We review the effect of uniaxial strain on the low-energy electronic\ndispersion and Landau level structure of bilayer graphene. Based on the\ntight-binding approach, we derive a strain-induced term in the low-energy\nHamiltonian and show how strain affects the low-energy electronic band\nstructure. Depending on the magnitude and direction of applied strain, we\nidentify three regimes of qualitatively different electronic dispersions. We\nalso show that in a weak magnetic field, sufficient strain results in the\nfilling factor ff=+-4 being the most stable in the quantum Hall effect\nmeasurement, instead of ff=+-8 in unperturbed bilayer at a weak magnetic field.\nTo mention, in one of the strain regimes, the activation gap at ff=+-4 is, down\nto very low fields, weakly dependent on the strength of the magnetic field.\n","Comment: 14 single-column pages, 5 figures, more details on material presented\n  in arXiv:1104.5029"]}]
["1109.3355",{"format":[],"subject":["Physics - Physics and Society","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3355"],"date":["2011-09-14"],"type":["text"],"creator":["Vol, E. D."],"language":[],"coverage":[],"title":["Quantum theory as a tool for the description of simple psychological\n  phenomena"],"description":["  We propose the consistent statistical approach for the quantitative\ndescription of simple psychological phenomena using the methods of quantum\ntheory of open systems (QTOS). Taking as the starting point the K. Lewin's\npsychological field theory we show that basic concepts of this theory can be\nnaturally represented in the language of QTOS. In particular provided that all\nstimuli acting on psychological system (that is individual or group of\ninterest) are known one can associate with these stimuli corresponding\noperators and after that to write down the equation for evolution of density\nmatrix of the relevant open system which allows one to find probabilities of\nall possible behavior alternatives. Using the method proposed we consider in\ndetail simple model describing such interesting psychological phenomena as\ncognitive dissonance and the impact of competition among group members on its\nunity.\n","Comment: 5 pages"]}]
["1109.3362",{"format":[],"subject":["Mathematics - Number Theory","11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3362"],"date":["2011-09-15"],"type":["text"],"creator":["Fuselier, Jenny G."],"language":[],"coverage":[],"title":["Traces of Hecke operators in level 1 and Gaussian hypergeometric\n  functions"],"description":["  We provide formulas for traces of p-th Hecke operators in level 1 in terms of\nvalues of finite field 2F1-hypergeometric functions, extending previous work of\nthe author to all odd primes p, instead of only those p=1 (mod 12). We first\ngive a general level 1 trace formula in terms of the trace of Frobenius on a\nfamily of elliptic curves, and then we draw on recent work of Lennon to produce\nlevel 1 trace formulas in terms of hypergeometric functions for all primes p\n>3.\n","Comment: 11 pages"]}]
["1109.3369",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3369"],"date":["2011-09-15"],"type":["text"],"creator":["Edelhäuser, Lisa","Porod, Werner","Singh, Ritesh K."],"language":[],"coverage":[],"title":["Effects of Anomalous Couplings on Spin Determination in Cascade Decays"],"description":["  Determining the spin of new particles is an important tool for discriminating\nmodels beyond the Standard Model. We show that in case of cascades of\nsubsequent two body decays the existing strategy to extract the spin from\nlepton and quark spectra can be used without changes even if one allows for\ndim-5 and dim-6 operators which might be induced by physics just beyond the\nreach of LHC. We show analytically that these operators do not change the\noverall structure of these spectra.\n","Comment: 14+1 pages, 2 figures"]}]
["1109.3370",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3370"],"date":["2011-09-15"],"type":["text"],"creator":["Constable, Robert"],"language":[],"coverage":[],"title":["Effectively Nonblocking Consensus Procedures Can Execute Forever - a\n  Constructive Version of FLP"],"description":["  The Fischer-Lynch-Paterson theorem (FLP) says that it is impossible for\nprocesses in an asynchronous distributed system to achieve consensus on a\nbinary value when a single process can fail; it is a widely cited theoretical\nresult about network computing. All proofs that I know depend essentially on\nclassical (nonconstructive) logic, although they use the hypothetical\nconstruction of a nonterminating execution as a main lemma.\n  FLP is also a guide for protocol designers, and in that role there is a\nconnection to an important property of consensus procedures, namely that they\nshould not block, i.e. reach a global state in which no process can decide.\n  A deterministic fault-tolerant consensus protocol is effectively nonblocking\nif from any reachable global state we can find an execution path that decides.\nIn this article we effectively construct a nonterminating execution of any such\nprotocol. That is, given any effectively nonblocking protocol P and a natural\nnumber n, we show how to compute the n-th step of an infinitely indecisive\ncomputation of P. From this fully constructive result, the classical FLP\nfollows as a corollary as well as a stronger classical result, called here\nStrong FLP. Moreover, the construction focuses attention on the important role\nof nonblocking in protocol design.\n  An interesting consequence of the constructive proof is that we can, in\nprinciple, build an undefeatable attacker for a consensus protocol that is\nprovably correct, indeed because it is provably correct. We can do this in\npractice on certain kinds of networks.\n","Comment: 17 pages, 6 figures, uses pstricks; http://hdl.handle.net/1813/11512"]}]
["1109.3371",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3371"],"date":["2011-09-15"],"type":["text"],"creator":["Anderson, Jonathan","collaboration, for the LHCb"],"language":[],"coverage":[],"title":["W and Z production in the forward region at LHCb"],"description":["  Measurements of electroweak boson production in pp collisions at $\\sqrt{s} =\n7$ TeV are presented using the decays $W \\rightarrow \\mu\\nu$, $Z \\rightarrow\n\\mu\\mu$ and $Z \\rightarrow \\tau\\tau$ recorded using the LHCb detector at the\nLHC. For muonic $W$ and $Z$ decays, the data sample corresponds to an\nintegrated luminosity of 37.1 $\\pm$ 1.3 pb$^{-1}$. Here the $W$ and $Z$ bosons\nare reconstructed from muons with transverse momenta, $p_{T}$, above 20 GeV and\npseudorapidity, $\\eta$, between 2 and 4.5, and, in the case of the $Z$, a\ndimuon invariant mass $M_{Z}$ between 60 GeV and 120 GeV. For $Z$ decays to tau\nlepton final states, 247 pb$^{-1}$ of data has been used. Here one tau is\nidentified through its decay to a muon and neutrinos; the other through its\ndecay to an electron or muon and neutrinos. The cross-sections are measured to\nbe: $\\sigma(W^{+}\\rightarrow\\mu^{+}\\nu) = $ 808 $\\pm$ 7 $\\pm$ 28 $\\pm$ 28 pb;\n$\\sigma(W^{+}\\rightarrow\\mu^{+}\\nu) = $ 634 $\\pm$ 7 $\\pm$ 21 $\\pm$ 22 pb;\n$\\sigma(Z\\rightarrow\\mu\\mu) = $ 74.9 $\\pm$ 1.6 $\\pm$ 3.8 $\\pm$ 2.6 pb;\n$\\sigma(Z\\rightarrow\\tau\\tau) = $ 82 $\\pm$ 8 $\\pm$ 7 $\\pm$ 4 pb. Here the first\nerror is statistical, the second is systematic and the third is due to the\nluminosity determination. For muonic final states, differential measurements,\ncross-section ratios and the $W$ charge asymmetry are also measured in the same\nkinematic region. The ratio of the $Z\\rightarrow\\tau\\tau$ and\n$Z\\rightarrow\\mu\\mu$ cross-sections has been measured to be 1.09 $\\pm$ 0.17,\nconsistent with lepton universality. Theoretical predictions, calculated at\nnext-to-next-to-leading order (NNLO) in QCD using recent parton distribution\nfunctions, are found to be in agreement with the measurements.\n"]}]
["1109.3377",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3377"],"date":["2011-09-15"],"type":["text"],"creator":["Bhattacherjee, Aranya B."],"language":[],"coverage":[],"title":["Amplitude and phase mode in a Bose Einstein condensate"],"description":["  We show that starting from the Heisenberg equations of motion for Bose\nannihilation and creation operators and using an appropriate transformation, we\ncan split the Bogoliubov mode into a free particle mode and the amplitude mode.\nWe show this for both the free Bose gas as well as the Bose gas in an optical\nlattice.\n","Comment: 3 pages, 2 figures"]}]
["1109.3380",{"format":[],"subject":["Mathematics - Differential Geometry","53C25, 58G11, 58J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3380"],"date":["2011-09-15"],"type":["text"],"creator":["Brandão, M. Cristiane","Oliveira, Jobson Q."],"language":[],"coverage":[],"title":["Stochastic Properties of the Laplacian on Riemannian Submersions"],"description":["  Based on ideas of Pigolla and Setti \\cite{PS} we prove that immersed\nsubmanifolds with bounded mean curvature of Cartan-Hadamard manifolds are\nFeller. We also consider Riemannian submersions $\\pi \\colon M \\to N$ with\ncompact minimal fibers, and based on various criteria for parabolicity and\nstochastic completeness, see \\cite{Grygor'yan}, we prove that $M$ is Feller,\nparabolic or stochastically complete if and only if the base $N$ is Feller,\nparabolic or stochastically complete respectively.\n"]}]
["1109.3381",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3381"],"date":["2011-09-15"],"type":["text"],"creator":["Brzozowski, Janusz","Li, Baiyu"],"language":[],"coverage":[],"title":["Syntactic Complexity of Star-Free Languages"],"description":["  The syntactic complexity of a regular language is the cardinality of its\nsyntactic semigroup. The syntactic complexity of a subclass of regular\nlanguages is the maximal syntactic complexity of languages in that subclass,\ntaken as a function of the state complexity of these languages. We study the\nsyntactic complexity of star-free regular languages, that is, languages that\ncan be constructed from finite languages using union, complement and\nconcatenation. We find tight upper bounds on the syntactic complexity of\nlanguages accepted by monotonic and partially monotonic automata. We introduce\n\"nearly monotonic\" automata, which accept star-free languages, and find a tight\nupper bound on the syntactic complexity of languages accepted by such automata.\nWe conjecture that this bound is also an upper bound on the syntactic\ncomplexity of star-free languages.\n","Comment: 17 pages, 6 figures, 3 tables"]}]
["1109.3383",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3383"],"date":["2011-09-15"],"type":["text"],"creator":["Kramer, Frederick","Collaboration, for the ALICE"],"language":[],"coverage":[],"title":["Quarkonia Measurements with ALICE at the LHC"],"description":["  ALICE is the dedicated heavy-ion experiment at the Large Hadron Collider\n(LHC). It is designed to provide excellent capabilities to study the\nquark-gluon plasma (QGP) in the highest energy density regime opened up by the\nLHC. Quarkonia are crucial probes of the QGP. High-precision data from pp\ncollisions are an essential baseline, and serve as a crucial test for competing\nmodels of quarkonium hadroproduction. ALICE measures quarkonia down to pt=0 via\ntheir decay channels into e+e- at central (|y|<0.9) and into mu+mu- at forward\nrapidity (-4.0<y<-2.5). We present first results on the transverse momentum and\nrapidity distributions of the inclusive J/psi production cross section in\nsqrt(s)=7 and 2.76 TeV pp collisions. The dependence of the J/psi yield on the\ncharged particle multiplicity in sqrt(s)=7 TeV pp collisions is discussed.\nFinally, results on the inclusive J/psi production in sqrt(s_NN)=2.76 TeV Pb-Pb\ncollisions, the nuclear modification factor R_AA and the central-to-peripheral\nmodification factor R_CP are shown.\n","Comment: 5 pages, 5 figures, parallel talk at Hadron2011, Munich, Germany;\n  2011-Sep-15-conferenceproceedings-hadron2011-arxiv"]}]
["1109.3385",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3385","Physics Letters A, vol. 373, no. 36, p. 3235-3238, 2009","doi:10.1016/j.physleta.2009.07.015"],"date":["2011-09-15"],"type":["text"],"creator":["Bercher, J. -F."],"language":[],"coverage":[],"title":["Source coding with escort distributions and Renyi entropy bounds"],"description":["  We discuss the interest of escort distributions and R\\'enyi entropy in the\ncontext of source coding. We first recall a source coding theorem by Campbell\nrelating a generalized measure of length to the R\\'enyi-Tsallis entropy. We\nshow that the associated optimal codes can be obtained using considerations on\nescort-distributions. We propose a new family of measure of length involving\nescort-distributions and we show that these generalized lengths are also\nbounded below by the R\\'enyi entropy. Furthermore, we obtain that the standard\nShannon codes lengths are optimum for the new generalized lengths measures,\nwhatever the entropic index. Finally, we show that there exists in this setting\nan interplay between standard and escort distributions.\n"]}]
["1109.3387",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3387"],"date":["2011-09-15"],"type":["text"],"creator":["Simon, Frank"],"language":[],"coverage":[],"title":["Detector Systems at CLIC"],"description":["  The Compact Linear Collider CLIC is designed to deliver e+e- collisions at a\ncenter of mass energy of up to 3 TeV. The detector systems at this collider\nhave to provide highly efficient tracking and excellent jet energy resolution\nand hermeticity for multi-TeV final states with multiple jets and leptons. In\naddition, the detector systems have to be capable of distinguishing physics\nevents from large beam-induced background at a crossing frequency of 2 GHz.\nLike for the detector concepts at the ILC, CLIC detectors are based on event\nreconstruction using particle flow algorithms. The two detector concepts for\nthe ILC, ILD and SID, were adapted for CLIC using calorimeters with dense\nabsorbers limiting leakage through increased compactness, as well as modified\nforward and vertex detector geometries and precise time stamping to cope with\nincreased background levels. The overall detector concepts for CLIC are\npresented, with particular emphasis on the main detector and engineering\nchallenges, such as: the ultra-thin vertex detector with high resolution and\nfast time-stamping, hadronic calorimetry using tungsten absorbers, and event\nreconstruction techniques related to particle flow algorithms and beam\nbackground suppression.\n","Comment: Presented at the Technology and Instrumentation in Particle Physics\n  2011 (TIPP 2011) conference, June 2011, Chicago, IL, USA"]}]
["1109.3390",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3390"],"date":["2011-09-15"],"type":["text"],"creator":["Gebauer, Heidi","Gundert, Anna","Moser, Robin A.","Okamoto, Yoshio"],"language":[],"coverage":[],"title":["Not All Saturated 3-Forests Are Tight"],"description":["  A basic statement in graph theory is that every inclusion-maximal forest is\nconnected, i.e. a tree. Using a definiton for higher dimensional forests by\nGraham and Lovasz and the connectivity-related notion of tightness for\nhypergraphs introduced by Arocha, Bracho and Neumann-Lara in, we provide an\nexample of a saturated, i.e. inclusion-maximal 3-forest that is not tight. This\nresolves an open problem posed by Strausz.\n"]}]
["1109.3391",{"format":[],"subject":["Nuclear Experiment","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3391"],"date":["2011-09-15"],"type":["text"],"creator":["Onegin, M. S.","Serebrov, A. P.","Zherebtsov, O. M."],"language":[],"coverage":[],"title":["Dark Matter Accumulation near the Earth for the Long Range Forces case"],"description":["  The accumulation of dark matter near the Earth is considered. We analyze the\ncase of long range interaction forces. Additional density of the dark matter at\nthe Earth's surface is calculated. We show that this density exceeds the mean\ndensity of the dark matter in our galaxy by more then $10^5$ times for some\nvalues of dark matter particle mass. Accumulation of WIMP's near the Earth by\nthe same mechanism is also analyzed.\n","Comment: 14 pages, 11 figures"]}]
["1109.3397",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R30, 35R25, 73C02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3397"],"date":["2011-09-15"],"type":["text"],"creator":["Morassi, Antonino","Rosset, Edi","Vessella, Sergio"],"language":[],"coverage":[],"title":["Estimating area of inclusions in anisotropic plates from boundary data"],"description":["  We consider the inverse problem of determining the possible presence of an\ninclusion in a thin plate by boundary measurements. The plate is made by\nnon-homogeneous linearly elastic material belonging to a general class of\nanisotropy. The inclusion is made by different elastic material. Under some a\npriori assumptions on the unknown inclusion, we prove constructive upper and\nlower estimates of the area of the unknown defect in terms of an easily\nexpressed quantity related to work, which is given in terms of measurements of\na couple field applied at the boundary and of the induced transversal\ndisplacement and its normal derivative taken at the boundary of the plate.\n"]}]
["1109.3398",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3398"],"date":["2011-09-15"],"type":["text"],"creator":["Gioi, Luigi Li"],"language":[],"coverage":[],"title":["Studies with Onia at LHCb"],"description":["  The production of c c_bar and b b_bar is studied in pp collisions at sqrt(s)\n= 7 TeV with the LHCb detector. The results of these measurements are compared\nwith different theoretical models. Results and prospects are also shown for\nexotics: the mass measurement of the X(3872) and the search of the X(4140).\nMost of the presented results are based on the 2010 LHCb dataset (35 pb-1).\n","Comment: Proceedings of the DPF-2011 Conference, Providence, RI, August 8-13,\n  2011, 8 pages"]}]
["1109.3406",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3406"],"date":["2011-09-15"],"type":["text"],"creator":["Galtchouk, Leonid","Pergamenchtchikov, Serguei"],"language":[],"coverage":[],"title":["Uniform concentration inequality for ergodic diffusion processes\n  observed at discrete times"],"description":["  In this paper a concentration inequality is proved for the deviation in the\nergodic theorem in the case of discrete time observations of diffusion\nprocesses. The proof is based on the geometric ergodicity property for\ndiffusion processes. As an application we consider the nonparametric pointwise\nestimation problem for the drift coefficient under discrete time observations.\n"]}]
["1109.3408",{"format":[],"subject":["Mathematical Physics","Physics - Computational Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3408"],"date":["2011-09-15"],"type":["text"],"creator":["Delitsyn, Andrey","Nguyen, Binh-Thanh","Grebenkov, Denis S."],"language":[],"coverage":[],"title":["Exponential decay of Laplacian eigenfunctions in domains with branches"],"description":["  The behavior of Laplacian eigenfunctions in domains with branches is\ninvestigated. If an eigenvalue is below a threshold which is determined by the\nshape of the branch, the associated eigenfunction is proved to exponentially\ndecay inside the branch. The decay rate is twice the square root of the\ndifference between the threshold and the eigenvalue. The derived exponential\nestimate is applicable for arbitrary domains in any spatial dimension.\nNumerical simulations illustrate and further extend the theoretical estimate.\n"]}]
["1109.3411",{"format":[],"subject":["Computer Science - Numerical Analysis","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3411"],"date":["2011-09-15"],"type":["text"],"creator":["Hartikainen, Markus","Ojalehto, Vesa"],"language":[],"coverage":[],"title":["Demonstrating the Applicability of PAINT to Computationally Expensive\n  Real-life Multiobjective Optimization"],"description":["  We demonstrate the applicability of a new PAINT method to speed up iterations\nof interactive methods in multiobjective optimization. As our test case, we\nsolve a computationally expensive non-linear, five-objective problem of\ndesigning and operating a wastewater treatment plant. The PAINT method\ninterpolates between a given set of Pareto optimal outcomes and constructs a\ncomputationally inexpensive mixed integer linear surrogate problem for the\noriginal problem. We develop an IND-NIMBUS(R) PAINT module to combine the\ninteractive NIMBUS method and the PAINT method and to find a preferred solution\nto the original problem. With the PAINT method, the solution process with the\nNIMBUS method take a comparatively short time even though the original problem\nis computationally expensive.\n"]}]
["1109.3416",{"format":[],"subject":["Physics - Biological Physics","Physics - Chemical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3416"],"date":["2011-09-13"],"type":["text"],"creator":["Moix, Jeremy","Wu, Jianlan","Huo, Pengfei","Coker, David","Cao, Jianshu"],"language":[],"coverage":[],"title":["Efficient energy transfer in light-harvesting systems, III: The\n  influence of the eighth bacteriochlorophyll on the dynamics and efficiency in\n  FMO"],"description":["  The most recent crystal structure of the Fenna-Matthews-Olson (FMO) protein\ncomplex indicates that each subunit contains an additional eighth chromophore.\nIt has been proposed that this extra site functions as a link between the\nchlorosome antenna complex and the remaining seven chromophores in FMO [Schmidt\nam Busch et al, J. Phys. Chem. Lett., {\\bf 2}, 93 (2011)]. Here, we investigate\nthe implications of this scenario through numerical calculations with the\ngeneralized Bloch-Redfield (GBR) equation and the non-interacting blip\napproximation (NIBA). Three key insights into the population dynamics and\nenergy transfer efficiency in FMO are provided. First, it is shown that the\noscillations that are often observed in the population relaxation of the dimer\ncomposed of sites one and two may be completely suppressed in the eight site\nmodel. The presence of the coherent oscillations is shown to depend upon the\nparticular initial preparation of the dimer state. Secondly it is demonstrated\nthat while the presence of the eighth chromophore does not cause a dramatic\nchange in the energy transfer efficiency, it does however lead to a dominant\nenergy transfer pathway which can be characterized by an effective three site\nsystem arranged in an equally spaced downhill configuration. Such a\nconfiguration leads to an optimal value of the site energy of the eighth\nchromophore which is shown to be near to its suggested value. Finally we\nconfirm that the energy transfer process in the eight site FMO complex remains\nefficient and robust. The optimal values of the bath parameters are computed\nand shown to be closer to the experimentally fitted values than those\ncalculated previously for the seven site system.\n","Comment: 22 pages, 4 figures"]}]
["1109.3417",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3417"],"date":["2011-09-15"],"type":["text"],"creator":["Abbott, B."],"language":[],"coverage":[],"title":["Measurement of the Relative Branching Fraction of \\boldmath $B_{s}^{0}\n  \\rightarrow J/\\psi f_{0}(980), f_{0}(980) \\rightarrow \\p i^{+}\\pi^{-}$ to\n  $B_{s}^{0} \\rightarrow J/\\psi \\phi, \\phi \\rightarrow K^{+}K^{-}$"],"description":["  A measurement of the relative branching fraction of $B_{s}^{0} \\rightarrow\nJ/\\ps i f_{0}(980), f_{0}(980) \\rightarrow \\pi^{+}\\pi^{-}$ to $B_{s}^{0}\n\\rightarrow J/\\psi \\phi, \\p hi \\rightarrow K^{+}K^{-}$ is presented. The decay\nmode $B_{s}^{0} \\rightarrow J/\\psi f_{0}(980)$ is an interesting mode since it\nis a CP-odd eigenstate which could be used in CP-violating studies. Using\napproximat ely 8 $\\rm{fb}^{-1}$ of data recorded with the D0 detector at the\nFermilab Tevatron Collider, a relative branching fraction of 0.210 $\\pm$\n0.032\\thinspace(stat) $\\pm$ 0.036\\thi nspace(syst) is found.\n"]}]
["1109.3422",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3422"],"date":["2011-09-15"],"type":["text"],"creator":["Garriga, Jaume","Shlaer, Benjamin","Vilenkin, Alexander"],"language":[],"coverage":[],"title":["Minkowski vacua can be metastable"],"description":["  We investigate the recent suggestion that a Minkowski vacuum is either\nabsolutely stable, or it has a divergent decay rate and thus fails to have a\nlocally Minkowski description. The divergence comes from boost integration over\nmomenta of the vacuum bubbles. We point out that a prototypical example of\nfalse-vacuum decay is pair production in a uniform electric field, so if the\nargument leading to the divergence is correct, it should apply to this case as\nwell. We provide evidence that no catastrophic vacuum instability occurs in a\nconstant electric field, indicating that the argument cannot be right. Instead,\nwe argue that the boost integration that leads to the divergence is\nunnecessary: when all possible fluctuations of the vacuum bubble are included,\nthe quantum state of the bubble is invariant under Lorentz boosts.\n","Comment: 12 pages, 1 figure"]}]
["1109.3424",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 16D10, 30G35, Secondary 46C05, 46C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3424"],"date":["2011-09-15"],"type":["text"],"creator":["Kumar, Rajeev","Kumar, Romesh","Rochon, Dominic"],"language":[],"coverage":[],"title":["The Fundamental Theorems in the framework of Bicomplex Topological\n  Modules"],"description":["  In this paper, we generalize the fundamental theorems of functional analysis\nto the framework of bicomplex topological modules.\n"]}]
["1109.3426",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3426"],"date":["2011-09-08"],"type":["text"],"creator":["Niemi, Sami-Matias"],"language":[],"coverage":[],"title":["Properties of Galaxies and Groups: Nature versus Nurture"],"description":["  Due to the inherently nonlinear nature of gravity cosmological N-body\nsimulations have become an invaluable tool when the growth of structure is\nbeing studied and modelled closer to the present epoch. Large simulations with\nhigh dynamical range have made it possible to model the formation and growth of\ncosmic structure with unprecedented accuracy. Moreover, galaxies, the basic\nbuilding blocks of the Universe, can also be modelled in cosmological context.\nHowever, despite all the simulations and successes in recent decades, there are\nstill many unanswered questions in the field of galaxy formation and evolution.\nOne of the longest standing issue being the significance of the formation place\nand thus initial conditions to a galaxy's evolution in respect to environment,\noften formulated simply as \"nature versus nurture\" like in human development\nand psychology. Unfortunately, our understanding of galaxy evolution in\ndifferent environments is still limited, albeit, for example, the\nmorphology-density relation has shown that the density of the galaxy's local\nenvironment can affect its properties. Consequently, the environment should\nplay a role in galaxy evolution, however despite the efforts, the exact role of\nthe galaxy's local environment to its evolution remains open. This thesis\nintroduction discusses briefly the background cosmology, cosmological N-body\nsimulations and semi-analytical models. The second part is reserved for groups\nof galaxies, whether they are gravitationally bound, and what this may imply\nfor galaxy evolution. The third part of the thesis concentrates on describing\nresults of a case study of isolated field elliptical galaxies. The final\nchapter discusses another case study of luminous infra-red galaxies.\n","Comment: Introduction part of a PhD thesis"]}]
["1109.3427",{"format":[],"subject":["Physics - Fluid Dynamics","Astrophysics - Earth and Planetary Astrophysics","Mathematical Physics","Nonlinear Sciences - Pattern Formation and Solitons","76W05, 76B47"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3427"],"date":["2011-09-15"],"type":["text"],"creator":["Vladimirov, Vladimir A."],"language":[],"coverage":[],"title":["MHD-Drift Equations: from Langmuir circulations to MHD-dynamo?"],"description":["  We have derived the closed system of averaged MHD-equations for general\noscillating flows, which are purely oscillating in the main approximation. We\nhave used the mathematical approach which combines the two-timing method and\nthe notion of the distinguished limit. Properties of the commutators are used\nto simplify calculations. The direct connection with a vortex dynamo (or the\nLangmuir circulations) has been demonstrated and a conjecture on the MHD-dynamo\nhas been formulated.\n","Comment: 9 pages"]}]
["1109.3430",{"format":[],"subject":["Mathematics - Probability","60F15, 60G44, 91B24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3430"],"date":["2011-09-15"],"type":["text"],"creator":["Dolinsky, Yan"],"language":[],"coverage":[],"title":["Numerical schemes for $G$--Expectations"],"description":["  We consider a discrete time analog of $G$--expectations and we prove that in\nthe case where the time step goes to 0 the corresponding values converge to the\noriginal $G$--expectation. Furthermore we provide error estimates for the\nconvergence rate. This paper is continuation of [4]. Our main tool is a strong\napproximation theorem which we derive for general discrete time martingales.\n"]}]
["1109.3431",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3431"],"date":["2011-09-15"],"type":["text"],"creator":["Scalora, M.","Vincenti, M. A.","de Ceglia, D.","Akozbek, N.","Roppo, V.","Bloemer, M. J.","Haus, J. W."],"language":[],"coverage":[],"title":["A Dynamical Model of Harmonic Generation in Centrosymmetric\n  Semiconductors"],"description":["  We study second and third harmonic generation in centrosymmetric\nsemiconductors at visible and UV wavelengths in bulk and cavity environments.\nSecond harmonic generation is due to a combination of symmetry breaking, the\nmagnetic portion of the Lorentz force, and quadrupolar contributions that\nimpart peculiar features to the angular dependence of the generated signals, in\nanalogy to what occurs in metals. The material is assumed to have a non-zero,\nthird order nonlinearity that gives rise to most of the third harmonic signal.\nUsing the parameters of bulk Silicon we predict that cavity environments can\nsignificantly modify second harmonic generation (390nm) with dramatic\nimprovements for third harmonic generation (266nm). This occurs despite the\nfact that the harmonics may be tuned to a wavelength range where the dielectric\nfunction of the material is negative: a phase locking mechanism binds the pump\nto the generated signals and inhibits their absorption. These results point the\nway to novel uses and flexibility of materials like Silicon as nonlinear media\nin the visible and UV ranges.\n"]}]
["1109.3441",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Complex Variables","30L10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3441"],"date":["2011-09-15"],"type":["text"],"creator":["Merenkov, Sergei","Wildrick, Kevin"],"language":[],"coverage":[],"title":["Quasisymmetric Koebe Uniformization"],"description":["  We study a quasisymmetric version of the classical Koebe uniformization\ntheorem in the context of Ahlfors regular metric surfaces. In particular, we\nprove that an Ahlfors 2-regular metric surface X homeomorphic to a finitely\nconnected domain in the standard 2-sphere is quasisymmetrically equivalent to a\ncircle domain if and only if X is linearly locally connected and its completion\nis compact. We also give a counterexample in the countably connected case.\n","Comment: 46 pages, 8 figures"]}]
["1109.3442",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3442"],"date":["2011-09-15"],"type":["text"],"creator":["Li, Yuexing"],"language":[],"coverage":[],"title":["Accretion onto Intermediate-mass Seed Black Holes in Primordial Galaxies"],"description":["  The origin of the supermassive black holes that power the most distant\nquasars observed is largely unknown. One hypothesis is that they grew rapidly\nfrom intermediate-mass seeds (~100 M_sun) left by the first stars. However,\nsome previous studies argued that accretion onto these black holes was too low\nto build up the mass due to strong suppression by radiative feedback. Here, we\nre-exam the accretion process of such a black hole embedded in a primordial gas\ncloud, by considering a wide range of physical and numerical parameters not\nexplored before. We find that, while radiative heating and pressure indeed\nsuppress accretion effectively, self-gravity of the gas eventually overcomes\nthe feedback effects and boosts the accretion to the Eddington rate after one\nfree-fall timescale of the cloud. Moreover, for a given black hole mass, there\nexists a critical density above which the accretion can reach Eddington limit.\nFurthermore, we find a universal correlation between black hole accretion rate\nand ambient gas density, which may serve as a realistic recipe for black hole\ngrowth in simulations.\n","Comment: 8 pages, 4 figures. Submitted to ApJ"]}]
["1109.3444",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3444"],"date":["2011-09-15"],"type":["text"],"creator":["Sommerville, Ian","Cliff, Dave","Calinescu, Radu","Keen, Justin","Kelly, Tim","Kwiatkowska, Marta","McDermid, John","Paige, Richard"],"language":[],"coverage":[],"title":["Large-scale Complex IT Systems"],"description":["  This paper explores the issues around the construction of large-scale complex\nsystems which are built as 'systems of systems' and suggests that there are\nfundamental reasons, derived from the inherent complexity in these systems, why\nour current software engineering methods and techniques cannot be scaled up to\ncope with the engineering challenges of constructing such systems. It then goes\non to propose a research and education agenda for software engineering that\nidentifies the major challenges and issues in the development of large-scale\ncomplex, software-intensive systems. Central to this is the notion that we\ncannot separate software from the socio-technical environment in which it is\nused.\n","Comment: 12 pages, 2 figures"]}]
["astro-ph/0205304",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0205304","Astrophys.J.578:317-324,2002","doi:10.1086/342405"],"date":["2002-05-17"],"type":["text"],"creator":["Turcan, Dusan","Desai, Shantanu","Collaboration, for the Super-Kamiokande"],"language":[],"coverage":[],"title":["Search for neutrinos from Gamma-Ray Bursts using Super-Kamiokande"],"description":["  Using the Super-Kamiokande neutrino observatory, a search was conducted for\nneutrinos produced in coincidence with gamma-ray bursts observed by the BATSE\ndetector. Super-Kamiokande data in the neutrino energy range of 7 MeV ~ 100 TeV\nwere analyzed. For gamma-ray bursts that occurred between 1996 April and 2000\nMay, no statistically significant signal in excess of the background levels was\ndetected. Implied upper limits on associated GRB neutrino production are\npresented.\n","Comment: 19 pages, 3 figures. Submitted to ApJ for publication"]}]
["astro-ph/0604416",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0604416","JCAP 0606:024,2006","doi:10.1088/1475-7516/2006/06/024"],"date":["2006-04-19","2006-05-05"],"type":["text"],"creator":["Bartolo, N.","Matarrese, S.","Riotto, A."],"language":[],"coverage":[],"title":["CMB Anisotropies at Second Order I"],"description":["  We present the computation of the full system of Boltzmann equations at\nsecond-order describing the evolution of the photon, baryon and cold dark\nmatter fluids. These equations allow to follow the time evolution of the Cosmic\nMicrowave Background (CMB) anisotropies at second-order at all angular scales\nfrom the early epoch, when the cosmological perturbations were generated, to\nthe present through the recombination era. This paper sets the stage for the\ncomputation of the full second-order radiation transfer function at all scales\nand for a a generic set of initial conditions specifying the level of\nprimordial non-Gaussianity. In a companion paper, we will present the\ncomputation of the three-point correlation function at recombination which is\nso relevant for the issue of non-Gaussianity in the CMB anisotropies.\n","Comment: 26 pages, LaTeX file, typos corrected"]}]
["astro-ph/9803164",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9803164","Mod.Phys.Lett.A14:417-432,1999","doi:10.1142/S0217732399000481"],"date":["1998-03-13","2003-11-21"],"type":["text"],"creator":["Jain, Pankaj","Ralston, John P."],"language":[],"coverage":[],"title":["Anisotropy in the Distribution of Galactic Radio Polarizations"],"description":["  Radiation traversing the observable universe provides powerful ways to probe\nanisotropy of electromagnetic propagation. A controversial recent study claimed\na signal of dipole character. Here we test a new and independent data set of\n361 points under the null proposal of {\\it statistical independence} of linear\npolarization alignments relative to galaxy axes, versus angular positions. The\nnull hypothesis is tested via maximum likelihood analysis of best fits among\nnumerous independent types of factored distributions. We also examine\nsingle-number correlations which are parameter free, invariant under coordinate\ntransformations, and distributed very robustly. The statistics are shown\nexplicitly not to depend on the uneven distribution of sources on the sky.\n  We find that the null proposal is not supported at the level of less than 5%\nto less than 0.1% by several independent statistics. The signal of correlation\nviolates parity, that is, symmetry under spatial inversion, and requires a\nstatistic which transforms properly. The data indicate an axis of correlation,\non the basis of likelihood determined to be $[{\\rm R.A.}=(0^{\\rm h},9^{\\rm m})\n\\pm (1^{\\rm h},0^{\\rm m})$, ${\\rm Decl.} = -1^o\\pm 15^o]$.\n","Comment: 10 pages, Latex"]}]
["cond-mat/0301488",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0301488","J. Phys. - Condens Mat. 15, S1279 (2003)","doi:10.1088/0953-8984/15/11/346"],"date":["2003-01-24","2003-02-03"],"type":["text"],"creator":["Courtens, E.","Foret, M.","Hehlen, B.","Ruffle, B.","Vacher, R."],"language":[],"coverage":[],"title":["The crossover from propagating to strongly scattered acoustic modes of\n  glasses observed in densified silica"],"description":["  Spectroscopic results on low frequency excitations of densified silica are\npresented and related to characteristic thermal properties of glasses. The end\nof the longitudinal acoustic branch is marked by a rapid increase of the\nBrillouin linewidth with the scattering vector. This rapid growth saturates at\na crossover frequency Omega_co which nearly coincides with the center of the\nboson peak. The latter is clearly due to additional optic-like excitations\nrelated to nearly rigid SiO_4 librations as indicated by hyper-Raman\nscattering. Whether the onset of strong scattering is best described by\nhybridization of acoustic modes with these librations, by their elastic\nscattering (Rayleigh scattering) on the local excitations, or by soft\npotentials remains to be settled.\n","Comment: 14 pages, 6 figures, to be published in a special issue of J. Phys.\n  Condens. Matter"]}]
["cond-mat/0301490",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0301490","Phys. Rev. Lett. 90, 095502 (2003)","doi:10.1103/PhysRevLett.90.095502"],"date":["2003-01-24"],"type":["text"],"creator":["Ruffle, B.","Foret, M.","Courtens, E.","Vacher, R.","Monaco, G."],"language":[],"coverage":[],"title":["Observation of the onset of strong scattering on high frequency acoustic\n  phonons in densified silica glass"],"description":["  The linewidth of longitudinal acoustic waves in densified silica glass is\nobtained by inelastic x-ray scattering. It increases with a high power alpha of\nthe frequency up to a crossover where the waves experience strong scattering.\nWe find that \\alpha is at least 4, and probably larger. Resonance and\nhybridization of acoustic waves with the boson-peak modes seems to be a more\nlikely explanation for these findings than Rayleigh scattering from disorder.\n","Comment: 4 pages, 4 figures, to appear in Phys. Rev. Letters"]}]
["cond-mat/0506287",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0506287","Phys. Rev. Lett. 96, 045502 (2006)","doi:10.1103/PhysRevLett.96.045502"],"date":["2005-06-13","2005-09-01"],"type":["text"],"creator":["Rufflé, B.","Guimbretière, G.","Courtens, E.","Vacher, R.","Monaco, G."],"language":[],"coverage":[],"title":["Glass-specific behavior in the damping of acoustic-like vibrations"],"description":["  High frequency sound is observed in lithium diborate glass,\nLi$_2$O--2B$_2$O$_3$, using Brillouin scattering of light and x-rays. The sound\nattenuation exhibits a non-trivial dependence on the wavevector, with a\nremarkably rapid increase towards a Ioffe-Regel crossover as the frequency\napproaches the boson peak from below. An analysis of literature results reveals\nthe near coincidence of the boson-peak frequency with a Ioffe-Regel limit for\nsound in {\\em all} sufficiently strong glasses. We conjecture that this\nbehavior, specific to glassy materials, must be quite universal among them.\n","Comment: 4 pages, 4 figures, revised version"]}]
["cond-mat/0510714",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0510714","J. Non-Cryst. Solids 352, 4589 (2006)","doi:10.1016/j.jnoncrysol.2006.01.120"],"date":["2005-10-27"],"type":["text"],"creator":["Rufflé, B.","Guimbretière, G.","Courtens, E.","Vacher, R.","Monaco, G."],"language":[],"coverage":[],"title":["Acoustic damping in Li$_2$O-2B$_2$O$_3$ glass observed by inelastic\n  x-ray and optical Brillouin scattering"],"description":["  The dynamic structure factor of lithium-diborate glass has been measured at\nseveral values of the momentum transfer $Q$ using high resolution inelastic\nx-ray scattering. Much attention has been devoted to the low $Q$-range, below\nthe observed Ioffe-Regel crossover \\qco{}$\\simeq$ 2.1 nm$^{-1}$. We find that\nbelow \\qco{}, the linewidth of longitudinal acoustic waves increases with a\nhigh power of either $Q$, or of the frequency $\\Omega$, up to the crossover\nfrequency \\OMco{} $\\simeq$ 9 meV that nearly coincides with the center of the\nboson peak. This new finding strongly supports the view that resonance and\nhybridization of acoustic waves with a distribution of rather local low\nfrequency modes forming the boson peak is responsible for the end of acoustic\nbranches in strong glasses. Further, we present high resolution Brillouin\nlight-scattering data obtained at much lower frequencies on the same sample.\nThese clearly rule out a simple $\\Omega^2$-dependence of the acoustic damping\nover the entire frequency range.\n","Comment: 5 pages, 5 figures, submitted to the proceedings of IDMRCS 2005,\n  Lille, France"]}]
["gr-qc/9902026",{"format":[],"subject":["General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9902026","Mod.Phys.Lett.A14:275-288,1999","doi:10.1142/S0217732399000328"],"date":["1999-02-10"],"type":["text"],"creator":["Quintana, Abel Camacho"],"language":[],"coverage":[],"title":["On a Quantum Equivalence Principle"],"description":["  The logical consistency of a description of Quantum Theory in the context of\nGeneral Relativity, which includes Minimal Coupling Principle, is analyzed from\nthe point of view of Feynman's formulation in terms of path integrals. We will\nargue from this standpoint and using an argument that claims the incompleteness\nof the general-relativistic description of gravitation, which emerges as a\nconsequence of the gravitationally induced phases of the so called\nflavor-oscillation clocks, that the postulates of Quantum Theory are logically\nincompatible with the usual Minimal Coupling Principle. It will be shown that\nthis inconsistency could emerge from the fact that the required geometrical\ninformation to calculate the probability of finding a particle in any point of\nthe respective manifold does not lie in a region with finite volume.\nAfterwards, we put forth a new Quantum Minimal Coupling Principle in terms of a\nrestricted path integral, and along the ideas of this model not only the\npropagator of a free particle is calculated but we also deduce the conditions\nunder which we recover Feynman's case for a free particle. The effect on\ndiatomic interstellar molecules is also calculated. The already existing\nrelation between Restricted Path Integral Formalism and Decoherence Model will\nenable us to connect the issue of a Quantum Minimal Coupling Principle with the\ncollapse of the wave function. From this last remark we will claim that the\ngeometrical structure of the involved manifold acts as, an always present,\nmeasuring device on a quantum particle. In other words, in this proposal we\nconnect the issue of a Quantum Minimal Coupling Principle with a claim which\nstates that gravity could be one of the physical entities driving the collapse\nof the wave function.\n","Comment: 18 pages"]}]
["hep-ex/0004024",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0004024","Nucl.Instrum.Meth.A453:165-176,2000","doi:10.1016/S0168-9002(00)00624-0"],"date":["2000-04-25","2000-04-27"],"type":["text"],"creator":["Suzuki, A.","Park, H.","collaboration, K2K"],"language":[],"coverage":[],"title":["Design, construction, and operation of SciFi tracking detector for K2K\n  experiment"],"description":["  We describe the construction and performance of a scintillating fiber\ndetector used in the near detector for the K2K (KEK to Kamioka, KEK E362) long\nbaseline neutrino oscillation experiment. The detector uses 3.7 m long and\n0.692 mm diameter scintillating fiber coupled to image-intensifier tubes (IIT),\nand a CCD camera readout system. Fiber sheet production and detector\nconstruction began in 1997, and the detector was commissioned in March, 1999.\nResults from the first K2K runs confirm good initial performance : position\nresolution is estimated to be about 0.8 mm, and track finding efficiency is $98\n\\pm 2$ % for long tracks (i.e., those which intersect more than 5 fiber\nplanes). The hit efficiency was estimated to be $92 \\pm 2$ % using cosmic-ray\nmuons, after noise reduction at the offline stage. The possibility of using the\ndetector for particle identification is also discussed.\n","Comment: In total 21 pages with 18 figures. THis is the proceedings for \"The\n  7th International Conference on Instrumentation for Colliding Beam Physics\",\n  held on Hamamatsu, Japan, Nov. 15-19, 1999"]}]
["hep-ex/0309048",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0309048","ECONF C030626:FRAP01,2003"],"date":["2003-09-15"],"type":["text"],"creator":["Yoo, J.","Collaboration, for the Super-Kamiokande"],"language":[],"coverage":[],"title":["A study of short-time periodic variation of the B8 solar neutrino flux\n  at Super-Kamiokande"],"description":["  Super-Kamiokande(SK) is a real-time detector capable of measuring the exact\ntime of solar neutrino events. This, combined with a relatively high yield of\nthese events of roughly 15 per day, allows a search for short-time variations\nin the observed flux. Using all 1496 days of SK-I's solar data, we looked for\nperiodic variations of the observed solar neutrino flux, and found no\nsignificant periodicity.\n","Comment: Invited talk at the XXIII Physics in Collisions Conference (PIC03),\n  Zeuthen, Germany, June 2003, 5 pages, LaTeX, 3 eps figures. PSN FRAP01"]}]
["hep-ex/0408134",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0408134","Phys.Lett.B619:255-262,2005","doi:10.1016/j.physletb.2005.05.044"],"date":["2004-08-26"],"type":["text"],"creator":["K2K Collaboration","Nakayama, S."],"language":[],"coverage":[],"title":["Measurement of single pi0 production in neutral current neutrino\n  interactions with water by a 1.3 GeV wide band muon neutrino beam"],"description":["  Neutral current single pi0 production induced by neutrinos with a mean energy\nof 1.3 GeV is measured at a 1000 ton water Cherenkov detector as a near\ndetector of the K2K long baseline neutrino experiment. The cross section for\nthis process relative to the total charged current cross section is measured to\nbe 0.064 +- 0.001 (stat.) +- 0.007 (sys.). The momentum distribution of\nproduced pi0s is measured and is found to be in good agreement with an\nexpectation from the present knowledge of the neutrino cross sections.\n","Comment: 6 pages, 4 figures, Submitted to Phys. Lett. B"]}]
["hep-ph/9906307",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9906307","Mod.Phys.Lett.A16:603,2001","doi:10.1142/S0217732301003528"],"date":["1999-06-09"],"type":["text"],"creator":["Liu, Yong","Sarkar, Utpal"],"language":[],"coverage":[],"title":["CP violation in neutrino mixing matrix and leptogenesis"],"description":["  The CP violation required in leptogenesis may have different origin, but in\nan effective theory they all are related to the rephasing invariant CP\nviolating measure in the mixing matrix of the leptonic sector. We point out\nthat the maximum amount of CP violation in some models can be estimated with\nour present knowledge of the neutrino mixing angles, which can help us\nunderstand the CP violation in the generation of the lepton asymmetry of the\nuniverse. For example, the possibility of leptogenesis may be ruled out in some\nmodels from an knowledge of the effective neutrino mass matrix.\n","Comment: 11 pages with one eps figure"]}]
["hep-th/0403232",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0403232","Lett. Math. Phys.71:13-26, 2005","doi:10.1007/s11005-004-5116-3"],"date":["2004-03-23"],"type":["text"],"creator":["Grosse, Harald","Wulkenhaar, Raimar"],"language":[],"coverage":[],"title":["Renormalisation of \\phi^4-theory on noncommutative R^4 to all orders"],"description":["  We present the main ideas and techniques of the proof that the\nduality-covariant four-dimensional noncommutative \\phi^4-model is\nrenormalisable to all orders. This includes the reformulation as a dynamical\nmatrix model, the solution of the free theory by orthogonal polynomials as well\nas the renormalisation by flow equations involving power-counting theorems for\nribbon graphs drawn on Riemann surfaces.\n","Comment: 12 pages, 14 figures, LaTeX"]}]
["hep-th/9712036",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9712036","Czech.J.Phys.50:225-237,2000","doi:10.1023/A:1022895923841"],"date":["1997-12-03"],"type":["text"],"creator":["Dvoeglazov, Valeri V."],"language":[],"coverage":[],"title":["On the importance of the normalization"],"description":["  We repeat the known procedure of the derivation of the set of Proca\nequations. It is shown that it can be written in various forms. The importance\nof the normalization is point out for the problem of the correct description of\nspin-1 quantized fields. Finally, the discussion of the so-called Kalb-Ramond\nfield is presented.\n","Comment: ReVTeX file, no figures, 12pp"]}]
["math/0405487",{"format":[],"subject":["Mathematics - Number Theory","11S40, 11R42, 11R23, 11M41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405487"],"date":["2004-05-26","2011-09-15"],"type":["text"],"creator":["Barsky, Daniel"],"language":[],"coverage":[],"title":["Sur la nullit\\'e du mu-invariant d'Iwasawa des corps totalement r\\'eels"],"description":["  The article is withdrawn. There is a gap in the proof of the vanishing of\nIwasawa mu-invariant for the cyclotomic Z_p extension of a CM field, abelian\nover a totally real number field.\n","Comment: The article has been withdrawn due to an error in the crucial lemma 5"]}]
["math/0609568",{"format":[],"subject":["Mathematics - Probability","37A25, 60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609568"],"date":["2006-09-20","2011-09-15"],"type":["text"],"creator":["Burton, Robert","Kovchegov, Yevgeniy"],"language":[],"coverage":[],"title":["Mixing times via super-fast coupling"],"description":["  We provide a coupling proof that the transposition shuffle on a deck of n\ncards is mixing of rate Cn(log{n}) with a moderate constant, C. This rate was\ndetermined by Diaconis and Shahshahani, but the question of a natural\nprobabilistic coupling proof has been missing, and questions of its existence\nhave been raised. The proof, and indeed any proof, requires that we enlarge the\nmethodology of coupling to include intuitive but non-adapted coupling rules,\nbecause a typical Markovian coupling is incapable of resolving finer questions\nof rates.\n"]}]
