["0705.0736",{"format":[],"subject":["Mathematics - Category Theory","18D10, 16B50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0736"],"date":["2007-05-05","2011-05-25"],"type":["text"],"creator":["Quang, Nguyen Tien","Anh, Pham Le Hong"],"language":[],"coverage":[],"title":["On monoidal equivalences and Ann-equivalences"],"description":["  In this paper, we show another proof of the problem by constructing a strict\nmonoidal category M(C) consisting of M-functors and M-morphisms of a category C\nand we prove C is equivalent to it. The proof is based on a basic character of\nmonoidal equivalences. Ideas and techniques of these proofs can been used to\nprove the equivalence between an Ann-category and an almost strict\nAnn-category.\n","Comment: 14 pages"]}]
["0711.2672",{"format":[],"subject":["Mathematics - Dynamical Systems","37F10, 37F35, 30D40, 28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2672","Internat. Math. Res. Notices 2009 (2009), 615-624","doi:10.1093/imrn/rnn141"],"date":["2007-11-16"],"type":["text"],"creator":["Barański, Krzysztof","Karpińska, Bogusława","Zdunik, Anna"],"language":[],"coverage":[],"title":["Hyperbolic dimension of Julia sets of meromorphic maps with logarithmic\n  tracts"],"description":["  We prove that for meromorphic maps with logarithmic tracts (e.g. entire or\nmeromorphic maps with a finite number of poles from class $\\mathcal B$), the\nJulia set contains a compact invariant hyperbolic Cantor set of Hausdorff\ndimension greater than 1. Hence, the hyperbolic dimension of the Julia set is\ngreater than 1.\n","Comment: 7 pages, 1 figure"]}]
["0801.3837",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3837"],"date":["2008-01-24","2011-05-24"],"type":["text"],"creator":["Moulin, Pierre"],"language":[],"coverage":[],"title":["Universal Fingerprinting: Capacity and Random-Coding Exponents"],"description":["  This paper studies fingerprinting (traitor tracing) games in which the number\nof colluders and the collusion channel are unknown. The fingerprints are\nembedded into host sequences representing signals to be protected and provide\nthe receiver with the capability to trace back pirated copies to the colluders.\nThe colluders and the fingerprint embedder are subject to signal fidelity\nconstraints. Our problem setup unifies the signal-distortion and Boneh-Shaw\nformulations of fingerprinting. The fundamental tradeoffs between fingerprint\ncodelength, number of users, number of colluders, fidelity constraints, and\ndecoding reliability are then determined. Several bounds on fingerprinting\ncapacity have been presented in recent literature. This paper derives exact\ncapacity formulas and presents a new randomized fingerprinting scheme with the\nfollowing properties: (1) the encoder and receiver assume a nominal coalition\nsize but do not need to know the actual coalition size and the collusion\nchannel; (2) a tunable parameter $\\Delta$ trades off false-positive and\nfalse-negative error exponents; (3) the receiver provides a reliability metric\nfor its decision; and (4) the scheme is capacity-achieving when the\nfalse-positive exponent $\\Delta$ tends to zero and the nominal coalition size\ncoincides with the actual coalition size.\n  A fundamental component of the new scheme is the use of a \"time-sharing\"\nrandomized sequence. The decoder is a maximum penalized mutual information\ndecoder, where the significance of each candidate coalition is assessed\nrelative to a threshold, and the penalty is proportional to the coalition size.\nA much simpler {\\em threshold decoder} that satisfies properties (1)---(3)\nabove but not (4) is also given.\n","Comment: 69 pages, revised"]}]
["0802.3492",{"format":[],"subject":["Computer Science - Programming Languages","F.1.2","I.2.4","E.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3492","Knowledge-Based Systems, 24(6), 890-903, August 2011","doi:10.1016/j.knosys.2011.04.004"],"date":["2008-02-24","2010-03-25"],"type":["text"],"creator":["Rodriguez, Marko A."],"language":[],"coverage":[],"title":["The RDF Virtual Machine"],"description":["  The Resource Description Framework (RDF) is a semantic network data model\nthat is used to create machine-understandable descriptions of the world and is\nthe basis of the Semantic Web. This article discusses the application of RDF to\nthe representation of computer software and virtual computing machines. The\nSemantic Web is posited as not only a web of data, but also as a web of\nprograms and processes.\n","Comment: keywords: Resource Description Framework, Virtual Machines,\n  Distributed Computing, Semantic Web"]}]
["0802.3771",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53C50, 22E25, 53B30, 53C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3771","Int. J. Geom. Methods Mod. Phys. 5 (2008) 79-99","doi:10.1142/S0219887808002667"],"date":["2008-02-26"],"type":["text"],"creator":["Cordero, Luis A.","Parker, Phillip E."],"language":[],"coverage":[],"title":["Lattices and Periodic Geodesics in Pseudoriemannian 2-step Nilpotent Lie\n  Groups"],"description":["  We give a basic treatment of lattices $\\Gamma$ in these groups. Certain tori\n$T_F$ and $T_B$ provide the model fiber and the base for a submersion of\n$\\Gamma\\backslash N$. This submersion may not be pseudoriemannian in the usual\nsense, because the tori may be degenerate. We then begin the study of periodic\ngeodesics in these compact nilmanifolds, obtaining a complete calculation of\nthe period spectrum of certain flat spaces.\n","Comment: tp + 23 pp"]}]
["0808.3974",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","53C07, 14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3974","Selecta Math. (N.S.) 17 (2011), no.2, 505-532"],"date":["2008-08-28","2009-09-01"],"type":["text"],"creator":["Ho, Nan-Kuo","Liu, Chiu-Chu Melissa"],"language":[],"coverage":[],"title":["Anti-Perfect Morse Stratification"],"description":["  For an equivariant Morse stratification which contains a unique open stratum,\nwe introduce the notion of equivariant antiperfection, which means the\ndifference of the equivariant Morse series and the equivariant Poincare series\nachieves the maximal possible value (instead of the minimal possible value 0 in\nthe equivariantly perfect case). We also introduce a weaker condition of local\nequivariant antiperfection. We prove that the Morse stratification of the\nYang-Mills functional on the space of connections on a principal U(n)-bundle\nover a connected, closed, nonorientable surface is locally equivariantly\nQ-antiperfect when the rank n=2,3; we propose that it is actually equivariantly\nQ-antiperfect when n=2,3. Our proposal yields formulas of G-equivariant\nPoincare series of the representation variety of flat G-connections for the\nnonorientable surface where G=U(2), SU(2), U(3), SU(3). Our rank 2 formulas\nagree with formulas proved by T. Baird in arXiv:0806.1975.\n  Baird verified our conjectural rank 3 formulas when the nonorientable surface\nis the real projective plane or the Klein bottle (arXiv:0901.1604); he proved\nour conjectural U(3) formula for any closed nonorientable surfaces by\nestablishing equivariant Q-antiperfection in this case (arXiv:0902.4581).\n","Comment: 24 pages"]}]
["0812.1344",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1344"],"date":["2008-12-07","2011-05-25"],"type":["text"],"creator":["Zhogin, I. L."],"language":[],"coverage":[],"title":["On relevance of modified gravities"],"description":["  It is shown that modified gravity theories with a Lagrangian composed of the\nthree quadratic invariants of the Riemann curvature tensor are not appropriate.\nThe field equations are either incompatible and/or irregular [like\nf(R)-gravities], or, if compatible, lead to the linear instability of\npolarizations relating to the Weyl tensor.\n  A more relevant modification is the frame field theory, namely the best and\nunique variant of Absolute Parallelism; it has no free parameters (D=5 is a\nmust) and no singularities arising in solutions. I sketch few remarkable\nfeatures of this theory.\n","Comment: Submitted to the Zelmanov Journal; 11 pages; improvements and new\n  issues: (trivial) `weak' Lagrangian (term of N.Kh. Ibragimov) and\n  classification of AP polarizations"]}]
["0902.1065",{"format":[],"subject":["Mathematics - Dynamical Systems","37F10, 37F35, 30D40, 28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1065","Bull. Lond. Math. Soc. 42 (2010), 210-220","doi:10.1112/blms/bdp105"],"date":["2009-02-06"],"type":["text"],"creator":["Barański, Krzysztof","Karpińska, Bogusława","Zdunik, Anna"],"language":[],"coverage":[],"title":["Dimension properties of the boundaries of exponential basins"],"description":["  We prove that the boundary of a component $U$ of the basin of an attracting\nperiodic cycle (of period greater than 1) for an exponential map on the complex\nplane has Hausdorff dimension greater than 1 and less than 2. Moreover, the set\nof points in the boundary of $U$ which do not escape to infinity has Hausdorff\ndimension (in fact: hyperbolic dimension) greater than 1, while the set of\npoints in the boundary of $U$ which escape to infinity has Hausdorff dimension\n1.\n","Comment: 13 pages, 1 figure"]}]
["0902.3255",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3255","J. Phys.: Condens. Matter 23, 235103 (2011)"],"date":["2009-02-18","2010-11-10"],"type":["text"],"creator":["Razul, M. Shajahan G.","Matharoo, Gurpreet S.","Poole, Peter H."],"language":[],"coverage":[],"title":["Spatial Correlation of the Dynamic Propensity in a Glass-Forming Liquid"],"description":["  We present computer simulation results on the dynamic propensity [as defined\nby Widmer- Cooper, Harrowell, and Fynewever, Phys. Rev. Lett. 93, 135701\n(2004)] in a Kob-Andersen binary Lennard-Jones liquid system consisting of 8788\nparticles. We compute the spatial correlation function of the dynamic\npropensity as a function of both the reduced temperature T, and the time scale\non which the particle displacements are measured. For T\\leq0.6, we find that\nnonzero correlations occur at the largest length scale accessible in our\nsystem. We also show that a cluster-size analysis of particles with extremal\nvalues of the dynamic propensity, as well as 3D visualizations, reveal\nspatially correlated regions that approach the size of our system as T\ndecreases, consistent with the behavior of the spatial correlation function.\nNext, we define and examine the \"coordination propensity\", the\nisoconfigurational average of the coordination number of the minority B\nparticles around the majority A particles. We show that a significant\ncorrelation exists between the spatial fluctuations of the dynamic and\ncoordination propensities. In addition, we find non-zero correlations of the\ncoordination propensity occurring at the largest length scale accessible in our\nsystem for all T in the range 0.466<T<1.0. We discuss the implications of these\nresults for understanding the length scales of dynamical heterogeneity in\nglass-forming liquids.\n","Comment: 10 pages, 10 figures"]}]
["0903.4216",{"format":[],"subject":["Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4216"],"date":["2009-03-24","2011-05-24"],"type":["text"],"creator":["Quevedo, H.","Quevedo, M. N."],"language":[],"coverage":[],"title":["Statistical thermodynamics of economic systems"],"description":["  We formulate thermodynamics of economic systems in terms of an arbitrary\nprobability distribution for a conserved economic quantity. As in statistical\nphysics, thermodynamic macroeconomic variables emerge as the mean value of\nmicroeconomic variables and their determination is reduced to the computation\nof the partition function, starting from an arbitrary function. Explicit\nhypothetical examples are given which include linear and nonlinear economic\nsystems, as well as multiplicative systems such as those dominated by a Pareto\nlaw distribution. We propose to use the formalism of phase transitions to study\nsevere changes of macroeconomic variables.\n","Comment: Discussions added, typos corrected"]}]
["0908.3121",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3121"],"date":["2009-08-21","2011-05-25"],"type":["text"],"creator":["Gugushvili, Shota"],"language":[],"coverage":[],"title":["Nonparametric inference for discretely sampled L\\'evy processes"],"description":["  Given a sample from a discretely observed L\\'evy process $X=(X_t)_{t\\geq 0}$\nof the finite jump activity, the problem of nonparametric estimation of the\nL\\'evy density $\\rho$ corresponding to the process $X$ is studied. An estimator\nof $\\rho$ is proposed that is based on a suitable inversion of the\nL\\'evy-Khintchine formula and a plug-in device. The main results of the paper\ndeal with upper risk bounds for estimation of $\\rho$ over suitable classes of\nL\\'evy triplets. The corresponding lower bounds are also discussed.\n","Comment: 38 pages"]}]
["0910.5650",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Combinatorics","55N10, 55N40 (Primary), 05C63 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5650"],"date":["2009-10-29","2011-05-25"],"type":["text"],"creator":["Diestel, Reinhard","Sprüssel, Philipp"],"language":[],"coverage":[],"title":["On the homology of locally compact spaces with ends"],"description":["  We propose a homology theory for locally compact spaces with ends in which\nthe ends play a special role. The approach is motivated by results for graphs\nwith ends, where it has been highly successful. But it was unclear how the\noriginal graph-theoretical definition could be captured in the usual language\nfor homology theories, so as to make it applicable to more general spaces. In\nthis paper we provide such a general topological framework: we define a\nhomology theory which satisfies the usual axioms, but which maintains the\nspecial role for ends that has made this homology work so well for graphs.\n","Comment: 23 pages; final version, to appear in Topology and its Applications"]}]
["0911.2410",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2410","Int.J.Mod.Phys.E19:558-567,2010","doi:10.1142/S0218301310014972"],"date":["2009-11-12"],"type":["text"],"creator":["Nesterenko, V. O.","Kvasil, J.","Vesely, P.","Kleinig, W.","Reinhard, P. -G."],"language":[],"coverage":[],"title":["Skyrme-Random-Phase-Approximation description of spin-flip and orbital\n  giant resonances"],"description":["  The self-consistent separable random-phase approximation (SRPA) model with\nSkyrme forces is extended to the case of magnetic excitations and applied to\nthe description of spin-flip and orbital M1 giant resonances in the isotopic\nchain $^{142-152}$Nd. The Skyrme forces SkT6, SkM*, SLy6 and SkI3 are used. The\ncalculations show the onset of the scissors mode with increasing deformation. A\nspecific three-peak structure of the spin-flip response is found and explained\nby particular neutron and proton spin-flip transitions. Although the employed\nforces provide an acceptable qualitative description, the Skyrme functional\nstill needs further improvement to reproduce quantitatively the experimental\ndata.\n","Comment: 11 pages, 4 figures"]}]
["0911.2811",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - K-Theory and Homology","19L41, 55N22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2811"],"date":["2009-11-14","2011-05-25"],"type":["text"],"creator":["Hughes, Adam","Lau, JohnMark","Peterson, Eric"],"language":[],"coverage":[],"title":["Multiplicative 2-cocycles at the prime 2"],"description":["  Using a previous classification result on symmetric additive 2-cocycles, we\ncollect a variety of facts about the Lubin-Tate cohomology of formal groups to\ncompute the 2-primary component of the scheme of symmetric multiplicative\n2-cocycles. This scheme classifies certain kinds of highly symmetric\nmultiextensions, as studied in general by Mumford or Breen. A low-order version\nof this computation has previously found application in homotopy theory through\nthe sigma-orientation of Ando, Hopkins, and Strickland, and the complete\ncomputation is reflective of certain structure found in the homotopy type of\nconnective K-theory.\n  This paper has been completely rewritten from its first posted draft,\nincluding a correction of the statement of the main result.\n","Comment: 16 pages"]}]
["0912.1135",{"format":[],"subject":["Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1135","SIAM Journal on Scientific Computing, 33 (2): 849-868, 2011"],"date":["2009-12-06","2009-12-10"],"type":["text"],"creator":["Rokhlin, Vladimir","Tygert, Mark"],"language":[],"coverage":[],"title":["A fast randomized algorithm for orthogonal projection"],"description":["  We describe an algorithm that, given any full-rank matrix A having fewer rows\nthan columns, can rapidly compute the orthogonal projection of any vector onto\nthe null space of A, as well as the orthogonal projection onto the row space of\nA, provided that both A and its adjoint can be applied rapidly to arbitrary\nvectors. As an intermediate step, the algorithm solves the overdetermined\nlinear least-squares regression involving the adjoint of A (and so can be used\nfor this, too). The basis of the algorithm is an obvious but numerically\nunstable scheme; suitable use of a preconditioner yields numerical stability.\nWe generate the preconditioner rapidly via a randomized procedure that succeeds\nwith extremely high probability. In many circumstances, the method can\naccelerate interior-point methods for convex optimization, such as linear\nprogramming (Ming Gu, personal communication).\n","Comment: 13 pages, 6 tables"]}]
["0912.2530",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2530","Phys.Part.Nucl.Lett.8:149-172,2011","doi:10.1134/S1547477111030046"],"date":["2009-12-13","2010-12-02"],"type":["text"],"creator":["Bandos, Igor A."],"language":[],"coverage":[],"title":["Superembedding approach to Dp-branes, M-branes and multiple D(0)-brane\n  systems"],"description":["  We review the superembedding approach to M-branes and Dp-branes, in its form\nbased on the universal (D and p-independent) superembedding equation, and its\nrecent application in searching for supersymmetric and Lorentz covariant\ndescription of multiple Dp-brane systems. In particular, we present the\nstructure of the multiple D0-brane equation as follows from our superembedding\ndescription and show that it describes the dielectric effect firstly noticed by\nEmparan and then by Myers. We also discuss briefly the relation with the\nboundary fermion approach by Howe, Lindstrom and Wulff.\n","Comment: 39 pages, no figures, Contribution to the Procs. of SQS 09 (July 29-\n  August 3, 2009, JINR, Dubna, Russia). V2: unwanted macros removed"]}]
["0912.4871",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4871","Phys.Part.Nucl.Lett.8:244-250,2011","doi:10.1134/S1547477111030149"],"date":["2009-12-24","2011-03-31"],"type":["text"],"creator":["Malik, R. P."],"language":[],"coverage":[],"title":["Notoph Gauge Theory: Superfield Formalism"],"description":["  We derive absolutely anticommuting Becchi-Rouet-Stora-Tyutin (BRST) and\nanti-BRST symmetry transformations for the 4D free Abelian 2-form gauge theory\nby exploiting the superfield approach to BRST formalism. The antisymmetric\ntensor gauge field of the above theory was christened as the \"notoph\" (i.e. the\nopposite of \"photon\") gauge field by Ogievetsky and Palubarinov way back in\n1966-67. We briefly outline the problems involved in obtaining the absolute\nanticommutativity of the (anti-) BRST transformations and their resolution\nwithin the framework of geometrical superfield approach to BRST formalism. One\nof the highlights of our results is the emergence of a Curci-Ferrari type of\nrestriction in the context of 4D Abelian 2-form (notoph) gauge theory which\nrenders the nilpotent (anti-) BRST symmetries of the theory to be absolutely\nanticommutative in nature.\n","Comment: LaTeX file, 12 pages, Talk delivered at SQS'09 (BLTP, JINR, Dubna)"]}]
["0912.5300",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5300","Phys.Part.Nucl.Lett.8:251-261,2011","doi:10.1134/S1547477111030204"],"date":["2009-12-29"],"type":["text"],"creator":["Tartaglino-Mazzucchelli, Gabriele"],"language":[],"coverage":[],"title":["On 2D N=(4,4) superspace supergravity"],"description":["  We review some recent results obtained in studying superspace formulations of\n2D N=(4,4) matter-coupled supergravity. For a superspace geometry described by\nthe minimal supergravity multiplet, we first describe how to reduce to\ncomponents the chiral integral by using ``ectoplasm'' superform techniques as\nin arXiv:0907.5264 and then we review the bi-projective superspace formalism\nintroduced in arXiv:0911.2546. After that, we elaborate on the curved\nbi-projective formalism providing a new result: the solution of the covariant\ntype-I twisted multiplet constraints in terms of a weight-(-1,-1) bi-projective\nsuperfield.\n","Comment: 18 pages, LaTeX, Contribution to the proceedings of the International\n  Workshop \"Supersymmetries and Quantum Symmetries\" (SQS'09), Dubna, July\n  29-August 3 2009"]}]
["1001.4311",{"format":[],"subject":["General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4311","Found.Phys.41:371-379,2011","doi:10.1007/s10701-010-9422-6"],"date":["2010-01-25"],"type":["text"],"creator":["Craig, David A.","Singh, Parampreet"],"language":[],"coverage":[],"title":["Consistent Histories in Quantum Cosmology"],"description":["  We illustrate the crucial role played by decoherence (consistency of quantum\nhistories) in extracting consistent quantum probabilities for alternative\nhistories in quantum cosmology. Specifically, within a Wheeler-DeWitt\nquantization of a flat Friedmann-Robertson-Walker cosmological model sourced\nwith a free massless scalar field, we calculate the probability that the\nunivese is singular in the sense that it assumes zero volume. Classical\nsolutions of this model are a disjoint set of expanding and contracting\nsingular branches. A naive assessment of the behavior of quantum states which\nare superpositions of expanding and contracting universes may suggest that a\n\"quantum bounce\" is possible i.e. that the wave function of the universe may\nremain peaked on a non-singular classical solution throughout its history.\nHowever, a more careful consistent histories analysis shows that for arbitrary\nstates in the physical Hilbert space the probability of this Wheeler-DeWitt\nquantum universe encountering the big bang/crunch singularity is equal to\nunity. A quantum Wheeler-DeWitt universe is inevitably singular, and a \"quantum\nbounce\" is thus not possible in these models.\n","Comment: To appear in Foundations of Physics special issue on quantum\n  foundations"]}]
["1004.2006",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Astrophysics - Instrumentation and Methods for Astrophysics","High Energy Physics - Experiment","Statistics - Applications","Statistics - Machine Learning","62-07 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2006"],"date":["2010-04-12","2011-05-25"],"type":["text"],"creator":["Gagunashvili, Nikolai"],"language":[],"coverage":[],"title":["Machine learning approach to inverse problem and unfolding procedure"],"description":["  A procedure for unfolding the true distribution from experimental data is\npresented. Machine learning methods are applied for simultaneous identification\nof an apparatus function and solving of an inverse problem. A priori\ninformation about the true distribution from theory or previous experiments is\nused for Monte-Carlo simulation of the training sample. The training sample can\nbe used to calculate a transformation from the true distribution to the\nmeasured one. This transformation provides a robust solution for an unfolding\nproblem with minimal biases and statistical errors for the set of distributions\nused to create the training sample. The dimensionality of the solved problem\ncan be arbitrary. A numerical example is presented to illustrate and validate\nthe procedure.\n","Comment: 19 pages, 7 figures"]}]
["1006.0741",{"format":[],"subject":["Computer Science - Multiagent Systems","Computer Science - Social and Information Networks","Mathematics - Optimization and Control","91B12, 91B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0741","Automation and Remote Control 71(2010) No.6 1196-1207","doi:10.1134/S0005117910060202"],"date":["2010-06-03"],"type":["text"],"creator":["Chebotarev, P. Yu.","Loginov, A. K.","Tsodikova, Ya. Yu.","Lezina, Z. M.","Borzenko, V. I."],"language":[],"coverage":[],"title":["Analysis of Collectivism and Egoism Phenomena within the Context of\n  Social Welfare"],"description":["  Comparative benefits provided by the basic social strategies including\ncollectivism and egoism are investigated within the framework of democratic\ndecision-making. In particular, we study the mechanism of growing \"snowball\" of\ncooperation.\n","Comment: 12 pages, 5 figures. Translated from Russian. Original Russian Text\n  published in Problemy Upravleniya, 2008, No. 4, pp. 30-37"]}]
["1006.4951",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4951","doi:10.1103/PhysRevB.82.125122"],"date":["2010-06-25"],"type":["text"],"creator":["Kells, G.","Vala, J."],"language":[],"coverage":[],"title":["Zero energy and chiral edge modes in a p-wave magnetic spin model"],"description":["  In this work we discuss the formation of zero energy vortex and chiral edge\nmodes in a fermionic representation of the Kitaev honeycomb model. We introduce\nthe representation and show how the associated Jordan-Wigner procedure\nnaturally defines the so called branch cuts that connect the topological vortex\nexcitations. Using this notion of the branch cuts we show how to, in the\nnon-Abelian phase of the model, describe the Majorana zero mode structure\nassociated with vortex excitations. Furthermore we show how, by intersecting\nthe edges between Abelian and non-Abelian domains, the branch cuts dictate the\ncharacter of the chiral edge modes. In particular we will see in what\nsituations the exact zero energy Majorana edge modes exist. On a cylinder, and\nfor the particular instances where the Abelian phase of the model is the full\nvacuum, we have been able to exactly solve for the systems edge energy\neigensolutions and derive a recursive formula that exactly describes the edge\nmode structure. Penetration depth is also calculated and shown to be dependent\non the momentum of the edge mode. These solutions also describe the overall\ncharacter of the fully open non-Abelian domain and are excellent approximations\nat moderate distances from the corners.\n","Comment: 6 pages, 5 figures"]}]
["1007.3728",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3728","JP Journal of Algebra, Number Theory and Applications, Vol. 20,\n  Issue 1, February 2011, pp.77-99"],"date":["2010-06-01","2011-05-25"],"type":["text"],"creator":["Iurato, Giuseppe"],"language":[],"coverage":[],"title":["A possible quantic motivation of the structure of quantum group"],"description":["  Following a suggestion of A. Connes (see [Co] {\\S} I.1), we build up a\n(first) simple natural structure of a no finitely generated braided\nnon-commutative Hopf algebra, suggested by elementary quantum mechanics.\n"]}]
["1008.0446",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0446"],"date":["2010-08-02","2011-05-25"],"type":["text"],"creator":["Henry, Guillermo","Rodriguez, Daniela"],"language":[],"coverage":[],"title":["Robust Estimators in Partly Linear Regression Models on Riemannian\n  Manifolds"],"description":["  Under a partially linear models we study a family of robust estimates for the\nregression parameter and the regression function when some of the predictor\nvariables take values on a Riemannian manifold. We obtain the consistency and\nthe asymptotic normality of the proposed estimators. Also, we consider a robust\ncross validation procedure to select the smoothing parameter. Simulations and\napplication to real data show the performance of our proposal under small\nsamples and contamination.\n","Comment: 14 pages, 1 table, 3 figures, minor changes"]}]
["1008.1307",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1307","AIP Conf.Proc.1328:5-11,2011","doi:10.1063/1.3573677"],"date":["2010-08-07"],"type":["text"],"creator":["Lim, Kok-Geng","Teh, Rosy","Wong, Khai-Ming"],"language":[],"coverage":[],"title":["Monopole-Antimonopole Pair Dyons"],"description":["  Monopole-antimonopole pair (MAP) with both electric and magnetic charges are\npresented. The MAP possess opposite magnetic charges but they carry the same\nelectric charges. These stationary MAP dyon solutions possess finite energy but\nthey do not satisfy the first order Bogomol'nyi equations and are not BPS\nsolutions. They are axially symmetric solutions and are characterized by a\nparameter, $-1\\leq\\eta\\leq 1$ which determines the net electric charges of\nthese MAP dyons. These dyon solutions are solved numerically when the magnetic\ncharges of the dipoles are $n=\\pm 1, \\pm 2$ and when the strength of the Higgs\nfield potential $\\lambda=0, 1$. When $\\lambda=0$, the time component of the\ngauge field potential is parallel to the Higgs field in isospin space and the\nMAP separation distance, total energy and net electric charge increase\nexponentially fast to infinity when $\\eta$ approaches $\\pm 1$. However when\n$\\lambda=1$, all these three quantities approach a finite critical value as\n$\\eta$ approaches $\\pm 1$.\n","Comment: 20 pages, 9 figures, 2 tables"]}]
["1008.2965",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2965","JHEP 1105:105,2011","doi:10.1007/JHEP05(2011)105"],"date":["2010-08-17"],"type":["text"],"creator":["Drummond, J. M.","Henn, J. M."],"language":[],"coverage":[],"title":["Simple loop integrals and amplitudes in N=4 SYM"],"description":["  We use momentum twistors to evaluate planar loop integrals. Infrared\ndivergences are regulated by the recently proposed AdS-inspired mass regulator.\nWe show that two-loop amplitudes in N=4 super Yang-Mills can be expanded in\nterms of basis integrals having twistor numerators. We argue that these\nintegrals are considerably simpler compared to the ones conventionally used.\nOur case in point is the two-loop six-point MHV amplitude. We present\nanalytical results for the remainder function in a kinematical limit, and find\nagreement with a recent Wilson loop computation. We also provide two-loop\nevidence that the logarithm of MHV amplitudes can be written in terms of simple\ntwistor space integrals.\n","Comment: 27 pages, 5 figures"]}]
["1008.4079",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4079","New J. Phys. 13 053042","doi:10.1088/1367-2630/13/5/053042"],"date":["2010-08-24","2011-02-01"],"type":["text"],"creator":["Avron, J. E.","Fraas, M.","Graf, G. M.","Kenneth, O."],"language":[],"coverage":[],"title":["Quantum response of dephasing open systems"],"description":["  We develop a theory of adiabatic response for open systems governed by\nLindblad evolutions. The theory determines the dependence of the response\ncoefficients on the dephasing rates and allows for residual dissipation even\nwhen the ground state is protected by a spectral gap. We give quantum response\na geometric interpretation in terms of Hilbert space projections: For a two\nlevel system and, more generally, for systems with suitable functional form of\nthe dephasing, the dissipative and non-dissipative parts of the response are\nlinked to a metric and to a symplectic form. The metric is the Fubini-Study\nmetric and the symplectic form is the adiabatic curvature. When the metric and\nsymplectic structures are compatible the non-dissipative part of the inverse\nmatrix of response coefficients turns out to be immune to dephasing. We give\nthree examples of physical systems whose quantum states induce compatible\nmetric and symplectic structures on control space: The qubit, coherent states\nand a model of the integer quantum Hall effect.\n","Comment: Article rewritten, two appendices added. 16 pages, 2 figures"]}]
["1009.0023",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0023","JHEP 1105:104,2011","doi:10.1007/JHEP05(2011)104"],"date":["2010-08-31","2011-04-29"],"type":["text"],"creator":["Simic, Dusan"],"language":[],"coverage":[],"title":["Cascades with Adjoint Matter: Adjoint Transitions"],"description":["  A large class of duality cascades based on quivers arising from non-isolated\nsingularities enjoy adjoint transitions - a phenomenon which occurs when the\ngauge coupling of a node possessing adjoint matter is driven to strong coupling\nin a manner resulting in a reduction of rank in the non-Abelian part of the\ngauge group and a subsequent flow to weaker coupling. We describe adjoint\ntransitions in a simple family of cascades based on a Z2-orbifold of the\nconifold using field theory. We show that they are dual to Higgsing and produce\nvarying numbers of U(1) factors, moduli, and monopoles in a manner which we\ncalculate. This realizes a large family of cascades which proceed through\nSeiberg duality and Higgsing. We briefly describe the supergravity limit of our\nanalysis, as well as a prescription for treating more general theories. A\nspecial role is played by N=2 SQCD. Our results suggest that additional light\nfields are typically generated when UV completing certain constructions of\nspontaneous supersymmetry breaking into cascades, potentially leading to\ninstabilities.\n","Comment: 29 pages, a few typos fixed, improved discussion, added figure; now\n  there is 1 figure"]}]
["1009.4536",{"format":[],"subject":["Quantitative Biology - Tissues and Organs","Physics - Biological Physics","Physics - Medical Physics","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4536","Bone 48 (2011) 918-926","doi:10.1016/j.bone.2010.12.009"],"date":["2010-09-23","2010-12-06"],"type":["text"],"creator":["Buenzli, Pascal R","Pivonka, Peter","Smith, David W"],"language":[],"coverage":[],"title":["Spatio-temporal structure of cell distribution in cortical Bone\n  Multicellular Units: a mathematical model"],"description":["  Bone remodelling maintains the functionality of skeletal tissue by locally\ncoordinating bone-resorbing cells (osteoclasts) and bone-forming cells\n(osteoblasts) in the form of Bone Multicellular Units (BMUs). Understanding the\nemergence of such structured units out of the complex network of biochemical\ninteractions between bone cells is essential to extend our fundamental\nknowledge of normal bone physiology and its disorders. To this end, we propose\na spatio-temporal continuum model that integrates some of the most important\ninteraction pathways currently known to exist between cells of the osteoblastic\nand osteoclastic lineage. This mathematical model allows us to test the\nsignificance and completeness of these pathways based on their ability to\nreproduce the spatio-temporal dynamics of individual BMUs. We show that under\nsuitable conditions, the experimentally-observed structured cell distribution\nof cortical BMUs is retrieved. The proposed model admits travelling-wave-like\nsolutions for the cell densities with tightly organised profiles, corresponding\nto the progression of a single remodelling BMU. The shapes of these spatial\nprofiles within the travelling structure can be linked to the intrinsic\nparameters of the model such as differentiation and apoptosis rates for bone\ncells. In addition to the cell distribution, the spatial distribution of\nregulatory factors can also be calculated. This provides new insights on how\ndifferent regulatory factors exert their action on bone cells leading to\ncellular spatial and temporal segregation, and functional coordination.\n","Comment: 14 pages, 5 figures; v2: Completed model description after Eq. (16),\n  clarified discussion/description after Eq. (23), between Eqs. (29)-(31), and\n  in 2nd bullet point in conclusions"]}]
["1009.5094",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5094"],"date":["2010-09-26","2011-05-23"],"type":["text"],"creator":["Gajardo, Pedro","Harmand, Jérôme","Cabrera, Hector Ramirez","Rapaport, Alain"],"language":[],"coverage":[],"title":["Minimal-time bioremediation of natural water resources"],"description":["  We study minimal time strategies for the treatment of pollution of large\nvolumes, such as lakes or natural reservoirs, with the help of an autonomous\nbioreactor. The control consists in feeding the bioreactor from the resource,\nthe clean output returning to the resource with the same flow rate. We first\ncharacterize the optimal policies among constant and feedback controls, under\nthe assumption of a uniform concentration in the resource. In a second part, we\nstudy the influence of an inhomogeneity in the resource, considering two\nmeasurements points. With the help of the Maximum Principle, we show that the\noptimal control law is non-monotonic and terminates with a constant phase,\ncontrary to the homogeneous case for which the optimal flow rate is decreasing\nwith time. This study allows the decision makers to identify situations for\nwhich the benefit of using non-constant flow rates is significant.\n"]}]
["1009.5527",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5527"],"date":["2010-09-28","2011-05-25"],"type":["text"],"creator":["Ataca, C.","Ciraci, S."],"language":[],"coverage":[],"title":["Functionalization of Single Layer MoS$_2$ Honeycomb Structures"],"description":["  Based on the first-principles plane wave calculations, we studied the\nfunctionalization of the two-dimensional single layer MoS$_2$ structure via\nadatom adsorption and vacancy defect creation. Minimum energy adsorption sites\nare determined for sixteen different adatoms, each gives rise to diverse\nproperties. Bare, single layer MoS$_2$, which is normally a nonmagnetic, direct\nband gap semiconductor, attains a net magnetic moment upon adsorption of\nspecific transition metal atoms, as well as silicon and germanium atoms. The\nlocalized donor and acceptor states in the band gap expand the utilization of\nMoS$_2$ in nanoelectronics and spintronics. Specific adatoms, like C and O,\nattain significant excess charge upon adsorption to single layer MoS$_{2}$\nwhich may be useful for its tribological applications. Each MoS$_{2}$-triple\nvacancy created in a single layer MoS$_{2}$ gives rise to a net magnetic\nmoment, while other vacancy defects related with Mo and S atoms do not\ninfluence the nonmagnetic ground state. Present results are also relevant for\nthe surface of graphitic MoS$_2$.\n","Comment: 26 pages, 5 Figure, first submitted at November 23th, 2009"]}]
["1009.6101",{"format":[],"subject":["Nuclear Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.6101","Phys.Rev.Lett.106:122502,2011","doi:10.1103/PhysRevLett.106.122502"],"date":["2010-09-30","2011-03-14"],"type":["text"],"creator":["Weidenmueller, Hans A."],"language":[],"coverage":[],"title":["Nuclear Excitation by a Zeptosecond Multi--MeV Laser Pulse"],"description":["  A zeptosecond multi--MeV laser pulse may either excite a \"plasma\" of strongly\ninteracting nucleons or a collective mode. We derive the conditions on laser\nenergy and photon number such that either of these scenarios is realized. We\nuse the nuclear Giant Dipole Resonance as a representative example, and a\nrandom--matrix description of the fine--structure states and perturbation\ntheory as tools.\n","Comment: 4 pages"]}]
["1010.0282",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Dynamical Systems","14A25, 37F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0282"],"date":["2010-10-01","2011-05-25"],"type":["text"],"creator":["Zarhin, Yuri G."],"language":[],"coverage":[],"title":["Polynomials in one variable and ranks of certain tangent maps"],"description":["  We study a map that sends a monic degree n complex polynomial f(x) without\nmultiple roots to the collection of n values of its derivative at the roots of\nf(x). We give an answer to a question posed by Ju.S. Ilyashenko.\n","Comment: Remark 3.5 has been corrected/updated"]}]
["1010.3280",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3280","doi:10.1088/0004-637X/734/1/41"],"date":["2010-10-15","2011-04-24"],"type":["text"],"creator":["Orsaria, M.","Ranea-Sandoval, Ignacio F.","Vucetich, H."],"language":[],"coverage":[],"title":["Magnetars as Highly Magnetized Quark Stars: an analytical treatment"],"description":["  We present an analytical model of a magnetar as a high density magnetized\nquark bag. The effect of strong magnetic fields (B > 5 x 10^{16} G) in the\nequation of state is considered. An analytic expression for the Mass-Radius\nrelationship is found from the energy variational principle in general\nrelativity. Our results are compared with observational evidences of possible\nquark and/or hybrid stars.\n","Comment: 15 pages, 1 figure/Comments added and two references removed.\n  Accepted for publication in Astrophysical Journal"]}]
["1011.0390",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Formal Languages and Automata Theory","G.2.2","E.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0390","2nd International Workshop on Graph Data Management (GDM'11), pp.\n  128-131, IEEE, Hannover, Germany, April 2011","doi:10.1109/ICDEW.2011.5767613"],"date":["2010-11-01"],"type":["text"],"creator":["Rodriguez, Marko A.","Neubauer, Peter"],"language":[],"coverage":[],"title":["A Path Algebra for Multi-Relational Graphs"],"description":["  A multi-relational graph maintains two or more relations over a vertex set.\nThis article defines an algebra for traversing such graphs that is based on an\n$n$-ary relational algebra, a concatenative single-relational path algebra, and\na tensor-based multi-relational algebra. The presented algebra provides a\nmonoid, automata, and formal language theoretic foundation for the construction\nof a multi-relational graph traversal engine.\n"]}]
["1011.0509",{"format":[],"subject":["Mathematics - Representation Theory","20G05, 20G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0509"],"date":["2010-11-02","2011-05-24"],"type":["text"],"creator":["Crumley, Michael"],"language":[],"coverage":[],"title":["Generic Representation Theory of the Additive and Heisenberg Groups"],"description":["  In this paper we give an intimate connection between the characteristic zero\nrepresentation theories of the Additive and Heisenberg groups, and their\ncharacteristic p >0 theories when p is much larger than the dimension a\nrepresentation. In particular, if p >> dimension, then all characteristic p\nrepresentations for these groups can be factored into commuting products of\nrepresentations, with each factor arising from a representation of the Lie\nalgebra of the group, one for each of the representation's Frobenius layers. In\nthis sense, for a fixed dimension and large enough p, all representations for\nthese groups look generically like representations for direct powers of\nthemselves over a field of characteristic zero.\n","Comment: This paper is being withdrawn because I recently discovered that\n  almost half of the results contained therein are already known, and I do not\n  wish to have them attributed to me. I plan on submitting an updated version\n  of this paper, with proper citations"]}]
["1011.0949",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0949"],"date":["2010-11-03","2011-05-25"],"type":["text"],"creator":["Lindblad, Hans","Tao, Terence"],"language":[],"coverage":[],"title":["Asymptotic decay for a one-dimensional nonlinear wave equation"],"description":["  We consider the asymptotic behaviour of finite energy solutions to the\none-dimensional defocusing nonlinear wave equation $-u_{tt} + u_{xx} =\n|u|^{p-1} u$, where $p > 1$. Standard energy methods guarantee global\nexistence, but do not directly say much about the behaviour of $u(t)$ as $t \\to\n\\infty$. Note that in contrast to higher-dimensional settings, solutions to the\nlinear equation $-u_{tt} + u_{xx} = 0$ do not exhibit decay, thus apparently\nruling out perturbative methods for understanding such solutions. Nevertheless,\nwe will show that solutions for the nonlinear equation behave differently from\nthe linear equation, and more specifically that we have the average $L^\\infty$\ndecay $\\lim_{T \\to +\\infty} \\frac{1}{T} \\int_0^T \\|u(t)\\|_{L^\\infty_x(\\R)}\\ dt\n= 0$, in sharp contrast to the linear case. An unusual ingredient in our\narguments is the classical Radamacher differentiation theorem that asserts that\nLipschitz functions are almost everywhere differentiable.\n","Comment: 11 pages, no figures, to appear, Analysis & PDE. A sign error in the\n  proof of the energy estimate in the timelike case fixed"]}]
["1011.0985",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0985","Nucl.Phys.B847:38-53,2011","doi:10.1016/j.nuclphysb.2011.01.020"],"date":["2010-11-03","2010-11-09"],"type":["text"],"creator":["Bakhmatov, Ilya"],"language":[],"coverage":[],"title":["On AdS_4 x CP^3 T-duality"],"description":["  We give a supergravity treatment of the set of bosonic and fermionic\nT-dualities in the AdS_4 x CP^3 background. We consider T-dualities along three\nflat AdS_4 directions, three complexified isometries of CP^3, and six fermionic\nT-dualities. Concentrating on the transformation of the dilaton, we give\ndescription of the singularity that arises in the transformation.\n","Comment: 21 pages, no figures; v2: references added"]}]
["1011.1145",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1145","Class.Quant.Grav.28:105011,2011","doi:10.1088/0264-9381/28/10/105011"],"date":["2010-11-04","2011-05-25"],"type":["text"],"creator":["Andringa, Roel","Bergshoeff, Eric","Panda, Sudhakar","de Roo, M."],"language":[],"coverage":[],"title":["Newtonian Gravity and the Bargmann Algebra"],"description":["  We show how the Newton-Cartan formulation of Newtonian gravity can be\nobtained from gauging the Bargmann algebra, i.e., the centrally extended\nGalilean algebra. In this gauging procedure several curvature constraints are\nimposed. These convert the spatial (time) translational symmetries of the\nalgebra into spatial (time) general coordinate transformations, and make the\nspin connection gauge fields dependent. In addition we require two independent\nVielbein postulates for the temporal and spatial directions. In the final step\nwe impose an additional curvature constraint to establish the connection with\n(on-shell) Newton-Cartan theory. We discuss a few extensions of our work that\nare relevant in the context of the AdS-CFT correspondence.\n","Comment: Latex, 20 pages, typos corrected, published version"]}]
["1011.1245",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1245","Phys.Lett.B697:280-287,2011","doi:10.1016/j.physletb.2011.02.020"],"date":["2010-11-04","2011-02-06"],"type":["text"],"creator":["Cai, Yi-Fu","Saridakis, Emmanuel N."],"language":[],"coverage":[],"title":["Inflation in Entropic Cosmology: Primordial Perturbations and\n  non-Gaussianities"],"description":["  We investigate thermal inflation in double-screen entropic cosmology. We find\nthat its realization is general, resulting from the system evolution from\nnon-equilibrium to equilibrium. Furthermore, going beyond the background\nevolution, we study the primordial curvature perturbations arising from the\nuniverse interior, as well as from the thermal fluctuations generated on the\nholographic screens. We show that the power spectrum is nearly scale-invariant\nwith a red tilt, while the tensor-to-scalar ratio is in agreement with\nobservations. Finally, we examine the non-Gaussianities of primordial curvature\nperturbations, and we find that a sizable value of the non-linearity parameter\nis possible due to holographic statistics on the outer screen.\n","Comment: 10 pages, 3 figures, references added, accepted by PLB"]}]
["1011.2659",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2659","Phys.Lett.B697:500-505,2011","doi:10.1016/j.physletb.2011.02.035"],"date":["2010-11-11","2011-02-18"],"type":["text"],"creator":["Brümmer, Felix"],"language":[],"coverage":[],"title":["Metastable supersymmetry breaking without scales"],"description":["  We construct new examples of models of metastable D=4 N=1 supersymmetry\nbreaking in which all scales are generated dynamically. Our models rely on\nSeiberg duality and on the ISS mechanism of supersymmetry breaking in massive\nSQCD. Some of the electric quark superfields arise as composites of a strongly\ncoupled gauge sector. This allows us to start with a simple cubic\nsuperpotential and an asymptotically free gauge group in the ultraviolet, and\nend up with an infrared effective theory which breaks supersymmetry dynamically\nin a metastable state.\n","Comment: 6 pages, 1 figure; v2: journal version"]}]
["1011.3841",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3841","Phys. Rev. Lett. 106, 218101 (2011)","doi:10.1103/PhysRevLett.106.218101"],"date":["2010-11-16"],"type":["text"],"creator":["Giomi, L.","Mahadevan, L.","Chakraborty, B.","Hagan, M. F."],"language":[],"coverage":[],"title":["Excitable Patterns in Active Nematics"],"description":["  We analyze a model of mutually-propelled filaments suspended in a\ntwo-dimensional solvent. The system undergoes a mean-field isotropic-nematic\ntransition for large enough filament concentrations and the nematic order\nparameter is allowed to vary in space and time. We show that the interplay\nbetween non-uniform nematic order, activity and flow results in spatially\nmodulated relaxation oscillations, similar to those seen in excitable media. In\nthis regime the dynamics consists of nearly stationary periods separated by\n\"bursts\" of activity in which the system is elastically distorted and solvent\nis pumped throughout. At even higher activity the dynamics becomes chaotic.\n","Comment: 4 pages, 4 figures"]}]
["1011.4905",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4905","Phys.Lett.B697:229-232,2011","doi:10.1016/j.physletb.2011.02.005"],"date":["2010-11-22"],"type":["text"],"creator":["Gu, Pei-Hong","Lindner, Manfred"],"language":[],"coverage":[],"title":["Natural Inflation and Flavor Mixing from Peccei-Quinn Symmetry Breaking"],"description":["  We propose a left-right symmetric model to simultaneously give natural\ninflation and flavor mixing from a Peccei-Quinn symmetry breaking at the Planck\nscale. Our model can be embedded in SO(10) grand unification theories.\n","Comment: 4 pages, 2 figures"]}]
["1011.5709",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5709","Phys.Lett.B697:429-433,2011","doi:10.1016/j.physletb.2011.02.046"],"date":["2010-11-26"],"type":["text"],"creator":["Amirhashchi, Hassan"],"language":[],"coverage":[],"title":["L.R.S. Bianchi type II Stiff Fluid cosmological model with Decaying\n  Vacuum Energy Density $\\Lambda$ in general relativity"],"description":["  Locally rotationally symmetric (L.R.S.) Bianchi type II stiff fluid\ncosmological model is investigated. To get the deterministic model of the\nuniverse, we have assumed a condition $A=B^{m}$ between metric potentials\n$A,~B$ where $n$ is the constant. It is shown that the vacuum energy density\n$\\Lambda$ is positive and proportional to $\\frac{1}{t^{2}}$. The values of\ndeceleration parameter $q$, matter-energy density $\\Omega_{m}$ and dark-energy\ndensity $\\Omega_{\\Lambda}$ are found to be in good agreement with the values\nobtain from 5-years WMAP observations. the predicted value of the jerk\nparameter agrees with the SNLS SNIa and X-ray galaxy cluster distance data but\ndoes not with the SNIa gold sample data. In general, the model represent\naccelerating, shearing and non-rotating universe.The physical and geometrical\nbehavior of these models are also discussed.\n"]}]
["1011.5855",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5855","Phys.Lett.B697:318-322,2011","doi:10.1016/j.physletb.2011.02.015"],"date":["2010-11-26","2011-01-05"],"type":["text"],"creator":["Machado, A. C. B.","Montero, J. C.","Pleitez, V."],"language":[],"coverage":[],"title":["Three-Higgs-doublet model with $A_4$ symmetry"],"description":["  We worked out in detail the three-Higgs-doublet extension of the standard\nmodel when the $A_4$ symmetry, which is imposed to solve the flavor problem, is\nextended to the scalar sector. The three doublets may be related to the fermion\nmass generation and, in particular, they may be the unique responsible for the\ngeneration of the neutrino masses. If this is the case, the respective VEVs\nhave to be quite smaller than the electroweak scale if no fine tuning in the\nYukawa couplings is assumed. We consider here the mass spectra in the scalar\nsector in three different situations. In one of them there are no light scalars\nat all, but in the other ones a light or two massless scalars, at the tree\nlevel, may survive. The later fields are safe, from the phenomenological point\nof view, since it couples mainly with neutrinos and/or becomes enough massive\nat the tree level if there exist trilinear interactions. Quantum effects may be\nimportant too.\n","Comment: 11 pages, no figures, new references added"]}]
["1011.6199",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6199","Nucl.Phys.B847:54-92,2011","doi:10.1016/j.nuclphysb.2011.01.022"],"date":["2010-11-29"],"type":["text"],"creator":["Kumar, M. C.","Mathews, Prakash","Ravindran, V.","Seth, Satyajit"],"language":[],"coverage":[],"title":["Graviton plus vector boson production to NLO in QCD at the LHC"],"description":["  We present the next-to-leading order QCD corrections to the associated\nproduction of the vector gauge boson ($Z/W^\\pm$) and the graviton in the large\nextra dimension model at the LHC. We estimate the impact of the QCD corrections\non the total cross sections as well as the differential distributions of the\ngauge bosons and find that they are significant. We also study the dependence\nof the cross sections on the arbitrary factorization scale and show the\nreduction in the scale uncertainties at NLO level. Further, we discuss the\nultraviolet sensitivity of the theoretical predictions.\n","Comment: 51 pages and 27 figures"]}]
["1011.6259",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6259","Phys.Lett.B697:127-135,2011","doi:10.1016/j.physletb.2011.01.034"],"date":["2010-11-29"],"type":["text"],"creator":["Alekhin, S.","Blümlein, J.","Jimenez-Delgado, P.","Moch, S.","Reya, E."],"language":[],"coverage":[],"title":["NNLO Benchmarks for Gauge and Higgs Boson Production at TeV Hadron\n  Colliders"],"description":["  The inclusive production cross sections for $W^+, W^-$ and $Z^0$-bosons form\nimportant benchmarks for the physics at hadron colliders. We perform a detailed\ncomparison of the predictions for these standard candles based on recent\nnext-to-next-to-leading order (NNLO) parton parameterizations and new analyses\nincluding the combined HERA data, compare to all available experimental\nresults, and discuss the predictions for present and upcoming RHIC, SPS,\nTevatron and LHC energies. The rates for gauge boson production at the LHC can\nbe rather confidently predicted with an accuracy of better than about 10% at\nNNLO. We also present detailed NNLO predictions for the Higgs boson production\ncross sections for Tevatron and LHC energies (1.96, 7, 8, 14 TeV), and propose\na possible method to monitor the gluon distribution experimentally in the\nkinematic region close to the mass range expected for the Higgs boson. The\nproduction cross sections of the Higgs boson at the LHC are presently predicted\nwith an accuracy of about 10--17%. The inclusion of the NNLO contributions is\nmandatory for achieving such accuracies since the total uncertainties are\nsubstantially larger at NLO.\n","Comment: 1 style file, 16 pages, 5 figures"]}]
["1011.6530",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6530","Modern Physics Letters B, Volume: 25, Issues: 12-13(2011) pp.\n  917-928","doi:10.1142/S0217984911026620"],"date":["2010-11-30"],"type":["text"],"creator":["Capponi, S.","Alet, F.","Mambrini, M."],"language":[],"coverage":[],"title":["Entanglement of quantum spin systems: a valence-bond approach"],"description":["  In order to quantify entanglement between two parts of a quantum system, one\nof the most used estimator is the Von Neumann entropy. Unfortunately, computing\nthis quantity for large interacting quantum spin systems remains an open issue.\nFaced with this difficulty, other estimators have been proposed to measure\nentanglement efficiently, mostly by using simulations in the valence-bond\nbasis. We review the different proposals and try to clarify the connections\nbetween their geometric definitions and proper observables. We illustrate this\nanalysis with new results of entanglement properties of spin 1 chains.\n","Comment: Proceedings of StatPhys 24 satellite conference in Hanoi; submitted\n  for a special issue of Modern Physics Letters B"]}]
["1012.0026",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","81T45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0026","Phys.Lett.B697:488-492,2011","doi:10.1016/j.physletb.2011.02.030"],"date":["2010-11-30"],"type":["text"],"creator":["Alekseev, Anton","Ilieva, Nevena"],"language":[],"coverage":[],"title":["Quantum gauge fields and flat connections in 2-dimensional BF theory"],"description":["  The 2-dimensional BF theory is both a gauge theory and a topological Poisson\n$\\sigma$-model corresponding to a linear Poisson bracket. In \\cite{To1},\nTorossian discovered a connection which governs correlation functions of the BF\ntheory with sources for the $B$-field. This connection is flat, and it is a\nclose relative of the KZ connection in the WZW model. In this paper, we show\nthat flatness of the Torossian connection follows from (properly regularized)\nquantum equations of motion of the BF theory.\n","Comment: 12 pages, 8 figures"]}]
["1012.0404",{"format":[],"subject":["High Energy Physics - Lattice","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0404","Nucl.Phys.B846:316-337,2011","doi:10.1016/j.nuclphysb.2011.01.006"],"date":["2010-12-02"],"type":["text"],"creator":["Weisz, Peter","Wolff, Ulli"],"language":[],"coverage":[],"title":["Triviality of $\\phi^4_4$ theory: small volume expansion and new data"],"description":["  We study a renormalized coupling g and mass m in four dimensional phi^4\ntheory on tori with finite size z=mL. Precise numerical values close to the\ncontinuum limit are reported for z=1,2,4, based on Monte Carlo simulations\nperformed in the equivalent all-order strong coupling reformulation. Ordinary\nrenormalized perturbation theory is found to work marginally at z=2 and and to\nfail at z=1. By exactly integrating over the constant field mode we set up a\nrenormalized expansion in z and compute three nontrivial orders. These results\nreasonably agree with the numerical data at small z. In the new expansion, the\nuniversal continuum limit exists as expected from multiplicative\nrenormalizability. The triviality scenario is corroborated with significant\nprecision.\n","Comment: 27 pages, 7 figures, 4 tables"]}]
["1012.1299",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1299","Phys. Rev. B 83, 205124 (2010)","doi:10.1103/PhysRevB.83.205124"],"date":["2010-12-06","2011-04-08"],"type":["text"],"creator":["Jiang, Jian-Hua","Wu, Si"],"language":[],"coverage":[],"title":["Spin Susceptibility and Helical Magnetic Orders at the Edges/Surfaces of\n  Topological Insulators Due to Fermi Surface Nesting"],"description":["  We study spin susceptibility and magnetic order at the edges/surfaces of\ntwo-dimensional and three-dimensional topological insulators when the Fermi\nsurface is nested. We find that due to spin-momentum locking as well as\ntime-reversal symmetry, spin susceptibility at the nesting wavevector has a\nstrong {\\em helical} feature. It follows then, a {\\em helical} spin density\nwave (SDW) state emerges at low temperature due to Fermi surface nesting. The\nhelical feature of spin susceptibility also has profound impact on the magnetic\norder in magnetically doped surface of three dimensional topological\ninsulators. In such system, from the mean field Zener theory, we predict a {\\em\nhelical} magnetic order.\n","Comment: submitted to Phys. Rev. B"]}]
["1012.4412",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4412","Nucl.Phys.B847:179-196,2011","doi:10.1016/j.nuclphysb.2011.01.021"],"date":["2010-12-20"],"type":["text"],"creator":["Cichy, Krzysztof","Herdoiza, Gregorio","Jansen, Karl"],"language":[],"coverage":[],"title":["Continuum Limit of Overlap Valence Quarks on a Twisted Mass Sea"],"description":["  We study a lattice QCD mixed action with overlap valence quarks on two\nflavours of Wilson maximally twisted mass sea quarks. Employing three different\nmatching conditions to relate both actions to each other, we investigate the\ncontinuum limit by using three values of the lattice spacing ranging from 0.05\nfm to 0.08 fm. A particular emphasis is put on the effect on physical\nobservables of the topological zero modes appearing in the valence overlap\noperator. We estimate the region of parameter space where the contribution from\nthese zero modes is sufficiently small such that their effects can be safely\ncontrolled and a restoration of unitarity of the mixed action in the continuum\nlimit is reached.\n","Comment: 24 pages, 8 figures"]}]
["1012.4638",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4638","Phys.Lett.B697:159-163,2011","doi:10.1016/j.physletb.2011.01.049"],"date":["2010-12-21"],"type":["text"],"creator":["Bondar, A. E.","Dmitriev, V. F.","Milstein, A. I.","Strakhovenko, V. M."],"language":[],"coverage":[],"title":["Nucleon polarization in the process $e^+e^-\\to N\\bar{N}$ near threshold"],"description":["  The process $e^+e^- \\rightarrow N\\bar N$ is studied nearby a threshold with\naccount for polarizations of all initial and final particles. The nucleon\npolarization $\\bm \\zeta^N$ reveals a strong energy dependence due to that of\nthe nucleon electromagnetic form factors $G_E(Q^2)$ and $G_M(Q^2)$ caused by\nthe final-state interaction of nucleons. It is shown that the modulus of the\nratio of these form factors and their relative phase can be determined by\nmeasuring $\\bm \\zeta^N$ along with the differential cross section. The\npolarization degree is analyzed using Paris $N\\bar N$ optical potential for\ncalculation of the form factors. It turns out that $|\\bm \\zeta^N|$ is high\nenough in a rather wide energy range above the threshold. Being especially high\nfor longitudinally polarized beams, $|\\bm \\zeta^N|$ is noticeable even if both\n$e^+e^-$ beams are unpolarized.\n","Comment: 10 pages,6 figures"]}]
["1012.4722",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4722","Nucl.Phys.B847:247-273,2011","doi:10.1016/j.nuclphysb.2011.01.027"],"date":["2010-12-21"],"type":["text"],"creator":["Lamy-Poirier, Joël","Mathieu, Pierre"],"language":[],"coverage":[],"title":["Path representation of su(2)_k states II: Operator construction of the\n  fermionic character and spin-1/2--RSOS factorization"],"description":["  This is the second of two articles (independent of each other) devoted to the\nanalysis of the path description of the states in su(2)_k WZW models. Here we\npresent a constructive derivation of the fermionic character at level k based\non these paths. The starting point is the expression of a path in terms of a\nsequence of nonlocal (formal) operators acting on the vacuum ground-state path.\nWithin this framework, the key step is the construction of the level-k operator\nsequences out of those at level-1 by the action of a new type of operators.\nThese actions of operators on operators turn out to have a path interpretation:\nthese paths are precisely the finitized RSOS paths related to the unitary\nminimal models M(k+1,k+2). We thus unravel -- at the level of the path\nrepresentation of the states --, a direct factorization into a k=1 spinon part\ntimes a RSOS factor. It is also pointed out that since there are two fermionic\nforms describing these finite RSOS paths, the resulting fermionic su(2)_k\ncharacters arise in two versions. Finally, the relation between the present\nconstruction and the Nagoya spectral decomposition of the path space is\nsketched.\n","Comment: 28 pages"]}]
["1012.5021",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5021","New J. Phys. 13 (2011) 053048","doi:10.1088/1367-2630/13/5/053048"],"date":["2010-12-22"],"type":["text"],"creator":["Yao, Alison M."],"language":[],"coverage":[],"title":["Spectral decomposition of entangled photons with an arbitrary pump"],"description":["  We calculate the bi-photon state generated by spontaneous parametric down\nconversion in a thin crystal and under collinear phase matching conditions\nusing a pump consisting of any superposition of Laguerre-Gauss modes. The\nresult has no restrictions on the angular or radial momenta or, in particular,\non the width of the pump, signal and idler modes. We demonstrate the strong\neffect of the pump to signal/idler width ratio on the composition of the\ndown-converted entangled fields. Knowledge of the pump to signal/idler width\nratio is shown to be essential when calculating the maximally entangled states\nthat can be produced using pumps with a complex spatial profile.\n","Comment: 12 pages, 9 figures"]}]
["1101.0232",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0232","Supercond. Sci. Technol. 23 095007 (2011)","doi:10.1088/0953-2048/24/5/055005"],"date":["2010-12-31","2011-01-27"],"type":["text"],"creator":["Weides, M.","Bialczak, R. C.","Lenander, M.","Lucero, E.","Mariantoni, Matteo","Neeley, M.","O'Connell, A. D.","Sank, D.","Wang, H.","Wenner, J.","Yamamoto, T.","Yin, Y.","Cleland, A. N.","Martinis, J."],"language":[],"coverage":[],"title":["Phase qubits fabricated with trilayer junctions"],"description":["  We have developed a novel Josephson junction geometry with minimal volume of\nlossy isolation dielectric, being suitable for higher quality trilayer\njunctions implemented in qubits. The junctions are based on in-situ deposited\ntrilayers with thermal tunnel oxide, have micron-sized areas and a low subgap\ncurrent. In qubit spectroscopy only a few avoided level crossings are observed,\nand the measured relaxation time of $T_1\\approx400\\;\\rm{nsec}$ is in good\nagreement with the usual phase qubit decay time, indicating low loss due to the\nadditional isolation dielectric.\n"]}]
["1101.1605",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Exactly Solvable and Integrable Systems","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1605","Europhys.Lett.94:50003,2011","doi:10.1209/0295-5075/94/50003"],"date":["2011-01-08","2011-04-13"],"type":["text"],"creator":["Qiao, Zhijun","Li, Jibin"],"language":[],"coverage":[],"title":["Negative order KdV equation with both solitons and kink wave solutions"],"description":["  In this paper, we report an interesting integrable equation that has both\nsolitons and kink solutions. The integrable equation we study is\n$(\\frac{-u_{xx}}{u})_{t}=2uu_{x}$, which actually comes from the negative KdV\nhierarchy and could be transformed to the Camassa-Holm equation through a gauge\ntransform. The Lax pair of the equation is derived to guarantee its\nintegrability, and furthermore the equation is shown to have classical\nsolitons, periodic soliton and kink solutions.\n"]}]
["1101.1690",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1690","J.Geom.Phys.61:1104-1121,2011","doi:10.1016/j.geomphys.2011.02.013"],"date":["2011-01-09"],"type":["text"],"creator":["Sahlmann, Hanno","Thiemann, Thomas"],"language":[],"coverage":[],"title":["Chern-Simons theory, Stokes' Theorem, and the Duflo map"],"description":["  We consider a novel derivation of the expectation values of holonomies in\nChern-Simons theory, based on Stokes' Theorem and the functional properties of\nthe Chern-Simons action. It involves replacing the connection by certain\nfunctional derivatives under the path integral integral. It turns out that\nordering choices have to be made in the process, and we demonstrate that, quite\nsurprisingly, the Duflo isomorphism gives the right ordering, at least in the\nsimple cases that we consider. In this way, we determine the expectation values\nof unknotted, but possibly linked, holonomy loops for SU(2) and SU(3), and\nsketch how the method may be applied to more complicated cases. Our\nmanipulations of the path integral are formal but well motivated by a rigorous\ncalculus of integration on spaces of generalized connections which has been\ndeveloped in the context of loop quantum gravity.\n","Comment: 26 pages, 8 figures"]}]
["1101.1722",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Experiment","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1722","Phys.Rev.C83:055204,2011","doi:10.1103/PhysRevC.83.055204"],"date":["2011-01-10","2011-05-25"],"type":["text"],"creator":["Xie, Ju-Jun","Torres, A. Martínez","Oset, E.","González, P."],"language":[],"coverage":[],"title":["Plausible explanation of the $\\Delta_{5/2^{+}}(2000)$ puzzle"],"description":["  From a Faddeev calculation for the $\\pi-(\\Delta\\rho)_{N_{5/2^{-}}(1675)}$\nsystem we show the plausible existence of three dynamically generated\n$I(J^{P})=3/2 (5/2^{+})$ baryon states below 2.3 GeV whereas only two\nresonances, $\\Delta_{5/2^{+}}(1905)(\\ast\\ast\\ast\\ast)$ and\n$\\Delta_{5/2^{+}}(2000)(\\ast\\ast),$ are cataloged in the Particle Data Book\nReview. Our results give theoretical support to data analyses extracting two\ndistinctive resonances, $\\Delta_{5/2^{+}}(\\sim1740)$ and\n$\\Delta_{5/2^{+}}(\\sim2200),$ from which the mass of\n$\\Delta_{5/2^{+}}(2000)(\\ast\\ast)$ is estimated. We propose that these two\nresonances should be cataloged instead of $\\Delta_{5/2^{+}}(2000).$ This\nproposal gets further support from the possible assignment of the other baryon\nstates found in the approach in the $I=1/2,3/2$ with\n$J^{P}=1/2^{+},3/2^{+},5/2^+$ sectors to known baryonic resonances. In\nparticular, $\\Delta_{1/2^{+}}(1750)(\\ast)$ is naturally interpreted as a $\\pi\nN_{1/2^{-}}(1650)$ bound state.\n","Comment: 13 pages, 7 figures"]}]
["1101.2793",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2793","J.Phys.A44:255402,2011","doi:10.1088/1751-8113/44/25/255402"],"date":["2011-01-14"],"type":["text"],"creator":["Sati, Hisham"],"language":[],"coverage":[],"title":["Corners in M-theory"],"description":["  M-theory can be defined on closed manifolds as well as on manifolds with\nboundary. As an extension, we show that manifolds with corners appear naturally\nin M-theory. We illustrate this with four situations: The lift to bounding\ntwelve dimensions of M-theory on Anti de Sitter spaces, ten-dimensional\nheterotic string theory in relation to twelve dimensions, and the two M-branes\nwithin M-theory in the presence of a boundary. The M2-brane is taken with (or\nas) a boundary and the worldvolume of the M5-brane is viewed as a tubular\nneighborhood. We then concentrate on (variant) of the heterotic theory as a\ncorner and explore analytical and geometric consequences. In particular, we\nformulate and study the phase of the partition function in this setting and\nidentify the corrections due to the corner(s). The analysis involves\nconsidering M-theory on disconnected manifolds, and makes use of the extension\nof the Atiyah-Patodi-Singer index theorem to manifolds with corners and the\nb-calculus of Melrose.\n","Comment: 20 pages"]}]
["1101.4890",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","Condensed Matter - Quantum Gases","High Energy Physics - Theory","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4890"],"date":["2011-01-25","2011-05-25"],"type":["text"],"creator":["Xiong, Hongwei"],"language":[],"coverage":[],"title":["Abnormal Quantum Gravity Effect: Experimental Scheme with Superfluid\n  Helium Sphere and Applications to Accelerating Universe"],"description":["  From the general assumption that gravity originates from the coupling and\nthermal equilibrium between matter and vacuum, after a derivation of Newton's\nlaw of gravitation and an interpretation of the attractive gravity force\nbetween two classical objects, we consider the macroscopic quantum gravity\neffect for particles whose wave packets are delocalized at macroscopic scale.\nWe predict an abnormal repulsive gravity effect in this work. For a sphere full\nof superfluid helium, it is shown that with a gravimeter placed in this sphere,\nthe sensitivities of the gravity acceleration $\\Delta g/g$ below $10^{-8}$\ncould be used to test the abnormal quantum gravity effect, which satisfies the\npresent experimental technique of atom interferometer, free-fall absolute\ngravimeters and superconducting gravimeters. We further propose a\nself-consistent field equation including the quantum effect of gravity. As an\napplication of this field equation, we give a simple interpretation of the\naccelerating universe due to dark energy. Based on the idea that the dark\nenergy originates from the quantum gravity effect of vacuum excitations due to\nthe coupling between matter and vacuum, without any fitting parameter, the\nratio between dark energy density and matter density (including dark matter) is\ncalculated as 2.2, which agrees quantitatively with the result 7/3 obtained\nfrom various astronomical observations.\n","Comment: 42 pages, 11 figures. This work is a significant extension of our\n  previous papers with several physical concepts being clarified and new method\n  to calculate the dark energy density by including general relativity"]}]
["1101.4936",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4936","JHEP 1105:106,2011","doi:10.1007/JHEP05(2011)106"],"date":["2011-01-25","2011-02-14"],"type":["text"],"creator":["Falkowski, Adam","Ruderman, Joshua T.","Volansky, Tomer"],"language":[],"coverage":[],"title":["Asymmetric Dark Matter from Leptogenesis"],"description":["  We present a new realization of asymmetric dark matter in which the dark\nmatter and lepton asymmetries are generated simultaneously through two-sector\nleptogenesis. The right-handed neutrinos couple both to the Standard Model and\nto a hidden sector where the dark matter resides. This framework explains the\nlepton asymmetry, dark matter abundance and neutrino masses all at once. In\ncontrast to previous realizations of asymmetric dark matter, the model allows\nfor a wide range of dark matter masses, from keV to 10 TeV. In particular, very\nlight dark matter can be accommodated without violating experimental\nconstraints. We discuss several variants of our model that highlight\ninteresting phenomenological possibilities. In one, late decays repopulate the\nsymmetric dark matter component, providing a new mechanism for generating a\nlarge annihilation rate at the present epoch and allowing for mixed warm/cold\ndark matter. In a second scenario, dark matter mixes with the active neutrinos,\nthus presenting a distinct method to populate sterile neutrino dark matter\nthrough leptogenesis. At late times, oscillations and dark matter decays lead\nto interesting indirect detection signals.\n","Comment: 32 pages + appendix, references added, minor changes"]}]
["1101.5980",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5980"],"date":["2011-01-31","2011-05-25"],"type":["text"],"creator":["Iurato, Giuseppe"],"language":[],"coverage":[],"title":["Notes on a particular Weyl Algebra"],"description":["  By means of the notions of cross product algebras of the theory of quantum\ngroups, in the context of classical Hopf algebra structures, we deduce some\nknown structures of Weyl algebras type (as the Drinfeld quantum double, the\nrestricted Heisenberg double, the generalized Schroedinger representation, and\nso on) that may be considered as a non-trivial examples of quantum groups\nhaving physical meaning, starting from a particular example of groupoid\nmotivated by elementary quantum mechanics.\n"]}]
["1102.0599",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0599","Phys. Rev. A 83, 053627 (2011)"],"date":["2011-02-02","2011-05-17"],"type":["text"],"creator":["Kudo, K.","Monteiro, T. S."],"language":[],"coverage":[],"title":["Theoretical analysis of super-Bloch oscillations"],"description":["  Several recent studies have investigated the dynamics of cold atoms in\noptical lattices subject to AC forcing; the theoretically predicted\nrenormalization of the tunneling amplitudes has been verified experimentally.\nRecent observations include global motion of the atom cloud, such as giant\n\"Super-Bloch Oscillations\" (SBOs). We show that, in order to understand\nunexplained features of SBOs, in addition to the renormalization of the\ntunneling, a new and important phase correction must be included. For Fermionic\nsystems with strong attractive interactions, one may engineer different types\nof collisions and recollisions between bound-pairs and unpaired atoms.\n","Comment: 6 pages, 2 figures"]}]
["1102.1399",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1399","Phys. Rev. A 83 053619 (2011)","doi:10.1103/PhysRevA.83.053619"],"date":["2011-02-07","2011-05-25"],"type":["text"],"creator":["Edge, Jonathan M.","Cooper, N. R."],"language":[],"coverage":[],"title":["Probing ultracold Fermi gases with light-induced gauge potentials"],"description":["  We theoretically investigate the response of a two component Fermi gas to\nvector potentials which couple separately to the two spin components. Such\nvector potentials may be implemented in ultracold atomic gases using optically\ndressed states. Our study indicates that light-induced gauge potentials may be\nused to probe the properies of the interacting ultracold Fermi gas, providing.\namongst other things, ways to measure the superfluid density and the strength\nof pairing.\n","Comment: 8 pages, 3 figures"]}]
["1102.2674",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2674","Opt. Express 19, 11114 (2011)","doi:10.1364/OE.19.011114"],"date":["2011-02-13"],"type":["text"],"creator":["Jin, Y.","Xiao, S. S.","Mortensen, N. A.","He, S. L."],"language":[],"coverage":[],"title":["Perfect absorption and giant magnification with a thin metamaterial\n  layer"],"description":["  It is shown that perfect absorption and giant amplification can be realized\nwhen a wave impinges on a special metamaterial layer with zero real parts of\nthe permittivity and permeability. The imaginary parts of the permittivity and\npermeability remain nonzero, corresponding to finite loss or gain. Perfect\nabsorption and giant magnification can still be achieved even if the thickness\nof the metamaterial layer is arbitrarily thin and the absolute imaginary parts\nof the permittivity and permeability are very small. The metamaterial layer\nneeds a total-reflection substrate for perfect absorption, while this is not\nrequired for giant magnification.\n","Comment: 15 pages, 4 figures"]}]
["1102.3233",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3233","Phys. Rev. A 83, 052320 (2011)","doi:10.1103/PhysRevA.83.052320"],"date":["2011-02-15","2011-03-16"],"type":["text"],"creator":["Killoran, Nathan","Lütkenhaus, Norbert"],"language":[],"coverage":[],"title":["Strong quantitative benchmarking of quantum optical devices"],"description":["  Quantum communication devices, such as quantum repeaters, quantum memories,\nor quantum channels, are unavoidably exposed to imperfections. However, the\npresence of imperfections can be tolerated, as long as we can verify such\ndevices retain their quantum advantages. Benchmarks based on witnessing\nentanglement have proven useful for verifying the true quantum nature of these\ndevices. The next challenge is to characterize how strongly a device is within\nthe quantum domain. We present a method, based on entanglement measures and\nrigorous state truncation, which allows us to characterize the degree of\nquantumness of optical devices. This method serves as a quantitative extension\nto a large class of previously-known quantum benchmarks, requiring no\nadditional information beyond what is already used for the non-quantitative\nbenchmarks.\n","Comment: 11 pages, 7 figures. Comments are welcome. ver 2: Improved figures,\n  no changes to main text"]}]
["1102.4267",{"format":[],"subject":["Mathematics - Representation Theory","20C15, 20C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4267"],"date":["2011-02-21","2011-05-25"],"type":["text"],"creator":["Sambale, Benjamin"],"language":[],"coverage":[],"title":["Blocks with defect group D_{2^n} x C_{2^m}"],"description":["  We determine the numerical invariants of blocks with defect group\nD_{2^n}\\times C_{2^m}, where D_{2^n} denotes a dihedral group of order 2^n and\nC_{2^m} denotes a cyclic group of order 2^m. This generalizes Brauer's results\nfor m=0. As a consequence, we prove Brauer's k(B)-conjecture, Olsson's\nconjecture (and more generally Eaton's conjecture), Brauer's height zero\nconjecture, the Alperin-McKay conjecture, Alperin's weight conjecture and\nRobinson's ordinary weight conjecture for these blocks. Moreover, we show that\nthe gluing problem has a unique solution in this case.\n","Comment: 8 pages, shorter proofs, some typos corrected"]}]
["1102.4603",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4603","Astroparticle Physics 34 (2011), pp. 832-839","doi:10.1016/j.astropartphys.2011.02.007"],"date":["2011-02-22","2011-05-25"],"type":["text"],"creator":["Parsons, R. D.","Bleve, C.","Ostapchenko, S. S.","Knapp, J."],"language":[],"coverage":[],"title":["Systematic uncertainties in air shower measurements from high-energy\n  hadronic interaction models"],"description":["  Hadronic interaction models at cosmic ray (CR) energies are inherently\nuncertain due to the lack of a fundamental theoretical description of soft\nhadronic and nuclear interactions and the large extrapolation required from\ncollider energies to the range of the most energetic cosmic rays observed\n($>10^{20}$ eV). Model uncertainties are evaluated within the QGSJET-II model,\nby varying some of the crucial parameters in the limits allowed by collider\ndata, and between QGSJET-II and other models commonly used in air shower\nsimulations. The crucial parameters relate to hard processes, string\nfragmentation, diffraction and baryon production. Results on inelastic cross\nsections, on secondary particle production and on the properties of air showers\nmeasured by ground detectors from energies of $10^{12}$ to $10^{19}$ eV are\npresented.\n"]}]
["1102.4804",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4804"],"date":["2011-02-23","2011-05-25"],"type":["text"],"creator":["Matsui, Tetsushi"],"language":[],"coverage":[],"title":["Ehrhart series for Connected Simple Graphs"],"description":["  The Ehrhart ring of the edge polytope $\\mathcal{P}_G$ for a connected simple\ngraph $G$ is known to coincide with the edge ring of the same graph if $G$\nsatisfies the odd cycle condition. This paper gives for a graph which does not\nsatisfy the condition, a generating set of the defining ideal of the Ehrhart\nring of the edge polytope, described by combinatorial information of the graph.\nFrom this result, two factoring properties of the Ehrhart series are obtained;\nthe first one factors out bipartite biconnected components, and the second one\nfactors out a even cycle which shares only one edge with other part of the\ngraph. As an application of the factoring properties, the root distribution of\nEhrhart polynomials for bipartite polygon trees is determined.\n"]}]
["1103.0611",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0611","Phys.Rev.D83:074015,2011","doi:10.1103/PhysRevD.83.074015"],"date":["2011-03-03","2011-05-25"],"type":["text"],"creator":["Ishiwata, Koji","Wise, Mark B."],"language":[],"coverage":[],"title":["Fourth Generation Bound States"],"description":["  We investigate the spectrum and wave functions of {\\bar q}'q' bound states\nfor heavy fourth generation quarks (q') that have a very small mixing with the\nthree observed generations of standard model quarks. Such bound states come\nwith different color, spin and flavor quantum numbers. Since the fourth\ngeneration Yukawa coupling, \\lambda_{q'}, is large we include all perturbative\ncorrections to the potential between the heavy quark and antiquark of order\n\\lambda_{q'}^2N_c/16\\pi^2 where N_c is the number of colors, as well as\nrelativistic corrections suppressed by (v/c)^2. We find that the lightest\nfourth generation quark masses for which a bound state exists for color octet\nstates. For the the color singlet states, which always have a bound state, we\nanalyze the influence that the Higgs couplings have on the size and binding\nenergy of the bound states.\n","Comment: 9 pages, 9 figures; published version"]}]
["1103.1645",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1645","Phys. Rev. B 83, 195432 (2011)","doi:10.1103/PhysRevB.83.195432"],"date":["2011-03-08"],"type":["text"],"creator":["Luitz, David J.","Assaad, Fakher F.","Schmidt, Manuel J."],"language":[],"coverage":[],"title":["Exact diagonalization study of the tunable edge magnetism in graphene"],"description":["  The tunable magnetism at graphene edges with lengths of up to 48 unit cells\nis analyzed by an exact diagonalization technique. For this we use a\ngeneralized interacting one-dimensional model which can be tuned continuously\nfrom a limit describing graphene zigzag edge states with a ferromagnetic phase,\nto a limit equivalent to a Hubbard chain, which does not allow ferromagnetism.\nThis analysis sheds light onto the question why the edge states have a\nferromagnetic ground state, while a usual one-dimensional metal does not.\nEssentially we find that there are two important features of edge states: (a)\numklapp processes are completely forbidden for edge states; this allows a\nspin-polarized ground state. (b) the strong momentum dependence of the\neffective interaction vertex for edge states gives rise to a regime of partial\nspin-polarization and a second order phase transition between a standard\nparamagnetic Luttinger liquid and ferromagnetic Luttinger liquid.\n","Comment: 11 pages, 8 figures"]}]
["1103.1853",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1853","Eur.Phys.J.C71:1650,2011","doi:10.1140/epjc/s10052-011-1650-1"],"date":["2011-03-09","2011-05-05"],"type":["text"],"creator":["Lokhtin, I. P.","Belyaev, A. V.","Snigirev, A. M."],"language":[],"coverage":[],"title":["Jet quenching pattern at LHC in PYQUEN model"],"description":["  The first LHC data on high transverse momentum hadron and dijet spectra in\nPbPb collisions at center-of-mass energy 2.76 TeV per nucleon pair are analyzed\nin the frameworks of PYQUEN jet quenching model. The presented studies for the\nnuclear modification factor of high-pT hadrons and the imbalance in dijet\ntransverse energy support the supposition that the intensive wide-angular\n(\"out-of-cone\") medium-induced partonic energy loss is seen in central PbPb\ncollisions at the LHC.\n","Comment: 5 pages including 4 figures as EPS-files; prepared using LaTeX\n  package for publication in the European Physical Journal C"]}]
["1103.2343",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2343","Phys. Rev. A 83, 052321 (2011)","doi:10.1103/PhysRevA.83.052321"],"date":["2011-03-11"],"type":["text"],"creator":["Pizorn, Iztok","Wang, Ling","Verstraete, Frank"],"language":[],"coverage":[],"title":["Time evolution of projected entangled pair states in the single layer\n  picture"],"description":["  We propose an efficient algorithm for simulating quantum many-body systems in\ntwo spatial dimensions using projected entangled pair states. This is done by\napproximating the environment, arising in the context of updating tensors in\nthe process of time evolution, using a single-layered tensor network structure.\nThis significantly reduces the computational costs and allows simulations in a\nlarger submanifold of the Hilbert space as bounded by the bond dimension of the\ntensor network. We present numerical evidence for stability of the method on an\nantiferromagnetic isotropic Heisenberg model where good agreement is found with\nthe available accurate results.\n","Comment: 7 pages, 5 pdf figures, revtex4-1"]}]
["1103.5557",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5557","JHEP 1105:096,2011","doi:10.1007/JHEP05(2011)096"],"date":["2011-03-29"],"type":["text"],"creator":["Evslin, Jarah"],"language":[],"coverage":[],"title":["Slow Burgers Vortices in Hot Conformal Fluids"],"description":["  The quintessential vortex solution in (3+1)-dimensional nonrelativistic,\nincompressible fluid mechanics is the Burgers vortex. We show that, in a finite\ndomain, conformal fluids also admit hot vortex solutions with everywhere\nnonrelativistic speeds. These are identical to Burgers' solution, except that\ntheir radius is reduced by a factor of 2/sqrt(3). A rough calculation indicates\nthat at RHIC these vortices are indeed smaller than the fireball itself during\nthermalization. Similarly to the Burgers vortex, these solutions manifest\nvortex stretching which avoids short distance singularities and so suggests\nthat conformal fluid flows share the same nonsingularity as solutions of the\nNavier-Stokes equations. Naively generalizing this calculation to an arbitrary\nequation of state w, we observe that the Burgers vortex radius diverges as w\ncrosses -1. While it has been argued that such a crossover leads to an\ninstability in certain perfect fluids, the absence of Burgers vortices and\ntherefore vortex stretching suggests that, in addition to the well-studied big\nrip singularities, viscous phantom fluids generically develop vorticity\nsingularities.\n","Comment: 13 pages, no figures"]}]
["1103.6179",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.6179"],"date":["2011-03-31","2011-05-25"],"type":["text"],"creator":["Kapit, Eliot"],"language":[],"coverage":[],"title":["Marginal Fermi Liquid from a Partially Nested Fermi Surface and Impurity\n  Scattering in a Two Dimensional Metal"],"description":["  The electron-electron scattering rate of low-energy quasiparticles is\ncomputed perturbatively for a two-dimensional metal with a partially nested\nFermi surface, a weak electron-electron interaction and an energy-independent\nimpurity scattering rate. We show that even when the nested section comprises\nonly a small fraction of the Fermi surface, the low energy quasiparticle decay\nrates throughout the Fermi surface gain a term which is linear in energy\n$\\omega$. The coefficient of this linear contribution is largest along the\nnested regions but remains finite elsewhere, and is strongly dependent on the\nimpurity scattering rate $\\delta$. We discuss the possible relevance of this\nresult to unconventional superconductors (such as the cuprates) and to the\nnormal state of charge density wave materials such as the rare Earth\ntellurides.\n","Comment: This paper has been withdrawn due to an error in equation (9), which\n  invalidates the subsequent calculations. A revised version is in preparation.\n  Contact: ek359@cornell.edu"]}]
["1104.0217",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0217"],"date":["2011-04-01","2011-05-24"],"type":["text"],"creator":["Slater, Paul B."],"language":[],"coverage":[],"title":["Joint Hilbert-Schmidt Determinantal Moments of Product Form for the\n  Two-Rebit and Two-Qubit and Higher-Dimensional Quantum Systems"],"description":["  We report formulas for the joint moments of the determinantal products\n(det{rho})^k (det{rho^PT})^K (k=0, 1, 2,...,N; K = 0, 1, 2, 3, 4) of\nHilbert-Schmidt (HS) probability distributions over the two-rebit and (K = 0,\n1) two-qubit density matrices rho. Here PT denotes the partial transposition\noperation of quantum-information-theoretic importance. Each formula is the\nproduct of the expression for the moments of (det{rho})^k,\nk=0,1,2,...,N--already known from work of Cappellini, Sommers and Zyczkowski\n(Phys. Rev. A 74, 062322 (1996))--and an adjustment factor. The factor is a\nbiproper rational function, with its numerators and denominators both being 3\nK-degree polynomials in k. We infer the structure that the denominators follow\nfor arbitrary K in both the two-rebit and two-qubit cases, and the six\nleading-order coefficients of k of the numerators in the two-rebit scenario..\nWe also commence an analogous investigation of generic rebit-retrit and\nqubit-qutrit systems. This research was motivated, in part, by the objective of\nusing the computed moments to well reconstruct the associated HS probabilities\n(for which we present plots) over the two determinants, and to ascertain--at\nleast to high accuracy--the associated (separability) probabilities of\n\"philosophical, practical and physical\" interest that (det{rho^PT})>0.\n","Comment: 23 pages, 5 figures; Greatly expanded set of computational results,\n  largely stemming from a suggestion of C. Dunkl regarding the use of the\n  Cholesky-decomposition to parameterize density matrices. A two-page appendix\n  of Dunkl is also included"]}]
["1104.1565",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1565","Phys.Rev.D83:103522,2011","doi:10.1103/PhysRevD.83.103522"],"date":["2011-04-08"],"type":["text"],"creator":["Ohashi, Junko","Tsujikawa, Shinji"],"language":[],"coverage":[],"title":["Observational constraints on assisted k-inflation"],"description":["  We study observational constraints on the assisted k-inflation models in\nwhich multiple scalar fields join an attractor characterized by an effective\nsingle field $\\phi$. This effective single-field system is described by the\nLagrangian $P=Xg(Y)$, where $X$ is the kinetic energy of $\\phi$, $\\lambda$ is a\nconstant, and $g$ is an arbitrary function in terms of $Y=X e^{\\lambda \\phi}$.\nOur analysis covers a wide variety of k-inflation models such as dilatonic\nghost condensate, Dirac-Born-Infeld (DBI) field, tachyon, as well as the\ncanonical field with an exponential potential. We place observational bounds on\nthe parameters of each model from the WMAP 7yr data combined with Baryon\nAcoustic Oscillations (BAO) and the Hubble constant measurement. Using the\nobservational constraints of the equilateral non-Gaussianity parameter\n$f_{NL}^{equil}$, we further restrict the allowed parameter space of dilatonic\nghost condensate and DBI models. We extend the analysis to more general models\nwith several different choices of $g(Y)$ and show that the models such as\n$g(Y)=c_0+c_p Y^p$ ($p \\ge 3$) are excluded by the joint data analysis of the\nscalar/tensor spectra and primordial non-Gaussianities.\n","Comment: 12 pages, 6 figures"]}]
["1104.2012",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2012","Astron.Astrophys. 530 (2011) A72, 1-10","doi:10.1051/0004-6361/201116580"],"date":["2011-04-11"],"type":["text"],"creator":["Munar-Adrover, Pere","Paredes, Josep Maria","Romero, Gustavo Esteban"],"language":[],"coverage":[],"title":["A study of the association of Fermi sources with massive young galactic\n  objects"],"description":["  Massive protostars have associated bipolar outflows that can produce strong\nshocks when they interact with the surrounding medium. At these shocks\nparticles can be accelerated up to relativistic energies. Relativistic\nelectrons and protons can then produce gamma-ray emission, as some theoretical\nmodels predict. To identify young galactic objects that may emit gamma rays, we\ncrossed the Fermi First Year Catalog with some catalogs of known massive young\nstellar objects (MYSOs), early type stars, and OB associations, and we\nimplemented Monte Carlo simulations to find the probability of chance\ncoincidences. We obtained a list of massive MYSOs that are spatially coincident\nwith Fermi sources. Our results indicate that \\sim 70% of these candidates\nshould be gamma-ray sources with a confidence of \\sim 5{\\sigma}. We studied the\ncoincidences one by one to check the viability of these young sources as\npotential counterparts to Fermi sources and made a short list of best targets\nfor new detailed multifrequency observations. The results for other type of\nyoung galactic objects are not conclusive.\n","Comment: 10 pages, 2 figures"]}]
["1104.4181",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4181","Astronomy and Astrophysics, vol. 530, A136 (2011)","doi:10.1051/0004-6361/201016369"],"date":["2011-04-21","2011-05-25"],"type":["text"],"creator":["Trzesniewski, T.","Czerny, B.","Karas, V.","Pechacek, T.","Dovciak, M.","Goosmann, R.","Nikolajuk, M."],"language":[],"coverage":[],"title":["The flare model for X-ray variability of NGC 4258"],"description":["  We study the variability mechanism of active galactic nuclei (AGN) within the\nframework of the flare model. To this end we examine the case of Seyfert/LINER\ngalaxy NGC 4258, which is observed at high inclination angle and exhibits rapid\nfluctuations of the X-ray light curve. We construct a model light curve based\non the assumption of magnetic flares localized in the equatorial plane and\norbiting with Keplerian speed at each given radius. We calculate the level of\nvariability as a function of the inclination of an observer, taking into\naccount all effects of general relativity near a rotating supermassive black\nhole. The variability level is a monotonic function of the source inclination.\nIt rises more rapidly for larger values of the black hole spin (Kerr parameter)\nand for steeper emissivity (index beta of the radial profile). We compare the\nexpected level of variability for the viewing angle 81.6 deg, as inferred for\nNGC 4258, with the case of moderate viewing angles about 30 deg, typical for\nSeyfert type-1 galaxies. Highly inclined sources such as this one are\nparticularly suitable to test the flare model because the effects of orbital\nmotion, Doppler boosting and light bending are all expected to have maximum\nwhen the accretion disk is seen almost edge-on. The model is consistent with\nthe NGC 4258 variability, where the obscuring material is thought to be\nlocalized mainly towards the equatorial plane rather than forming a\ngeometrically thick torus. Once the intrinsic time-scales of the flare duration\nare determined to better precision, this kind of highly inclined objects with a\nprecisely known mass of the black hole can be used to set independent\nconstraints on the spin parameter.\n","Comment: 7 pages, 3 figures; Astronomy & Astrophysics (this version includes\n  minor language corrections)"]}]
["1104.4686",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4686","Prog.Theor.Phys.125:565-580, 2011","doi:10.1143/PTP.125.565"],"date":["2011-04-25"],"type":["text"],"creator":["Igarashi, Yuji","Itoh, Katsumi","Sato, Masanao","Sonoda, Hidenori"],"language":[],"coverage":[],"title":["Anomalies in the ERG Approach"],"description":["  The antifield formalism adapted in the exact renormalization group is found\nto be useful for describing a system with some symmetry, especially the gauge\nsymmetry. In the formalism, the vanishing of the quantum master operator\nimplies the presence of a symmetry. The QM operator satisfies a simple\nalgebraic relation that will be shown to be related to the Wess-Zumino\ncondition for anomalies. We also explain how an anomaly contributes to the QM\noperator.\n","Comment: 13 pages"]}]
["1104.4849",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4849","Phys.Lett.B700:91-96,2011","doi:10.1016/j.physletb.2011.04.056"],"date":["2011-04-26"],"type":["text"],"creator":["Nozari, Kourosh","Akhshabi, Siamak"],"language":[],"coverage":[],"title":["Noncommutative Geometry Inspired Entropic Inflation"],"description":["  Recently Verlinde proposed that gravity can be described as an emergent\nphenomena arising from changes in the information associated with the positions\nof material bodies. By using noncommutative geometry as a way to describe the\nmicroscopic, microstructure of quantum spacetime, we derive modified Friedmann\nequation in this setup and study the entropic force modifications to the\ninflationary dynamics of early universe.\n","Comment: 14 pages, 5 figuers, Accepted for Publication in Phys. Lett. B"]}]
["1105.0074",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Distributed, Parallel, and Cluster Computing","Physics - Physics and Society","68-02","B.4.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0074"],"date":["2011-04-30","2011-05-25"],"type":["text"],"creator":["Sharma, Rajesh","Datta, Anwitaman"],"language":[],"coverage":[],"title":["SuperNova: Super-peers Based Architecture for Decentralized Online\n  Social Networks"],"description":["  Recent years have seen several earnest initiatives from both academic\nresearchers as well as open source communities to implement and deploy\ndecentralized online social networks (DOSNs). The primary motivations for DOSNs\nare privacy and autonomy from big brotherly service providers. The promise of\ndecentralization is complete freedom for end-users from any service providers\nboth in terms of keeping privacy about content and communication, and also from\nany form of censorship. However decentralization introduces many challenges.\nOne of the principal problems is to guarantee availability of data even when\nthe data owner is not online, so that others can access the said data even when\na node is offline or down. In this paper, we argue that a pragmatic design\nneeds to explicitly allow for and leverage on system heterogeneity, and provide\nincentives for the resource rich participants in the system to contribute such\nresources. To that end we introduce SuperNova - a super-peer based DOSN\narchitecture. While proposing the SuperNova architecture, we envision a dynamic\nsystem driven by incentives and reputation, however, investigation of such\nincentives and reputation, and its effect on determining peer behaviors is a\nsubject for our future study. In this paper we instead investigate the efficacy\nof a super-peer based system at any time point (a snap-shot of the envisioned\ndynamic system), that is to say, we try to quantify the performance of\nSuperNova system given any (fixed) mix of peer population and strategies.\n","Comment: 20 Pages, 10 Figures"]}]
["1105.1082",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1082","2011, Eur. Phys. J. Plus 126, 55","doi:10.1140/epjp/i2011-11055-3"],"date":["2011-05-05"],"type":["text"],"creator":["Dehnen, Walter","Read, Justin"],"language":[],"coverage":[],"title":["N-body simulations of gravitational dynamics"],"description":["  We describe the astrophysical and numerical basis of N-body simulations, both\nof collisional stellar systems (dense star clusters and galactic centres) and\ncollisionless stellar dynamics (galaxies and large-scale structure). We explain\nand discuss the state-of-the-art algorithms used for these quite different\nregimes, attempt to give a fair critique, and point out possible directions of\nfuture improvement and development. We briefly touch upon the history of N-body\nsimulations and their most important results.\n","Comment: invited review (28 pages), to appear in European Physics Journal Plus"]}]
["1105.1797",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","11B37 (Primary) 39A99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1797","Experimental Mathematics, 20 (2): 129-137, 2011","doi:10.1080/10586458.2011.544565"],"date":["2011-05-09"],"type":["text"],"creator":["Dalton, Barnaby","Rahman, Mustazee","Tanny, Stephen"],"language":[],"coverage":[],"title":["Spot-Based Generations for Meta-Fibonacci Sequences"],"description":["  For many meta-Fibonacci sequences it is possible to identify a partition of\nthe sequence into successive intervals (sometimes called blocks) with the\nproperty that the sequence behaves \"similarly\" in each block. This partition\nprovides insights into the sequence properties. To date, for any given\nsequence, only ad hoc methods have been available to identify this partition.\nWe apply a new concept - the spot-based generation sequence - to derive a\ngeneral methodology for identifying this partition for a large class of\nmeta-Fibonacci sequences. This class includes the Conolly and Conway sequences\nand many of their well-behaved variants, and even some highly chaotic\nsequences, such as Hofstadter's famous Q-sequence.\n","Comment: 11 pages, 4 figures"]}]
["1105.4151",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4151"],"date":["2011-05-19"],"type":["text"],"creator":["Thakur, Gautam S.","Hui, Pan","Ketabdar, Hamed","Helmy, Ahmed"],"language":[],"coverage":[],"title":["Towards Realistic Vehicular Network Modeling Using Planet-scale Public\n  Webcams"],"description":["  Realistic modeling of vehicular mobility has been particularly challenging\ndue to a lack of large libraries of measurements in the research community. In\nthis paper we introduce a novel method for large-scale monitoring, analysis,\nand identification of spatio-temporal models for vehicular mobility using the\nfreely available online webcams in cities across the globe. We collect\nvehicular mobility traces from 2,700 traffic webcams in 10 different cities for\nseveral months and generate a mobility dataset of 7.5 Terabytes consisting of\n125 million of images. To the best of our knowl- edge, this is the largest data\nset ever used in such study. To process and analyze this data, we propose an\nefficient and scalable algorithm to estimate traffic density based on\nbackground image subtraction. Initial results show that at least 82% of\nindividual cameras with less than 5% deviation from four cities follow\nLoglogistic distribution and also 94% cameras from Toronto follow gamma\ndistribution. The aggregate results from each city also demonstrate that Log-\nLogistic and gamma distribution pass the KS-test with 95% confidence.\nFurthermore, many of the camera traces exhibit long range dependence, with\nself-similarity evident in the aggregates of traffic (per city). We believe our\nnovel data collection method and dataset provide a much needed contribution to\nthe research community for realistic modeling of vehicular networks and\nmobility.\n"]}]
["1105.4396",{"format":[],"subject":["Mathematics - Statistics Theory","60G70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4396"],"date":["2011-05-22","2011-05-24"],"type":["text"],"creator":["Kuketayev, Argyn"],"language":[],"coverage":[],"title":["Asymptotic probability distribution of distances between local extrema\n  of error terms of a moving average process"],"description":["  Consider error terms x(i) of a moving average process MA(q), where x(i)=e(i)\n+ e(i-1)+...+e(i-q) and e(i) - independent identically distributed (i.i.d.)\nrandom variables. We recognize a term x(i) as a local maximum if the following\ncondition holds true: x(i-1) < x(i) > x(i+1). If the local maximum x(i) is\nfollowed by the next local maxiumum x(k), then d=k-i is the distance between\nlocal maxima. The distances d(j) themselves are random vriables. In this paper\nwe study the probability distribution of distances d(j). Particularly, we show\nthat for any q>0 mean distance E[d(j)]=4 and asymptotically the variance is\nalso equal to 4.\n","Comment: Updated references, corrected equations, language edited. 4 pages"]}]
["1105.4600",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","Mathematics - Number Theory","Mathematics - Optimization and Control","20M14, 11D07, 05A18, 90C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4600"],"date":["2011-05-20"],"type":["text"],"creator":["Blanco, V.","Rosales, J. C."],"language":[],"coverage":[],"title":["A semilattice structure for the set of numerical semigroups with fixed\n  Frobenius number"],"description":["  We present a procedure to enumerate the whole set of numerical semigroups\nwith a given Frobenius number F, S(F). The methodology is based on the\nconstruction of a partition of S(F) by a congruence relation. We identify\nexactly one irreducible and one homogeneous numerical semigroup at each class\nin the relation, and from those two elements we reconstruct the whole class. An\nalternative more efficient method is proposed based on the use of the\nKunz-coordinates vectors of the elements in S(F).\n","Comment: 11 pages"]}]
["1105.4838",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4838"],"date":["2011-05-24","2011-05-25"],"type":["text"],"creator":["Zhao, Liu"],"language":[],"coverage":[],"title":["No fast food for solving higher curvature gravity"],"description":["  This paper is withdrawn because it was already known in the literature that\nthe single function metric ansatz invalidates the effective action method.\n(Refs: gr-qc/0306114, gr-qc/0408067,gr-qc/0404120, gr-qc/0506014, 0705.1669,\nthanks to S. Deser for providing the information.)\n","Comment: The paper is withdrawn because it was known that the metric ansatz\n  used does not work with the method"]}]
["1105.4890",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4890"],"date":["2011-05-24"],"type":["text"],"creator":["Pires, Benito","Teixeira, Marco Antonio"],"language":[],"coverage":[],"title":["On global linearization of planar involutions"],"description":["  Let $\\phi:\\R^2\\to\\R^2$ be an orientation--preserving $C^1$ involution such\nthat $\\phi(0)=0$ and let ${\\rm Spc}\\,(\\phi)=\\{{\\rm Eigenvalues\\,\\,of}\\,\\,\nD\\phi(p)\\mid p\\in\\R^2\\}$. We prove that if ${\\rm Spc}\\,{(\\phi)}\\subset\\R$ or\n${\\rm Spc}\\,(\\phi)\\cap [1,1+\\epsilon)=\\emptyset$ for some $\\epsilon>0$ then\n$\\phi$ is globally $C^1$ conjugate to the linear involution $D\\phi(0)$ via the\nconjugacy $h=(I+D\\phi(0)\\phi)/2$, where $I:\\R^2\\to\\R^2$ is the identity map.\nSimilarly, if $\\phi$ is an orientation-reversing $C^1$ involution such that\n$\\phi(0)=0$ and ${\\rm Trace}\\,\\big(D\\phi(0)D\\phi(p)\\big)>-1 $ for all\n$p\\in\\R^2$ then $\\phi$ is globally $C^1$ conjugate to the linear involution\n$D\\phi(0)$ via the conjugacy $h$. Finally, we show that $h$ may fail to be a\nglobal linearization of $\\phi$ if the above conditions are not fulfilled.\n"]}]
["1105.4891",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Quantum Algebra","05A18, 17B69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4891"],"date":["2011-05-24"],"type":["text"],"creator":["Robinson, Thomas J."],"language":[],"coverage":[],"title":["Formal Iterated Logarithms and Exponentials and the Stirling Numbers"],"description":["  We calculate the formal analytic expansions of certain formal translations in\na space of formal iterated logarithmic and exponential variables. The results\nshow how the algebraic structure naturally involves the Stirling numbers of the\nfirst and second kinds, and certain extensions of these, which appear as\nexpansion coefficients.\n","Comment: 24 pages"]}]
["1105.4898",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4898","Phys. Rev. Lett. 105, 148102 (2010)","doi:10.1103/PhysRevLett.105.148102"],"date":["2011-05-24"],"type":["text"],"creator":["Camley, Brian A.","Brown, Frank L. H."],"language":[],"coverage":[],"title":["Dynamic simulations of multicomponent lipid membranes over long length\n  and time scales"],"description":["  We present a stochastic phase-field model for multicomponent lipid bilayers\nthat explicitly accounts for the quasi-two-dimensional hydrodynamic environment\nunique to a thin fluid membrane immersed in aqueous solution. Dynamics over a\nwide range of length scales (from nanometers to microns) for durations up to\nseconds and longer are readily accessed and provide a direct comparison to\nfluorescence microscopy measurements in ternary lipid/cholesterol mixtures.\nSimulations of phase separation kinetics agree with experiment and elucidate\nthe importance of hydrodynamics in the coarsening process.\n"]}]
["1105.4904",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4904"],"date":["2011-05-24"],"type":["text"],"creator":["Biquard, Olivier"],"language":[],"coverage":[],"title":["D\\'esingularisation de m\\'etriques d'Einstein. I"],"description":["  We find a new obstruction for a real Einstein 4-orbifold with an\nA1-singularity to be a limit of smooth Einstein 4-manifolds. The obstruction is\na curvature condition at the singular point. For asymptotically hyperbolic\nmetrics, with boundary at infinity a conformal metric, we prove that if the\nobstruction vanishes, one can desingularize Einstein orbifolds with such\nsingularities. The Dirichlet problem consists in finding Einstein metrics with\ngiven conformal infinity on the boundary: we prove that our obstruction defines\na wall in the space of conformal metrics on the boundary, and that all the\nEinstein metrics must have their conformal infinity on one side of the wall.\n"]}]
["1105.4909",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4909"],"date":["2011-05-24"],"type":["text"],"creator":["Shaikh, Fayaz","Ozakin, Arkadas","Amini, Jason M.","Hayden, Harley","Pai, C. -S.","Volin, Curtis","Denison, Douglas R.","Faircloth, Daniel","Harter, Alexa W.","Slusher, Richart E."],"language":[],"coverage":[],"title":["Monolithic Microfabricated Symmetric Ion Trap for Quantum Information\n  Processing"],"description":["  We describe a novel monolithic ion trap that combines the flexibility and\nscalability of silicon microfabrication technologies with the superior trapping\ncharacteristics of traditional four-rod Paul traps. The performace of the\nproposed microfabricated trap approaches that of the macroscopic structures.\nThe fabrication process creates an angled through-chip slot which allows\nbackside ion loading and through-laser access while avoiding surface light\nscattering and dielectric charging. The trap geometry and dimensions are\noptimized for confining long ion chains with equal ion spacing [G.-D. Lin, et\nal., Europhys. Lett. 86, 60004 (2009)]. Control potentials have been derived to\nproduce linear, equally spaced ion chains of up to 50 ions spaced at 10 um.\nWith the deep trapping depths achievable in this design, we expect that these\nchains will be sufficiently long-lived to be used in quantum simulations of\nmagnetic systems [E.E. Edwards, et al., Phys. Rev. B 82, 060412(R) (2010)]. The\ntrap is currently being fabricated at Georgia Tech using VLSI techniques.\n"]}]
["1105.4911",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4911"],"date":["2011-05-24"],"type":["text"],"creator":["Su, Z. -K.","Jiang, S. -J."],"language":[],"coverage":[],"title":["Quantum discord dynamics in structured reservoirs"],"description":["  The non-Markovian master equations are derived to study quantum discord\ndynamics of two qubits coupled to a common reservoir and two independent\nreservoirs, respectively. We compare the dynamics under different parameters,\nsuch as reservoir spectra and resonant parameters, at high temperature and at\nzero temperature. The results indicate that the dynamics at these two extreme\ntemperatures share similar characters, as well as differences.\n","Comment: 6 pages for the main article, 6 pages for the supplementary material"]}]
["1105.4926",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4926"],"date":["2011-05-25"],"type":["text"],"creator":["Crumley, Michael"],"language":[],"coverage":[],"title":["Generic Representation Theory of the Heisenberg Group"],"description":["  In this paper we extend a result for representations of the Additive group\n$G_a$ given in [3] to the Heisenberg group $H_1$. Namely, if $p$ is greater\nthan 2d then all $d$-dimensional characteristic $p$ representations for $H_1$\ncan be factored into commuting products of representations, with each factor\narising from a representation of the Lie algebra of $H_1$, one for each of the\nthe representation's Frobenius layers. In this sense, for a fixed dimension and\nlarge enough $p$, all representations for $H_1$ look generically like\nrepresentations for direct powers of it over a field of characteristic zero.\n  The reader may consult chapter 13 of [1] for a fuller account of what\nfollows.\n"]}]
["1105.4934",{"format":[],"subject":["Physics - Optics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4934"],"date":["2011-05-25"],"type":["text"],"creator":["Rogers, P. D.","Kotelyanskii, M.","Sirenko, A. A."],"language":[],"coverage":[],"title":["Modeling of electromagnetic wave propagation and spectra of optical\n  excitations in complex media using 4x4 matrix formalism"],"description":["  Using 4x4 matrix formalism we analyzed electromagnetic wave propagation and\nJones matrix components for reflectivity and transmittivity in bi-anisotropic\nmaterials. Analytic formulas for complex reflection and transmission\ncoefficients for bi-anisotropic materials in both semi-infinite and thin-film\nconfigurations have been derived. The obtained results are applicable for\nanalysis of the optical spectra of multiferroic crystals and metamaterials. The\nAdjusted Oscillator Strength Matching Condition (AOSM) for hybrid magnetic- and\nelectric-dipole excitations in anisotropic multiferroics is derived for oblique\nangles of incidence. Mueller Matrices are used to simulate spectra of\nmagneto-electric and chiral excitations and methods to distinguish them are\ndiscussed.\n","Comment: submitted to Phys. Rev. B on May 25th, 2011"]}]
["1105.4935",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4935"],"date":["2011-05-25"],"type":["text"],"creator":["Crumley, Michael"],"language":[],"coverage":[],"title":["Generic Representation Theory of the Unipotent Upper Triangular Groups"],"description":["  It is generally believed (and for the most part is probably true) that Lie\ntheory, in contrast to the characteristic zero case, is insufficient to tackle\nthe representation theory of algebraic groups over prime characteristic fields.\nHowever, in this paper we show that, for a large and important class of\nunipotent algebraic groups (namely the unipotent upper triangular groups\n$U_n$), and under a certain hypothesis relating the characteristic $p$ to both\n$n$ and the dimension $d$ of a representation (specifically, $p \\geq\n\\text{max}(n,2d)$), Lie theory is completely sufficient to determine the\nrepresentation theory of these groups. To finish, we mention some important\nanalogies (both functorial and cohomological) between the characteristic zero\ntheories of these groups and their `generic' representation theory in\ncharacteristic $p$.\n"]}]
["1105.4936",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4936"],"date":["2011-05-25"],"type":["text"],"creator":["Andrecut, M."],"language":[],"coverage":[],"title":["Sparse Random Approximation and Lossy Compression"],"description":["  We discuss a method for sparse signal approximation, which is based on the\ncorrelation of the target signal with a pseudo-random signal, and uses a\nmodification of the greedy matching pursuit algorithm. We show that this\napproach provides an efficient encoding-decoding method, which can be used also\nfor lossy compression and encryption purposes.\n","Comment: 6 pages, 4 figures"]}]
["1105.4940",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4940"],"date":["2011-05-25"],"type":["text"],"creator":["Lai, H. J.","Omidi, G. R.","Raeisi, G."],"language":[],"coverage":[],"title":["On group choosability of total graphs"],"description":["  In this paper, we study the group and list group colorings of total graphs\nand we give two group versions of the total and list total colorings\nconjectures. We establish the group version of the total coloring conjecture\nfor the following classes of graphs: graphs with small maximum degree,\ntwo-degenerate graphs, planner graphs with maximum degree at least 11, planner\ngraphs without certain small cycles, outerplanar and near-outerplanar graphs.\nIn addition, the group version of the list total coloring conjecture is\nestablished for forests, outerplanar graphs and graphs with maximum degree at\nmost two.\n"]}]
["1105.4941",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4941"],"date":["2011-05-25"],"type":["text"],"creator":["Mishra, Rahul","Ghosh, Bahniman"],"language":[],"coverage":[],"title":["Device Improvement and Circuit Performance Evaluation of complete SiGe\n  Double Gate Tunnel FETs"],"description":["  In recent part extensive simulation work has already been done on TFETs.\nHowever this is limited to device performance analysis. Evaluation of circuit\nperformance is a topic that is very little touched. This is due to the non\navailability of compact models of Tunnel FETs in the commercial simulator. In\nour paper for the first time we perform the circuit analysis of tunnel FETs\n(extended channel TFETs), we test them over basic digital circuit. We generate\nthe TFET models by using the model editor in Orcad. Extensive circuit\nsimulation is then performed by using these models in the Pspice circuit\ndesign. Performance of extended channel double gate TFET is evaluated on the\ngrounds of power and delay in inverter, nand gate, nor gate and ring\noscillator. Before that we perform device analysis of double gate extended\nchannel TFETs, extended channel has been tried before on SOI TFETs we try it\nfor the first time on double gate Si1-xGex TFETs. We even look at the effect of\nintroducing Si layer. The performance of this device is compared for different\nGe mole fraction and also with MOSFETs\n"]}]
["1105.4945",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4945"],"date":["2011-05-25"],"type":["text"],"creator":["Moser, Jan"],"language":[],"coverage":[],"title":["Riemann hypothesis and some new integrals connected with the integral\n  negativity of the remainder in the formula for the prime-counting function\n  $\\pi(x)$"],"description":["  In this paper a new integral for the remainder of $\\pi(x)$ is obtained. It is\nproved that there is an infinite set of the formulae containing miscellaneous\nparts of this integral.\n"]}]
["1105.4953",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4953"],"date":["2011-05-25"],"type":["text"],"creator":["Corlay, Sylvain"],"language":[],"coverage":[],"title":["A fast nearest neighbor search algorithm based on vector quantization"],"description":["  In this article, we propose a new fast nearest neighbor search algorithm,\nbased on vector quantization. Like many other branch and bound search\nalgorithms [1,10], a preprocessing recursively partitions the data set into\ndisjointed subsets until the number of points in each part is small enough. In\ndoing so, a search-tree data structure is built. This preliminary recursive\ndata-set partition is based on the vector quantization of the empirical\ndistribution of the initial data-set. Unlike previously cited methods, this\nkind of partitions does not a priori allow to eliminate several brother nodes\nin the search tree with a single test. To overcome this difficulty, we propose\nan algorithm to reduce the number of tested brother nodes to a minimal list\nthat we call \"friend Voronoi cells\". The complete description of the method\nrequires a deeper insight into the properties of Delaunay triangulations and\nVoronoi diagrams\n"]}]
["1105.4958",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4958","Computers & Industrial Engineering 61 (2011) pp. 84-97","doi:10.1016/j.cie.2011.02.016"],"date":["2011-05-25"],"type":["text"],"creator":["Mawussi, Kwamiwi","Tapie, Laurent Pierre"],"language":[],"coverage":[],"title":["A Knowledge base model for complex forging die machining"],"description":["  Recent evolutions on forging process induce more complex shape on forging\ndie. These evolutions, combined with High Speed Machining (HSM) process of\nforging die lead to important increase in time for machining preparation. In\nthis context, an original approach for generating machining process based on\nmachining knowledge is proposed in this paper. The core of this approach is to\ndecompose a CAD model of complex forging die in geometric features.\nTechnological data and topological relations are aggregated to a geometric\nfeature in order to create machining features. Technological data, such as\nmaterial, surface roughness and form tolerance are defined during forging\nprocess and dies design. These data are used to choose cutting tools and\nmachining strategies. Topological relations define relative positions between\nthe surfaces of the die CAD model. After machining features identification\ncutting tools and machining strategies currently used in HSM of forging die,\nare associated to them in order to generate machining sequences. A machining\nprocess model is proposed to formalize the links between information imbedded\nin the machining features and the parameters of cutting tools and machining\nstrategies. At last machining sequences are grouped and ordered to generate the\ncomplete die machining process. In this paper the identification of geometrical\nfeatures is detailed. Geometrical features identification is based on machining\nknowledge formalization which is translated in the generation of maps from STL\nmodels. A map based on the contact area between cutting tools and die shape\ngives basic geometrical features which are connected or not according to the\ncontinuity maps. The proposed approach is illustrated by an application on an\nindustrial study case which was accomplished as part of collaboration.\n"]}]
["1105.4961",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4961"],"date":["2011-05-25"],"type":["text"],"creator":["Tuomi, Mikko","Rasinmäki, Jussi","Repo, Anna","Vanhala, Pekka","Liski, Jari"],"language":[],"coverage":[],"title":["Soil carbon model Yasso07 graphical user interface"],"description":["  In this article, we present a graphical user interface software for the\nlitter decomposition and soil carbon model Yasso07 and an overview of the\nprinciples and formulae it is based on. The software can be used to test the\nmodel and use it in simple applications. Yasso07 is applicable to upland soils\nof different ecosystems worldwide, because it has been developed using data\ncovering the global climate conditions and representing various ecosystem\ntypes. As input information, Yasso07 requires data on litter input to soil,\nclimate conditions, and land-use change if any. The model predictions are given\nas probability densities representing the uncertainties in the parameter values\nof the model and those in the input data - the user interface calculates these\ndensities using a built-in Monte Carlo simulation.\n","Comment: 15 pages, 1 figure. Accepted for publication in Environmental\n  Modelling and Software"]}]
["1105.4962",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4962"],"date":["2011-05-25"],"type":["text"],"creator":["Ding, Qi","Xin, Y. L."],"language":[],"coverage":[],"title":["The rigidity theorems of self shrinkers"],"description":["  By using certain idea developed in minimal submanifold theory we study\nrigidity problem for self-shrinkers in the present paper. We prove rigidity\nresults for squared norm of the second fundamental form of self-shrinkers,\neither under point-wise conditions or under integral conditions.\n","Comment: 21"]}]
["1105.4963",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4963"],"date":["2011-05-25"],"type":["text"],"creator":["Kozlov, V. A.","Kutovoi, S. A.","Zagumennyi, A. I.","Zavartsev, Yu. D.","Zavertyaev, M. V.","Zerrouk, A. F."],"language":[],"coverage":[],"title":["Proton induced damage in LFS-3 and LFS-8 scintillating crystals"],"description":["  Scintillating LFS-3 and LFS-8 crystals were exposed to a 155 MeV/c proton\nfluence $\\Phi_{p}=(4.4\\pm0.4)\\cdot10^{12}cm^{-2}$. There was negligible\nreduction in transmission spectrum of LFS-3 crystal measured in 30 days after\nirradiation.\n","Comment: 5 pages, 2 figures, 1 table"]}]
["1105.4964",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4964","scirp-SNL May 2011 (Scientific Research Publisher, Soft Nanoscince\n  Letters )"],"date":["2011-05-25"],"type":["text"],"creator":["Wu, Jia-lin"],"language":[],"coverage":[],"title":["Universal 2D Soft Nano-Scale Mosaic Structure Theory for Polymers and\n  Colloids"],"description":["  A basic concept in chain-particle cluster-motion, from frozen glassy state to\nmelt state, is the 2D soft nano-scale mosaic structure formed by 8 orders of 2D\ninterface excitation (IE) loop-flows, from small to large in inverse cascade\nand re-arrangement structure in cascade along local one direction. IE has\nadditional repulsive energy and extra vacancy volume. IE results from that the\ninstantaneous synchronal polarized electron charge coupling pair is able to\nparallel transport on the interface between two neighboring chain-particles\nwith antiparallel delocalization. This structure accords with de Gennes' mosaic\nstructure picture, from which we can directly deduce glass transition\ntemperature, melt temperature, free volume fraction, critical entangled chain\nlength, and activation energy to break solid lattice. This is also the\nin-herency maximum order-potential structure in random systems.\n","Comment: 10Papers, 6 figures, 14 References"]}]
["1105.4965",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks","Physics - Data Analysis, Statistics and Probability","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4965","doi:10.1371/journal.pone.0021197"],"date":["2011-05-25"],"type":["text"],"creator":["Wang, Lin","Li, Xiang","Zhang, Yi-Qing","Zhang, Yan","Zhang, Kan"],"language":[],"coverage":[],"title":["Evolution of scaling emergence in large-scale spatial epidemic spreading"],"description":["  Background: Zipf's law and Heaps' law are two representatives of the scaling\nconcepts, which play a significant role in the study of complexity science. The\ncoexistence of the Zipf's law and the Heaps' law motivates different\nunderstandings on the dependence between these two scalings, which is still\nhardly been clarified.\n  Methodology/Principal Findings: In this article, we observe an evolution\nprocess of the scalings: the Zipf's law and the Heaps' law are naturally shaped\nto coexist at the initial time, while the crossover comes with the emergence of\ntheir inconsistency at the larger time before reaching a stable state, where\nthe Heaps' law still exists with the disappearance of strict Zipf's law. Such\nfindings are illustrated with a scenario of large-scale spatial epidemic\nspreading, and the empirical results of pandemic disease support a universal\nanalysis of the relation between the two laws regardless of the biological\ndetails of disease. Employing the United States(U.S.) domestic air\ntransportation and demographic data to construct a metapopulation model for\nsimulating the pandemic spread at the U.S. country level, we uncover that the\nbroad heterogeneity of the infrastructure plays a key role in the evolution of\nscaling emergence.\n  Conclusions/Significance: The analyses of large-scale spatial epidemic\nspreading help understand the temporal evolution of scalings, indicating the\ncoexistence of the Zipf's law and the Heaps' law depends on the collective\ndynamics of epidemic processes, and the heterogeneity of epidemic spread\nindicates the significance of performing targeted containment strategies at the\nearly time of a pandemic disease.\n","Comment: 24pages, 7figures, accepted by PLoS ONE"]}]
["1105.4971",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4971"],"date":["2011-05-25"],"type":["text"],"creator":["Castillo, P. A.","Arenas, M. G.","Mora, A. M.","Laredo, J. L. J.","Romero, G.","Rivas, V. M","Merelo, J. J."],"language":[],"coverage":[],"title":["Distributed Evolutionary Computation using REST"],"description":["  This paper analises distributed evolutionary computation based on the\nRepresentational State Transfer (REST) protocol, which overlays a farming model\non evolutionary computation. An approach to evolutionary distributed\noptimisation of multilayer perceptrons (MLP) using REST and language Perl has\nbeen done. In these experiments, a master-slave based evolutionary algorithm\n(EA) has been implemented, where slave processes evaluate the costly fitness\nfunction (training a MLP to solve a classification problem). Obtained results\nshow that the parallel version of the developed programs obtains similar or\nbetter results using much less time than the sequential version, obtaining a\ngood speedup.\n","Comment: Paper 3 for the First International Workshop of Distributed\n  Evolutionary computation in Informal Environments"]}]
["1105.4972",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4972"],"date":["2011-05-25"],"type":["text"],"creator":["Chen, Lung-Hui"],"language":[],"coverage":[],"title":["Counting the Resonances in High and Even Dimensional Obstacle Scattering"],"description":["  In this paper, we give a polynomial lower bound for the resonances of\n$-\\Delta$ perturbed by an obstacle in even-dimensional Euclidean spaces,\n$n\\geq4$. The proof is based on a Poisson Summation Formula which comes from\nthe Hadamard factorization theorem in the open upper complex plane. We take\nadvantage of the singularity of regularized wave trace to give the\npole/resonance counting function over the principal branch of logarithmic plane\na lower bound.\n"]}]
["1105.4977",{"format":[],"subject":["Mathematics - Representation Theory","20C15, 20C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4977"],"date":["2011-05-25"],"type":["text"],"creator":["Sambale, Benjamin"],"language":[],"coverage":[],"title":["Blocks with defect group D_{2^n} * C_{2^m}"],"description":["  We determine the numerical invariants of blocks with defect group D_{2^n} *\nC_{2^m} = Q_{2^n} * C_{2^m} (central product), where n > 2 and m > 1. As a\nconsequence, we prove Brauer's k(B)-conjecture, Olsson's conjecture (and more\ngenerally Eaton's conjecture), Brauer's height zero conjecture, the\nAlperin-McKay conjecture, Alperin's weight conjecture and Robinson's ordinary\nweight conjecture for these blocks. Moreover, we show that the gluing problem\nhas a unique solution in this case.\n","Comment: 10 pages"]}]
["1105.4978",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4978"],"date":["2011-05-25"],"type":["text"],"creator":["Castillo, P. A.","Bernier, J. L.","Arenas, M. G.","Merelo, J. J.","Garcia-Sanchez, P."],"language":[],"coverage":[],"title":["SOAP vs REST: Comparing a master-slave GA implementation"],"description":["  In this paper, a high-level comparison of both SOAP (Simple Object Access\nProtocol) and REST (Representational State Transfer) is made. These are the two\nmain approaches for interfacing to the web with web services. Both approaches\nare different and present some advantages and disadvantages for interfacing to\nweb services: SOAP is conceptually more difficult (has a steeper learning\ncurve) and more \"heavy-weight\" than REST, although it lacks of standards\nsupport for security. In order to test their eficiency (in time), two\nexperiments have been performed using both technologies: a client-server model\nimplementation and a master-slave based genetic algorithm (GA). The results\nobtained show clear differences in time between SOAP and REST implementations.\nAlthough both techniques are suitable for developing parallel systems, SOAP is\nheavier than REST, mainly due to the verbosity of SOAP communications (XML\nincreases the time taken to parse the messages).\n","Comment: Paper 2 for the First International Workshop of Distributed\n  Evolutionary computation in Informal Environments"]}]
["1105.4986",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4986"],"date":["2011-05-25"],"type":["text"],"creator":["Cheballah, Hayat","Biane, Philippe"],"language":[],"coverage":[],"title":["Gog and Magog triangles, and the Schutzenberger involution"],"description":["  We describe an approach to finding a bijection between Alternating Sign\nMatrices and Totally Symmetric Self-Complementary Plane Partitions, which is\nbased on the Schutzenberger involution. In particular we give an explicit\nbijection between Gog and Magog trapezoids with two diagonals.\n","Comment: 17 pages"]}]
["1105.4989",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4989"],"date":["2011-05-25"],"type":["text"],"creator":["Ostergaard, Jan","Zamir, Ram"],"language":[],"coverage":[],"title":["Incremental Refinement using a Gaussian Test Channel"],"description":["  The additive rate-distortion function (ARDF) was developed in order to\nuniversally bound the rate loss in the Wyner-Ziv problem, and has since then\nbeen instrumental in e.g., bounding the rate loss in successive refinements,\nuniversal quantization, and other multi-terminal source coding settings. The\nARDF is defined as the minimum mutual information over an additive test channel\nfollowed by estimation. In the limit of high resolution, the ADRF coincides\nwith the true RDF for many sources and fidelity criterions. In the other\nextreme, i.e., the limit of low resolutions, the behavior of the ARDF has not\npreviously been rigorously addressed. In this work, we consider the special\ncase of quadratic distortion and where the noise in the test channel is\nGaussian distributed. We first establish a link to the I-MMSE relation of Guo\net al. and use this to show that for any source the slope of the ARDF near zero\nrate, converges to the slope of the Gaussian RDF near zero rate. We then\nconsider the multiplicative rate loss of the ARDF, and show that for bursty\nsources it may be unbounded, contrary to the additive rate loss, which is upper\nbounded by 1/2 bit for all sources. We finally show that unconditional\nincremental refinement, i.e., where each refinement is encoded independently of\nthe other refinements, is ARDF optimal in the limit of low resolution,\nindependently of the source distribution. Our results also reveal under which\nconditions linear estimation is ARDF optimal in the low rate regime.\n","Comment: 5 pages, to appear at IEEE International Symposium on Information\n  Theory (ISIT), August 2011"]}]
["1105.4993",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J28, 11G25, 14G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4993"],"date":["2011-05-25"],"type":["text"],"creator":["Schuett, Matthias"],"language":[],"coverage":[],"title":["A note on the supersingular K3 surface of Artin invariant 1"],"description":["  We prove that the supersingular K3 surface of Artin invariant 1 in\ncharacteristic p (where p denotes an arbitrary prime) admits a model over IF_p\nwith Picard number 21.\n","Comment: 6 pages"]}]
["1105.4997",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4997"],"date":["2011-05-25"],"type":["text"],"creator":["Gregori, Andrea"],"language":[],"coverage":[],"title":["A note on the gravity screening in quantum systems"],"description":["  We discuss how, in the theoretical scenario presented in [1], the gravity\nscreening and the gravity impulse which seem to be produced under certain\nconditions by high temperature superconductors are expected to be an entropic\nresponse to the flow of part of the system into a deeper quantum regime.\n","Comment: 17 pages, 2 figures"]}]
["1105.5010",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5010","2011, AN 332 vol. 5, pp. 467-474","doi:10.1002/asna.201011561"],"date":["2011-05-25"],"type":["text"],"creator":["Martell, Sarah L."],"language":[],"coverage":[],"title":["Light-element abundance variations in globular clusters"],"description":["  Star-to-star variations in abundances of the light elements carbon, nitrogen,\noxygen, and sodium have been observed in stars of all evolutionary phases in\nall Galactic globular clusters that have been thoroughly studied. The data\navailable for studying this phenomenon, and the hypotheses as to its origin,\nhave both co-evolved with observing technology; once high-resolution spectra\nwere available even for main-sequence stars in globular clusters, scenarios\ninvolving multiple closely spaced stellar generations enriched by feedback from\nmoderate- and high-mass stars began to gain traction in the literature. This\npaper briefly reviews the observational history of globular cluster abundance\ninhomogeneities, discusses the presently favored models of their origin, and\nconsiders several aspects of this problem that require further study.\n","Comment: AN in press, 9 pages, Highlight talk from Astronomische Gesellschaft\n  2010 annual meeting"]}]
["1105.5016",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5016"],"date":["2011-05-25"],"type":["text"],"creator":["Jacob, N.","Knopova, V.","Landwehr, S.","Schilling, R. L."],"language":[],"coverage":[],"title":["A geometric interpretation of the transition density of a symmetric\n  L\\'evy Process"],"description":["  We study for a class of symmetric L\\'evy processes with state space $\\rn$ the\ntransition density $p_t(x)$ in terms of two one-parameter families of metrics,\n$(d_t)_{t>0}$ and $(\\delta_t)_{t>0}$. The first family of metrics describes the\ndiagonal term $p_t(0)$; it is induced by the characteristic exponent $\\psi$ of\nthe L\\'evy process by $d_t(x,y)=\\sqrt{t\\psi(x-y)}$. The second and new family\nof metrics $\\delta_t$ relates to $\\sqrt{t\\psi}$ through the formula\n  $$\n  \\exp(-\\delta_t^2(x,y))\n  = \\Ff[\\frac{e^{-t\\psi}}{p_t(0)}](x-y)\n  $$\n  where $\\Ff$ denotes the Fourier transform. Thus we obtain the following\n\"Gaussian\" representation of the transition density: $p_t(x)=p_t(0)\ne^{-\\delta_t^2(x,0)}$ where $p_t(0)$ corresponds to a volume term related to\n$\\sqrt{t\\psi}$ and where an \"exponential\" decay is governed by $\\delta_t^2$.\nThis gives a complete and new geometric, intrinsic interpretation of $p_t(x)$.\n"]}]
["1105.5017",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5017","Nano Letter 11(5), 2011","doi:10.1021/nl201179n"],"date":["2011-05-25"],"type":["text"],"creator":["Dan, Yaping","Seo, Kwanyong","Takei, Kuniharu","Meza, Jhim H.","Javey, Ali","Crozier, Kenneth B."],"language":[],"coverage":[],"title":["Dramatic reduction of surface recombination by in-situ surface\n  passivation of silicon nanowires"],"description":["  Nanowires have unique optical properties [1-4] and are considered as\nimportant building blocks for energy harvesting applications such as solar\ncells. [2, 5-8] However, due to their large surface-to-volume ratios, the\nrecombination of charge carriers through surface states reduces the carrier\ndiffusion lengths in nanowires a few orders of magnitude,[9] often resulting in\nthe low efficiency (a few percent or less) of nanowire-based solar cells. [7,\n8, 10, 11] Reducing the recombination by surface passivation is crucial for the\nrealization of high performance nanosized optoelectronic devices, but remains\nlargely unexplored. [7, 12-14] Here we show that a thin layer of amorphous\nsilicon (a-Si) coated on a single-crystalline silicon nanowire (sc-SiNW),\nforming a core-shell structure in-situ in the vapor-liquid-solid (VLS) process,\nreduces the surface recombination nearly two orders of magnitude. Under\nillumination of modulated light, we measure a greater than 90-fold improvement\nin the photosensitivity of individual core-shell nanowires, compared to regular\nnanowires without shell. Simulations of the optical absorption of the nanowires\nindicate that the strong absorption of the a-Si shell contributes to this\neffect, but we conclude that the effect is mainly due to the enhanced carrier\nlifetime by surface passivation.\n"]}]
["1105.5027",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Geometry","52B20, 52-04, 14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5027"],"date":["2011-05-25"],"type":["text"],"creator":["Joswig, Michael","Paffenholz, Andreas"],"language":[],"coverage":[],"title":["Defect Polytopes and Counter-Examples With polymake"],"description":["  It is demonstrated how the software system polymake can be used for\ncomputations in toric geometry. More precisely, counter-examples to conjectures\nrelated to A-determinants and defect polytopes are constructed.\n","Comment: 6 pages, epxanded extended abstract for software session at ISSAC\n  2011"]}]
["1105.5033",{"format":[],"subject":["Quantitative Biology - Molecular Networks","92B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5033"],"date":["2011-05-25"],"type":["text"],"creator":["Görlich, Dennis","Dittrich, Peter"],"language":[],"coverage":[],"title":["Molecular Codes in Biological and Non-Biological Reaction Networks"],"description":["  Can we objectively distinguish chemical systems that are able to process\nmeaningful information from those that are not suitable for information\nprocessing? Here, we present a formal method to assess the semantic capacity of\na chemical reaction network. The semantic capacity of a network can be measured\nby analyzing the capability of the network to implement molecular codes. We\nanalyzed models of real chemical systems (Martian atmosphere chemistry and\nvarious combustion chemistries), bio-chemical systems (gene expression, gene\ntranslation, and phosphorylation signaling cascades), as well as an artificial\nchemistry and random networks. Our study suggests that different chemical\nsystems posses different semantic capacities. Basically no semantic capacity\nwas found in the atmosphere chemistry of Mars and all studied combustion\nchemistries, as well as in highly connected random networks, i.e., with these\nchemistries molecular codes cannot be implemented. High semantic capacity was\nfound in the bio-chemical systems, as well as in random networks where the\nnumber of second order reactions is at the number of species. Hypotheses\nconcern the origin and evolution of life. We conclude that our approach can be\napplied to evaluate the information processing capabilities of a chemical\nsystem and may thus be a useful tool to understand the origin and evolution of\nmeaningful information, e.g., at the origin of life.\n"]}]
["1105.5034",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5034"],"date":["2011-05-25"],"type":["text"],"creator":["Cvach, J.","Janata, M.","Kvasnicka, J.","Lednicky, D.","Polak, I.","Smolik, J.","Zalesak, J."],"language":[],"coverage":[],"title":["Calibration prototype for the EUDET HCAL"],"description":["  The electronics producing a few nanoseconds long LED pulses tuneable in the\namplitude and the optical system distributing the LED light to scintillators by\na single optical fibre are described. The properties of the LED pulses are\ncontrolled by a computer connected via a CANbus to the controller on the board.\nWe produced a prototype with 6 LED pulse drivers placed on a 4-layer PCB with\ndimension 250 x 147 mm2. The pulse width is constant and 3 ns long. Its\namplitude can be tuned from zero to 1.2 A. The pulse frequency can be set in\nthe range up to 100 kHz. The LED light is distributed by a 1 mm diameter\noptical fibre. On the length of 2 m the fibre has every 30 mm a notch which\nflashes light with homogeneity of \\pm20%. The system is foreseen for\ncalibration of silicon photomultipliers embedded in scintillation tiles.\n","Comment: 11 pages, 9 figures, 2 tables, EUDET project report"]}]
["1105.5045",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5045"],"date":["2011-05-25"],"type":["text"],"creator":["Furioli, G.","Pulvirenti, A.","Terraneo, E.","Toscani, G."],"language":[],"coverage":[],"title":["The grazing collision limit of the inelastic Kac model around a\n  L\\'evy-type equilibrium"],"description":["  This paper is devoted to the grazing collision limit of the inelastic Kac\nmodel introduced in [A. Pulvirenti and G. Toscani. J. Statist. Phys.,\n114(5-6):1453--1480, 2004], when the equilibrium distribution function is a\nheavy-tailed L\\'evy-type distribution with infinite variance. We prove that\nsolutions in an appropriate domain of attraction of the equilibrium\ndistribution converge to solutions of a Fokker-Planck equation with a\nfractional diffusion operator.\n","Comment: 27 pages"]}]
["1105.5047",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5047","Phys. Rev. E 83, 011118 (2011)","doi:10.1103/PhysRevE.83.011118"],"date":["2011-05-25"],"type":["text"],"creator":["Slanina, Frantisek"],"language":[],"coverage":[],"title":["Equivalence of replica and cavity methods for computing spectra of\n  sparse random matrices"],"description":["  We show by direct calculation that the replica and cavity methods are exactly\nequivalent for the spectrum of Erdos-Renyi random graph. We introduce a\nvariational formulation based on the cavity method and use it to find\napproximate solutions for the density of eigenvalues. We also use this\nvariational method for calculating spectra of sparse covariance matrices.\n"]}]
["1105.5048",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Category Theory","20F36 (primary), 16W30 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5048"],"date":["2011-05-25"],"type":["text"],"creator":["Galindo, César","Hong, Seung-Moon","Rowell, Eric C."],"language":[],"coverage":[],"title":["Generalized and quasi-localizations of braid group representations"],"description":["  We develop a theory of localization for braid group representations\nassociated with objects in braided fusion categories and, more generally, to\nYang-Baxter operators in monoidal categories. The essential problem is to\ndetermine when a family of braid representations can be uniformly modelled upon\na tensor power of a fixed vector space in such a way that the braid group\ngenerators act \"locally\". Although related to the notion of (quasi-)fiber\nfunctors for fusion categories, remarkably, such localizations can exist for\nrepresentations associated with objects of non-integral dimension. We\nconjecture that such localizations exist precisely when the object in question\nhas dimension the square-root of an integer and prove several key special cases\nof the conjecture.\n","Comment: 31 pages"]}]
["1105.5053",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5053","Advances in Complex Systems 13 (2010) 699-723","doi:10.1142/S0219525910002840"],"date":["2011-05-25"],"type":["text"],"creator":["Slanina, Frantisek","Konopasek, Zdenek"],"language":[],"coverage":[],"title":["Eigenvector localization as a tool to study small communities in online\n  social networks"],"description":["  We present and discuss a mathematical procedure for identification of small\n\"communities\" or segments within large bipartite networks. The procedure is\nbased on spectral analysis of the matrix encoding network structure. The\nprincipal tool here is localization of eigenvectors of the matrix, by means of\nwhich the relevant network segments become visible. We exemplified our approach\nby analyzing the data related to product reviewing on Amazon.com. We found\nseveral segments, a kind of hybrid communities of densely interlinked reviewers\nand products, which we were able to meaningfully interpret in terms of the type\nand thematic categorization of reviewed items. The method provides a\ncomplementary approach to other ways of community detection, typically aiming\nat identification of large network modules.\n"]}]
["1105.5054",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5054"],"date":["2011-05-25"],"type":["text"],"creator":["Flego, S. P.","Plastino, A.","Plastino, A. R."],"language":[],"coverage":[],"title":["Special features of the relation between Fisher Information and\n  Schr\\\"odinger eigenvalue equation"],"description":["  It is well known that a suggestive relation exists that links Schr\\\"odinger's\nequation (SE) to the information-optimizing principle based on Fisher's\ninformation measure (FIM). The connection entails the existence of a Legendre\ntransform structure underlying the SE. Here we show that appeal to this\nstructure leads to a first order differential equation for the SE's eigenvalues\nthat, in certain cases, can be used to obtain the eigenvalues without\nexplicitly solving SE. Complying with the above mentioned equation constitutes\na necessary condition to be satisfied by an energy eigenvalue.\n  We show that the general solution is unique.\n"]}]
["1105.5060",{"format":[],"subject":["Mathematics - Differential Geometry","32Q05, 32U20, 35A15 and 49Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5060"],"date":["2011-05-25"],"type":["text"],"creator":["Muetzel, Bjoern"],"language":[],"coverage":[],"title":["Inequalities for the capacity of non-contractible annuli on cylinders of\n  constant and variable negative curvature"],"description":["  Using a new method we give elementary estimates for the capacity of\nnon-contractible annuli on cylinders and provide examples, where these\ninequalities are sharp. Here the lower bound depends only on the area of the\nannulus. In the case of constant curvature this lower bound is obtained with\nthe help of a symmetrization process that results in an annulus of minimal\ncapacity. In the case of variable negative curvature we obtain the lower bound\nby constructing a comparison annulus with the same area but lower capacity on a\ncylinder of constant curvature. The methods developed here have been applied to\nestimated the energy of harmonic forms on Riemann surfaces in \\cite{mu}.\n","Comment: 14 pages"]}]
["1105.5063",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Condensed Matter - Soft Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5063","doi:10.1093/nar/gkr272"],"date":["2011-05-25"],"type":["text"],"creator":["Vilar, Jose M. G.","Saiz, Leonor"],"language":[],"coverage":[],"title":["Control of gene expression by modulated self-assembly"],"description":["  Numerous transcription factors self-assemble into different order oligomeric\nspecies in a way that is actively regulated by the cell. Until now, no general\nfunctional role has been identified for this widespread process. Here we\ncapture the effects of modulated self-assembly in gene expression with a novel\nquantitative framework. We show that this mechanism provides precision and\nflexibility, two seemingly antagonistic properties, to the sensing of diverse\ncellular signals by systems that share common elements present in transcription\nfactors like p53, NF-kappaB, STATs, Oct, and RXR. Applied to the nuclear\nhormone receptor RXR, this framework accurately reproduces a broad range of\nclassical, previously unexplained, sets of gene expression data and\ncorroborates the existence of a precise functional regime with flexible\nproperties that can be controlled both at a genome-wide scale and at the\nindividual promoter level.\n","Comment: Nucleic Acids Research, (2011); Published version available at\n  http://nar.oxfordjournals.org/content/early/2011/05/20/nar.gkr272.full"]}]
["1105.5065",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory","62G35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5065"],"date":["2011-05-25"],"type":["text"],"creator":["Álvarez, Enrique E.","Yohai, Víctor J."],"language":[],"coverage":[],"title":["M-estimators for Isotonic Regression"],"description":["  In this paper we propose a family of robust estimates for isotonic\nregression: isotonic M-estimators. We show that their asymptotic distribution\nis, up to an scalar factor, the same as that of Brunk's classical isotonic\nestimator. We also derive the influence function and the breakdown point of\nthese estimates. Finally we perform a Monte Carlo study that shows that the\nproposed family includes estimators that are simultaneously highly efficient\nunder gaussian errors and highly robust when the error distribution has heavy\ntails.\n"]}]
["1105.5066",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5066"],"date":["2011-05-25"],"type":["text"],"creator":["Izmestiev, Ivan"],"language":[],"coverage":[],"title":["Infinitesimal rigidity of convex surfaces through the second derivative\n  of the Hilbert-Einstein functional I: Polyhedral case"],"description":["  The paper is centered around a new proof of the infinitesimal rigidity of\nconvex polyhedra. The proof is based on studying derivatives of the discrete\nHilbert-Einstein functional on the space of \"warped polyhedra\" with a fixed\nmetric on the boundary. This approach is in a sense dual to using derivatives\nof the volume in order to prove the Gauss infinitesimal rigidity of convex\npolyhedra, which deals with deformations that preserve face normals and face\nareas. In the spherical and in the hyperbolic-de Sitter space, there is a\nperfect duality between the Hilbert-Einstein functional and the volume, as well\nas between both kinds of rigidity. We also discuss directions for future\nresearch, including elementary proofs of the infinitesimal rigidity of\nhyperbolic (cone-)manifolds and development of a discrete Bochner technique.\n","Comment: 42 pages, 7 figures"]}]
["1105.5067",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5067"],"date":["2011-05-25"],"type":["text"],"creator":["Izmestiev, Ivan"],"language":[],"coverage":[],"title":["Infinitesimal rigidity of convex surfaces through the second derivative\n  of the Hilbert-Einstein functional II: Smooth case"],"description":["  The paper is centered around a new proof of the infinitesimal rigidity of\nsmooth closed surfaces with everywhere positive Gauss curvature. We use a\nreformulation that replaces deformation of an embedding by deformation of the\nmetric inside the body bounded by the surface. The proof is obtained by\nstudying derivatives of the Hilbert-Einstein functional with boundary term.\nThis approach is in a sense dual to proving the Gauss infinitesimal rigidity,\nthat is rigidity with respect to the Gauss curvature parametrized by the Gauss\nmap, by studying derivatives of the volume bounded by the surface. We recall\nthat Blaschke's classical proof of the infinitesimal rigidity is also related\nto the Gauss infinitesimal rigidity, but in a different way: while Blaschke\nuses Gauss rigidity of the same surface, we use the Gauss rigidity of the polar\ndual. In the spherical and in the hyperbolic-de Sitter space, there is a\nperfect duality between the Hilbert-Einstein functional and the volume, as well\nas between both kinds of rigidity. We also indicate directions for future\nresearch, including the infinitesimal rigidity of convex cores of hyperbolic\n3--manifolds.\n","Comment: 60 pages"]}]
["1105.5069",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5069"],"date":["2011-05-25"],"type":["text"],"creator":["Brandt, Daniel"],"language":[],"coverage":[],"title":["Proceedings of the 2009 CAS-CERN Accelerator School: Specialised course\n  on Magnets, Bruges, Belgium, 16 - 25 Jun 2009"],"description":["  These proceedings present the lectures given at the twenty-third specialized\ncourse organized by the CERN Accelerator School (CAS), the topic being\n'Magnets'. The course was held in Bruges, Belgium, from 16 to 25 June 2009.\nThis is the first time this topic has been selected for a specialized course.\nTaking into account the number of related applications currently in use in\naccelerators around the world, but, even more important, the worrying decrease\nin the corresponding expertise in the different laboratories, it was recognized\nthat such a topic should definitively be incorporated into the CAS series of\nspecialized courses. The specific aim of the course was to introduce the\nparticipants to the basics of resistive magnet design and its underlying\ntheoretical concepts. The first part of the school dealt with basic\nintroductory courses such as Maxwell's equations for magnets, beam optics,\nphysics and measurement of magnetic materials, the different types of resistive\nmagnets and their respective performance, an introduction to numerical field\ncomputation, and a core lecture on basic magnet design. The second part of the\ncourse focused more on quality control, the different measurement systems with\ntheir electronics, calibration techniques and respective applications as well\nas the question of stability and reproducibility. For the first time, in\naddition to the actual lectures, a Case Study was proposed to the participants.\nThis consisted of eight hours of a guided practical exercise, where the\nparticipants had to propose their own design for a magnet fulfilling the\nboundary conditions corresponding to a combined-function magnet developed for\nthe ALBA Synchrotron Light Source in Barcelona, Spain. This Case Study was\nenthusiastically received by the participants, who praised both the proposed\napproach and the amount of practical information acquired from this exercise.\n","Comment: 14 lectures, 494 pages, published as CERN Yellow Report\n  http://cdsweb.cern.ch/record/1158462"]}]
["1105.5075",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5075"],"date":["2011-05-25"],"type":["text"],"creator":["Pinamonti, Andrea","Valdinoci, Enrico"],"language":[],"coverage":[],"title":["A Lewy-Stampacchia Estimate for quasilinear variational inequalities in\n  the Heisenberg group"],"description":["  We consider an obstacle problem in the Heisenberg group framework, and we\nprove that the operator on the obstacle bounds pointwise the operator on the\nsolution. More explicitly, if $\\epsilon\\ge0$ and $\\bar u_\\epsilon$ minimizes\nthe functional $$ \\int_\\Omega(\\epsilon+|\\nabla_{\\H^n}u|^2)^{p/2}$$ among the\nfunctions with prescribed Dirichlet boundary condition that stay below a smooth\nobstacle $\\psi$, then 0 \\le \\div_{\\H^n}\\, \\Big((\\epsilon+|\\nabla_{\\H^n}\\bar\nu_\\epsilon|^2)^{(p/2)-1} \\nabla_{\\H^n}\\bar u_\\epsilon\\Big) \\qquad \\le\n(\\div_{\\H^n}\\, \\Big((\\epsilon+|\\nabla_{\\H^n}\\psi|^2)^{(p/2)-1}\n\\nabla_{\\H^n}\\psi\\Big))^+.\n"]}]
["1105.5094",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","34C23, 37G35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5094"],"date":["2011-05-25"],"type":["text"],"creator":["Anagnostopoulou, Vasso","Jäger, Tobias"],"language":[],"coverage":[],"title":["Nonautonomous saddle-node bifurcations: random and deterministic forcing"],"description":["  We study the effect of external forcing on the saddle-node bifurcation\npattern of interval maps. By replacing fixed points of unperturbed maps by\ninvariant graphs, we obtain direct analogues to the classical result both for\nrandom forcing by measure-preserving dynamical systems and for deterministic\nforcing by homeomorphisms of compact metric spaces. Additional assumptions like\nergodicity or minimality of the forcing process then yield further information\nabout the dynamics. The main difference to the unforced situation is that at\nthe critical bifurcation parameter, two alternatives exist. In addition to the\npossibility of a unique neutral invariant graph, corresponding to a neutral\nfixed point, a pair of so-called pinched invariant graphs may occur. In\nquasiperiodically forced systems, these are often referred to as 'strange\nnon-chaotic attractors'. The results on deterministic forcing can be considered\nas an extension of the work of Novo, Nunez, Obaya and Sanz on nonautonomous\nconvex scalar differential equations. As a by-product, we also give a\ngeneralisation of a result by Sturman and Stark on the structure of minimal\nsets in forced systems.\n","Comment: 17 pages, 5 figures"]}]
["1105.5097",{"format":[],"subject":["Physics - Accelerator Physics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5097"],"date":["2011-05-25"],"type":["text"],"creator":["Nusinovich, Gregory S.","Antonsen Jr, Thomas M."],"language":[],"coverage":[],"title":["Role of rf electric and magnetic fields in heating of micro-protrusions\n  in accelerating structures"],"description":["  It is known that high-gradient operation in metallic accelerating structures\ncauses significant deterioration of structure surfaces that, in turn, greatly\nincreases the probability of microwave breakdown. At the same time, the\nphysical reason for this deterioration so far is not well understood. In the\npresent paper, the role of two effects is analyzed, viz. (a) the microwave\nheating caused by penetration of the rf magnetic field into microprotrusion of\na radius on the order of the skin depth and (b) the Joule heating caused by the\nfield emitted current, i.e. the effect of the rf electric field magnified by a\nsharp protrusion. Corresponding expressions for the power densities of both\neffects are derived and the criterion for evaluating the dominance of one of\nthese two is formulated. This criterion is analyzed and illustrated by the\ndiscussion of an example with parameters typical for recent experiments at the\nStanford Linear Accelerator Center (SLAC) National Accelerator Laboratory.\n"]}]
["1105.5099",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5099"],"date":["2011-05-25"],"type":["text"],"creator":["Mazumder, B.","Gruber, M.","Vella, A.","Vurpillot, F.","Deconihout, B."],"language":[],"coverage":[],"title":["Interface study of FeMgOFe magnetic tunnel junctions using 3D Atom Probe"],"description":["  A detailed interface study was conducted on a Fe/MgO/Fe system using laser\nassisted 3D atom probe. It exhibits an additional oxide formation at the second\ninterface of the multilayer structure independent of laser wavelength, laser\nfluence and the thickness of the tunnel barrier. We have shown with the help of\nsimulation that this phenomena is caused by the field evaporation of two layers\nhaving two different evaporation\n"]}]
["1105.5101",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5101"],"date":["2011-05-25"],"type":["text"],"creator":["Gingrich, Douglas M."],"language":[],"coverage":[],"title":["Exotic Searches at ATLAS"],"description":["  We present the first results of searches for new physics with the ATLAS\ndetector using the 2010 Large Hadron Collider proton-proton collision data at a\ncentre of mass energy of 7 TeV. After a few months of operation, these searches\nalready go beyond the reach of previous experiments, and start to explore new\nterritories.\n","Comment: Conference proceedings for Moriond EW 2011"]}]
["1105.5106",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14H10, 14E30, 14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5106"],"date":["2011-05-25"],"type":["text"],"creator":["Larsen, Paul"],"language":[],"coverage":[],"title":["Permutohedral spaces and the Cox ring of the moduli space of stable\n  pointed rational curves"],"description":["  We study the Cox ring of the moduli space of stable pointed rational curves,\n\\M_{0,n}, via the closely related permutohedral (or Losev-Manin) spaces. Our\nmain result establishes \\binom{n}{2} polynomial subrings of the Cox ring, thus\ngiving collections of boundary variables that intersect the ideal of relations\ntrivially. As applications, we give a combinatorial way to partially solve the\nRiemann-Roch problem for \\M_{0,n}, and we show that all relations in degrees of\nCox(\\M_{0,6}) arising from certain pull-backs from projective spaces are\ngenerated by the Plucker relations.\n","Comment: 20 pages, 2 figures, comments welcome"]}]
["1105.5114",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5114"],"date":["2011-05-25"],"type":["text"],"creator":["Volpe, F.","Ohm, S.","Hauser, M.","Kaufmann, S.","Gérard, L.","Costamante, L.","Fegan, S.","Ajello, M."],"language":[],"coverage":[],"title":["Discovery of VHE and HE emission from the blazar 1ES 0414+009 with\n  H.E.S.S and Fermi-LAT"],"description":["  The high energy peaked BL Lac (HBL) object 1ES 0414+009 (z=0.287) is a\ndistant very high-energy (VHE, E > 100 GeV) blazars with well-determined\nredshift. This source was detected with the High Energy Stereoscopic System\n(H.E.S.S.) between October 2005 and September 2009. It was also detected with\nthe Fermi Large Area Telescope (LAT) in 21 months of data. The combined high\nenergy (HE) and VHE spectra, once corrected for gamma-gamma absorption on the\nextragalactic background light (EBL), indicate a Compton peak located above few\nTeV, among the highest in the BL Lac class.\n","Comment: proceeding from the 25th Texas Symposium on Relativistic Astrophysics\n  (Heidelberg, Germany, 2010)"]}]
["1105.5116",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5116"],"date":["2011-05-25"],"type":["text"],"creator":["Sarajedini, Ata"],"language":[],"coverage":[],"title":["RR Lyrae Variables in M31 and M33"],"description":["  The properties of RR Lyrae variables make them excellent probes of the\nformation and evolution of a stellar population. The mere presence of such\nstars necessitates an age greater than ~10 Gyr while their periods and\namplitudes can be used to estimate the metal abundance of the cluster or galaxy\nin which they reside. These and other features of RR Lyraes have been used to\nstudy the properties of M31 and M33. Though these studies are generally in\ntheir infancy, we have established that M31 and M33 do indeed harbor RR Lyraes\nin their halos and probably also in their disks suggesting that these two\ncomponents formed early in the history of M31 and M33. The mean metallicities\nof the halo RR Lyraes in these galaxies are consistent with those of other halo\nstellar population tracers such as the dwarf spheroidal satellites of M31 and\nthe halo globular clusters in M33. Little is known about the spatial\ndistribution of the RR Lyraes, especially in M33. This will require wide-field\ntime-series studies with sufficient photometric depth to allow both the\nidentification of RR Lyraes and robust period determination.\n","Comment: Talk presented at the conference entitled \"RR Lyrae Stars, Metal-Poor\n  Stars, and the Galaxy,\" held on the occasion of George Preston's 80th\n  birthday celebration. To appear in the Carnegie Observatories Astrophysics\n  Series, Volume 5"]}]
["1105.5129",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Artificial Intelligence","Mathematics - Probability","05D40, 91B14, 68Q87"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5129"],"date":["2011-05-25"],"type":["text"],"creator":["Friedgut, Ehud","Kalai, Gil","Keller, Nathan","Nisan, Noam"],"language":[],"coverage":[],"title":["A Quantitative Version of the Gibbard-Satterthwaite Theorem for Three\n  Alternatives"],"description":["  The Gibbard-Satterthwaite theorem states that every non-dictatorial election\nrule among at least three alternatives can be strategically manipulated. We\nprove a quantitative version of the Gibbard-Satterthwaite theorem: a random\nmanipulation by a single random voter will succeed with a non-negligible\nprobability for any election rule among three alternatives that is far from\nbeing a dictatorship and from having only two alternatives in its range.\n","Comment: 27 pages, extended version of a FOCS'08 paper, to appear in SICOMP"]}]
["cond-mat/0106360",{"format":[],"subject":["Condensed Matter - Superconductivity","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0106360","Phys.Rev.Lett.88:177002,2002","doi:10.1103/PhysRevLett.88.177002"],"date":["2001-06-18","2002-04-19"],"type":["text"],"creator":["Babaev, Egor"],"language":[],"coverage":[],"title":["Dual neutral variables and knot solitons in triplet superconductors"],"description":["  In this paper we derive a dual presentation of free energy functional for\nspin-triplet superconductors in terms of gauge-invariant variables. The\nresulting equivalent model in ferromagnetic phase has a form of a version of\nthe Faddeev model. This allows one in particular to conclude that spin-triplet\nsuperconductors allow formation of stable finite-length closed vortices (the\nknotted solitons).\n","Comment: Replaced with version published in PRL (added a discussion of the\n  effect of the coupling of the fields {\\vec s} and {\\vec C} on knot\n  stability). Latest updates of the paper and miscellaneous links related to\n  knotted solitons are also available at the homepage of the author\n  http://www.teorfys.uu.se/PEOPLE/egor/ . Animations of knotted solitons by\n  Hietarinta and Salo are available at\n  http://users.utu.fi/h/hietarin/knots/c45_p2.mpg"]}]
["gr-qc/0312111",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0312111"],"date":["2003-12-29","2011-05-25"],"type":["text"],"creator":["Maran, Suresh K"],"language":[],"coverage":[],"title":["Ashtekar Formulation with Temporal Foliations"],"description":["  This article has been withdrawn.\n","Comment: This article has been withdrawn as it is incomplete"]}]
["hep-th/0303129",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0303129"],"date":["2003-03-14","2011-05-25"],"type":["text"],"creator":["Suzuki, Alfredo Takashi"],"language":[],"coverage":[],"title":["Renormalization of Yang-Mills fields in the light-front without\n  non-local terms"],"description":["  The study of renormalization of Yang-Mills fields in the light-front gauge\nhas always been a delicate subject in that divergent {\\em non-local} terms\narise from the calculations of Feynman diagrams. In this short paper we show\nthat this happened because of a deficiency in the gauge fixing procedure that\nresults in an incorrect propagator and propose a cure for it by considering the\n{\\em correct} propagator for the gauge potential. We explicitly show that the\nuse of our correct propagator in the light-front leads to a vacuum polarization\ntensor at the one-loop level that is free of non-local terms.\n","Comment: 7 pages. This paper has been withdrawn by the author due to an error\n  in the computation of the vacuum polarization tensor"]}]
["math/0608634",{"format":[],"subject":["Mathematics - Probability","Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608634"],"date":["2006-08-25","2011-05-25"],"type":["text"],"creator":["Forde, Martin"],"language":[],"coverage":[],"title":["Tail asymptotics for diffusion processes, with applications to local\n  volatility and CEV-Heston models"],"description":["  This paper has been withdrawn\n","Comment: This paper has been withdrawn"]}]
["math/0609117",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609117"],"date":["2006-09-05","2011-05-25"],"type":["text"],"creator":["Forde, Martin"],"language":[],"coverage":[],"title":["The small-time behaviour of diffusion and time-changed diffusion\n  processes on the line"],"description":["  This paper has been withdrawn\n","Comment: This paper has been withdrawn"]}]
["nucl-ex/0301009",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0301009","Phys.Rev.C67:034907,2003","doi:10.1103/PhysRevC.67.034907"],"date":["2003-01-16"],"type":["text"],"creator":["FOPI Collaboration","Andronic, A."],"language":[],"coverage":[],"title":["Directed flow in Au+Au, Xe+CsI and Ni+Ni collisions and the nuclear\n  equation of state"],"description":["  We present new experimental data on directed flow in collisions of Au+Au,\nXe+CsI and Ni+Ni at incident energies from 90 to 400A MeV. We study the\ncentrality and system dependence of integral and differential directed flow for\nparticles selected according to charge. All the features of the experimental\ndata are compared with Isospin Quantum Molecular Dynamics (IQMD) model\ncalculations in an attempt to extract information about the nuclear matter\nequation of state (EoS). We show that the combination of rapidity and\ntransverse momentum analysis of directed flow allow to disentangle various\nparametrizations in the model. At 400A MeV, a soft EoS with momentum dependent\ninteractions is best suited to explain the experimental data in Au+Au and\nXe+CsI, but in case of Ni+Ni the model underpredicts flow for any EoS. At 90A\nMeV incident beam energy, none of the IQMD parametrizations studied here is\nable to consistently explain the experimental data.\n","Comment: RevTeX, 20 pages, 30 eps figures, accepted for publication in Phys.\n  Rev. C. Data files available at http://www.gsi.de/~fopiwww/pub/"]}]
["physics/0512060",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0512060","Progress in Theoretical Chemistry and Physics, v. 15 (2006)\n  127-150"],"date":["2005-12-07"],"type":["text"],"creator":["Nesterenko, V. O.","Kvasil, J.","Reinhard, P. -G."],"language":[],"coverage":[],"title":["Practicable factorized TDLDA for arbitrary density- and\n  current-dependent functionals"],"description":["  We propose a practicable method for describing linear dynamics of different\nfinite Fermi systems. The method is based on a general self-consistent\nprocedure for factorization of the two-body residual interaction. It is\nrelevant for diverse density- and current-dependent functionals and, in fact,\nrepresents the self-consistent separable random-phase approximation (RPA),\nhence the name SRPA. SRPA allows to avoid diagonalization of high-rank RPA\nmatrices and thus dwarfs the calculation expense. Besides, SRPA expressions\nhave a transparent analytical form and so the method is very convenient for the\nanalysis and treatment of the obtained results. SRPA demonstrates high\nnumerical accuracy. It is very general and can be applied to diverse systems.\nTwo very different cases, the Kohn-Sham functional for atomic clusters and\nSkyrme functional for atomic nuclei, are considered in detail as particular\nexamples. SRPA treats both time-even and time-odd dynamical variables and, in\nthis connection, we discuss the origin and properties of time-odd currents and\ndensities in initial functionals. Finally, SRPA is compared with other\nself-consistent approaches for the excited states, including the\ncoupled-cluster method.\n","Comment: 27 pages, 2 figures. To be published in Kluwer series \"Progress in\n  Theoretical Chemistry and Physics\" (PTCP)"]}]
["physics/0606102",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0606102","J. Phys. B 39, 3905-3917 (2006)","doi:10.1088/0953-4075/39/18/020"],"date":["2006-06-12"],"type":["text"],"creator":["Nesterenko, V. O.","Reinhard, P. -G.","Halfmann, Th.","Suraud, E."],"language":[],"coverage":[],"title":["Exploration of electronic quadrupole states in atomic clusters by\n  two-photon processes"],"description":["  We analyze particular two-photon processes as possible means to explore\nelectronic quadrupole states in free small deformed atomic clusters. The\nanalysis is done in the time-dependent local density approximation (TDLDA). It\nis shown that the direct two-photon population (DTP) and off-resonant\nstimulated Raman (ORSR) scattering can be effectively used for excitation of\nthe quadrupole states in high-frequency (quadrupole plasmon) and low-frequency\n(infrared) regions, respectively. In ORSR, isolated dipole particle-hole states\nas well as the tail of the dipole plasmon can serve as an intermediate state. A\nsimultaneous study of low- and high-frequency quadrupoles, combining DTP and\nORSR, is most effective. Femtosecond pulses with intensities $I = 2\\cdot\n10^{10} - 2\\cdot 10^{11} W/cm^2$ and pulse durations $T = 200 - 500$ fs are\nfound to be optimal. Since the low-lying quadrupole states are dominated by one\nsingle electron-hole pair, their energies, being combined with the\nphotoelectron data for hole states, allow to get the electron spectrum above\nthe Fermi level and thus greatly extend our knowledge on the single particle\nspectra of clusters. Besides, the developed schemes allow to estimate the\nlifetime of the quadrupole states.\n","Comment: 18 pages, 7 figures"]}]
["quant-ph/0312174",{"format":[],"subject":["Quantum Physics","Computer Science - Logic in Computer Science","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0312174"],"date":["2003-12-20","2011-05-25"],"type":["text"],"creator":["van Tonder, André","Dorca, Miquel"],"language":[],"coverage":[],"title":["Quantum Computation, Categorical Semantics and Linear Logic"],"description":["  This preprint has been withdrawn.\n","Comment: Withdrawn: The construction of the category in section 5 contains a\n  flaw that invalidates the assertion that Hilbert bundles provide a monoidal\n  closed category"]}]
