["1105.1078",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1078","Prog. Theor. Phys. 126 (2011), 961-982","doi:10.1143/PTP.126.961"],"date":["2011-05-05","2011-05-29"],"type":["text"],"creator":["Urakawa, Yuko"],"language":[],"coverage":[],"title":["Influence of gauge artifact on adiabatic and entropy perturbations\n  during inflation"],"description":["  In recent publications we proposed one way to calculate gauge-invariant\nvariables in the local observable universe, which is limited to a portion of\nthe whole universe. To provide a theoretical prediction of the observable\nfluctuations, we need to preserve the gauge-invariance in the local universe,\nwhich is referred to the genuine gauge-invariance. The importance of the\ngenuine gauge-invariance is highlighted in the study of primordial fluctuations\nin the infrared (IR) limit. The stability against IR loop corrections to\nprimordial fluctuations is guaranteed in requesting the genuine\ngauge-invariance. The genuine gauge-invariance also gives the impact on the\ndetectable fluctuations. We showed that at observable scales the bi-spectrum\ncalculated in the conventional perturbation theory vanishes in the squeezed\nlimit, if we request the genuine gauge invariance. This indicates that the\nconventional bi-spectrum is, in this limit, dominated by a gauge artifact,\nwhich cannot be observed. These studies have been elaborated in single-field\nmodels of inflation. In this paper we generalize our argument to multi-field\nmodels of inflation, where, in addition to the adiabatic field, the entropy\nfield can participate in the generation of primordial fluctuations. We will\nfind that the entropy field can generate the observable fluctuations, which\ncannot be eliminated by gauge transformations in the local universe.\n","Comment: 11 pages; v2: several descriptions are added"]}]
["1106.5907",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Mathematics - Probability","82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5907","Prog. Theor. Phys. 126 (2011), 983-991","doi:10.1143/PTP.126.983"],"date":["2011-06-29","2011-07-05"],"type":["text"],"creator":["van Enter, Aernout C. D.","Iacobelli, Giulio","Taati, Siamak"],"language":[],"coverage":[],"title":["First-order transition in Potts models with \"invisible' states: Rigorous\n  proofs"],"description":["  In some recent papers by Tamura, Tanaka and Kawashima [arXiv:1102.5475,\narXiv:1012.4254], a class of Potts models with \"invisible\" states was\nintroduced, for which the authors argued by numerical arguments and by a\nmean-field analysis that a first-order transition occurs. Here we show that the\nexistence of this first-order transition can be proven rigorously, by\nrelatively minor adaptations of existing proofs for ordinary Potts models. In\nour argument we present a random-cluster representation for the model, which\nmight be of independent interest.\n"]}]
["1107.0682",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0682","Prog. Theor. Phys. 126 (2011), 923-935","doi:10.1143/PTP.126.923"],"date":["2011-07-04","2011-11-22"],"type":["text"],"creator":["Shiraishi, Maresuke","Yokoyama, Shuichiro"],"language":[],"coverage":[],"title":["Violation of the Rotational Invariance in the CMB Bispectrum"],"description":["  We investigate a statistical anisotropy on the Cosmic Microwave Background\n(CMB) bispectrum, which can be generated from the primordial non-Gaussianity\ninduced by quantum fluctuations of a vector field. We find new configurations\nin the multipole space of the CMB bispectrum given by $\\ell_1 = \\ell_2 + \\ell_3\n+ 2, |\\ell_2 - \\ell_3| - 2$ and their permutations, which violate the\nrotational invariance, such as an off-diagonal configuration in the CMB power\nspectrum. We also find that in a model presented by Yokoyama and Soda (2008),\nthe amplitude of the statistically anisotropic bispectrum in the above\nconfigurations becomes as large as that in other configurations such as $\\ell_1\n= \\ell_2 + \\ell_3$. As a result, it might be possible to detect these\ncontributions in future experiments, which would give us novel information\nabout the physics of the early Universe.\n","Comment: 13 pages, 2 figures. Accepted for publication in PTP"]}]
["1108.1519",{"format":[],"subject":["High Energy Physics - Phenomenology","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1519","Prog. Theor. Phys. 126 (2011), 761-809","doi:10.1143/PTP.126.761"],"date":["2011-08-06"],"type":["text"],"creator":["Tsumura, Kyosuke","Kunihiro, Teiji"],"language":[],"coverage":[],"title":["First-principle Derivation of Stable First-order Generic-frame\n  Relativistic Dissipative Hydrodynamic Equations from Kinetic Theory by\n  Renormalization-group Method"],"description":["  We derive first-order relativistic dissipative hydrodynamic equations (RDHEs)\nfrom relativistic Boltzmann equation (RBE) on the basis of the\nrenormalization-group (RG) method. We introduce a macroscopic-frame vector\n(MFV) to specify the local rest frame (LRF) on which the macroscopic dynamics\nis described. The five hydrodynamic modes are identified with the same number\nof the zero modes of the linearized collision operator, i.e., the collision\ninvariants. After defining the inner product in the function space spanned by\nthe distribution function, the higher-order terms, which give rise to the\ndissipative effects, are constructed so that they are orthogonal to the zero\nmodes in terms of the inner product: Here, any ansatz's, such as the so-called\nconditions of fit used in the standard methods in an ad-hoc way, are not\nnecessary. We elucidate that the Burnett term dose not affect the RDHEs owing\nto the very nature of the hydrodynamic modes as the zero modes. Applying the RG\nequation, we obtain the RDHE in a generic LRF specified by the MFV, as the\ncoarse-grained and covariant equation. Our generic RDHE reduces to RDHEs in\nvarious LRFs, including the energy and particle LRFs with a choice of the MFV.\nWe find that our RDHE in the energy LRF coincides with that of Landau and\nLifshitz, while the derived RDHE in the particle LRF is slightly different from\nthat of Eckart, owing to the presence of the dissipative internal energy. We\nprove that the Eckart equation can not be compatible with the underlying RBE.\nThe proof is made on the basis of the observation that the orthogonality\ncondition to the zero modes coincides with the ansatz's posed on the\ndissipative parts of the energy-momentum tensor and the particle current in the\nphenomenological RDHEs. We also present an analytic proof that all of our RDHEs\nhave a stable equilibrium state owing to the positive definiteness of the inner\nproduct.\n"]}]
["1108.1976",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1976","Prog. Theor. Phys. 126 (2011), 841-854","doi:10.1143/PTP.126.841"],"date":["2011-08-09","2011-10-11"],"type":["text"],"creator":["Fujimoto, Yukihiro","Nagasawa, Tomoaki","Ohya, Satoshi","Sakamoto, Makoto"],"language":[],"coverage":[],"title":["Phase Structure of Gauge Theories on an Interval"],"description":["  We discuss gauge symmetry breaking in a general framework of gauge theories\non an interval. We first derive a possible set of boundary conditions for a\nscalar field, which are compatible with several consistency requirements. It is\nshown that with these boundary conditions the scalar field can acquire a\nnontrivial vacuum expectation value even if the scalar mass square is positive.\nAny nonvanishing vacuum expectation value cannot be a constant but, in general,\ndepends on the extra dimensional coordinate of the interval. The phase diagram\nof broken/unbroken gauge symmetry possesses a rich structure in the parameter\nspace of the length of the interval, the scalar mass and the boundary\nconditions. We also discuss 4d chiral fermions and fermion mass hierarchies in\nour gauge symmetry breaking scenario.\n","Comment: 16 pages, 8 figures"]}]
