["0707.4496",{"format":[],"subject":["Mathematics - Logic","03C45, 03C35, 03C75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4496","J. Symbolic Logic 75 (2010), no. 2, 551-564","doi:10.2178/jsl/1268917494"],"date":["2007-07-30","2007-12-17"],"type":["text"],"creator":["Kirby, Jonathan"],"language":[],"coverage":[],"title":["On Quasiminimal Excellent Classes"],"description":["  A careful exposition of Zilber's quasiminimal excellent classes and their\ncategoricity is given, leading to two new results: the L_w1,w(Q)-definability\nassumption may be dropped, and each class is determined by its model of\ndimension aleph_0.\n","Comment: 16 pages. v3: correction to the statement of corollary 5.7"]}]
["0803.0170",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0170","Journal of Guidance, Control, and Dynamics, Vol. 32, No. 2,\n  March--April 2009, pp. 512-526","doi:10.2514/1.37261"],"date":["2008-03-02","2011-08-04"],"type":["text"],"creator":["Chung, Soon-Jo","Ahsun, Umair","Slotine, Jean-Jacques E."],"language":[],"coverage":[],"title":["Application of Synchronization to Formation Flying Spacecraft:\n  Lagrangian Approach"],"description":["  This article presents a unified synchronization framework with application to\nprecision formation flying spacecraft. Central to the proposed innovation, in\napplying synchronization to both translational and rotational dynamics in the\nLagrangian form, is the use of the distributed stability and performance\nanalysis tool, called contraction analysis that yields exact nonlinear\nstability proofs. The proposed decentralized tracking control law synchronizes\nthe attitude of an arbitrary number of spacecraft into a common time-varying\ntrajectory with global exponential convergence. Moreover, a decentralized\ntranslational tracking control law based on phase synchronization is presented,\nthus enabling coupled translational and rotational maneuvers. While the\ntranslational dynamics can be adequately controlled by linear control laws, the\nproposed method permits highly nonlinear systems with nonlinearly coupled\ninertia matrices such as the attitude dynamics of spacecraft whose large and\nrapid slew maneuvers justify the nonlinear control approach. The proposed\nmethod integrates both the trajectory tracking and synchronization problems in\na single control framework.\n","Comment: This paper has been withdrawn by the authors. updated version\n  published. Journal of Guidance, Control, and Dynamics, Vol. 32, No. 2,\n  March-April 2009, pp. 512-526"]}]
["0805.1085",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1085"],"date":["2008-05-07","2011-08-03"],"type":["text"],"creator":["Luo, Liaofu"],"language":[],"coverage":[],"title":["On the Law of Directionality of Genome Evolution"],"description":["  The problem of the directionality of genome evolution is studied from the\ninformation-theoretic view. We propose that the function-coding information\nquantity of a genome always grows in the course of evolution through sequence\nduplication, expansion of code, and gene transfer between genomes. The\nfunction-coding information quantity of a genome consists of two parts,\np-coding information quantity which encodes functional protein and n-coding\ninformation quantity which encodes other functional elements except amino acid\nsequence. The relation of the proposed law to the thermodynamic laws is\nindicated. The evolutionary trends of DNA sequences revealed by bioinformatics\nare investigated which afford further evidences on the evolutionary law. It is\nargued that the directionality of genome evolution comes from species\ncompetition adaptive to environment. An expression on the evolutionary rate of\ngenome is proposed that the rate is a function of Darwin temperature\n(describing species competition) and fitness slope (describing adaptive\nlandscape). Finally, the problem of directly experimental test on the\nevolutionary directionality is discussed briefly.\n","Comment: 18 pages"]}]
["0806.0530",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0530"],"date":["2008-06-03","2011-08-02"],"type":["text"],"creator":["Porter, F. C."],"language":[],"coverage":[],"title":["Averaging Results with Theoretical Uncertainties"],"description":["  Combining measurements which have \"theoretical uncertainties\" is a delicate\nmatter, due to an unclear statistical basis. We present an algorithm based on\nthe notion that a theoretical uncertainty represents an estimate of bias.\n","Comment: 12 pages, no figures This version: Modified section on comparison\n  with other method to compare with actual HFAG procedure"]}]
["0806.3769",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3769","Computational Statistics and Data Analysis, 53, (2009), 2573-2582","doi:10.1016/j.csda.2008.12.007"],"date":["2008-06-23","2011-08-04"],"type":["text"],"creator":["Melo, Tatiane F. N.","Ferrari, Silvia L. P.","Cribari-Neto, Francisco"],"language":[],"coverage":[],"title":["Improved testing inference in mixed linear models"],"description":["  Mixed linear models are commonly used in repeated measures studies. They\naccount for the dependence amongst observations obtained from the same\nexperimental unit. Oftentimes, the number of observations is small, and it is\nthus important to use inference strategies that incorporate small sample\ncorrections. In this paper, we develop modified versions of the likelihood\nratio test for fixed effects inference in mixed linear models. In particular,\nwe derive a Bartlett correction to such a test and also to a test obtained from\na modified profile likelihood function. Our results generalize those in Zucker\net al. (Journal of the Royal Statistical Society B, 2000, 62, 827-838) by\nallowing the parameter of interest to be vector-valued. Additionally, our\nBartlett corrections allow for random effects nonlinear covariance matrix\nstructure. We report numerical evidence which shows that the proposed tests\ndisplay superior finite sample behavior relative to the standard likelihood\nratio test. An application is also presented and discussed.\n","Comment: 17 pages, 1 figure"]}]
["0807.0500",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0500","Nucl.Phys.Proc.Suppl.183B:296-301,2008","doi:10.1016/j.nuclphysbps.2008.09.120"],"date":["2008-07-03"],"type":["text"],"creator":["Schroder, Y."],"language":[],"coverage":[],"title":["Loops for Hot QCD"],"description":["  In this talk we review the status concerning vacuum integrals needed in\nperturbative expansions of QCD at non-zero temperature. We will focus on the\ndifferences as compared to familiar zero-temperature techniques, and provide a\nlist of known basic master integrals.\n","Comment: 6 pages, to appear in the proceedings of the international conference\n  on Loops and Legs in Quantum Field Theory, Sondershausen, 20-25 April 2008"]}]
["0810.4285",{"format":[],"subject":["Mathematics - Logic","Mathematics - Number Theory","03C60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4285","Bull. Lond. Math. Soc. 42 (2010), no. 5, 879-890","doi:10.1112/blms/bdq044"],"date":["2008-10-23","2008-11-10"],"type":["text"],"creator":["Kirby, Jonathan"],"language":[],"coverage":[],"title":["Exponential algebraicity in exponential fields"],"description":["  I give an algebraic proof that the exponential algebraic closure operator in\nan exponential field is always a pregeometry, and show that its dimension\nfunction satisfies a weak Schanuel property. A corollary is that there are at\nmost countably many essential counterexamples to Schanuel's conjecture.\n","Comment: 12 pages; v2 minor change to proof of lemma 6.2"]}]
["0810.4457",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Logic","11J91, 03C64"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4457","Bull. Lond. Math. Soc. 42 (2010), no. 5, 917-922","doi:10.1112/blms/bdq054"],"date":["2008-10-24"],"type":["text"],"creator":["Bays, Martin","Kirby, Jonathan","Wilkie, A. J."],"language":[],"coverage":[],"title":["A Schanuel property for exponentially transcendental powers"],"description":["  We prove the analogue of Schanuel's conjecture for raising to the power of an\nexponentially transcendental real number. All but countably many real numbers\nare exponentially transcendental. We also give a more general result for\nseveral powers in a context which encompasses the complex case.\n","Comment: 5 pages"]}]
["0811.0331",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0331","Int.J.Geom.Meth.Mod.Phys.5:1163-1189,2008","doi:10.1142/S0219887808003247"],"date":["2008-11-03","2009-03-04"],"type":["text"],"creator":["Sardanashvily, G."],"language":[],"coverage":[],"title":["Classical field theory. Advanced mathematical formulation"],"description":["  In contrast with QFT, classical field theory can be formulated in strict\nmathematical terms of fibre bundles, graded manifolds and jet manifolds. Second\nNoether theorems provide BRST extension of this classical field theory by means\nof ghosts and antifields for the purpose of its quantization.\n","Comment: 30 pp"]}]
["0905.2789",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2789","Journal of Guidance, Control, and Dynamics, vol.33 no.2 (440-453),\n  2010","doi:10.2514/1.45311"],"date":["2009-05-17","2011-08-04"],"type":["text"],"creator":["Chung, Soon-Jo","Dorothy, Michael"],"language":[],"coverage":[],"title":["Neurobiologically Inspired Control of Engineered Flapping Flight"],"description":["  This article presents a new control approach and a dynamic model for\nengineered flapping flight with many interacting degrees of freedom. This paper\nexplores the applications of neurobiologically inspired control systems in the\nform of Central Pattern Generators (CPG) to control flapping flight dynamics. A\nrigorous mathematical and control theoretic framework to design complex three\ndimensional wing motions is presented based on phase synchronization of\nnonlinear oscillators. In particular, we show the flapping flying dynamics\nwithout a tail or traditional aerodynamic control surfaces can be effectively\ncontrolled by a reduced set of CPG parameters that generate phase-synchronized\nor symmetry-breaking oscillatory motions of two main wings. Furthermore, by\nusing Hopf bifurcation, we show that tailless aircraft alternating between\nflapping and gliding can be effectively stabilized by smooth wing motions\ndriven by the CPG network. Results of numerical simulation with a full six\ndegree-of-freedom flight dynamic model validate the effectiveness of the\nproposed neurobiologically inspired control approach.\n","Comment: This paper has been withdrawn by the authors. new improved results\n  with 6DOF flight control of tailless flapping-wing aircraft. Journal of\n  Guidance, Control, and Dynamics, vol.33 no.2 (440-453), 2010"]}]
["0905.3378",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Digital Libraries","I.2.4","G.2.2","D.1.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3378","Data Management in the Semantic Web, eds. H. Jin and Z. Lv,\n  series: Distributed, Cluster and Grid Computing, pp. 1-37, Nova Publishing,\n  ISBN:978-1-61324-760-0, 2011"],"date":["2009-05-20"],"type":["text"],"creator":["Rodriguez, Marko A."],"language":[],"coverage":[],"title":["Interpretations of the Web of Data"],"description":["  The emerging Web of Data utilizes the web infrastructure to represent and\ninterrelate data. The foundational standards of the Web of Data include the\nUniform Resource Identifier (URI) and the Resource Description Framework (RDF).\nURIs are used to identify resources and RDF is used to relate resources. While\nRDF has been posited as a logic language designed specifically for knowledge\nrepresentation and reasoning, it is more generally useful if it can\nconveniently support other models of computing. In order to realize the Web of\nData as a general-purpose medium for storing and processing the world's data,\nit is necessary to separate RDF from its logic language legacy and frame it\nsimply as a data model. Moreover, there is significant advantage in seeing the\nSemantic Web as a particular interpretation of the Web of Data that is focused\nspecifically on knowledge representation and reasoning. By doing so, other\ninterpretations of the Web of Data are exposed that realize RDF in different\ncapacities and in support of different computing models.\n"]}]
["0906.0889",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0889","Phys.Rev.D79:124018,2009","doi:10.1103/PhysRevD.79.124018"],"date":["2009-06-04","2009-06-15"],"type":["text"],"creator":["Kyutoku, Koutarou","Shibata, Masaru","Taniguchi, Keisuke"],"language":[],"coverage":[],"title":["Quasiequilibrium states of black hole-neutron star binaries in the\n  moving-puncture framework"],"description":["  General relativistic quasiequilibrium states of black hole-neutron star\nbinaries are computed in the moving-puncture framework. We propose three\nconditions for determining the quasiequilibrium states and compare the\nnumerical results with those obtained in the excision framework. We find that\nthe results obtained in the moving-puncture framework agree with those in the\nexcision framework and with those in the third post-Newtonian approximation for\nthe cases that (i) the mass ratio of the binary is close to unity irrespective\nof the orbital separation, and (ii) the orbital separation is large enough\n($m_0\\Omega \\alt 0.02$ where $m_0$ and $\\Omega$ are the total mass and the\norbital angular velocity, respectively) irrespective of the mass ratio. For\n$m_0 \\Omega \\agt 0.03$, both of the results in the moving-puncture and excision\nframeworks deviate, more or less, from those in the third post-Newtonian\napproximation. Thus the numerical results do not provide a quasicircular state,\nrather they seem to have a nonnegligible eccentricity of order 0.01--0.1. We\nshow by numerical simulation that a method in the moving-puncture framework can\nprovide approximately quasicircular states in which the eccentricity is by a\nfactor of $\\sim 2$ smaller than those in quasiequilibrium given by other\napproaches.\n","Comment: 14 pages, 5 figures; minor revision"]}]
["0908.2979",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","General Relativity and Quantum Cosmology","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2979","Physics Letters A 374, 4359 (2010)","doi:10.1016/j.physleta.2010.08.059"],"date":["2009-08-20","2011-08-04"],"type":["text"],"creator":["Fonseca, J. M.","Moura-Melo, W. A.","Pereira, A. R."],"language":[],"coverage":[],"title":["Scattering of charge carriers in graphene induced by topological defects"],"description":["  We study the scattering of graphene quasiparticles by topological defects,\nrepresented by holes, pentagons and heptagons. For holes, we found that at low\nconcentration they give a negligible contribution to the resistivity. Whenever\npentagons or heptagons are introduced we realize that a fermionic current is\nscattered by defects.\n"]}]
["0908.2986",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2986","J. Appl. Phys. 106, 084320 (2009)","doi:10.1063/1.3247542"],"date":["2009-08-20"],"type":["text"],"creator":["Apolonio, F. A.","Moura-Melo, W. A.","Crisafulli, F. P.","Pereira, A. R.","Silva, R. L."],"language":[],"coverage":[],"title":["A model for structural defects in nanomagnets"],"description":["  A model for describing structural pointlike defects in nanoscaled\nferromagnetic materials is presented. Its details are explicitly developed\nwhenever interacting with a vortex-like state comprised in a thin nanodisk.\nAmong others, our model yields results for the vortex equilibrium position\nunder the influence of several defects along with an external magnetic field in\ngood qualitative agreement with experiments. We also discuss how such defects\nmay affect the vortex motion, like its gyrotropic oscillation and dynamical\npolarization reversal.\n","Comment: 8 pages, resubmitted to Journal of Applied Physics"]}]
["0909.2854",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2854","JHEP 1005:104,2010","doi:10.1007/JHEP05(2010)104"],"date":["2009-09-15","2010-09-17"],"type":["text"],"creator":["Gomes, A. H.","Fonseca, J. M.","Moura-Melo, W. A.","Pereira, A. R."],"language":[],"coverage":[],"title":["Testing CPT- and Lorentz-odd electrodynamics with waveguides"],"description":["  We study CPT- and Lorentz-odd electrodynamics described by the Standard Model\nExtension. Its radiation is confined to the geometry of hollow conductor\nwaveguide, open along $z$. In a special class of reference frames, with\nvanishing both 0-th and $z$ components of the background field, $(k_{\\rm\nAF})^\\mu$, we realize a number of {\\em huge and macroscopically detectable}\neffects on the confined waves spectra, compared to standard results.\nParticularly, if $(k_{\\rm AF})^\\mu$ points along $x$ (or $y$) direction only\ntransverse electric modes, with $E_z=0$, should be observed propagating\nthroughout the guide, while all the transverse magnetic, $B_z=0$, are absent.\nSuch a strong mode suppression makes waveguides quite suitable to probe these\nsymmetry violations using a simple and easily reproducible apparatus.\n","Comment: 11pages, double-spacing, tex format"]}]
["0909.4515",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4515","Physical Review B 78, 054423 (2008)","doi:10.1103/PhysRevB.78.054423"],"date":["2009-09-24"],"type":["text"],"creator":["Silva, R. L.","Pereira, A. R.","Moura-Melo, W. A.","Silva, R. C.","Oliveira-Neto, N. M.","Leonel, S. A.","Coura, P. Z."],"language":[],"coverage":[],"title":["Predicted defect induced vortex core switching in thin magnetic\n  nanodisks"],"description":["  We investigate the influence of artificial defects (small holes) inserted\ninto magnetic nanodisks on the vortex core dynamics. One and two holes\n(antidots) are considered. In general, the core falls into the hole but, in\nparticular, we would like to remark an interesting phenomenon not yet observed,\nwhich is the vortex core switching induced by the vortex-hole interactions. It\noccurs for the case with only one hole and for very special conditions\ninvolving the hole size and position as well as the disk size. Any small\ndeformation in the disk geometry such as the presence of a second antidot\nchanges completely the vortex dynamics and the vortex core eventually falls\ninto one of the defects. After trapped, the vortex center still oscillates with\na very high frequency and small amplitude around the defect center.\n","Comment: 11pages, Revtex format, 17 figures"]}]
["0909.4519",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4519","JOURNAL OF APPLIED PHYSICS 105, 014314 (2009)","doi:10.1063/1.3057018"],"date":["2009-09-24"],"type":["text"],"creator":["Silva, R. L.","Pereira, A. R.","Moura-Melo, W. A."],"language":[],"coverage":[],"title":["Magnetization reversals in a disk-shaped small magnet with an interface"],"description":["  We consider a nanodisk possessing two coupled materials with different\nferromagnetic exchange constant. The common border line of the two media passes\nat the disk center dividing the system exactly in two similar half-disks. The\nvortex core motion crossing the interface is investigated with a simple\ndescription based on a two-dimensional model which mimics a very thin real\nmaterial with such a line defect. The main result of this study is that,\ndepending on the magnetic coupling which connects the media, the vortex core\ncan be dramatically and repeatedly flipped from up to down and vice versa by\nthe interface. This phenomenon produces burst-like emission of spin waves each\ntime the switching process takes place.\n","Comment: 11 pages, 10 figures"]}]
["1001.4677",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4677","International Journal of Modern Physics D,Vol.20, No. 8(2011),\n  1505-1519","doi:10.1142/S0218271811019682"],"date":["2010-01-26","2011-08-04"],"type":["text"],"creator":["Zhang, Yi","Gong, Yun-gui","Zhu, Zong-Hong"],"language":[],"coverage":[],"title":["Modified gravity emerging from thermodynamics and holographic principle"],"description":["  A new conception is proposed in Ref.\\cite{Verlinde:2010hp,Padmanabhan:2009kr}\nthat gravity is one kind of entropic force. In this letter, we try to discuss\nits applications to the modified gravities by using three different corrections\nto the area law of entropy which are derived from the quantum effects and extra\ndimensions. According to the assumption of holographic principle, the number of\nbits $N$ which is related to the equipartition law of energy is modified. Then,\nthe modified law of Newton's gravity and the modified Friedmann equations are\nobtained by using the new notion. By choosing suitable parameters, the modified\narea law of entropy leads to de-Sitter solutions which can be used to explain\nthe accelerating expansion of our universe. It suggests that the accelerating\nphase in our universe may be an emergent phenomenon based on holographic\nprinciple and thermodynamics.\n","Comment: 15 pages, no figures"]}]
["1002.4529",{"format":[],"subject":["Mathematics - Combinatorics","52C30, 52C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4529"],"date":["2010-02-24","2011-08-04"],"type":["text"],"creator":["Fulek, Radoslav"],"language":[],"coverage":[],"title":["Coloring geometric hyper-graph defined by an arrangement of half-planes"],"description":["  We prove that any finite set of half-planes can be colored by two colors so\nthat every point of the plane, which belongs to at least three half-planes in\nthe set, is covered by half-planes of both colors. This settles a problem of\nKeszegh.\n"]}]
["1002.4929",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4929","Can.J.Phys.89:231-238,2011","doi:10.1139/P10-123"],"date":["2010-02-26"],"type":["text"],"creator":["Basu, Pallab","He, Jianyang","Mukherjee, Anindya","Rozali, Moshe","Shieh, Hsien-Hang"],"language":[],"coverage":[],"title":["Comments on Non-Fermi Liquids in the Presence of a Condensate"],"description":["  We study the effects of a scalar condensate on a class of 2+1 dimensional\nnon- Fermi liquids by introducing fermionic probes in the corresponding\nasymptotically AdS4 black hole backgrounds. For the range of parameters and\ncouplings we consider we find gapless fermionic excitations whose properties\nare model-dependent.\n","Comment: 13 pages"]}]
["1003.1063",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1063","Phys. Rev. B 82, 045117 (2010)","doi:10.1103/PhysRevB.82.045117"],"date":["2010-03-04","2011-08-04"],"type":["text"],"creator":["Moreno, M.","Cerdá, J. I.","Ploog, K. H.","Horn, K."],"language":[],"coverage":[],"title":["Enhanced electron correlations, local moments, and Curie temperature in\n  strained MnAs nanocrystals embedded in GaAs"],"description":["  We have studied the electronic structure of hexagonal MnAs, as epitaxial\ncontinuous film on GaAs(001) and as nanocrystals embedded in GaAs, by Mn 2p\ncore-level photoemission spectroscopy. Configuration-interaction analyses based\non a cluster model show that the ground state of the embedded MnAs nanocrystals\nis dominated by a d5 configuration that maximizes the local Mn moment.\nNanoscaling and strain significantly alter the properties of MnAs. Internal\nstrain in the nanocrystals results in reduced p-d hybridization and enhanced\nionic character of the Mn-As bonding interactions. The spatial confinement and\nreduced p-d hybridization in the nanocrystals lead to enhanced d-electron\nlocalization, triggering d-d electron correlations and enhancing local Mn\nmoments. These changes in the electronic structure of MnAs have an advantageous\neffect on the Curie temperature of the nanocrystals, which is measured to be\nremarkably higher than that of bulk MnAs.\n","Comment: 4 figures, 2 tables"]}]
["1003.4993",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4993","Astrophys.J.715:1006-1011,2010","doi:10.1088/0004-637X/715/2/1006"],"date":["2010-03-25"],"type":["text"],"creator":["Kesden, Michael","Sperhake, Ulrich","Berti, Emanuele"],"language":[],"coverage":[],"title":["Relativistic Suppression of Black Hole Recoils"],"description":["  Numerical-relativity simulations indicate that the black hole produced in a\nbinary merger can recoil with a velocity up to v_max ~ 4,000 km/s with respect\nto the center of mass of the initial binary. This challenges the paradigm that\nmost galaxies form through hierarchical mergers, yet retain supermassive black\nholes at their centers despite having escape velocities much less than v_max.\nInteraction with a circumbinary disk can align the binary black hole spins with\ntheir orbital angular momentum, reducing the recoil velocity of the final black\nhole produced in the subsequent merger. However, the effectiveness of this\nalignment depends on highly uncertain accretion flows near the binary black\nholes. In this Letter, we show that if the spin S_1 of the more massive binary\nblack hole is even partially aligned with the orbital angular momentum L,\nrelativistic spin precession on sub-parsec scales can align the binary black\nhole spins with each other. This alignment significantly reduces the recoil\nvelocity even in the absence of gas. For example, if the angle between S_1 and\nL at large separations is 10 degrees while the second spin S_2 is isotropically\ndistributed, the spin alignment discussed in this paper reduces the median\nrecoil from 864 km/s to 273 km/s for maximally spinning black holes with a mass\nratio of 9/11. This reduction will greatly increase the fraction of galaxies\nretaining their supermassive black holes.\n","Comment: 7 pages, 4 figures, submitted to ApJL"]}]
["1004.0813",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0813","J. Nanosc. & Nanotech. 10, 6056 (2010)","doi:10.1166/jnn.2010.2583"],"date":["2010-04-06"],"type":["text"],"creator":["Kapaklis, Vassilios","Grammatikopoulos, Spyridon","Sordan, Roman","Miranda, Alessio","Traversi, Floriano","von Känel, Hans","Trachylis, Dimitrios","Poulopoulos, Panagiotis","Politis, Constantin"],"language":[],"coverage":[],"title":["Nanolithographic templates using diblock copolymer films on chemically\n  heterogeneous substrates"],"description":["  The orientation of the lamellae formed by the phase separation of symmetric\ndiblock copolymer thin films is strongly affected by the wetting properties of\nthe polymer blocks with respect to the substrate. On bare silicon wafers the\nlamellae of polystyrene-b-polymethylmethacrylate thin films tend to order\nparallel to the wafer surface, with the polymethylmethacrylate block\npreferentially wetting silicon. We have developed a methodology for inducing\nthe arrangement of lamellae perpendicular to the substrate by using chemically\nmodified substrates. This is done by chemisorbing a self-assembled monolayer of\nthiol-terminated alkane chains on thin gold films deposited on silicon wafers.\nWe also show that it is possible to spatially control the perpendicular\norientation of the lamellae at sub-micron length scales by using simple\nchemical patterns and etch them, in order to produce nanolithographic\ntemplates. This method may be of great technological interest for the\npreparation of well-defined templates using block copolymer thin films.\n"]}]
["1004.2689",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2689","Journal of Applied Physics 108, 094310 (2010)","doi:10.1063/1.3487924"],"date":["2010-04-15"],"type":["text"],"creator":["Carvalho-Santos, Vagson L.","Moura-Melo, Winder A.","Pereira, Afranio R."],"language":[],"coverage":[],"title":["Ground-state configurations in ferromagnetic nanotori"],"description":["  Magnetization ground states are studied in toroidal nanomagnets. The\nenergetics associated to the ferromagnetic, vortex and onion-like\nconfigurations are explicitly computed. The analysis reveals that the vortex\nappears to be the most prominent of such states, minimizing total energy in\nevery torus with internal radius $r\\gtrsim10\\,{\\rm nm}$ (for Permalloy). For\n$r\\lesssim10\\,{\\rm nm}$ the vortex remains the most favorable pattern whenever\n$R/\\ell_{ex}\\gtrsim1.5$ ($R$ is the torus external radius and $\\ell_{ex}$ is\nthe exchange length), being substituted by the ferromagnetic state whenever\n$R/\\ell_{ex}\\lesssim1.5$.\n","Comment: 16 pages, 9 figures, 3 apendices, Revtex format"]}]
["1004.3422",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3422","Phys.Lett.B692:184-188,2010","doi:10.1016/j.physletb.2010.07.037"],"date":["2010-04-20","2010-08-16"],"type":["text"],"creator":["Ecker, Gerhard","Masjuan, Pere","Neufeld, Helmut"],"language":[],"coverage":[],"title":["Chiral extrapolation and determination of low-energy constants from\n  lattice data"],"description":["  We propose analytic approximations of chiral SU(3) amplitudes for the\nextrapolation of lattice data to the physical meson masses. The method allows\nthe determination of NNLO low-energy constants in a controllable fashion. We\ntest the approach with recent lattice data for the ratio F_K/F_pi of meson\ndecay constants.\n","Comment: 10 pages, 1 figure, matches version published in PLB: title enlarged,\n  comments added, results unchanged"]}]
["1006.3380",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3380","Phys. Lett. A 375 (2011) 1219-1224","doi:10.1016/j.physleta.2011.01.050"],"date":["2010-06-17"],"type":["text"],"creator":["Doliwa, Adam"],"language":[],"coverage":[],"title":["The affine Weyl group symmetry of Desargues maps and of the\n  non-commutative Hirota-Miwa system"],"description":["  We study recently introduced Desargues maps, which provide simple geometric\ninterpretation of the non-commutative Hirota--Miwa system. We characterize them\nas maps of the A-type root lattice into a projective space such that images of\nvertices of any basic regular N-simplex are collinear. Such a characterization\nis manifestly invariant with respect to the corresponding affine Weyl group\naction, which leads to related symmetries of the Hirota--Miwa system.\n","Comment: 10 pages, 1 figure"]}]
["1006.5232",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5232"],"date":["2010-06-27","2011-08-03"],"type":["text"],"creator":["Cho, Sangbum","McCullough, Darryl"],"language":[],"coverage":[],"title":["Semisimple tunnels"],"description":["  A knot in the 3-sphere in genus-1 1-bridge position (called a (1,1)-position)\ncan be described by an element of the braid group of two points in the torus.\nOur main results tell how to translate between a braid group element and the\nsequence of slope invariants of the upper and lower tunnels of the\n(1,1)-position. After using them to verify previous calculations of the slope\ninvariants for all tunnels of 2-bridge knots and (1,1)-tunnels of torus knots,\nwe obtain characterizations of the slope sequences of tunnels of 2-bridge\nknots, and of a class of tunnels we call toroidal. The main results lead to a\ngeneral algorithm to calculate the slope invariants of the upper and lower\ntunnels from a braid description. The algorithm has been implemented as\nsoftware, and we give some sample computations.\n","Comment: Revision of first version. Minor rewriting throughout, and several\n  sections of background material added. (-2,3,7)-pretzel knot example removed\n  for writeup with related material, otherwise no significant change in content"]}]
["1006.5352",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5352"],"date":["2010-06-28","2011-08-04"],"type":["text"],"creator":["Goldberg, Paul W.","Papadimitriou, Christos H.","Savani, Rahul"],"language":[],"coverage":[],"title":["The Complexity of the Homotopy Method, Equilibrium Selection, and\n  Lemke-Howson Solutions"],"description":["  We show that the widely used homotopy method for solving fixpoint problems,\nas well as the Harsanyi-Selten equilibrium selection process for games, are\nPSPACE-complete to implement. Extending our result for the Harsanyi-Selten\nprocess, we show that several other homotopy-based algorithms for finding\nequilibria of games are also PSPACE-complete to implement. A further\napplication of our techniques yields the result that it is PSPACE-complete to\ncompute any of the equilibria that could be found via the classical\nLemke-Howson algorithm, a complexity-theoretic strengthening of the result in\n[Savani and von Stengel]. These results show that our techniques can be widely\napplied and suggest that the PSPACE-completeness of implementing homotopy\nmethods is a general principle.\n","Comment: 23 pages, 1 figure; to appear in FOCS 2011 conference"]}]
["1007.1831",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1831","Nano Letters (2011) volume 11, p. 214-219","doi:10.1021/nl103508m"],"date":["2010-07-12","2011-08-04"],"type":["text"],"creator":["Tan, Zhen Wah","Wang, Jian-Sheng","Gan, Chee Kwan"],"language":[],"coverage":[],"title":["First-principles study of heat transport properties of graphene\n  nanoribbons"],"description":["  We combine density-functional theory and the nonequilibrium Green's function\nmethod to study the thermal conductance of graphene nanoribbons with armchair\nand zigzag edges. Zigzag ribbons have higher thermal conductance than armchair\nribbons of comparable widths due to an anisotropy in phonon dispersion for\ngraphene nanoribbons: low-frequency bands in zigzag ribbons are more dispersive\nthan those in armchair ribbons. The edges with and without hydrogen-passivation\nmodify the atomic structure and ultimately influence the phonon thermal\ntransport differently for the two ribbon types.\n","Comment: Published in Nano Letters"]}]
["1007.3944",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra","16S38, 16S15, 15P90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3944","Proceedings of the Royal Society of Edinburgh, 141A, 609-629, 2011"],"date":["2010-07-22"],"type":["text"],"creator":["Iyudu, Natalia","Shkarin, Stanislav"],"language":[],"coverage":[],"title":["The Golod-Shafarevich inequality for Hilbert series of quadratic\n  algebras and the Anick conjecture"],"description":["  We study the question on whether the famous Golod-Shafarevich estimate, which\ngives a lower bound for the Hilbert series of a (noncommutative) algebra, is\nattained. This question was considered by Anick in his 1983 paper 'Generic\nalgebras and CW-complexes', Princeton Univ. Press., where he proved that the\nestimate is attained for the number of quadratic relations $d \\leq\n\\frac{n^2}{4}$ and $d \\geq \\frac{n^2}{2}$, and conjectured that this is the\ncase for any number of quadratic relations. The particular point where the\nnumber of relations is equal to $ \\frac{n(n-1)}{2}$ was addressed by Vershik.\nHe conjectured that a generic algebra with this number of relations is finite\ndimensional.\n  We prove that over any infinite field, the Anick conjecture holds for\n  $d \\geq \\frac{4(n^2+n)}{9}$ and arbitrary number of generators $n$, and\nconfirm the Vershik conjecture over any field of characteristic 0. We give also\na series of related asymptotic results.\n","Comment: 17 pages, to appear in the Proceedings of the Royal Society Edinburgh\n  A"]}]
["1007.4624",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4624"],"date":["2010-07-27","2011-08-03"],"type":["text"],"creator":["Mun, Bongjin Simon","Chen, Kai","Leem, Youngchul","Dejoie, Catherine","Tamura, Nobumichi","Kunz, Martin","Liu, Zhi","Grass, Michael E.","Park, Changwoo","Lee, Y. Yvette","Ju, Honglyoul"],"language":[],"coverage":[],"title":["Observation of new intrinsic properties of VO2"],"description":["  The single crystal VO2, exihibiting a first-order metal-insulator transition\n(MIT) at 67.2 degrees C and an insulator-insulator transition (IIT) at ~49.7\ndegrees C, is grown. From synchrotron-based x-ray microdiffraction analysis,\nthe IIT shows structural phase transition (SPT) of monoclinic M2 to M1 phases\nwhile the MIT displays M1 to rutile R phases. The IIT exhibits percolative SPT\nwhile the MIT shows abrupt transition width of < 0.02 degrees C, supporting\nMott's prediction. The MIT occurs non-percolatively with a sharp boundary\nbetween R and M1 phases. The MIT onset temperature shows significant variation.\n","Comment: This paper has been withdrawn by the authors. We would like to\n  withdraw the paper since we arrived at different conclusion based on the\n  re-interpretation of data. Thank you"]}]
["1007.4714",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4714","Phys. Rev. B 84, 054503 (2011)","doi:10.1103/PhysRevB.84.054503"],"date":["2010-07-27","2011-06-08"],"type":["text"],"creator":["Didier, Nicolas","Pugnetti, Stefano","Blanter, Yaroslav M.","Fazio, Rosario"],"language":[],"coverage":[],"title":["Detecting phonon blockade with photons"],"description":["  Measuring the quantum dynamics of a mechanical system, when few phonons are\ninvolved, remains a challenge. We show that a superconducting microwave\nresonator linearly coupled to the mechanical mode constitutes a very powerful\nprobe for this scope. This new coupling can be much stronger than the usual\nradiation pressure interaction by adjusting a gate voltage. We focus on the\ndetection of phonon blockade, showing that it can be observed by measuring the\nstatistics of the light in the cavity. The underlying reason is the formation\nof an entangled state between the two resonators. Our scheme realizes a\nphonotonic Josephson junction, giving rise to coherent oscillations between\nphonons and photons as well as a self-trapping regime for a coupling smaller\nthan a critical value. The transition from the self-trapping to the oscillating\nregime is also induced dynamically by dissipation.\n","Comment: 6 pages, 5 figures"]}]
["1007.5422",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5422","Phys. Rev. A 84, 012105 (2011)","doi:10.1103/PhysRevA.84.012105"],"date":["2010-07-30"],"type":["text"],"creator":["Carle, T.","Briegel, H. J.","Kraus, B."],"language":[],"coverage":[],"title":["Decoherence of many-body systems due to many-body interactions"],"description":["  We study a spin-gas model, where N_S system qubits are interacting with N_B\nbath qubits via many-body interactions. We consider multipartite Ising\ninteractions and show how the effect of decoherence depends on the specific\ncoupling between the system and its environment. For instance, we analyze the\ninfluence of decohenerce induced by k-body interactions for different values of\nk. Moreover, we study how the effect of decoherence depends on the correlation\nbetween baths that are coupled to different individual system qubit and compare\nMarkovian with non-Markovian interactions. As examples we consider specific\nquantum many-body states and investigate their evolution under several\ndifferent decoherence models. As a complementary investigation we study how the\ncoupling to the environment can be employed to generate a desired multipartite\nstate.\n","Comment: 15 pages, 2 figures"]}]
["1008.0088",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0088","Astrophys.J.714:748-757,2010","doi:10.1088/0004-637X/714/1/748"],"date":["2010-07-31"],"type":["text"],"creator":["Torok, Gabriel","Bakala, Pavel","Sramkova, Eva","Stuchlik, Zdenek","Urbanec, Martin"],"language":[],"coverage":[],"title":["On mass-constraints implied by the relativistic precession model of\n  twin-peak quasi-periodic oscillations in Circinus X-1"],"description":["  Boutloukos et al. (2006) discovered twin-peak quasi-periodic oscillations\n(QPOs) in 11 observations of the peculiar Z-source Circinus X-1. Among several\nother conjunctions the authors briefly discussed the related estimate of the\ncompact object mass following from the geodesic relativistic precession model\nfor kHz QPOs. Neglecting the neutron star rotation they reported the inferred\nmass M_0 = 2.2 +/- 0.3 M_\\sun. We present a more detailed analysis of the\nestimate which involves the frame-dragging effects associated with rotating\nspacetimes. For a free mass we find acceptable fits of the model to data for\n(any) small dimensionless compact object angular momentum j=cJ/GM^2. Moreover,\nquality of the fit tends to increase very gently with rising j. Good fits are\nreached when M ~ M_0[1+0.55(j+j^2)]. It is therefore impossible to estimate the\nmass without the independent knowledge of the angular momentum and vice versa.\nConsidering j up to 0.3 the range of the feasible values of mass extends up to\n3M_\\sun. We suggest that similar increase of estimated mass due to rotational\neffects can be relevant for several other sources.\n","Comment: 10 pages, 9 figures (in colour)"]}]
["1008.3341",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3341","Eur. Phys. J. B 78, 509-523 (2010)","doi:10.1140/epjb/e2010-10636-4"],"date":["2010-08-19"],"type":["text"],"creator":["Wild, G.","Probst, C.","Marx, A.","Gross, R."],"language":[],"coverage":[],"title":["Josephson Coupling and Fiske Dynamics in Ferromagnetic Tunnel Junctions"],"description":["  We report on the fabrication of Nb/AlO_x/Pd_{0.82}Ni_{0.18}/Nb\nsuperconductor/insulator/ferromagnetic metal/superconductor (SIFS) Josephson\njunctions with high critical current densities, large normal resistance times\narea products, high quality factors, and very good spatial uniformity. For\nthese junctions a transition from 0- to \\pi-coupling is observed for a\nthickness d_F ~ 6 nm of the ferromagnetic Pd_{0.82}Ni_{0.18} interlayer. The\nmagnetic field dependence of the \\pi-coupled junctions demonstrates good\nspatial homogeneity of the tunneling barrier and ferromagnetic interlayer.\nMagnetic characterization shows that the Pd_{0.82}Ni_{0.18} has an out-of-plane\nanisotropy and large saturation magnetization, indicating negligible dead\nlayers at the interfaces. A careful analysis of Fiske modes provides\ninformation on the junction quality factor and the relevant damping mechanisms\nup to about 400 GHz. Whereas losses due to quasiparticle tunneling dominate at\nlow frequencies, the damping is dominated by the finite surface resistance of\nthe junction electrodes at high frequencies. High quality factors of up to 30\naround 200 GHz have been achieved. Our analysis shows that the fabricated\njunctions are promising for applications in superconducting quantum circuits or\nquantum tunneling experiments.\n","Comment: 15 pages, 9 figures"]}]
["1009.1420",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1420","Europhys. Lett. 95, 27007 (2011)","doi:10.1209/0295-5075/95/27007"],"date":["2010-09-07","2011-06-07"],"type":["text"],"creator":["Parish, Meera M.","Marchetti, Francesca M.","Littlewood, Peter B."],"language":[],"coverage":[],"title":["Supersolidity in electron-hole bilayers with a large density imbalance"],"description":["  We consider an electron-hole bilayer in the limit of extreme density\nimbalance, where we have a single particle in one layer interacting\nattractively with a Fermi liquid in the other parallel layer. Using an\nappropriate variational wave function for the dressed exciton, we provide\nstrong evidence for the existence of the Fulde-Ferrell-Larkin-Ovchinnikov\n(FFLO) phase in electron-hole bilayers with a large density imbalance.\nFurthermore, within this unusual limit of FFLO, we find that a dilute gas of\nminority particles forms excitons that condense into a two-dimensional\n\"supersolid\".\n","Comment: 6 pages, 2 figures"]}]
["1009.4451",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4451","Annals Phys.326:1941-1971,2011","doi:10.1016/j.aop.2011.04.007"],"date":["2010-09-22","2011-08-04"],"type":["text"],"creator":["Alexandru, Andrei","Draper, Terrence","Horvath, Ivan","Streuer, Thomas"],"language":[],"coverage":[],"title":["The Analysis of Space-Time Structure in QCD Vacuum II: Dynamics of\n  Polarization and Absolute X-Distribution"],"description":["  We propose a framework for quantitative evaluation of dynamical tendency for\npolarization in arbitrary random variable that can be decomposed into a pair of\northogonal subspaces. The method uses measures based on comparisons of given\ndynamics to its counterpart with statistically independent components. The\nformalism of previously considered X-distributions is used to express the\naforementioned comparisons, in effect putting the former approach on solid\nfooting. Our analysis leads to definition of a suitable correlation coefficient\nwith clear statistical meaning. We apply the method to the dynamics induced by\npure-glue lattice QCD in local left-right components of overlap Dirac\neigenmodes. It is found that, in finite physical volume, there exists a\nnon-zero physical scale in the spectrum of eigenvalues such that eigenmodes at\nsmaller (fixed) eigenvalues exhibit convex X-distribution (positive\ncorrelation), while at larger eigenvalues the distribution is concave (negative\ncorrelation). This chiral polarization scale thus separates a regime where\ndynamics enhances chirality relative to statistical independence from a regime\nwhere it suppresses it, and gives an objective definition to the notion of\n\"low\" and \"high\" Dirac eigenmode. We propose to investigate whether the\npolarization scale remains non-zero in the infinite volume limit, in which case\nit would represent a new kind of low energy scale in QCD.\n","Comment: v2: 38 pages, 12 figures, author-preferred version; v3:\n  journal-preferred version"]}]
["1009.4826",{"format":[],"subject":["Mathematics - Number Theory","15A21, 05A16, 52C07, 15B36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4826"],"date":["2010-09-24","2011-08-04"],"type":["text"],"creator":["Maze, Gerard"],"language":[],"coverage":[],"title":["Natural Density Distribution of Hermite Normal Forms of Integer Matrices"],"description":["  The Hermite Normal Form (HNF) is a canonical representation of matrices over\nany principal ideal domain. Over the integers, the distribution of the HNFs of\nrandomly looking matrices is far from uniform. The aim of this article is to\npresent an explicit computation of this distribution together with some\napplications. More precisely, for integer matrices whose entries are upper\nbounded in absolute value by a large bound, we compute the asymptotic number of\nsuch matrices whose HNF has a prescribed diagonal structure. We apply these\nresults to the analysis of some procedures and algorithms whose dynamics depend\non the HNF of randomly looking integer matrices.\n"]}]
["1011.0986",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","Physics - Geophysics","34E13, 35B27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0986"],"date":["2010-11-03","2011-08-04"],"type":["text"],"creator":["Owhadi, Houman","Zhang, Lei"],"language":[],"coverage":[],"title":["Localized bases for finite dimensional homogenization approximations\n  with non-separated scales and high-contrast"],"description":["  We construct finite-dimensional approximations of solution spaces of\ndivergence form operators with $L^\\infty$-coefficients. Our method does not\nrely on concepts of ergodicity or scale-separation, but on the property that\nthe solution space of these operators is compactly embedded in $H^1$ if source\nterms are in the unit ball of $L^2$ instead of the unit ball of $H^{-1}$.\nApproximation spaces are generated by solving elliptic PDEs on localized\nsub-domains with source terms corresponding to approximation bases for $H^2$.\nThe $H^1$-error estimates show that $\\mathcal{O}(h^{-d})$-dimensional spaces\nwith basis elements localized to sub-domains of diameter $\\mathcal{O}(h^\\alpha\n\\ln \\frac{1}{h})$ (with $\\alpha \\in [1/2,1)$) result in an\n$\\mathcal{O}(h^{2-2\\alpha})$ accuracy for elliptic, parabolic and hyperbolic\nproblems. For high-contrast media, the accuracy of the method is preserved\nprovided that localized sub-domains contain buffer zones of width\n$\\mathcal{O}(h^\\alpha \\ln \\frac{1}{h})$ where the contrast of the medium\nremains bounded. The proposed method can naturally be generalized to vectorial\nequations (such as elasto-dynamics).\n","Comment: Accepted for publication in SIAM MMS"]}]
["1011.2239",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2239","Astrophys.J.734:36,2011","doi:10.1088/0004-637X/734/1/36"],"date":["2010-11-09","2011-05-31"],"type":["text"],"creator":["Abrahamse, Augusta","Knox, Lloyd","Schmidt, Samuel","Thorman, Paul","Tyson, J. Anthony","Zhan, Hu"],"language":[],"coverage":[],"title":["Characterizing and Propagating Modeling Uncertainties in\n  Photometrically-Derived Redshift Distributions"],"description":["  The uncertainty in the redshift distributions of galaxies has a significant\npotential impact on the cosmological parameter values inferred from multi-band\nimaging surveys. The accuracy of the photometric redshifts measured in these\nsurveys depends not only on the quality of the flux data, but also on a number\nof modeling assumptions that enter into both the training set and SED fitting\nmethods of photometric redshift estimation. In this work we focus on the\nlatter, considering two types of modeling uncertainties: uncertainties in the\nSED template set and uncertainties in the magnitude and type priors used in a\nBayesian photometric redshift estimation method. We find that SED template\nselection effects dominate over magnitude prior errors. We introduce a method\nfor parameterizing the resulting ignorance of the redshift distributions, and\nfor propagating these uncertainties to uncertainties in cosmological\nparameters.\n","Comment: 13 pages, 12 figures, version published in ApJ"]}]
["1011.5306",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5306","Eur.Phys.J.C71:1716,2011","doi:10.1140/epjc/s10052-011-1716-0"],"date":["2010-11-24","2011-08-04"],"type":["text"],"creator":["Ding, Gui-Jun","Pan, Dong-Mei"],"language":[],"coverage":[],"title":["Renormalization Group Running of Lepton Mixing Parameters in See-Saw\n  Models with $S_4$ Flavor Symmetry"],"description":["  We study the renormalization group running of the tri-bimaximal mixing\npredicted by the two typical $S_4$ flavor models at leading order. Although the\ntextures of the mass matrices are completely different, the evolution of\nneutrino mass and mixing parameters is found to display approximately the same\npattern. For both normal hierarchy and inverted hierarchy spectrum, the quantum\ncorrections to both atmospheric and reactor neutrino mixing angles are so small\nthat they can be neglected. The evolution of the solar mixing angle\n$\\theta_{12}$ depends on $\\tan\\beta$ and neutrino mass spectrum, the deviation\nfrom its tri-bimaximal value could be large. Taking into account the\nrenormalization group running effect, the neutrino spectrum is constrained by\nexperimental data on $\\theta_{12}$ in addition to the self-consistency\nconditions of the models, and the inverted hierarchy spectrum is disfavored for\nlarge $\\tan\\beta$. The evolution of light-neutrino masses is approximately\ndescribed by a common scaling factor.\n","Comment: 23 pages, 6figures"]}]
["1011.5587",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5587","Mod.Phys.Lett.A26:501-514,2011","doi:10.1142/S0217732311034906"],"date":["2010-11-25"],"type":["text"],"creator":["Dev, S.","Gupta, Shivani","Gautam, Radha Raman"],"language":[],"coverage":[],"title":["Tribimaximal mixing in neutrino mass matrices with texture zeros or\n  vanishing minors"],"description":["  We study the existence of one/two texture zeros or one/two vanishing minors\nin the neutrino mass matrix with $\\mu\\tau$ symmetry. In the basis where the\ncharged lepton mass matrix and the Dirac neutrino mass matrix are diagonal, the\none/two zeros or one/two vanishing minors in the right-handed Majorana mass\nmatrix having $\\mu\\tau$ symmetry will propagate via seesaw mechanism as one/two\nvanishing minors or one/two texture zeros in the neutrino mass matrix with\n$\\mu\\tau$ symmetry respectively. It is found that only five such texture\nstructures of the neutrino mass matrix are phenomenologically viable. For\ntribimaximal mixing, these texture structures reduce the number of free\nparameters to one. Interesting predictions are obtained for the effective\nMajorana mass $M_{ee}$, the absolute mass scale and the Majorana-type CP\nviolating phases.\n","Comment: To appear in Mod. Phys. Letts. A"]}]
["1011.6151",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6151"],"date":["2010-11-29","2011-08-04"],"type":["text"],"creator":["Gangopadhyay, Debashis","Manna, Goutam"],"language":[],"coverage":[],"title":["Hawking temperature for a global monopole metric in the context of k-\n  essence and emergent gravity"],"description":["  The Hawking temperature for the Barriola-Vilenkin global monopole metric is\nshown to be $T_{\\mathrm BV}= {\\hbar (1-\\alpha) ^{2}\\over8\\pi GM k_{\\mathrm\nB}}$, where $\\alpha$ is the global monopole charge,$M$ the mass of the black\nhole, $k_{\\mathrm B}$ is the Boltzmann constant and speed of light $c=1$. We\nthen show that a similar metric can also be obtained for certain $k-$ essence\nfield configurations in an emergent gravity situation. Therefore, in the\ncontext of Belgiorno {\\it et al's} recent demonstration of spontaneous emission\nof photons in a gravitational analogue experiment, any future observation of\n$T_{\\mathrm BV}$ need not necessarily imply the existence of global monopoles.\nAn alternative implication might as well be a very indirect signature of dark\nenergy in an emergent gravity scenario. This should lead to effects that may be\ndetectable in refined and modified versions of Belgiorno {\\it et al's}\nexperiment.\n","Comment: This paper has been withdrawn by the authors"]}]
["1012.1522",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1522","AIP Conf.Proc.1343:265-267,2011","doi:10.1063/1.3574997"],"date":["2010-12-07"],"type":["text"],"creator":["Ecker, Gerhard"],"language":[],"coverage":[],"title":["Chiral extrapolation of SU(3) amplitudes"],"description":["  Approximations of chiral SU(3) amplitudes at NNLO are proposed to facilitate\nthe extrapolation of lattice data to the physical meson masses. Inclusion of\nNNLO terms is essential for investigating convergence properties of chiral\nSU(3) and for determining low-energy constants in a controllable fashion. The\napproximations are tested with recent lattice data for the ratio of decay\nconstants F_K/F_pi.\n","Comment: 3 pages, 1 figure, Talk presented at \"Quark Confinement and the\n  Hadron Spectrum IX\", Aug. 30 - Sept. 3, 2010, Madrid, Spain, to appear in the\n  proceedings"]}]
["1012.4491",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4491","New J. Phys. 13 (2011) 075017","doi:10.1088/1367-2630/13/7/075017"],"date":["2010-12-20"],"type":["text"],"creator":["Hauke, Philipp","Roscilde, Tommaso","Murg, Valentin","Cirac, J. Ignacio","Schmied, Roman"],"language":[],"coverage":[],"title":["Modified spin-wave theory with ordering vector optimization II:\n  Spatially anisotropic triangular lattice and $J_1J_2J_3$ model with\n  Heisenberg interactions"],"description":["  We study the ground state phases of the $S=1/2$ Heisenberg quantum\nantiferromagnet on the spatially anisotropic triangular lattice and on the\nsquare lattice with up to next-next-nearest neighbor coupling (the $J_1J_2J_3$\nmodel), making use of Takahashi's modified spin-wave (MSW) theory supplemented\nby ordering vector optimization. We compare the MSW results with exact\ndiagonalization and projected-entangled-pair-states calculations, demonstrating\ntheir qualitative and quantitative reliability. We find that MSW theory\ncorrectly accounts for strong quantum effects on the ordering vector of the\nmagnetic phases of the models under investigation: in particular collinear\nmagnetic order is promoted at the expenses of non-collinear (spiral) order, and\nseveral spiral states which are stable at the classical level, disappear from\nthe quantum phase diagram. Moreover, collinear states and non-collinear ones\nare never connected continuously, but they are separated by parameter regions\nin which MSW breaks down, signaling the possible appearance of a non-magnetic\nground state. In the case of the spatially anisotropic triangular lattice, a\nlarge breakdown region appears also for weak couplings between the chains\ncomposing the lattice, suggesting the possible occurrence of a large\nnon-magnetic region continuously connected with the spin-liquid state of the\nuncoupled chains.\n"]}]
["1101.0576",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0576"],"date":["2011-01-03","2011-08-04"],"type":["text"],"creator":["Regev, Oded"],"language":[],"coverage":[],"title":["Bell Violations through Independent Bases Games"],"description":["  In a recent paper, Junge and Palazuelos presented two two-player games\nexhibiting interesting properties. In their first game, entangled players can\nperform notably better than classical players. The quantitative gap between the\ntwo cases is remarkably large, especially as a function of the number of inputs\nto the players. In their second game, entangled players can perform notably\nbetter than players that are restricted to using a maximally entangled state\n(of arbitrary dimension). This was the first game exhibiting such a behavior.\nThe analysis of both games is heavily based on non-trivial results from Banach\nspace theory and operator space theory. Here we present two games exhibiting a\nsimilar behavior, but with proofs that are arguably simpler, using elementary\nprobabilistic techniques and standard quantum information arguments. Our games\nalso give better quantitative bounds.\n","Comment: Minor updates"]}]
["1101.0716",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0716","Int.J.Mod.Phys. D20 (2011) 1347-1355","doi:10.1142/S0218271811019529"],"date":["2011-01-04"],"type":["text"],"creator":["Motohashi, Hayato","Starobinsky, Alexei A.","Yokoyama, Jun'ichi"],"language":[],"coverage":[],"title":["f(R) Gravity and its Cosmological Implications"],"description":["  We have investigated the evolution of a homogeneous isotropic background of\nthe Universe and inhomogeneous subhorizon matter density perturbations in\nviable $f(R)$ models of present dark energy and cosmic acceleration\nanalytically and numerically. It is found that viable $f(R)$ models generically\nexhibit recent crossing of the phantom boundary $w_{\\rm DE}=-1$. Furthermore,\nit is shown that the growth index of perturbations depends both on time and\nwavenumber. This anomalous growth may explain properties of the observational\nmatter power spectrum from the SDSS data and can also partially counteract the\nspectrum suppression by massive neutrinos making larger values of the total sum\nof neutrino rest masses possible.\n","Comment: 10 pages, 8 figures, to be published in the Proceedings of 2nd\n  International Workshop on Dark Matter, Dark Energy and Matter-Antimatter\n  Asymmetry"]}]
["1101.2161",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2161","Int.J.Mod.Phys.D20:1521-1532,2011","doi:10.1142/S0218271811019694"],"date":["2011-01-11"],"type":["text"],"creator":["Hou, George W. S."],"language":[],"coverage":[],"title":["Source of CP Violation for the Baryon Asymmetry of the Universe"],"description":["  We give a description of why the existence of a fourth generation is likely\nto provide enough CP violation for baryogenesis, and trace how this observation\ncame about. We survey the current experimental and theoretical pursuits and\noutline a research agenda, touching upon unitarity violation and very heavy\nchiral quarks, and comment on how the electroweak phase transition picture\nmight be altered.\n","Comment: Invited talk presented at 2nd International Workshop on Dark Matter,\n  Dark Energy and Matter-antimatter Asymmetry, Hsinchu, Taiwan, November 5-6,\n  2010"]}]
["1101.2668",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2668","Phys. Rev. E 84, 021106 (2011)","doi:10.1103/PhysRevE.84.021106"],"date":["2011-01-13"],"type":["text"],"creator":["Fleming, C. H.","Hu, B. L.","Roura, Albert"],"language":[],"coverage":[],"title":["Initial state preparation with dynamically generated system-environment\n  correlations"],"description":["  The dependence of the dynamics of open quantum systems upon initial\ncorrelations between the system and environment is an utterly important yet\npoorly understood subject. For technical convenience most prior studies assume\nfactorizable initial states where the system and its environments are\nuncorrelated, but these conditions are not very realistic and give rise to\npeculiar behaviors. One distinct feature is the rapid build up or a sudden jolt\nof physical quantities immediately after the system is brought in contact with\nits environments. The ultimate cause of this is an initial imbalance between\nsystem-environment correlations and coupling. In this note we demonstrate\nexplicitly how to avoid these unphysical behaviors by proper adjustments of\ncorrelations and/or the coupling, for setups of both theoretical and\nexperimental interest. We provide simple analytical results in terms of\nquantities that appear in linear (as opposed to affine) master equations\nderived for factorized initial states.\n","Comment: 6 pages, 2 figures"]}]
["1101.3628",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3628","Int.J.Mod.Phys.D20:1363-1371,2011","doi:10.1142/S0218271811019542"],"date":["2011-01-19","2011-01-28"],"type":["text"],"creator":["Bamba, Kazuharu","Geng, Chao-Qiang","Tsujikawa, Shinji"],"language":[],"coverage":[],"title":["Thermodynamics in Modified Gravity Theories"],"description":["  We demonstrate that there does exist an equilibrium description of\nthermodynamics on the apparent horizon in the expanding cosmological background\nfor a wide class of modified gravity theories with the Lagrangian density $f(R,\n\\phi, X)$, where $R$ is the Ricci scalar and $X$ is the kinetic energy of a\nscalar field $\\phi$. This comes from a suitable definition of an energy\nmomentum tensor of the \"dark\" component obeying the local energy conservation\nlaw in the Jordan frame. It is shown that the equilibrium description in terms\nof the horizon entropy $S$ is convenient because it takes into account the\ncontribution of the horizon entropy $\\hat{S}$ in non-equilibrium thermodynamics\nas well as an entropy production term.\n","Comment: 8 pages, no figure, revised version, to be published in the\n  Proceedings of the \"2nd International Workshop on Dark Matter, Dark Energy\n  and Matter-Antimatter Asymmetry.\""]}]
["1102.0350",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0350","Phys. Rev. Lett. 107, 067202 (2011)","doi:10.1103/PhysRevLett.107.067202"],"date":["2011-02-01","2011-07-13"],"type":["text"],"creator":["Zhang, Yi","Grover, Tarun","Vishwanath, Ashvin"],"language":[],"coverage":[],"title":["Entanglement entropy of critical spin liquids"],"description":["  Quantum spin liquids are phases of matter whose internal structure is not\ncaptured by a local order parameter. Particularly intriguing are critical spin\nliquids, where strongly interacting excitations control low energy properties.\nHere we calculate their bipartite entanglement entropy that characterize their\nquantum structure. In particular we calculate the Renyi entropy $S_2$, on model\nwavefunctions obtained by Gutzwiller projection of a Fermi sea. Although the\nwavefunctions are not sign positive, $S_2$ can be calculated on relatively\nlarge systems (>324 spins), using the variational Monte Carlo technique. On the\ntriangular lattice we find that entanglement entropy of the projected Fermi-sea\nstate violates the boundary law, with $S_2$ enhanced by a logarithmic factor.\nThis is an unusual result for a bosonic wave-function reflecting the presence\nof emergent fermions. These techniques can be extended to study a wide class of\nother phases.\n","Comment: 4+ pages, 2 figures, to be published in PRL"]}]
["1102.4942",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4942","Int.J.Mod.Phys.D20:1383-1388,2011","doi:10.1142/S0218271811019566"],"date":["2011-02-24"],"type":["text"],"creator":["Yang, Jin Min"],"language":[],"coverage":[],"title":["SUSY Dark Matter In Light Of CDMS/XENON Limits"],"description":["  In this talk we briefly review the current CDMS/XENON constraints on the\nneutralino dark matter in three popular supersymmetric models: the minimal\n(MSSM), the next-to-minimal (NMSSM) and the nearly minimal (nMSSM). The\nconstraints from the dark matter relic density and various collider experiments\nare also taken into account. The conclusion is that for each model the current\nCDMS/XENON limits can readily exclude a large part of the parameter space\nallowed by other constraints and the future SuperCDMS or XENON100 can cover\nmost of the allowed parameter space. The implication for the Higgs search at\nthe LHC is also discussed. It is found that in the currently allowed parameter\nspace the MSSM charged Higgs boson is quite unlikely to be discovered at the\nLHC while the neutral Higgs bosons $H$ and $A$ may be accessible at the LHC in\nthe parameter space with a large $\\mu$ parameter.\n","Comment: talk given at 2nd International Workshop on Dark Matter, Dark Energy\n  and Matter-Antimatter Asymmetry, Nov 5-6, 2010, Hsinchu, Taiwan (to appear in\n  Int. J. Mod. Phys. D)"]}]
["1103.4584",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Formal Languages and Automata Theory","Computer Science - Systems and Control","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4584"],"date":["2011-03-23","2011-08-04"],"type":["text"],"creator":["Benerecetti, Massimo","Faella, Marco","Minopoli, Stefano"],"language":[],"coverage":[],"title":["Automatic Synthesis of Switching Controllers for Linear Hybrid Automata"],"description":["  In this paper we study the problem of automatically generating switching\ncontrollers for the class of Linear Hybrid Automata, with respect to safety\nobjectives. We identify and solve inaccuracies contained in previous\ncharacterizations of the problem, providing a sound and complete symbolic\nfixpoint procedure, based on polyhedral abstractions of the state space. We\nalso prove the termination of each iteration of the procedure. Some promising\nexperimental results are presented, based on an implementation of the fixpoint\nprocedure on top of the tool PHAVer.\n","Comment: 22 pages, 5 figures (same contribution as earlier version, improved\n  proofs)"]}]
["1103.5428",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5428","New J. Phys. 13 (2011) 073043","doi:10.1088/1367-2630/13/7/073043"],"date":["2011-03-28","2011-06-30"],"type":["text"],"creator":["Kumph, Muir","Brownnutt, Michael","Blatt, Rainer"],"language":[],"coverage":[],"title":["Two-Dimensional Arrays of RF Ion Traps with Addressable Interactions"],"description":["  We describe the advantages of 2-dimensional, addressable arrays of spherical\nPaul traps. They would provide for the ability to address and tailor the\ninteraction strengths of trapped objects in 2D and could establish a valuable\nnew tool for quantum information processing. Simulations of trapping ions are\ncompared to first tests using printed circuit board trap arrays loaded with\ndust particles. Pair-wise interactions in the array are addressed by means of\nan adjustable radio-frequency (RF) electrode shared between trapping sites. By\nattenuating this RF electrode potential, neighboring pairs of trapped objects\nhave their interaction strength increase and are moved closer to one another.\nIn the limit of the adjustable electrode being held at RF ground, the two\nformerly spherical traps are merged into one linear Paul trap.\n","Comment: 23 pages, 13 figures"]}]
["1103.5503",{"format":[],"subject":["Condensed Matter - Superconductivity","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5503","Phys. Rev. Lett. 107, 043901 (2011)","doi:10.1103/PhysRevLett.107.043901"],"date":["2011-03-28","2011-07-21"],"type":["text"],"creator":["Kurter, Cihan","Tassin, Philippe","Zhang, Lei","Koschny, Thomas","Zhuravel, Alexander P.","Ustinov, Alexey V.","Anlage, Steven M.","Soukoulis, Costas M."],"language":[],"coverage":[],"title":["Classical Analogue of Electromagnetically Induced Transparency with a\n  Metal-Superconductor Hybrid Metamaterial"],"description":["  Metamaterials are engineered materials composed of small electrical circuits\nproducing novel interactions with electromagnetic waves. Recently, a new class\nof metamaterials has been created to mimic the behavior of media displaying\nelectromagnetically induced transparency (EIT). Here we introduce a planar EIT\nmetamaterial that creates a very large loss contrast between the dark and\nradiative resonators by employing a superconducting Nb film in the dark element\nand a normal-metal Au film in the radiative element. Below the critical\ntemperature of Nb, the resistance contrast opens up a transparency window along\nwith a large enhancement in group delay, enabling a significant slowdown of\nwaves. We further demonstrate precise control of the EIT response through\nchanges in the superfluid density. Such tunable metamaterials may be useful for\ntelecommunication because of their large delay-bandwidth products.\n","Comment: 4 pages, 4 figures"]}]
["1103.6139",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Computational Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.6139","doi:10.1103/PhysRevB.84.020504"],"date":["2011-03-31","2011-08-04"],"type":["text"],"creator":["Baggaley, Andrew W.","Barenghi, Carlo F."],"language":[],"coverage":[],"title":["Vortex density fluctuations in quantum turbulence"],"description":["  We compute the frequency spectrum of turbulent superfluid vortex density\nfluctuations and obtain the same Kolmogorov scaling which has been observed in\na recent experiment in Helium-4. We show that the scaling can be interpreted in\nterms of the spectrum of reconnecting material lines. The calculation is\nperformed using a vortex tree algorithm which considerably speeds up the\nevaluation of Biot-Savart integrals.\n","Comment: 7 Pages, 7 figures"]}]
["1104.1160",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1160","JHEP 1105:123,2011","doi:10.1007/JHEP05(2011)123"],"date":["2011-04-06","2011-08-04"],"type":["text"],"creator":["Hernandez, Rafael"],"language":[],"coverage":[],"title":["Three-point correlators for giant magnons"],"description":["  Three-point correlation functions in the strong-coupling regime of the\nAdS/CFT correspondence can be analyzed within a semiclassical approximation\nwhen two of the vertex operators correspond to heavy string states having large\nquantum numbers while the third vertex corresponds to a light state with fixed\ncharges. We consider the case where the heavy string states are chosen to be\ngiant magnon solitons with either a single or two different angular momenta,\nfor various different choices of light string states.\n","Comment: 15 pages. Latex. v2: Misprints corrected. Published version"]}]
["1104.1645",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1645","Phys. Rev. B 83, 235404 (2011)","doi:10.1103/PhysRevB.83.235404"],"date":["2011-04-08","2011-08-04"],"type":["text"],"creator":["Taubert, D.","Tomaras, C.","Schinner, G. J.","Tranitz, H. P.","Wegscheider, W.","Kehrein, S.","Ludwig, S."],"language":[],"coverage":[],"title":["Relaxation of hot electrons in a degenerate two-dimensional electron\n  system: transition to one-dimensional scattering"],"description":["  The energy relaxation channels of hot electrons far from thermal equilibrium\nin a degenerate two-dimensional electron system are investigated in transport\nexperiments in a mesoscopic three-terminal device. We observe a transition from\ntwo dimensions at zero magnetic field to quasi--one-dimensional scattering of\nthe hot electrons in a strong magnetic field. In the two-dimensional case\nelectron-electron scattering is the dominant relaxation mechanism, while the\nemission of optical phonons becomes more and more important as the magnetic\nfield is increased. The observation of up to 11 optical phonons emitted per hot\nelectron allows us to determine the onset energy of LO phonons in GaAs at\ncryogenic temperatures with a high precision, $\\eph=36.0\\pm0.1\\,$meV. Numerical\ncalculations of electron-electron scattering and the emission of optical\nphonons underline our interpretation in terms of a transition to\none-dimensional dynamics.\n","Comment: 15 pages, 9 figures"]}]
["1104.1777",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1777","Acta Phys. Polon. B42 (2011) 1557","doi:10.5506/APhysPolB.42.1557"],"date":["2011-04-10","2011-04-13"],"type":["text"],"creator":["Praszalowicz, Michal"],"language":[],"coverage":[],"title":["Geometrical scaling in hadronic collisions"],"description":["  We show that the p_T spectra measured in pp collisions at the LHC exhibit\ngeometrical scaling introduced earlier in the context of deep inelastic\nscattering. We also argue that the onset of geometrical scaling can be seen in\nnucleus-nucleus collisions at lower RHIC energies.\n","Comment: 10 pages, 5 figures, based on a talk presented at Cracow Epiphany\n  Conference \"On the First Year of the LHC\", Krakow, January 10-12, 2011. Small\n  corrections in v2"]}]
["1104.3040",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3040","Nucl.Phys.B852:108-148,2011","doi:10.1016/j.nuclphysb.2011.06.022"],"date":["2011-04-15","2011-08-02"],"type":["text"],"creator":["Antusch, Stefan","Calibbi, Lorenzo","Maurer, Vinzenz","Spinrath, Martin"],"language":[],"coverage":[],"title":["From Flavour to SUSY Flavour Models"],"description":["  If supersymmetry (SUSY) will be discovered, successful models of flavour not\nonly have to provide an explanation of the flavour structure of the Standard\nModel fermions, but also of the flavour structure of their scalar\nsuperpartners. We discuss aspects of such \"SUSY flavour\" models, towards\npredicting both flavour structures, in the context of supergravity (SUGRA). We\npoint out the importance of carefully taking into account SUSY-specific\neffects, such as 1-loop SUSY threshold corrections and canonical normalization,\nwhen fitting the model to the data for fermion masses and mixings. This\nentangles the flavour model with the SUSY parameters and leads to interesting\npredictions for the sparticle spectrum. We demonstrate these effects by\nanalyzing an example class of flavour models in the framework of an SU(5) Grand\nUnified Theory with a family symmetry with real triplet representations. For\nflavour violation through the SUSY soft breaking terms, the class of models\nrealizes a scheme we refer to as \"Trilinear Dominance\", where flavour violation\neffects are dominantly induced by the trilinear terms.\n","Comment: 44 pages, 10 figures, version published in Nuclear Physics B"]}]
["1105.0610",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0610","Physical Review A: Atomic, Molecular and Optical Physics 84 (2011)\n  013612","doi:10.1103/PhysRevA.84.013612"],"date":["2011-05-03","2011-08-04"],"type":["text"],"creator":["Lugan, Pierre","Sanchez-Palencia, Laurent"],"language":[],"coverage":[],"title":["Localization of Bogoliubov quasiparticles in interacting Bose gases with\n  correlated disorder"],"description":["  We study the Anderson localization of Bogoliubov quasiparticles (elementary\nmany-body excitations) in a weakly interacting Bose gas of chemical potential\n$\\mu$ subjected to a disordered potential $V$. We introduce a general mapping\n(valid for weak inhomogeneous potentials in any dimension) of the Bogoliubov-de\nGennes equations onto a single-particle Schr\\\"odinger-like equation with an\neffective potential. For disordered potentials, the Schr\\\"odinger-like equation\naccounts for the scattering and localization properties of the Bogoliubov\nquasiparticles. We derive analytically the localization lengths for correlated\ndisordered potentials in the one-dimensional geometry. Our approach relies on a\nperturbative expansion in $V/\\mu$, which we develop up to third order, and we\ndiscuss the impact of the various perturbation orders. Our predictions are\nshown to be in very good agreement with direct numerical calculations. We\nidentify different localization regimes: For low energy, the effective\ndisordered potential exhibits a strong screening by the quasicondensate density\nbackground, and localization is suppressed. For high-energy excitations, the\neffective disordered potential reduces to the bare disordered potential, and\nthe localization properties of quasiparticles are the same as for free\nparticles. The maximum of localization is found at intermediate energy when the\nquasicondensate healing length is of the order of the disorder correlation\nlength. Possible extensions of our work to higher dimensions are also\ndiscussed.\n","Comment: Published version"]}]
["1105.1842",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1842"],"date":["2011-05-09","2011-08-04"],"type":["text"],"creator":["Gall, Francois Le","Yoshida, Yuichi"],"language":[],"coverage":[],"title":["Property Testing for Cyclic Groups and Beyond"],"description":["  This paper studies the problem of testing if an input (Gamma,*), where Gamma\nis a finite set of unknown size and * is a binary operation over Gamma given as\nan oracle, is close to a specified class of groups. Friedl et al. [Efficient\ntesting of groups, STOC'05] have constructed an efficient tester using\npoly(log|Gamma|) queries for the class of abelian groups. We focus in this\npaper on subclasses of abelian groups, and show that these problems are much\nharder: Omega(|Gamma|^{1/6}) queries are necessary to test if the input is\nclose to a cyclic group, and Omega(|Gamma|^c) queries for some constant c are\nnecessary to test more generally if the input is close to an abelian group\ngenerated by k elements, for any fixed integer k>0. We also show that knowledge\nof the size of the ground set Gamma helps only for k=1, in which case we\nconstruct an efficient tester using poly(log|Gamma|) queries; for any other\nvalue k>1 the query complexity remains Omega(|Gamma|^c). All our upper and\nlower bounds hold for both the edit distance and the Hamming distance. These\nare, to the best of our knowledge, the first nontrivial lower bounds for such\ngroup-theoretic problems in the property testing model and, in particular, they\nimply the first exponential separations between the classical and quantum query\ncomplexities of testing closeness to classes of groups.\n","Comment: 15 pages, full version of a paper to appear in the proceedings of\n  COCOON'11. v2: Ref. [14] added and a few modifications to Appendix A done"]}]
["1105.2300",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2300","Nucl.Phys.B852:1-38,2011","doi:10.1016/j.nuclphysb.2011.06.009"],"date":["2011-05-11","2011-06-23"],"type":["text"],"creator":["Grigoryan, Hovhannes R.","Kovchegov, Yuri V."],"language":[],"coverage":[],"title":["Gravity Dual Corrections to the Heavy Quark Potential at\n  Finite-Temperature"],"description":["  We apply gauge/gravity duality to compute $1/N^2_c$ corrections to the heavy\nquark potentials of a quark--anti-quark pair ($Q\\bar Q$) and of a quark--quark\npair ($QQ$) immersed into the strongly coupled N = 4 SYM plasma. On the gravity\nside these corrections come from the exchanges of supergravity modes between\ntwo string worldsheets stretching from the UV boundary of AdS space to the\nblack hole horizon in the bulk and smeared over $S^5$. We find that the\ncontributions to the $Q\\bar Q$ potential coming from the exchanges of all of\nthe relevant modes (such as dilaton, massive scalar, 2-form field, and\ngraviton) are all attractive, leading to an attractive net $Q\\bar Q$ potential.\nWe show that at large separations $r$ and/or high-temperature $T$ the potential\nis of Yukawa-type, dominated by the graviton exchange, in agreement with\nearlier findings. On the other hand, at small-$r T$ the $Q\\bar Q$ potential\nscales as $\\sim (1/r) \\ln (1/rT)$. In the case of $QQ$ potential the 2-form\ncontribution changes sign and becomes repulsive: however, the net $QQ$\npotential remains attractive. At large-$r T$ it is dominated by the graviton\nexchange, while at small-$r T$ the $QQ$ potential becomes Coulomb-like.\n","Comment: 45 pages, 14 figures; v2: refs added, typos corrected"]}]
["1105.2307",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","37F75, 37A"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2307"],"date":["2011-05-11","2011-08-04"],"type":["text"],"creator":["Dinh, Tien-Cuong","Nguyen, Viet-Anh","Sibony, Nessim"],"language":[],"coverage":[],"title":["Entropy for hyperbolic Riemann surface laminations I"],"description":["  We develop a notion of entropy, using hyperbolic time, for laminations by\nhyperbolic Riemann surfaces. When the lamination is compact and transversally\nsmooth, we show that the entropy is finite and the Poincare metric on leaves is\ntransversally Holder continuous. A notion of metric entropy is also introduced\nfor harmonic measures.\n","Comment: 27 pages, Part 1. The article is adapted for the use we need in the\n  second part of our study of hyperbolic entropy for singular foliations"]}]
["1105.2785",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2785","Phys. Rev. B 84, 012505 (2011)","doi:10.1103/PhysRevB.84.012505"],"date":["2011-05-13","2011-08-04"],"type":["text"],"creator":["Fernandes, Rafael M.","Schmalian, Jörg"],"language":[],"coverage":[],"title":["Scaling of nascent nodes in extended s-wave superconductors"],"description":["  We analyze the low-energy properties of superconductors near the onset of\naccidental nodes, i.e. zeroes of the gap function not enforced by symmetry. The\nexistence of such nodes has been motivated by recent experiments suggesting a\ntransition between nodeless and nodal superconductivity in iron-based\ncompounds. We find that the low-temperature behavior of the penetration depth,\nthe specific heat, and the NMR spin-lattice relaxation rate are determined by\nthe scaling properties of a quantum critical point associated with the nascent\nnodes. Although the power-law exponents are insensitive to weak short-range\nelectronic interactions, they can be significantly altered by the curvature of\nthe Fermi surface or by the three-dimensional character of the gap.\nConsequently, the behavior of macroscopic quantities near the onset of nodes\ncan be used as a criterion to determine the nodal structure of the gap\nfunction.\n","Comment: minor changes; version accepted for publication"]}]
["1105.3678",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3678","Mod.Phys.Lett.A26:1059-1073,2011","doi:10.1142/S0217732311035961"],"date":["2011-05-18"],"type":["text"],"creator":["Leonidopoulos, Christos"],"language":[],"coverage":[],"title":["First results from the 2010 pp Run and performance of the CMS Experiment"],"description":["  In 2010, the Compact Muon Solenoid (CMS) experiment at LHC recorded over 45\npb^-1 of pp collision data at sqrt(s)=7 TeV. The large collected datasets are\nof very high quality and have been used to commission and calibrate the CMS\ndetector, with the achieved performance close to the TDR specifications. CMS\nhas reestablished all the major Standard Model processes in the 2010 Run and is\nentering new territory in searches for New Physics, with sensitivity already\nexceeding that at LEP and TeVatron.\n","Comment: Invited review paper to be published in Modern Physics Letters A\n  (2011)"]}]
["1105.3707",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3707","J.Phys.A44:325403,2011","doi:10.1088/1751-8113/44/32/325403"],"date":["2011-05-18","2011-07-21"],"type":["text"],"creator":["Correa, Diego H.","Regelskis, Vidas","Young, Charles A. S."],"language":[],"coverage":[],"title":["Integrable achiral D5-brane reflections and asymptotic Bethe equations"],"description":["  We study the reflection of magnons from a D5-brane in the framework of the\nAdS/CFT correspondence. We consider two possible orientations of the D5-brane\nwith respect to the reference vacuum state, namely vacuum states aligned along\n\"vertical\" and \"horizontal\" directions. We show that the reflections are of the\nachiral type. We also show that the reflection matrices satisfy the boundary\nYang-Baxter equations for both orientations. In the horizontal case the\nreflection matrix can be interpreted in terms of a bulk S-matrix, S(p, -p), and\nfactorizability of boundary scattering therefore follows from that of bulk\nscattering. Finally, we solve the nested coordinate Bethe ansatz for the system\nin the vertical case to find the Bethe equations. In the horizontal case, the\nBethe equations are of the same form as those for the closed string.\n","Comment: 27 pages, 4 figures, v2: published version"]}]
["1105.3976",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3976","Phys.Rev.D84:023524,2011","doi:10.1103/PhysRevD.84.023524"],"date":["2011-05-19","2011-06-07"],"type":["text"],"creator":["Chang, Spencer","Goodenough, Lisa"],"language":[],"coverage":[],"title":["Charge Asymmetric Cosmic Ray Signals From Dark Matter Decay"],"description":["  The PAMELA and Fermi measurements of the cosmic-ray electron and positron\nspectra have generated much interest over the past two years, because they are\nconsistent with a significant component of the electron and positron fluxes\nbetween 20 GeV and 1 TeV being produced through dark matter annihilation or\ndecay. However, since the measurements are also consistent with astrophysical\ninterpretations, the message is unclear. In this paper, we point out that dark\nmatter can have a more distinct signal in cosmic rays, that of a charge\nasymmetry. Such charge asymmetry can result if the dark matter's abundance is\ndue to a relic asymmetry, allowing its decay to generate an asymmetry in\npositrons and electrons. This is analogous to the baryon asymmetry, where\ndecaying neutrons produce electrons and not positrons. We explore benchmark\nscenarios where the dark matter decays into a leptophilic charged Higgs boson\nor electroweak gauge bosons. These models have observable signals in gamma rays\nand neutrinos, which can be tested by Fermi and IceCube. The most powerful test\nwill be at AMS-02, given its ability to distinguish electron and positron\ncharge above 100 GeV. Specifically, an asymmetry favoring positrons typically\npredicts a larger positron ratio and a harder (softer) high energy spectrum for\npositrons (electrons) than charge symmetric sources. We end with a brief\ndiscussion on how such scenarios differ from the leading astrophysical\nexplanations.\n","Comment: 8 pages, 11 figures, revtex; v2, additional references added"]}]
["1105.4482",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4482","JHEP 1108:009,2011","doi:10.1007/JHEP08(2011)009"],"date":["2011-05-23","2011-07-29"],"type":["text"],"creator":["Chirco, Goffredo","Eling, Christopher","Liberati, Stefano"],"language":[],"coverage":[],"title":["Higher Curvature Gravity and the Holographic fluid dual to flat\n  spacetime"],"description":["  Recent works have demonstrated that one can construct a (d+2) dimensional\nsolution of the vacuum Einstein equations that is dual to a (d+1) dimensional\nfluid satisfying the incompressible Navier-Stokes equations. In one important\nexample, the fluid lives on a fixed timelike surface in the flat Rindler\nspacetime associated with an accelerated observer. In this paper, we show that\nthe shear viscosity to entropy density ratio of the fluid takes the universal\nvalue 1/4\\pi in a wide class of higher curvature generalizations to Einstein\ngravity. Unlike the fluid dual to asymptotically anti-de Sitter spacetimes,\nhere the choice of gravitational dynamics only affects the second order\ntransport coefficients. We explicitly calculate these in five-dimensional\nEinstein-Gauss-Bonnet gravity and discuss the implications of our results.\n","Comment: 13 pages; v2: modified abstract, added references; v3: added\n  clarifying comments, modified discussion"]}]
["1106.0907",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0907","Int.J.Mod.Phys.A26:3259-3273,2011","doi:10.1142/S0217751X11053833"],"date":["2011-06-05","2011-08-04"],"type":["text"],"creator":["Naghdi, M."],"language":[],"coverage":[],"title":["A Monopole Instanton-Like Effect in the ABJM Model"],"description":["  Making use of ansatzs for the form fields in the 10d type IIA supergravity\nversion of the ABJM model, we come with a solution in the Euclidean signature\nrecognized as a monopole instanton-like object. Indeed we will see that we can\nhave a (anti) self-dual solution at a special limit. While as a topological\nobject, its back-reaction on the original background should be ignorable, we\nshow the energy-momentum tensors vanish exactly. On the field theory side, the\nbest counterpart is an U(1) gauge field of a gauge transformation. To adjust\nwith bulk, the gauge field must prompt to a dynamic one without adding any\nkinetic term for this dual photon except a marginal, abelian AB-type\nChern-Simons term on the boundary. We will see how both side solutions match\nnext to another confirmation from some earlier works of this vortex-particle\nduality.\n","Comment: 15 pages, minor changes of some formulas, few typos fixed, and a\n  reference added"]}]
["1106.1174",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1174","JHEP 1107:088,2011","doi:10.1007/JHEP07(2011)088"],"date":["2011-06-06","2011-08-04"],"type":["text"],"creator":["Jensen, Steuard"],"language":[],"coverage":[],"title":["The KK-Monopole/NS5-Brane in Doubled Geometry"],"description":["  The Kaluza-Klein monopole has been recognized as a string background with\nsignificant non-geometric features: it must appear \"localized\" to winding\nstrings to match the NS5-brane's localization on the T-dual circle. In this\nwork, we explicitly construct this T-dual system in the doubled geometry\nformalism, which proves to successfully describe the duality despite a broken\nisometry on one side of the duality pair. We further suggest an extension of\nthe doubled formalism to the gauged linear sigma models describing this system\n(both bosonic and supersymmetric) and show that previous calculations of\nworldsheet instanton effects are best understood in this doubled form.\n","Comment: 24 pages; v2: references added, minor clarification; v3 (published\n  version): references added"]}]
["1106.2697",{"format":[],"subject":["Statistics - Machine Learning","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2697"],"date":["2011-06-14","2011-08-04"],"type":["text"],"creator":["Gershman, Samuel J.","Blei, David M."],"language":[],"coverage":[],"title":["A Tutorial on Bayesian Nonparametric Models"],"description":["  A key problem in statistical modeling is model selection, how to choose a\nmodel at an appropriate level of complexity. This problem appears in many\nsettings, most prominently in choosing the number ofclusters in mixture models\nor the number of factors in factor analysis. In this tutorial we describe\nBayesian nonparametric methods, a class of methods that side-steps this issue\nby allowing the data to determine the complexity of the model. This tutorial is\na high-level introduction to Bayesian nonparametric methods and contains\nseveral examples of their application.\n","Comment: 28 pages, 8 figures"]}]
["1106.3186",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3186","Phys.Rev.D84:023501,2011","doi:10.1103/PhysRevD.84.023501"],"date":["2011-06-16"],"type":["text"],"creator":["Matsuda, Tomohiro"],"language":[],"coverage":[],"title":["Casimir force for cosmological domain walls"],"description":["  We calculate the vacuum fluctuations that may affect the evolution of\ncosmological domain walls. Considering domain walls, which are classically\nstable and have interaction with a scalar field, we show that explicit symmetry\nviolation in the interaction may cause quantum bias that can solve the\ncosmological domain wall problem.\n","Comment: 15 pages, 2figures"]}]
["1106.5706",{"format":[],"subject":["Quantitative Finance - Pricing of Securities"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5706"],"date":["2011-06-28","2011-08-04"],"type":["text"],"creator":["Brody, Dorje C.","Law, Yan Tai"],"language":[],"coverage":[],"title":["Theory of Information Pricing"],"description":["  In financial markets valuable information is rarely circulated homogeneously,\nbecause of time required for information to spread. However, advances in\ncommunication technology means that the 'lifetime' of important information is\ntypically short. Hence, viewed as a tradable asset, information shares the\ncharacteristics of a perishable commodity: while it can be stored and\ntransmitted freely, its worth diminishes rapidly in time. In view of recent\ndevelopments where internet search engines and other information providers are\noffering information to financial institutions, the problem of pricing\ninformation is becoming increasingly important. With this in mind, a new\nformulation of utility-indifference argument is introduced and used as a basis\nfor pricing information. Specifically, we regard information as a quantity that\nconverts a prior distribution into a posterior distribution. The amount of\ninformation can then be quantified by relative entropy. The key to our utility\nindifference argument is to equate the maximised a posterior utility, after\npaying certain cost for the information, with the a posterior expectation of\nthe utility based on the a priori optimal strategy. This formulation leads to\none price for a given quantity of upside information; and another price for a\ngiven quantity of downside information. The ideas are illustrated by means of\nsimple examples.\n","Comment: 13 pages, 6 figures, references added"]}]
["1107.0086",{"format":[],"subject":["Physics - Biological Physics","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0086","http://www.emfandhealth.com/Do%20Cell%20Phones%20Cause%20Cancer.html ,2011"],"date":["2011-06-30","2011-08-04"],"type":["text"],"creator":["Leikind, Bernard"],"language":[],"coverage":[],"title":["An Assessment of \"What does photon energy tell us about cellphone\n  safety\" by Dr. William Bruno"],"description":["  Dr. William Bruno asserts the well-known fact that cell phones radiate\nmicrowaves in the classical regime. This, he says, means that the photon energy\nis not relevant to assessing safety. Citing optical tweezers as an example of\nbiologically relevant non-thermal effects of electromagnetic radiation, Bruno\nconcludes that all other reports of non-thermal effects from microwaves are\nlikely valid. He seeks safety thresholds based upon requiring that cell phone\nenergy density be less than kBT. This proposal and related ideas produce\nthresholds many orders of magnitude below present values.\n  While Dr. Bruno is correct that cell phone microwave radiation is generally\nin the classical regime, he uses peculiar estimates (number of photons per\ncubic wavelength) that overstate the circumstance by more than 20 factors of\nten. He misunderstands the operation of optical tweezers and ignores their\nsignificant thermal effects. He credulously accepts poorly supported claims of\nnon-thermal effects. He mistakenly believes that kBT is the average thermal\nenergy (per cubic wavelength or per cell) in materials. It is not. It is twice\nthe average energy per molecule per degree of freedom in the material. The\nthermal energy density is (1/2)kBT X (average number of degrees of freedom of\nthe molecules) X (Avogadro's number). (Avogadro's number is 6 X 1026\nmolecules/mole.) Thus, Bruno's proposed safety thresholds are more than 1025\ntoo low. Using the correct value for the average thermal energy would place the\nthresholds close to today's standards. Throughout his analysis he neglects the\nindex of refraction of living tissue, n \\cong 9, or the absorption length,\n{\\alpha} \\cong 1 cm-1, in the microwave region.\n","Comment: 11 pages, 1 table, 1 figure. See \"What does photon energy tell us\n  about cellphone safety?\", April 24, 2011. (arXiv:1104.5008v1 [q-bio.OT]). And\n  4. Leikind, Bernard. \"Do Cell Phones Cause Cancer?\", Skeptic Vol. 15, No. 4,\n  2010, p.30. Leikind, Bernard. \"Do Cell Phones Cause Cancer?\", eSkeptic, June\n  9, 2010, arXiv:1007:4192"]}]
["1107.0944",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0944","J.Phys.G38:075003,2011","doi:10.1088/0954-3899/38/7/075003"],"date":["2011-07-05"],"type":["text"],"creator":["Wudka, Jose"],"language":[],"coverage":[],"title":["Periodic thick-brane configurations and their stability"],"description":["  I investigate models with scalar fields in 5 dimensions that exhibit\nthick-brane configurations with a non-trivial metric. I show that an\nappropriate coupling to the scalar curvature allows for periodic\nconfigurations, which, however, are unstable under small harmonic\nperturbations. A model for stabilizing these configurations is proposed and\ndiscussed.\n","Comment: 13 pages, 3 figures"]}]
["1107.1281",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1281","Phys.Rev.D84:023502,2011","doi:10.1103/PhysRevD.84.023502"],"date":["2011-07-06"],"type":["text"],"creator":["Hamazaki, Takashi"],"language":[],"coverage":[],"title":["Manifestly gauge invariant theory of the nonlinear cosmological\n  perturbations in the leading order of the gradient expansion"],"description":["  In the full nonlinear cosmological perturbation theory in the leading order\nof the gradient expansion, all the types of the gauge invariant perturbation\nvariables are defined. The metric junction conditions across the spacelike\ntransition hypersurface are formulated in a manifestly gauge invariant manner.\nIt is manifestly shown that all the physical laws such as the evolution\nequations, the constraint equations, and the junction conditions can be written\nusing the gauge invariant variables which we defined only. Based on the\nexistence of the universal adiabatic growing mode in the nonlinear perturbation\ntheory and the $\\rho$ philosophy where the physical evolution are described\nusing the energy density $\\rho$ as the evolution parameter, we give the\ndefinitions of the adiabatic perturbation variable and the entropic\nperturbation variables in the full nonlinear perturbation theory. In order to\ngive the analytic order estimate of the nonlinear parameter $f_{NL}$, we\npresent the exponent evaluation method. As the models where $f_{NL}$ changes\ncontinuously and becomes large, using the $\\rho$ philosophy, we investigate the\nnon-Gaussianity induced by the entropic perturbation of the component which\ndoes not govern the cosmic energy density, and we show that in order to obtain\nthe significant non-Gaussianity it is necessary that the scalar field which\nsupports the entropic perturbation is extremely small compared with the scalar\nfield which supports the adiabatic perturbation.\n"]}]
["1107.2508",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2508","Phys. Rev. B 84, 075414 (2011)","doi:10.1103/PhysRevB.84.075414"],"date":["2011-07-13"],"type":["text"],"creator":["Hu, F. M.","Ma, Tianxing","Lin, Hai-Qing","Gubernatis, J. E."],"language":[],"coverage":[],"title":["Magnetic Impurities in Graphene"],"description":["  We used a quantum Monte Carlo method to study the magnetic impurity adatoms\non graphene. We found that by tuning the chemical potential we could switch the\nvalues of the impurity's local magnet moment between relatively large and small\nvalues. Our computations of the impurity's spectral density found its behavior\nto differ significantly from that of an impurity in a normal metal and our\ncomputations of the charge-charge and spin-spin correlations between the\nimpurity and the conduction band electrons found them to be strongly\nsuppressed. In general our results are consistent with those from poor man's\nscaling and numerical renormalization group methods.\n","Comment: To be published in Physical Review B"]}]
["1107.3328",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3328","Phys. Rev. E 84, 022801 (2011)","doi:10.1103/PhysRevE.84.022801"],"date":["2011-07-17"],"type":["text"],"creator":["Benetatos, Panayotis","Terentjev, Eugene M."],"language":[],"coverage":[],"title":["A constrained random-force model for weakly bending semiflexible\n  polymers"],"description":["  The random-force (Larkin) model of a directed elastic string subject to\nquenched random forces in the transverse directions has been a paradigm in the\nstatistical physics of disordered systems. In this brief note, we investigate a\nmodified version of the above model where the total transverse force along the\npolymer contour and the related total torque, in each realization of disorder,\nvanish. We discuss the merits of adding these constraints and show that they\nleave the qualitative behavior in the strong stretching regime unchanged, but\nthey reduce the effects of the random force by significant numerical\nprefactors. We also show that a transverse random force effectively makes the\nfilament softer to compression by inducing undulations. We calculate the\nrelated linear compression coefficient in both the usual and the constrained\nrandom force model.\n","Comment: 4 pages, 1 figure, accepted for publication in PRE"]}]
["1107.4430",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4430"],"date":["2011-07-22","2011-08-04"],"type":["text"],"creator":["Sparavigna, Amelia Carolina"],"language":[],"coverage":[],"title":["The decreasing level of Toshka Lakes seen from space"],"description":["  Toshka Lakes are lakes recently formed in the Sahara Desert of Egypt, by the\nwater of the Nile, conveyed from the Nasser Lake through a canal in the Toshka\nDepression. From space, astronauts noticed the growing of a first lake, the\neasternmost one, in 1998. Then additional lakes grew in succession due west,\nthe westernmost one between 2000 and 2001. In fact, sources of precious\ninformation on Toshka Lakes are the pictures takes by the crews of space\nmissions and the satellite imagery. They show that, from 2006, the lakes\nstarted shrinking. A set of recent images displays that the surface of the\neasternmost lake is strongly reduced.\n"]}]
["1107.4648",{"format":[],"subject":["Mathematics - Number Theory","11G05 (Primary) 14H52 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4648"],"date":["2011-07-22","2011-08-04"],"type":["text"],"creator":["Yokoyama, Shun'ichi","Shimasaki, Yu"],"language":[],"coverage":[],"title":["Non-existence of elliptic curves with everywhere good reduction over\n  some real quadratic fields"],"description":["  We prove the non-existence of elliptic curves having good reduction\neverywhere over some real quadratic fields.\n","Comment: 10 pages"]}]
["1107.5474",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5474"],"date":["2011-07-27","2011-08-04"],"type":["text"],"creator":["Aranda-Corral, Gonzalo A.","Borrego-Díaz, Joaquín","Galán-Páez, Juan"],"language":[],"coverage":[],"title":["Selecting Attributes for Sport Forecasting using Formal Concept Analysis"],"description":["  In order to address complex systems, apply pattern recongnition on their\nevolution could play an key role to understand their dynamics. Global patterns\nare required to detect emergent concepts and trends, some of them with\nqualitative nature. Formal Concept Analysis (FCA) is a theory whose goal is to\ndiscover and to extract Knowledge from qualitative data. It provides tools for\nreasoning with implication basis (and association rules). Implications and\nassociation rules are usefull to reasoning on previously selected attributes,\nproviding a formal foundation for logical reasoning. In this paper we analyse\nhow to apply FCA reasoning to increase confidence in sports betting, by means\nof detecting temporal regularities from data. It is applied to build a\nKnowledge-Based system for confidence reasoning.\n","Comment: Paper 3 for the Complex Systems in Sports Workshop 2011 (CS-Sports\n  2011)"]}]
["1108.0167",{"format":[],"subject":["Physics - Classical Physics","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0167"],"date":["2011-07-31","2011-08-03"],"type":["text"],"creator":["Choy, T. C."],"language":[],"coverage":[],"title":["On the $c$ equivalence principle and its relation to the weak\n  equivalence principle of general relativity"],"description":["  We clarify the status of the $c$ equivalence principle ($c_u=c$) recently\nproposed by Heras et al \\cite{JoseAJP2010,JoseEJP2010} and show that its\nproposal leads to an extension of the current framework of classical\nrelativistic electrodynamics (CRE). This is because in the MLT (mass, length\nand time) system of units, CRE theory can contain only one fundamental constant\nof nature and special relativity dictates that this must be $c$, the standard\nspeed of light in vacuum, a point not sufficiently emphasized in most textbooks\nwith the exception of a few such as Panofsky and Phillips\n\\cite{PanofskyPhillips}. The $c$ equivalence principle Heras\n\\cite{JoseAJP2010,JoseEJP2010} can be shown to be linked to the second\npostulate of special relativity which extends the constancy of the unique\nvelocity of light to all of physics (especially to mechanics) other than\nelectromagnetism. An interesting corollary is that both the weak equivalence\nprinciple of general relativity and the $c$ equivalence principle are in fact\none and the same, which we demonstrate within the context of Newtonian gravity.\n","Comment: 9 pages, no figures. Some typos corrected"]}]
["1108.0302",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0302"],"date":["2011-08-01","2011-08-03"],"type":["text"],"creator":["Mathur, Samir D."],"language":[],"coverage":[],"title":["What the information paradox is {\\it not}"],"description":["  There still exist many confusions about the black hole information paradox\nand its resolution. We first give a precise formulation of the paradox, in four\nsteps A-D. Then we examine several proposals for resolving the paradox. We note\nthat in each case one of these four steps has been ignored, so that the\nproposal does not really target the essence of the paradox. Finally, we give a\nbrief summary of the fuzzball construction and argue that it resolves the\nparadox in string theory. This resolution contains a deep lesson -- the phase\nspace of quantum gravity is so large that the measure in the path integral can\ncompete with the classical action for macroscopic objects undergoing\ngravitational collapse.\n","Comment: 46 pages, 4 figures, references added"]}]
["1108.0589",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0589"],"date":["2011-08-02","2011-08-04"],"type":["text"],"creator":["Ochs, Wolfgang","Minkowski, Peter"],"language":[],"coverage":[],"title":["Glueballs from gluon jets at the LHC"],"description":["  The existence of glueballs within QCD is uncontroversial but their\nexperimental verification is still in doubt. We discuss the new possibilities\nfor a search of glueballs as the leading object in gluon jets at the LHC. We\nsummarize previous results from LEP which demonstrate a significant excess rate\nof electrically neutral leading clusters in comparison with MC models.\n","Comment: 5 pages, XIV International Conference on Hadron Spectroscopy\n  (hadron2011), 13-17 June 2011, Munich, Germany, version to be published in\n  proceedings"]}]
["1108.0758",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0758","Class.Quant.Grav.28:125024,2011","doi:10.1088/0264-9381/28/12/125024"],"date":["2011-08-03"],"type":["text"],"creator":["Liu, Molin","Lu, Junwang","Lu, Jianbo"],"language":[],"coverage":[],"title":["Fermions Analysis of IR modified Horava-Lifshitz gravity: Tunneling and\n  Perturbation Perspectives"],"description":["  In this paper, we investigate the fermions Hawking radiation and quasinormal\nmodes in infra-red modified Ho$\\check{r}$ava-Lifshitz gravity under tunneling\nand perturbation perspectives.Firstly, through the fermions tunneling in IR\nmodified Ho$\\check{r}$ava-Lifshitz gravity,we obtain the Hawking radiation\nemission rate, tunneling temperature and entropy for the Kehagias-Sfetsos black\nhole. It is found that the results of fermions tunneling are in consistence\nwith the thermodynamics results obtained by calculating surface\ngravity.Secondly, we numerically calculate the lowing quasinormal modes\nfrequencies of fermions perturbations by using WKB formulas including the third\norders and the sixth orders approximations simultaneously. It turns out that\nthe actual frequency of fermions perturbation is larger than in the\nSchwarzschild case, and the damping rate is smaller than for the pure\nSchwarzschild. The resluts of fermions perturbation suggest the quasinormal\nmodes could be lived more longer in Ho$\\check{r}$ava-Lifshitz gravity.\n","Comment: 16 pages, 3 figures, revtex4"]}]
["1108.0764",{"format":[],"subject":["Physics - Classical Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0764","Appl. Phys. Lett. 99, 051908 (2011)","doi:10.1063/1.3622652"],"date":["2011-08-03"],"type":["text"],"creator":["Li, Bo","Deng, Ke","Zhao, Heping"],"language":[],"coverage":[],"title":["Acoustic guiding and subwavelength imaging with sharp bending by sonic\n  crystal"],"description":["  A sharp bending scheme for the self-collimation of acoustic waves is proposed\nby simply truncating the sonic crystals. An all-angle and wide-band\n90{\\deg}-bending wave guide is demonstrated with nearly perfect transmissions\nfor Gaussian beams at a wide range of incident angles. A 90{\\deg}-bended\nimaging for a point source with a subwavelength resolution of 0 0.37{\\lambda}\nis also realized by the proposed structure. These results will find\napplicability in the manipulation of acoustic waves by sonic crystals.\n","Comment: 8 pages, 5 figures"]}]
["1108.0832",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0832"],"date":["2011-08-03","2011-08-04"],"type":["text"],"creator":["Rovelli, Carlo"],"language":[],"coverage":[],"title":["On the structure of a background independent quantum theory: Hamilton\n  function, transition amplitudes, classical limit and continuous limit"],"description":["  The Hamilton function is a powerful tool for studying the classical limit of\nquantum systems, which remains meaningful in background-independent systems. In\nquantum gravity, it clarifies the physical interpretation of the transitions\namplitudes and their truncations.\n","Comment: 7 pages"]}]
["1108.0939",{"format":[],"subject":["Mathematics - Analysis of PDEs","74B20, 49K20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0939"],"date":["2011-08-03"],"type":["text"],"creator":["Henao, Duvan","Serfaty, Sylvia"],"language":[],"coverage":[],"title":["Energy estimates and cavity interaction for a critical-exponent\n  cavitation model"],"description":["  We consider the minimization of $\\int_{\\Omega_{\\ep}} |D\\vec u|^p \\dd\\vec x$\nin a perforated domain $\\Omega_{\\ep}:= \\Omega \\setminus \\bigcup_{i=1}^M\nB_{\\ep}(\\vec a_i)$ of $\\R^n$, among maps $\\vec u \\in W^{1,p}(\\Omega_{\\ep},\n\\R^n)$ that are incompressible ($\\det D\\vec u\\equiv 1$), invertible, and\nsatisfy a Dirichlet boundary condition $\\vec u= \\vec g$ on $\\partial \\Omega$.\nIf the volume enclosed by $\\vec g (\\partial \\Omega)$ is greater than\n$|\\Omega|$, any such deformation $\\vec u$ is forced to map the small holes\n$B_{\\ep}(\\vec a_i)$ onto macroscopically visible cavities (which do not\ndisappear as $\\ep\\to 0$). We restrict our attention to the critical exponent\n$p=n$, where the energy required for cavitation is of the order of\n$\\sum_{i=1}^M v_i |\\log \\ep|$ and the model is suited, therefore, for an\nasymptotic analysis ($v_1,..., v_M$ denote the volumes of the cavities). In the\nspirit of the analysis of vortices in Ginzburg-Landau theory, we obtain\nestimates for the \"renormalized\" energy $\\frac{1}{n}\\int_{\\Omega_{\\ep}}\n|\\frac{D\\vec u}{\\sqrt{n-1}}|^p \\dd\\vec x - \\sum_i v_i |\\log \\ep|$, showing its\ndependence on the size and the shape of the cavities, on the initial distance\nbetween the cavitation points $\\vec a_1,..., \\vec a_M$, and on the distance\nfrom these points to the outer boundary $\\partial \\Omega$. Based on those\nestimates we conclude, for the case of two cavities, that either the cavities\nprefer to be spherical in shape and well separated, or to be very close to each\nother and appear as a single equivalent round cavity. This is in agreement with\nexisting numerical simulations, and is reminiscent of the interaction between\ncavities in the mechanism of ductile fracture by void growth and coalescence.\n"]}]
["1108.0940",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0940","Nature, 476, 73 (2011)"],"date":["2011-08-03"],"type":["text"],"creator":["Jin, K.","Butch, N. P.","Kirshenbaum, K.","Paglione, J.","Greene, R. L."],"language":[],"coverage":[],"title":["Link between spin fluctuations and Cooper pairing in copper oxide\n  superconductors"],"description":["  Although it is generally accepted that superconductivity (SC) is\nunconventional in the high- transition temperature copper oxides (high-Tc\ncuprates), the relative importance of phenomena such as spin and charge\n(stripe) order, SC fluctuations, proximity to a Mott insulator, a pseudogap\nphase, and quantum criticality are still a matter of great debate1. In\nelectron-doped cuprates, the absence of an anomalous pseudogap phase in the\nunderdoped region of the phase diagram2 and weaker electron correlations3,4,\nsuggest that Mott physics and other unidentified competing orders are less\nrelevant and that antiferromagnetic (AFM) spin fluctuations are the dominant\nfeature. Here we demonstrate that a linear-temperature (T-linear) scattering\nrate - a key feature of the anomalous normal state properties of the cuprates -\nis correlated with the Cooper pairing (SC). Through a study of magnetotransport\nin thin films of the electron-doped cuprate La2 xCexCuO4 (LCCO), we show that\nan envelope of T-linear scattering surrounds the SC phase, and survives to zero\ntemperature when superconductivity is suppressed by magnetic fields. Comparison\nwith similar behavior found in organic superconductors5 strongly suggests that\nthe T-linear resistivity is caused by spin-fluctuation scattering. Our results\nestablish a fundamental connection between AFM spin fluctuations and the\npairing mechanism of high temperature superconductivity in the cuprates.\n","Comment: Main text (15 pages, 3 figures) + supplementary information (8 pages,\n  6 figures). The updated version is published in Nature"]}]
["1108.0953",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0953"],"date":["2011-08-03"],"type":["text"],"creator":["Bales, John W."],"language":[],"coverage":[],"title":["The Clifford Twist"],"description":["  Gives an elementary exposition of the twisted group algebra rep- resentation\nof simple Clifford algebras\n"]}]
["1108.0957",{"format":[],"subject":["Mathematics - Number Theory","Primary -- 11N37, Secondary -- 11N56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0957"],"date":["2011-08-03"],"type":["text"],"creator":["Fel, Leonid G."],"language":[],"coverage":[],"title":["Summatory Multiplicative Arithmetic Functions: Scaling and\n  Renormalization"],"description":["  We consider a wide class of summatory functions F{f;N,p^m}=\\sum_{k\\leq\nN}f(p^m k), m\\in \\mathbb Z_+\\cup {0}, associated with the multiplicative\narithmetic functions f of a scaled variable k\\in \\mathbb Z_+, where p is a\nprime number. Assuming an asymptotic behavior of summatory function,\nF{f;N,1}\\stackrel{N\\to \\infty}{=}G_1(N) [1+ {\\cal O}(G_2(N))], where\nG_1(N)=N^{a_1}(log N)^{b_1}, G_2(N)=N^{-a_2}(log N)^{-b_2} and a_1, a_2\\geq 0,\n-\\infty < b_1, b_2< \\infty, we calculate a renormalization function defined as\na ratio, R(f;N,p^m)=F{f;N,p^m}/F{f;N,1}, and find its asymptotics\nR_{\\infty}(f;p^m) when N\\to \\infty. We prove that the renormalization function\nis multiplicative, i.e., R_{\\infty}(f;\\prod_{i=1}^n p_i^{m_i})= \\prod_{i=1}^n\nR_{\\infty}(f;p_i^{m_i}) with n distinct primes p_i. We extend these results on\nthe others summatory functions \\sum_{k\\leq N}f(p^m k^l), m,l,k\\in \\mathbb Z}_+\nand \\sum_{k\\leq N}\\prod_{i=1}^n f_i(k p^{m_i}), f_i\\neq f_j, m_i\\neq m_j. We\napply the derived formulas to a large number of basic summatory functions\nincluding the Euler \\phi(k) and Dedekind \\psi(k) totient functions, divisor\n\\sigma_n(k) and prime divisor \\beta(k) functions, the Ramanujan sum C_q(n) and\nRamanujan \\tau(k) Dirichlet series, and others.\n","Comment: 46 pages, 6 figures"]}]
["1108.0959",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0959"],"date":["2011-08-03"],"type":["text"],"creator":["Lesko, Kevin T.","Acheson, Steven","Alonso, Jose","Bauer, Paul","Chan, Yuen-Dat","Chinowsky, William","Dangermond, Steve","Detwiler, Jason A.","De Vries, Syd","DiGennaro, Richard","Exter, Elizabeth","Fernandez, Felix B.","Freer, Elizabeth L.","Gilchriese, Murdock G. D.","Goldschmidt, Azriel","Grammann, Ben","Griffing, William","Harlan, Bill","Haxton, Wick C.","Headley, Michael","Heise, Jaret","Hladysz, Zbigniew","Jacobs, Dianna","Johnson, Michael","Kadel, Richard","Kaufman, Robert","King, Greg","Lanou, Robert","Lemut, Alberto","Ligeti, Zoltan","Marks, Steve","Martin, Ryan D.","Matthesen, John","Matthew, Brendan","Matthews, Warren","McConnell, Randall","McElroy, William","Meyer, Deborah","Norris, Margaret","Plate, David","Robinson, Kem E.","Roggenthen, William","Salve, Rohit","Sayler, Ben","Scheetz, John","Tarpinian, Jim","Taylor, David","Vardiman, David","Wheeler, Ron","Willhite, Joshua","Yeck, James"],"language":[],"coverage":[],"title":["Deep Underground Science and Engineering Laboratory - Preliminary Design\n  Report"],"description":["  The DUSEL Project has produced the Preliminary Design of the Deep Underground\nScience and Engineering Laboratory (DUSEL) at the rehabilitated former\nHomestake mine in South Dakota. The Facility design calls for, on the surface,\ntwo new buildings - one a visitor and education center, the other an experiment\nassembly hall - and multiple repurposed existing buildings. To support\nunderground research activities, the design includes two laboratory modules and\nadditional spaces at a level 4,850 feet underground for physics, biology,\nengineering, and Earth science experiments. On the same level, the design\nincludes a Department of Energy-shepherded Large Cavity supporting the Long\nBaseline Neutrino Experiment. At the 7,400-feet level, the design incorporates\none laboratory module and additional spaces for physics and Earth science\nefforts. With input from some 25 science and engineering collaborations, the\nProject has designed critical experimental space and infrastructure needs,\nincluding space for a suite of multidisciplinary experiments in a laboratory\nwhose projected life span is at least 30 years. From these experiments, a\ncritical suite of experiments is outlined, whose construction will be funded\nalong with the facility. The Facility design permits expansion and evolution,\nas may be driven by future science requirements, and enables participation by\nother agencies. The design leverages South Dakota's substantial investment in\nfacility infrastructure, risk retirement, and operation of its Sanford\nLaboratory at Homestake. The Project is planning education and outreach\nprograms, and has initiated efforts to establish regional partnerships with\nunderserved populations - regional American Indian and rural populations.\n"]}]
["1108.0968",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0968","doi:10.1088/1742-6596/270/1/012038"],"date":["2011-08-03"],"type":["text"],"creator":["Uras, Antonio","Collaboration, NA60"],"language":[],"coverage":[],"title":["Measurement of the $\\eta$ and $\\omega$ Dalitz decays transition form\n  factors in p-A collisions at 400 GeV/$c$ with the NA60 apparatus"],"description":["  The NA60 experiment has studied low-mass muon pairs production in\nproton-nucleus collisions at 400 GeV/$c$ at the CERN SPS. The mass spectrum is\nwell described by the superposition of the two-body and Dalitz decays of the\nlight neutral mesons $\\eta$, $\\rho$, $\\omega$, $\\eta'$ and $\\phi$. The large\ncollected statistics allows to isolate the contributions due to the Dalitz\ndecays of the $\\eta$ and $\\omega$ mesons, from which the electromagnetic\ntransition form factors of the two mesons have been extracted. The found values\nagree with the previous available measurements, improving their uncertainty\nthanks to the higher statistics. The results thus confirm the discrepancy with\nthe prediction of the Vector Meson Dominance model in the case of the\nelectromagnetic form factor of the $\\omega$ meson.\n"]}]
["1108.0971",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0971"],"date":["2011-08-03"],"type":["text"],"creator":["Ma, Changbao","Liu, Zhaowei"],"language":[],"coverage":[],"title":["Janus Lenses and Their Extraordinary Imaging Properties"],"description":["  Optical lenses are pervasive in various areas of sciences and technologies.\nIt is well-known that the resolving power of a lens and thus optical systems is\nlimited by the diffraction of light. Recently, various plasmonics and\nmetamaterials based superlenses have been emerging to achieve super resolution.\nHere, we show that the phase compensated negative refraction lenses perform as\n\"Janus Lenses\", i.e. either converging lenses or diverging lenses depending on\nthe illumination directions. Extraordinary imaging equations and properties\nthat are different from those of all the existing optical lenses are also\npresented. These new imaging properties, along with the super resolving power,\nsignificantly expand the horizon of imaging optics and optical system design.\n","Comment: Manuscript - 15 pages Supplementary Material - 5 pages"]}]
["1108.0972",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0972"],"date":["2011-08-03"],"type":["text"],"creator":["Kaewprapha, Phisan","Li, Jing","Puttarak, Nattakan"],"language":[],"coverage":[],"title":["Network Localization on Unit Disk Graphs"],"description":["  We study the problem of cooperative localization of a large network of nodes\nin integer-coordinated unit disk graphs, a simplified but useful version of\ngeneral random graph. Exploiting the property that the radius $r$ sets clear\ncut on the connectivity of two nodes, we propose an essential philosophy that\n\"no connectivity is also useful information just like the information being\nconnected\" in unit disk graphs. Exercising this philosophy, we show that the\nconventional network localization problem can be re-formulated to significantly\nreduce the search space, and that global rigidity, a necessary and sufficient\ncondition for the existence of unique solution in general graphs, is no longer\nnecessary. While the problem is still NP-hard, we show that a (depth-first)\ntree-search algorithm with memory O(N) ($N$ is the network size) can be\ndeveloped, and for practical setups, the search complexity and speed is very\nmanageable, and is magnitudes less than the conventional problem, especially\nwhen the graph is sparse or when only very limited anchor nodes are available.\n","Comment: 5 pages"]}]
["1108.0982",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0982"],"date":["2011-08-03"],"type":["text"],"creator":["Wang, Kun-Yu","So, Anthony Man-Cho","Chang, Tsung-Hui","Ma, Wing-Kin","Chi, Chong-Yung"],"language":[],"coverage":[],"title":["Outage Constrained Robust Transmit Optimization for Multiuser MISO\n  Downlinks: Tractable Approximations by Conic Optimization"],"description":["  In this paper we consider a probabilistic signal-to-interference and-noise\nratio (SINR) constrained problem for transmit beamforming design in the\npresence of imperfect channel state information (CSI), under a multiuser\nmultiple-input single-output (MISO) downlink scenario. In particular, we deal\nwith outage-based quality-of-service constraints, where the probability of each\nuser's SINR not satisfying a service requirement must not fall below a given\noutage probability specification. The study of solution approaches to the\nprobabilistic SINR constrained problem is important because CSI errors are\noften present in practical systems and they may cause substantial SINR outages\nif not handled properly. However, a major technical challenge is how to process\nthe probabilistic SINR constraints. To tackle this, we propose a novel\nrelaxation- restriction (RAR) approach, which consists of two key\ningredients-semidefinite relaxation (SDR), and analytic tools for\nconservatively approximating probabilistic constraints. The underlying goal is\nto establish approximate probabilistic SINR constrained formulations in the\nform of convex conic optimization problems, so that they can be readily\nimplemented by available solvers. Using either an intuitive worst-case argument\nor specialized probabilistic results, we develop various conservative\napproximation schemes for processing probabilistic constraints with quadratic\nuncertainties. Consequently, we obtain several RAR alternatives for handling\nthe probabilistic SINR constrained problem. Our techniques apply to both\ncomplex Gaussian CSI errors and i.i.d. bounded CSI errors with unknown\ndistribution. Moreover, results obtained from our extensive simulations show\nthat the proposed RAR methods significantly improve upon existing ones, both in\nterms of solution quality and computational complexity.\n"]}]
["1108.0984",{"format":[],"subject":["Quantum Physics","Mathematical Physics","81T25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0984"],"date":["2011-08-03"],"type":["text"],"creator":["Ampadu, Clement"],"language":[],"coverage":[],"title":["Localization of Two-Dimensional Five-State Quantum Walks"],"description":["  We investigate a generalized Hadamard walk in two dimensions with five inner\nstates. The particle governed by a five-state quantum walk (5QW) moves, in\nsuperposition, either leftward, rightward, upward, or downward according to the\ninner state. In addition to the four degrees of freedom, it is allowed to stay\nat the same position. We calculate rigorously the wave function of the particle\nstarting from the origin in the plane for any initial state, and give the\nspatial distribution of probability of finding the particle. We also\ninvestigate the localization problem for the two-dimensional five-state quantum\nwalk: Does the probability of finding a particle anywhere on the plane converge\nto zero even after infinite time steps except initial states?\n","Comment: 15 pages"]}]
["1108.0986",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0986"],"date":["2011-08-03"],"type":["text"],"creator":["Doan, Xuan Vinh","Toh, Kim-Chuan","Vavasis, Stephen"],"language":[],"coverage":[],"title":["A proximal point algorithm for sequential feature extraction\n  applications"],"description":["  We propose a proximal point algorithm to solve LAROS problem, that is the\nproblem of finding a \"large approximately rank-one submatrix\". This LAROS\nproblem is used to sequentially extract features in data. We also develop a new\nstopping criterion for the proximal point algorithm, which is based on the\nduality conditions of \\eps-optimal solutions of the LAROS problem, with a\ntheoretical guarantee. We test our algorithm with two image databases and show\nthat we can use the LAROS problem to extract appropriate common features from\nthese images.\n"]}]
["1108.0989",{"format":[],"subject":["Mathematics - Combinatorics","05A05, 05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0989"],"date":["2011-08-03"],"type":["text"],"creator":["Albert, Michael","Atkinson, M. D.","Brignall, Robert"],"language":[],"coverage":[],"title":["The enumeration of permutations avoiding 2143 and 4231"],"description":["  We enumerate the pattern class Av(2143,4231) and completely describe its\npermutations. The main tools are simple permutations and monotone grid classes.\n"]}]
["1108.0992",{"format":[],"subject":["Mathematics - Logic","03D99, 03B42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0992"],"date":["2011-08-04"],"type":["text"],"creator":["Alexander, Samuel"],"language":[],"coverage":[],"title":["A Dichotomy in Machine Knowledge"],"description":["  We show that a machine, which knows basic logic and arithmetic and basic\naxioms of knowledge, and which is factive (knows nothing false), can either\nknow that it is factive, or know its own Goedel number, but not both.\n","Comment: 6 pages"]}]
["1108.0996",{"format":[],"subject":["Statistics - Applications","Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0996","Annals of Applied Statistics 2011, Vol. 5, No. 2A, 798-823","doi:10.1214/10-AOAS422"],"date":["2011-08-04"],"type":["text"],"creator":["Lai, Tze Leung","Xing, Haipeng","Chen, Zehao"],"language":[],"coverage":[],"title":["Mean--variance portfolio optimization when means and covariances are\n  unknown"],"description":["  Markowitz's celebrated mean--variance portfolio optimization theory assumes\nthat the means and covariances of the underlying asset returns are known. In\npractice, they are unknown and have to be estimated from historical data.\nPlugging the estimates into the efficient frontier that assumes known\nparameters has led to portfolios that may perform poorly and have\ncounter-intuitive asset allocation weights; this has been referred to as the\n\"Markowitz optimization enigma.\" After reviewing different approaches in the\nliterature to address these difficulties, we explain the root cause of the\nenigma and propose a new approach to resolve it. Not only is the new approach\nshown to provide substantial improvements over previous methods, but it also\nallows flexible modeling to incorporate dynamic features and fundamental\nanalysis of the training sample of historical data, as illustrated in\nsimulation and empirical studies.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOAS422 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1108.1000",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","57R45, 57R65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1000"],"date":["2011-08-04"],"type":["text"],"creator":["Eliashberg, Yakov M.","Mishachev, Nikolai M."],"language":[],"coverage":[],"title":["The space of framed functions is contractible"],"description":["  According to Kiyoshi Igusa a generalized Morse function on an n-dimensional\nmanifold M is a smooth function with only Morse and birth-death singularities\nand a framed function is a generalized Morse function with an additional\nstructure: a framing of the negative eigenspace at each critical point of the\nfunction f. In his paper \"The space of framed functions\" (Trans. of Amer. Math.\nSoc., 301(1987), 431-477) Igusa proved that the space of framed generalized\nMorse functions is (n-1)-connected. In the paper \"On the Classification of\nTopological Field Theories\" (arXiv:0905.0465) Jacob Lurie gave an algebraic\ntopological proof that the space of framed functions is contractible. In this\npaper we give a geometric proof of Igusa-Lurie's theorem in the spirit of our\npaper \"Wrinkling of smooth mappings - II. Wrinkling of embeddings and K.Igusa's\ntheorem\" (Topology, 39(2000), 711-732.\n","Comment: 35 pages, 14 figures"]}]
["1108.1003",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1003"],"date":["2011-08-04"],"type":["text"],"creator":["Rajni","Kumar, Suneel"],"language":[],"coverage":[],"title":["Effect of different Gaussian width on disappearance of flow"],"description":["  In the present paper, we reduce and enhance the scaled Gaussian width(SGW) by\n30% from the normal SGW of the systems and see its effect on balance energy.\nThe scaled Gaussian width can be defined as the ratio of Gaussian width used\nfor any nuclei to the Gaussian width used for Au nuclei(i.e. 8.66 $fm^2$).\n"]}]
["1108.1011",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1011"],"date":["2011-08-04"],"type":["text"],"creator":["Narikiyo, Osamu"],"language":[],"coverage":[],"title":["Comment on \"Giant Nernst Effect due to Fluctuating Cooper Pairs in\n  Superconductors\""],"description":["  A comment is made on a letter (Phys. Rev. Lett. {\\bf 102}, 067001) and a\npaper (Phys. Rev. B {\\bf 83}, 020506) regarding the correct expression of the\nthermal current vertex for Cooper pairs.\n"]}]
["1108.1019",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","60E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1019"],"date":["2011-08-04"],"type":["text"],"creator":["Giovagnoli, Alessandra","Wynn, Henry P."],"language":[],"coverage":[],"title":["(U,V)-Ordering and a Duality Theorem for Risk Aversion and Lorenz-type\n  Orderings"],"description":["  There is a duality theory connecting certain stochastic orderings between\ncumulative distribution functions F_1,F_2 and stochastic orderings between\ntheir inverses F_1^(-1),F_2^(-1). This underlies some theories of utility in\nthe case of the cdf and deprivation indices in the case of the inverse. Under\ncertain conditions there is an equivalence between the two theories. An example\nis the equivalence between second order stochastic dominance and the Lorenz\nordering. This duality is generalised to include the case where there is\n\"distortion\" of the cdf of the form v(F) and also of the inverse. A\ncomprehensive duality theorem is presented in a form which includes the\ndistortions and links the duality to the parallel theories of risk and\ndeprivation indices. It is shown that some well-known examples are special\ncases of the results, including some from the Yaari social welfare theory and\nthe theory of majorization.\n","Comment: 23 pages, no figures, 2 Appendices"]}]
["1108.1022",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1022","D. Baron, \"Information complexity and estimation,\" in Fourth\n  Workshop Inf. Theoretic Methods Science Eng. (WITMSE 2011), Helsinki,\n  Finland, Aug. 2011"],"date":["2011-08-04"],"type":["text"],"creator":["Baron, Dror"],"language":[],"coverage":[],"title":["Information Complexity and Estimation"],"description":["  We consider an input $x$ generated by an unknown stationary ergodic source\n$X$ that enters a signal processing system $J$, resulting in $w=J(x)$. We\nobserve $w$ through a noisy channel, $y=z(w)$; our goal is to estimate x from\n$y$, $J$, and knowledge of $f_{Y|W}$. This is universal estimation, because\n$f_X$ is unknown. We provide a formulation that describes a trade-off between\ninformation complexity and noise. Initial theoretical, algorithmic, and\nexperimental evidence is presented in support of our approach.\n","Comment: Appears at WITMSE 2011, The Fourth Workshop on Information Theoretic\n  Methods in Science and Engineering, 7-10 August 2011, Helsinki, Finland. Note\n  that the WITMSE version is 4 pages, owing to different formatting"]}]
["1108.1026",{"format":[],"subject":["Nuclear Theory","Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1026","Int. J. Mod. Phys. E, Vol. 20, No. 3 (2011) 705-719","doi:10.1142/S0218301311018174"],"date":["2011-08-04"],"type":["text"],"creator":["Nabi, Jameel-Un","Bakhadir, Irgaziev"],"language":[],"coverage":[],"title":["$\\beta$-decay of key titanium isotopes in stellar environment"],"description":["  Amongst iron regime nuclei, $\\beta$-decay rates on titanium isotopes are\nconsidered to be important during the late phases of evolution of massive\nstars. The key $\\beta$-decay isotopes during presupernova evolution were\nsearched from available literature and a microscopic calculation of the decay\nrates were performed using the proton-neutron quasiparticle random phase\napproximation (pn-QRPA) theory. As per earlier simulation results electron\ncapture and $\\beta$-decay on certain isotopes of titanium are considered to be\nimportant for the presupernova evolution of massive stars. Earlier the stellar\nelectron capture rates and neutrino energy loss rates due to relevant titanium\nisotopes were presented. In this paper we finally present the $\\beta$-decay\nrates of key titanium isotopes in stellar environment. The results are also\ncompared against previous calculations. The pn-QRPA $\\beta$-decay rates are\nbigger at high stellar temperatures and smaller at high stellar densities\ncompared to the large scale shell model results. This study can prove useful\nfor the core-collapse simulators.\n","Comment: 14 pages, 5 figures"]}]
["1108.1036",{"format":[],"subject":["Mathematics - Combinatorics","05C15, 05c75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1036"],"date":["2011-08-04"],"type":["text"],"creator":["Kriesell, Matthias","Pedersen, Anders Sune"],"language":[],"coverage":[],"title":["On graphs double-critical with respect to the colouring number"],"description":["  The colouring number col(G) of a graph G is the smallest integer k for which\nthere is an ordering of the vertices of G such that when removing the vertices\nof G in the specified order no vertex of degree more than k-1 in the remaining\ngraph is removed at any step. An edge e of a graph G is said to be\ndouble-col-critical if the colouring number of G-V(e) is at most the colouring\nnumber of G minus 2. A connected graph G is said to be double-col-critical if\neach edge of G is double-col-critical. We characterise the double-col-critical\ngraphs with colouring number at most 5. In addition, we prove that every\n4-col-critical non-complete graph has at most half of its edges being\ndouble-col-critical, and that the extremal graphs are precisely the odd wheels\non at least six vertices. We observe that for any integer k greater than 4 and\nany positive number r, there is a k-col-critical graph with the ratio of\ndouble-col-critical edges between 1- r and 1.\n","Comment: IMADA-preprint-math, 15 pages"]}]
["1108.1039",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1039","Phys. Rev. B 84 (3) 037305 (2011)","doi:10.1103/PhysRevB.84.037305"],"date":["2011-08-04"],"type":["text"],"creator":["Baldea, Ioan","Köppel, Horst"],"language":[],"coverage":[],"title":["Reply to Comment on \"Critical analysis of a variational method used to\n  describe molecular electron transport\""],"description":["  We show that the failure of the Delaney-Greer (DG) variational ansatz for\ntransport demonstrated by us in Phys.\\ Rev.\\ B {\\bf 80}, 165301 (2009) (I) is\nnot related to an unsuitable constraint that prevents a broken time-reversal\nsymmetry or to real orbitals, as DG incorrectly claim. The complex orbitals\nsuggested by them as a way-out solution merely represent a particular case of\nthe general case considered by us in I, which do not in the least affect our\nconclusion.\n","Comment: Manuscript as submitted to Phys. Rev. B on 30 November 2010. Sections\n  VII, VIII, and IX present significant details, which enlarge the analysis of\n  the published version"]}]
["1108.1041",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05A99, 11B37, 11P21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1041"],"date":["2011-08-04"],"type":["text"],"creator":["Haukkanen, Pentti","Merikoski, Jorma K."],"language":[],"coverage":[],"title":["Some formulas for numbers of line segments and lines in a rectangular\n  grid"],"description":["  We present a formula for the number of line segments connecting q+1 points of\nan n_1 x...x n_k rectangular grid. As corollaries, we obtain formulas for the\nnumber of lines through at least q points and, respectively, through exactly q\npoints of the grid. The well-known case k=2 is so generalized. We also present\nrecursive formulas for these numbers assuming k=2, n_1=n_2. The well-known case\nq=2 is so generalized.\n"]}]
["1108.1044",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1044","Algebraic Groups and Arithmetic (Mumbai 2001), Ed. S. G. Dani and\n  G. Prasad, Tana Inst. Fund. Res. Stud. Math. pp. 441-468, TIFR, Mumbai"],"date":["2011-08-04"],"type":["text"],"creator":["Larsen, Michael","Lubotzky, Alexander"],"language":[],"coverage":[],"title":["Normal Subgroup Growth of Linear Groups: the (G2; F4;E8)-Theorem"],"description":["  Let G be a finitely generated group and M_n(G) the number of its normal\nsubgroup subgroups of index at most n. For linear groups G we show that M_n(G)\ncan grow polynomially in n only if the semisimple part of the Zariski closure\nof G has simple components only of type G2, F4 or E8 (and in this case indeed\nthis can happened!)\n","Comment: This is an old paper, we upload it now in order for it to have an\n  online access"]}]
["1108.1045",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1045","Journal of computing, volume 3, issue 4,April 2011, ISSN 2151-9617"],"date":["2011-08-04"],"type":["text"],"creator":["T, Asha.","Natarajan, S.","Murthy, K. N. B."],"language":[],"coverage":[],"title":["A Data Mining Approach to the Diagnosis of Tuberculosis by Cascading\n  Clustering and Classification"],"description":["  In this paper, a methodology for the automated detection and classification\nof Tuberculosis(TB) is presented. Tuberculosis is a disease caused by\nmycobacterium which spreads through the air and attacks low immune bodies\neasily. Our methodology is based on clustering and classification that\nclassifies TB into two categories, Pulmonary Tuberculosis(PTB) and retroviral\nPTB(RPTB) that is those with Human Immunodeficiency Virus (HIV) infection.\nInitially K-means clustering is used to group the TB data into two clusters and\nassigns classes to clusters. Subsequently multiple different classification\nalgorithms are trained on the result set to build the final classifier model\nbased on K-fold cross validation method. This methodology is evaluated using\n700 raw TB data obtained from a city hospital. The best obtained accuracy was\n98.7% from support vector machine (SVM) compared to other classifiers. The\nproposed approach helps doctors in their diagnosis decisions and also in their\ntreatment planning procedures for different categories.\n","Comment: 8 pages"]}]
["1108.1046",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1046","Phys.Lett.B700:254-260,2011","doi:10.1016/j.physletb.2011.05.005"],"date":["2011-08-04"],"type":["text"],"creator":["Zhang, Yi","Gong, Yungui","Zhu, Zong-Hong"],"language":[],"coverage":[],"title":["The Unified First law in \"Cosmic Triad\" Vector Field Scenario"],"description":["  In this letter, we try to apply the unified first law to the \"cosmic triad\"\nvector field scenario both in the minimal coupling case and in the\nnon-minimalcoupling case. After transferring the non-minimally coupling action\nin Jordan frame to Einstein frame, the correct dynamical equation (Friedmann\nequation) is gotten in a thermal equilibrium process by using the already\nexisting entropy while the entropy in the non-minimal coupled \"cosmic triad\"\nscenario has not been derived. And after transferring the variables back to\nJordan frame, the corresponding Friedmann equation is demonstrated to be\ncorrect. For complete arguments, we also calculate the related Misner-Sharp\nenergy in Jordan and Einstein frames.\n","Comment: 19 pages, no figures"]}]
["1108.1049",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1049"],"date":["2011-08-04"],"type":["text"],"creator":["D'Elia, V.","Campana, S.","Covino, S.","D'Avanzo, P.","Piranomonte, S.","Tagliaferri, G."],"language":[],"coverage":[],"title":["UVES and FORS2 spectroscopy of GRB081008"],"description":["  We study the GRB 081008 environment with simultaneous high- and\nlow-resolution spectroscopy using UVES and FORS2 data acquired ~5 hr after the\nSwift trigger. The interstellar medium (ISM) of the host galaxy at z=1.9683 is\nconstituted by at least three components which contribute to the line profiles.\nComponent I is the redmost one, and is 20 km/s and 78 km/s redward component II\nand III, respectively. We detect several ground state and excited absorption\nfeatures in components I and II. These features have been used to compute the\ndistances between the GRB and the absorbers. Component I is found to be 52 +/-6\npc away from the GRB, while component II presents few excited transitions and\nits distance is 200+60-80 pc. Component III only features a few, low ionization\nand saturated lines suggesting that it is even farther from the GRB. The\nhydrogen column density associated to GRB 081008 is log N_H/cm^-2 = 21.11 +/-\n0.10, and the metallicity of the host galaxy is in the range [X/H] = -1.29 to\n-0.52. In particular, we found [Fe/H]=-1.19 +/- 0.11 and [Zn/H]=-0.52+/- 0.11\nwith respect to solar values. This discrepancy can be explained by the presence\nof dust in the GRB ISM, given the opposite refractory properties of iron and\nzinc. By deriving the depletion pattern for GRB 081008, we find the optical\nextinction in the visual band to be A_V ~0.19 mag. The Curve of Growth analysis\napplied to the FORS2 spectra brings column densities consistent at the 3 sigma\nlevel to that evaluated from the UVES data using the line fitting procedure.\nThis reflects the low saturation of the detected GRB 081008 absorption\nfeatures.\n","Comment: 4 pages, 5 ps figures, proceeding of the workshop \"GRBs as probes:\n  from the progenitor's environment to the high redshift Universe\", Como,\n  16th-20th May, 2011"]}]
["1108.1050",{"format":[],"subject":["Physics - Plasma Physics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1050"],"date":["2011-08-04"],"type":["text"],"creator":["Jovanovic, Dusan","Fedele, Renato","Tanjia, Fatema","De Nicola, Sergio"],"language":[],"coverage":[],"title":["Propagation of ultrastrong femtosecond laser pulses in PLASMON-X"],"description":["  The derivation is presented of the nonlinear equations that describe the\npropagation of ultrashort laser pulses in a plasma, in the Plasmon-X device. It\nis shown that the Plasmon-X scheme used for the electron acceleration uses a\nsufficiently broad beam ($L_\\bot\\sim 130\\,\\,\\mu{\\rm m}$) that justifies the use\nof the standard stationary 1-D approximation in the electron hydrodynamic\nequations, since the pulse width is sufficiently bigger than the pulse length\n($\\sim 7.5\\,\\,\\mu{\\rm m}$). Furthermore, with the laser power of $W\\leq 250$ TW\nand the $130\\,\\,\\mu{\\rm m}$ spot size, the dimensionless laser vector potential\nis sufficiently small $|A_{\\bot_0}|^2/{2} =\n({W}/{c^2\\epsilon_0})({\\lambda^2}/{8 \\pi^2 c})({4}/{\\pi L_\\bot^2})({e}/{m_0\nc})^2 \\sim 0.26$, the nonlinearity is sufficiently weak to allow the power\nexpansion in the nonlinear Poissons's equation. Such approximation yields a\nnonlinear Schr\\\" odinger equation with a reactive nonlocal nonlinear term. The\nnonlocality contains a cosine function under the integral, indicating the\noscillating wake. For a smaller spot size that is used for the Thomson\nscattering, $L_\\bot = 10\\,\\, \\mu$m, the length and the width of the pulse are\ncomparable, and it is not possible to use the 1-D approximation in the\nhydrodynamic equations. With such small spot size, the laser intensity is very\nlarge, and most likely some sort of chanelling in the plasma would take place\n(the plasma gets locally depleted so much that the electromagnetic wave\npractically propagates in vacuum).\n","Comment: Oral contribution O3.205 delivered at the 38th EPS Conference on\n  Plasma Physics, Strasbourg, France, 26 June - 1 July, 2011"]}]
["1108.1051",{"format":[],"subject":["Physics - Plasma Physics","Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1051"],"date":["2011-08-04"],"type":["text"],"creator":["Fedele, Renato","Tanjia, Fatema","De Nicola, Sergio","Shukla, P. K.","Jovanovic, Dusan"],"language":[],"coverage":[],"title":["Self consistent thermal wave model description of the transverse\n  dynamics for relativistic charged particle beams in magnetoactive plasmas"],"description":["  Thermal Wave Model is used to study the strong self-consistent Plasma Wake\nField interaction (transverse effects) between a strongly magnetized plasma and\na relativistic electron/positron beam travelling along the external magnetic\nfield, in the long beam limit, in terms of a nonlocal NLS equation and the\nvirial equation. In the linear regime, vortices predicted in terms of\nLaguerre-Gauss beams characterized by non-zero orbital angular momentum (vortex\ncharge). In the nonlinear regime, criteria for collapse and stable oscillations\nis established and the thin plasma lens mechanism is investigated, for beam\nsize much greater than the plasma wavelength. The beam squeezing and the\nself-pinching equilibrium is predicted, for beam size much smaller than the\nplasma wavelength, taking the aberrationless solution of the nonlocal Nonlinear\nSchroeding equation.\n","Comment: Poster presentation P5.006 at the 38th EPS Conference on Plasma\n  Physics, Strasbourg, France, 26 June - 1 July, 2011"]}]
["1108.1052",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1052"],"date":["2011-08-04"],"type":["text"],"creator":["Rosgen, Bill"],"language":[],"coverage":[],"title":["Testing quantum circuits and detecting insecure encryption"],"description":["  We show that computational problem of testing the behaviour of quantum\ncircuits is hard for the class of problems known as QMA that can be verified\nefficiently with a quantum computer. This result is a generalization of the\ntechniques previously used to prove the hardness of other problem on quantum\ncircuits. We use this result to show the QMA-hardness of a weak version of the\nproblem of detecting the insecurity of a symmetric-key quantum encryption\nsystem, or alternately the problem of determining when a quantum channel is not\nprivate. We also give a QMA protocol for the problem of detecting insecure\nencryption to show that it is QMA-complete.\n","Comment: 15 pages"]}]
["1108.1054",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1054"],"date":["2011-08-04"],"type":["text"],"creator":["D'Elia, V.","Stratta, G."],"language":[],"coverage":[],"title":["Extremely dark GRBs: the case of GRB 100614A and GRB 100615A"],"description":["  Dark gamma-ray bursts (GRBs) are sources with a low optical-to-X-ray flux\nratio. Proposed explanations for this darkness are: i) the GRB is at high\nredshift ii) dust in the GRB host galaxy absorbs the optical/NIR flux iii) GRBs\nhave an intrinsically faint afterglow emission. Within this framework, GRB\n100614A and GRB 100615A are extreme. In fact, they are bright in the X-rays,\nbut no optical/NIR afterglow has been detected for either source, despite\nseveral follow-up campaigns began early after the triggers. We build\noptical-to-X-ray spectral energy distributions (SEDs) at the times at which the\nreddest upper limits are available, and we model our SEDs with the extinction\ncurves of the Milky Way (MW), Small Magellanic Cloud (SMC), and the attenuation\ncurve obtained for a sample of starburst galaxies. We find that to explain the\ndeepest NIR upper limits assuming either a MW or SMC extinction law, a visual\nextinction of AV > 50 is required, which is extremely unlikely. Since both GRBs\nare bright in X-rays, explanation iii) also cannot explain their dark\nclassification, unless optical radiation and X-rays are not part of the same\nsynchrotron spectrum. An alternative, or complementary explanation of the\nprevious possibility, involves greyer extinction laws. A starburst attenuation\ncurve gives AV>10, which is less extreme, despite still very high. Assuming\nhigh redshift in addition to extinction, implies an AV>10 at z=2 and AV>4-5 at\nz=5, regardless of the adopted extinction recipe. A different, exotic\npossibility would be an extremely high redshift origin (z>17 given the missing\nK detections). Population III stars are expected to emerge at z ~ 20 and can\nproduce GRBs with energies well above those inferred for our GRBs at these\nredshifts. Mid- and far-IR observations of these extreme class of GRBs can help\nus to differentiate between the proposed scenarios.\n","Comment: 6 pages, 13 ps figures, proceeding of the workshop \"GRBs as probes:\n  from the progenitor's environment to the high redshift Universe\", 16th-20th\n  May, 2011"]}]
["1108.1059",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1059"],"date":["2011-08-04"],"type":["text"],"creator":["Nguyen, Toan","Sueur, Franck"],"language":[],"coverage":[],"title":["Boundary layers interactions in the plane parallel incompressible flows"],"description":["  We study the inviscid limit problem of the incompressible flows in the\npresence of both impermeable regular boundaries and a hypersurface transversal\nto the boundary across which the inviscid flow has a discontinuity jump. In the\nformer case, boundary layers have been introduced by Prandtl as correctors near\nthe boundary between the inviscid and viscous flows. In the latter case, the\nviscosity smoothes out the discontinuity jump by creating a transition layer\nwhich has the same amplitude and thickness as the Prandtl layer. In the\nneighborhood of the intersection of the impermeable boundary and of the\nhypersurface, interactions between the boundary and the transition layers must\nthen be considered. In this paper, we initiate a mathematical study of this\ninteraction and carry out a strong convergence in the inviscid limit for the\ncase of the plane parallel flows introduced by Di Perna and Majda in \\cite{DM}.\n"]}]
["1108.1060",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1060"],"date":["2011-08-04"],"type":["text"],"creator":["López-Presa, José Luis","Anta, Antonio Fernández","Chiroque, Luis Núñez"],"language":[],"coverage":[],"title":["Conauto-2.0: Fast Isomorphism Testing and Automorphism Group Computation"],"description":["  In this paper we present an algorithm, called conauto-2.0, that can\nefficiently compute a set of generators of the automorphism group of a graph,\nand test whether two graphs are isomorphic, finding an isomorphism if they are.\nThis algorithm uses the basic individualization/refinement technique, and is an\nimproved version of the algorithm conauto, which has been shown to be very fast\nfor random graphs and several families of hard graphs. In this paper, it is\nproved that, under some circumstances, it is not only possible to prune the\nsearch space (using already found generators of the automorphism group), but\nalso to infer new generators without the need of explicitly finding an\nautomorphism of the graph. This result is especially suited for graphs with\nregularly connected components, and can be applied in any isomorphism testing\nand canonical labeling algorithm (that use the individualization/refinement\ntechnique) to significantly improve its performance. Additionally, a dynamic\ntarget cell selection function is used to adapt to different graphs. The\nresulting algorithm preserves all the nice features of conauto, but reduces the\ntime for testing graphs with regularly connected components and other hard\ngraph families. We run extensive experiments, which show that the most popular\nalgorithms (namely, nauty, bliss, Traces, and saucy) are slower than\nconauto-2.0, among others, for the graph families based on components.\n"]}]
["1108.1074",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1074","Annals of Applied Statistics 2011, Vol. 5, No. 2A, 824-842","doi:10.1214/10-AOAS419"],"date":["2011-08-04"],"type":["text"],"creator":["Kim, Jae Kwang","Fuller, Wayne A.","Bell, William R."],"language":[],"coverage":[],"title":["Variance estimation for nearest neighbor imputation for US Census long\n  form data"],"description":["  Variance estimation for estimators of state, county, and school district\nquantities derived from the Census 2000 long form are discussed. The variance\nestimator must account for (1) uncertainty due to imputation, and (2) raking to\ncensus population controls. An imputation procedure that imputes more than one\nvalue for each missing item using donors that are neighbors is described and\nthe procedure using two nearest neighbors is applied to the Census long form.\nThe Kim and Fuller [Biometrika 91 (2004) 559--578] method for variance\nestimation under fractional hot deck imputation is adapted for application to\nthe long form data. Numerical results from the 2000 long form data are\npresented.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOAS419 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1108.1077",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1077","doi:10.1051/0004-6361/201116505"],"date":["2011-08-04"],"type":["text"],"creator":["D'Elia, V.","Stratta, G."],"language":[],"coverage":[],"title":["GRB 100614A and GRB 100615A: two extremely dark GRBs"],"description":["  Dark gamma-ray bursts (GRBs) are sources with a low optical-to-X-ray flux\nratio. Proposed explanations for this darkness are: i) the GRB is at high\nredshift ii) dust in the GRB host galaxy absorbs the optical/NIR flux iii) GRBs\nhave an intrinsically faint afterglow emission. Within this framework, GRB\n100614A and GRB 100615A are extreme. In fact, they are bright in the X-rays,\nbut no optical/NIR afterglow has been detected for either source, despite\nseveral follow-up campaigns began early after the triggers. We build\noptical-to-X-ray spectral energy distributions (SEDs) at the times at which the\nreddest upper limits are available, and we model our SEDs with the extinction\ncurves of the Milky Way (MW), Small Magellanic Cloud (SMC), and the attenuation\ncurve obtained for a sample of starburst galaxies. We find that to explain the\ndeepest NIR upper limits assuming either a MW or SMC extinction law, a visual\nextinction of AV > 50 is required, which is extremely unlikely. Since both GRBs\nare bright in X-rays, explanation iii) also cannot explain their dark\nclassification, unless optical radiation and X-rays are not part of the same\nsynchrotron spectrum. An alternative, or complementary explanation of the\nprevious possibility, involves greyer extinction laws. A starburst attenuation\ncurve gives AV>10, which is less extreme, despite still very high. Assuming\nhigh redshift in addition to extinction, implies an AV>10 at z=2 and AV>4-5 at\nz=5, regardless of the adopted extinction recipe. A different, exotic\npossibility would be an extremely high redshift origin (z>17 given the missing\nK detections). Population III stars are expected to emerge at z ~ 20 and can\nproduce GRBs with energies well above those inferred for our GRBs at these\nredshifts. Mid- and far-IR observations of these extreme class of GRBs can help\nus to differentiate between the proposed scenarios.\n","Comment: 8 pages, 13 ps figures. 2011, A&A, 532, 48. Abstract shortened with\n  respect to the original version"]}]
["1108.1079",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1079"],"date":["2011-08-04"],"type":["text"],"creator":["Tchumtchoua, Sylvie","Dunson, David B.","Morris, Jeffrey S."],"language":[],"coverage":[],"title":["Online Variational Bayes Inference for High-Dimensional Correlated Data"],"description":["  High-dimensional data with hundreds of thousands of observations are becoming\ncommonplace in many disciplines. The analysis of such data poses many\ncomputational challenges, especially when the observations are correlated over\ntime and/or across space. In this paper we propose flexible hierarchical\nregression models for analyzing such data that accommodate serial and/or\nspatial correlation. We address the computational challenges involved in\nfitting these models by adopting an approximate inference framework. We develop\nan online variational Bayes algorithm that works by incrementally reading the\ndata into memory one portion at a time. The performance of the method is\nassessed through simulation studies. We applied the methodology to analyze\nsignal intensity in MRI images of subjects with knee osteoarthritis, using data\nfrom the Osteoarthritis Initiative.\n","Comment: 36 pages, 9 figures"]}]
["1108.1080",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1080","Solar Phys., 272, 29-58 2011","doi:10.1007/s11207-011-9809-3"],"date":["2011-08-04"],"type":["text"],"creator":["Meyer, Karen A.","Mackay, Duncan H.","van Ballegooijen, Adriaan A.","Parnell, Clare E."],"language":[],"coverage":[],"title":["Solar Magnetic Carpet I: Simulation of Synthetic Magnetograms"],"description":["  This paper describes a new 2D model for the photospheric evolution of the\nmagnetic carpet. It is the first in a series of papers working towards\nconstructing a realistic 3D non-potential model for the interaction of\nsmall-scale solar magnetic fields. In the model, the basic evolution of the\nmagnetic elements is governed by a supergranular flow profile. In addition,\nmagnetic elements may evolve through the processes of emergence, cancellation,\ncoalescence and fragmentation. Model parameters for the emergence of bipoles\nare based upon the results of observational studies. Using this model, several\nsimulations are considered, where the range of flux with which bipoles may\nemerge is varied. In all cases the model quickly reaches a steady state where\nthe rates of emergence and cancellation balance. Analysis of the resulting\nmagnetic field shows that we reproduce observed quantities such as the flux\ndistribution, mean field, cancellation rates, photospheric recycle time and a\nmagnetic network. As expected, the simulation matches observations more closely\nwhen a larger, and consequently more realistic, range of emerging flux values\nis allowed (4e16 - 1e19 Mx). The model best reproduces the current observed\nproperties of the magnetic carpet when we take the minimum absolute flux for\nemerging bipoles to be 4e16 Mx. In future, this 2D model will be used as an\nevolving photospheric boundary condition for 3D non-potential modeling.\n","Comment: 33 pages, 16 figures, 5 gif movies included: movies may be viewed at\n  http://www-solar.mcs.st-and.ac.uk/~karen/movies_paper1/"]}]
["1108.1084",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1084"],"date":["2011-08-04"],"type":["text"],"creator":["D'Elia, V.","Campana, S.","Covino, S.","D'Avanzo, P.","Piranomonte, S.","Tagliaferri, G."],"language":[],"coverage":[],"title":["VLT/UVES and FORS2 spectroscopy of the GRB 081008 afterglow"],"description":["  We study the gamma-ray burst GRB 081008 environment by analysing the spectra\nof its optical afterglow. UVES high resolution spectroscopy of GRB 081008 was\nsecured ~5 hr after the Swift trigger. Our dataset comprises also three FORS2\nnearly simultaneous spectra of the same source. The availability of nearly\nsimultaneous high and low resolution spectra for a GRB afterglow is an\nextremely rare event. The GRB-Damped Lyman Alpha system at z = 1.9683 shows\nthat the interstellar medium (ISM) of the host galaxy is constituted by at\nleast three components which contribute to the line profiles. Component I is\nthe redmost one, and is 20 km/s and 78 km/s redward component II and III,\nrespectively. We detect several ground state and excited absorption features in\ncomponents I and II. These features have been used to compute the distances\nbetween the GRB and the absorbers. Component I is found to be 52 +/- 6 pc away\nfrom the GRB, while component II presents few excited transitions and its\ndistance is 200+60-80} pc. The hydrogen column density associated to GRB 081008\nis log NH/cm^-2 = 21.11 +/- 0.10, and the metallicity of the host galaxy is in\nthe range [X/H] = -1.29 to -0.52. In particular, we found [Fe/H]=-1.19 +/- 0.11\nand [Zn/H]=-0.52 +/- 0.11 with respect to solar values. This discrepancy can be\nexplained by the presence of dust in the GRB ISM, given the opposite refractory\nproperties of iron and zinc. By deriving the depletion pattern for GRB 081008,\nwe find the optical extinction in the visual band to be AV ~ 0.19 mag. The\nCurve of Growth analysis applied to the FORS2 spectra brings column densities\nconsistent at the 3 sigma level to that evaluated from the UVES data using the\nline fitting procedure. This reflects the low saturation of the detected\nGRB\\,081008 absorption features.\n","Comment: 13 pages, 17 ps figures, accepted for pubblication in MNRAS"]}]
["1108.1085",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1085"],"date":["2011-08-04"],"type":["text"],"creator":["Geloni, Gianluca","Kocharyan, Vitali","Saldin, Evgeni"],"language":[],"coverage":[],"title":["Scheme for generating and transporting THz radiation to the X-ray\n  experimental floor at the LCLS baseline"],"description":["  This paper describes a novel scheme for integrating a coherent THz source in\nthe baseline of the LCLS facility. Any method relying on the spent electron\nbeam downstream of the baseline undulator should provide a way of transporting\nthe radiation up to the experimental floor. Here we propose to use the dump\narea access maze. In this way the THz output must propagate with limited size\nat least for one hundred meters in a maze, following many turns, to reach the\nnear experimental hall. The use of a standard, discrete, open beam-waveguide\nformed by periodic reflectors, that is a mirror guide, would lead to\nunacceptable size of the system. To avoid these problems, in this paper we\npropose an alternative approach based on periodically spaced metallic screens\nwith holes. This quasi-optical transmission line is referred to as an iris\nline. We present complete calculations for the iris line using both analytical\nand numerical methods, which we find in good agreement. We present a design of\na THz edge radiation source based on the use of an iris line. The proposed\nsetup takes almost no cost nor time to be implemented at the LCLS baseline, and\ncan be used at other facilities as well. The edge radiation source is limited\nin maximally achievable field strength at the sample. An extension based on the\nuse of an undulator in the presence of the iris line, which is feasible at the\nLCLS energies, is proposed as a possible upgrade of the baseline THz source.\n"]}]
["1108.1088",{"format":[],"subject":["Physics - Optics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1088","AIP ADVANCES Vol.1, 032124 (2011)"],"date":["2011-08-04"],"type":["text"],"creator":["Pignalosa, P.","Lee, H.","Qiao, L.","Tseng, M.","Yi, Yasha"],"language":[],"coverage":[],"title":["Graded index and randomly oriented core-shell silicon nanowires with\n  broadband and wide angle antireflection for photovoltaic cell applications"],"description":["  Antireflection with broadband and wide angle properties is important for a\nwide range of applications on photovoltaic cells and display. The SiOx shell\nlayer provides a natural antireflection from air to the Si core absorption\nlayer. In this work, we have demonstrated the random core-shell silicon\nnanowires with both broadband (from 400nm to 900nm) and wide angle (from normal\nincidence to 60\\degree) antireflection characteristics within AM1.5 solar\nspectrum. The graded index structure from the randomly oriented core-shell\n(Air/SiOx/Si) nanowires may provide a potential avenue to realize a broadband\nand wide angle antireflection layer.\n"]}]
["1108.1089",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1089"],"date":["2011-08-04"],"type":["text"],"creator":["Mohammadi, Abdollah","Collaboration, for the CMS"],"language":[],"coverage":[],"title":["Observation of W to tau and neutrino Production in pp Collisions at\n  sqrt(s) = 7 TeV"],"description":["  The production of W bosons decaying into a tau lepton and a neutrino with the\ntau lepton decaying hadronically has been observed in LHC pp collisions at\nsqrt(s) = 7 TeV with the CMS detector. The selection criteria provide a\nstatistically significant signal on the top of QCD multi-jet and electroweak\nbackgrounds. A data-driven method for the estimation of the QCD multi-jet\nbackground has been employed.\n","Comment: 5 pages, 4 figures, Presented at Moriond/EW: Rencontres de Moriond on\n  \"EW Interactions and Unified Theories\""]}]
["1108.1093",{"format":[],"subject":["Mathematics - Dynamical Systems","37C05, 37D30, 37C70, 37E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1093"],"date":["2011-08-04"],"type":["text"],"creator":["Homburg, Ale Jan"],"language":[],"coverage":[],"title":["Circle diffeomorphisms forced by expanding circle maps"],"description":["  We discuss dynamics of skew product maps defined by circle diffeomorphisms\nforced by expanding circle maps. We construct an open class of such systems\nthat are robust topologically mixing and for which almost all points in the\nsame fiber converge under iteration. This property follows from the\nconstruction of an invariant attracting graph in the natural extension, a skew\nproduct of circle diffeomorphisms forced by a solenoid homeomorphism.\n"]}]
["1108.1096",{"format":[],"subject":["Physics - Plasma Physics","Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1096"],"date":["2011-08-04"],"type":["text"],"creator":["Tanjia, Fatema","De Nicola, Sergio","Fedele, Renato","Shukla, P. K.","Jovanovic, Dusan"],"language":[],"coverage":[],"title":["Quantumlike description of the nonlinear and collective effects on\n  relativistic electron beams in strongly magnetized plasmas"],"description":["  A numerical analysis of the self-interaction induced by a relativistic\nelectron/positron beam in the presence of an intense external longitudinal\nmagnetic field in plasmas is carried out. Within the context of the Plasma Wake\nField theory in the overdense regime, the transverse beam-plasma dynamics is\ndescribed by a quantumlike Zakharov system of equations in the long beam limit\nprovided by the Thermal Wave Model. In the limiting case of beam spot size much\nlarger than the plasma wavelength, the Zakharov system is reduced to a 2D\nGross-Pitaevskii-type equation, where the trap potential well is due to the\nexternal magnetic field. Vortices, \"beam halos\" and nonlinear coherent states\n(2D solitons) are predicted.\n","Comment: Poster presentation P5.021 at the 38th EPS Conference on Plasma\n  Physics, Strasbourg, France, 26 June - 1 July, 2011"]}]
["1108.1098",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1098"],"date":["2011-08-04"],"type":["text"],"creator":["Melo, Tatiane F. N.","Ferrari, Silvia L. P."],"language":[],"coverage":[],"title":["Adjusted likelihood inference in an elliptical multivariate\n  errors-in-variables model"],"description":["  In this paper we obtain an adjusted version of the likelihood ratio test for\nerrors-in-variables multivariate linear regression models. The error terms are\nallowed to follow a multivariate distribution in the class of the elliptical\ndistributions, which has the multivariate normal distribution as a special\ncase. We derive a modified likelihood ratio statistic that follows a\nchi-squared distribution with a high degree of accuracy. Our results generalize\nthose in Melo and Ferrari(Advances in Statistical Analysis, 2010, 94, 75-87) by\nallowing the parameter of interest to be vector-valued in the multivariate\nerrors-in-variables model. We report a simulation study which shows that the\nproposed test displays superior finite sample behavior relative to the standard\nlikelihood ratio test.\n"]}]
["1108.1103",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1103"],"date":["2011-08-04"],"type":["text"],"creator":["Duffy, Emily M.","Nolan, Brien C."],"language":[],"coverage":[],"title":["Cosmic Censorship for Self-Similar Spherical Dust Collapse"],"description":["  We undertake a rigorous study of the stability of the Cauchy horizon in the\nnaked self-similar Lemaitre-Tolman-Bondi spacetimes under even parity linear\nperturbations. We use a combination of energy methods and results about\nL^p-spaces to determine the behaviour of the perturbations as they evolve\nthrough the spacetime. We first establish that an average of the perturbation\ngenerically diverges on the Cauchy horizon. We next introduce a rescaled\nversion of the perturbation, and show that it is bounded and non-zero on the\nCauchy horizon. This in turn shows that the perturbation itself diverges in a\npointwise fashion on the Cauchy horizon. We give a physical interpretation of\nthis result using the perturbed Weyl scalars. This result supports the\nhypothesis of cosmic censorship.\n","Comment: 49 pages, 3 figures"]}]
["1108.1108",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1108","Proceedings of CASC 2011, by Vladimir Gerdt, Wolfram Koepf, Ernst\n  W. Mayr, and Evgenii Vorozhtsov (eds.), Lecture Notes in Computer Science,\n  vol. 6885, ISBN 978-3-642-23567-2"],"date":["2011-08-04"],"type":["text"],"creator":["Koutschan, Christoph","Levandovskyy, Viktor","Motsak, Oleksandr"],"language":[],"coverage":[],"title":["On Two-generated Non-commutative Algebras Subject to the Affine Relation"],"description":["  We consider algebras over a field K, generated by two variables x and y\nsubject to the single relation yx = qxy + ax + by + c for q in K^* and a, b, c\nin K. We prove, that among such algebras there are precisely five isomorphism\nclasses. The representatives of these classes, which are ubiquitous operator\nalgebras, are called model algebras. We derive explicit multiplication formulas\nfor y^m*x^n in terms of standard monomials x^i*y^j for many algebras of the\nconsidered type. Such formulas are used in establishing formulas of binomial\ntype and in implementing non-commutative multiplication in a computer algebra\nsystem. By using the formulas we also study centers and ring-theoretic\nproperties of the non-commutative model algebras.\n","Comment: 13 pages, 5 tables"]}]
["1108.1109",{"format":[],"subject":["Physics - Physics Education","Physics - Instrumentation and Detectors","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1109"],"date":["2011-08-04"],"type":["text"],"creator":["Gingl, Zoltan","Mingesz, Robert","Mellar, Janos","Lupsic, Balazs","Kopasz, Katalin"],"language":[],"coverage":[],"title":["Efficient Sound Card Based Experimention At Different Levels Of Natural\n  Science Education"],"description":["  Sound cards, which count as standard equipment in today's computers, can be\nturned into measurement tools, making experimentation very efficient and cheap.\nThe chief difficulties to overcome are the lack of proper hardware interfacing\nand processing software. Sound-card experimentation becomes really viable only\nif we demonstrate how to connect different sensors to the sound card and\nprovide suitable open-source software to support the experiments. In our talk,\nwe shall present a few applications of sound cards in measurements: photogates,\nstopwatches and an example of temperature measurement and registration. We also\nprovide the software for these applications.\n","Comment: MPTL-HSCI 2011 Joint conference, 15-17 September 2011, Ljubljana,\n  Slovenia"]}]
["1108.1115",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1115","CERN Yellow Report CERN-2011-003, pp. 6"],"date":["2011-08-04"],"type":["text"],"creator":["Myers, M."],"language":[],"coverage":[],"title":["CERN Accelerator Strategy"],"description":["  The CERN strategy for future accelerator projects is outlined and the role of\nthe HE-LHC inside this strategy is described.\n","Comment: 1 page, Contribution given to the EuCARD-AccNet-EuroLumi Workshop:\n  The High-Energy Large Hadron Collider, Malta, Republic of Malta, 14 - 16 Oct\n  2010"]}]
["1108.1123",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 47D03, 20F05, Secondary 20G20, 22E10, 22E15, 37C85, 47A16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1123"],"date":["2011-08-04"],"type":["text"],"creator":["Abels, Herbert","Manoussos, Antonios"],"language":[],"coverage":[],"title":["Topological generators of abelian Lie groups and hypercyclic finitely\n  generated abelian semigroups of matrices"],"description":["  In this paper we bring together results about the density of subsemigroups of\nabelian Lie groups, the minimal number of topological generators of abelian Lie\ngroups and a result about actions of algebraic groups. We find the minimal\nnumber of generators of a finitely generated abelian semigroup or group of\nmatrices with a dense or a somewhere dense orbit by computing the minimal\nnumber of generators of a dense subsemigroup (or subgroup) of the connected\ncomponent of the identity of its Zariski closure.\n","Comment: 14 pages"]}]
["1108.1124",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1124"],"date":["2011-08-04"],"type":["text"],"creator":["Ban, Amir","Linial, Nati"],"language":[],"coverage":[],"title":["Leapfrog in Posets"],"description":["  We consider the following solitaire game whose rules are reminiscent of the\nchildren's game of leapfrog. The player is handed an arbitrary ordering\n$\\pi=(x_1,x_2,...,x_n)$ of the elements of a finite poset $(P,\\prec)$. At each\nround an element may \"skip over\" the element in front of it, i.e. swap\npositions with it. For example, if $x_i \\prec x_{i+1}$, then it is allowed to\nmove from $\\pi$ to the ordering\n$(x_1,x_2,...,x_{i-1},x_{i+1},x_i,x_{i+2},...,x_n)$. The player is to carry out\nsuch steps as long as such swaps are possible. When there are several\nconsecutive pairs of elements that satisfy this condition, the player can\nchoose which pair to swap next. Does the order of swaps matter for the final\nordering or is it uniquely determined by the initial ordering? The reader may\nguess correctly that the latter proposition is correct. What may be more\nsurprising, perhaps, is that this question is not trivial. The proof works by\nconstructing an appropriate system of invariants.\n"]}]
["1108.1127",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1127","Nature, Vol. 468, p.286, 2010","doi:10.1038/nature09541"],"date":["2011-08-04"],"type":["text"],"creator":["Ko, Hyunhyub","Takei, Kuniharu","Kapadia, Rehan","Chuang, Steven","Fang, Hui","Leu, Paul W.","Ganapathi, Kartik","Plis, Elena","Kim, Ha Sul","Chen, Szu-Ying","Madsen, Morten","Ford, Alexandra C.","Chueh, Yu-Lun","Krishna, Sanjay","Salahuddin, Sayeef","Javey, Ali"],"language":[],"coverage":[],"title":["Ultrathin compound semiconductor on insulator layers for high\n  performance nanoscale transistors"],"description":["  Over the past several years, the inherent scaling limitations of electron\ndevices have fueled the exploration of high carrier mobility semiconductors as\na Si replacement to further enhance the device performance. In particular,\ncompound semiconductors heterogeneously integrated on Si substrates have been\nactively studied, combining the high mobility of III-V semiconductors and the\nwell-established, low cost processing of Si technology. This integration,\nhowever, presents significant challenges. Conventionally, heteroepitaxial\ngrowth of complex multilayers on Si has been explored. Besides complexity, high\ndefect densities and junction leakage currents present limitations in the\napproach. Motivated by this challenge, here we utilize an epitaxial transfer\nmethod for the integration of ultrathin layers of single-crystalline InAs on\nSi/SiO2 substrates. As a parallel to silicon-on-insulator (SOI) technology14,we\nuse the abbreviation \"XOI\" to represent our compound semiconductor-on-insulator\nplatform. Through experiments and simulation, the electrical properties of InAs\nXOI transistors are explored, elucidating the critical role of quantum\nconfinement in the transport properties of ultrathin XOI layers. Importantly, a\nhigh quality InAs/dielectric interface is obtained by the use of a novel\nthermally grown interfacial InAsOx layer (~1 nm thick). The fabricated FETs\nexhibit an impressive peak transconductance of ~1.6 mS/{\\mu}m at VDS=0.5V with\nON/OFF current ratio of greater than 10,000 and a subthreshold swing of 107-150\nmV/decade for a channel length of ~0.5 {\\mu}m.\n"]}]
["1108.1134",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1134"],"date":["2011-08-04"],"type":["text"],"creator":["South, David M."],"language":[],"coverage":[],"title":["Search for Lepton Flavour Violation at HERA"],"description":["  A search for second and third generation scalar and vector leptoquarks\nproduced in ep collisions via the lepton flavour violating processes ep -> mu X\nand ep -> tau X is performed by the H1 experiment at HERA. The full H1 ep data\nsample taken at a centre-of-mass energy of 319 GeV is used for the analysis. No\nevidence for the production of such leptoquarks is observed in the H1 data.\nLeptoquarks produced in ep collisions with a coupling strength of 0.3 and\ndecaying with the same coupling strength to a muon-quark pair or a tau-quark\npair are excluded at 95% confidence level up to leptoquark masses of 712 GeV\nand 479 GeV, respectively.\n","Comment: 4 pages, 6 figures, proceedings of a talk given at Deep Inelastic\n  Scattering 2011, Newport-News, USA, April 11-15 2011"]}]
["1108.1138",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1138"],"date":["2011-08-04"],"type":["text"],"creator":["Silva, R. L.","Pereira, R. D.","Pereira, A. R.","Moura-Melo, W. A.","Mol, L. A. S.","Pires, A. S. T."],"language":[],"coverage":[],"title":["Vortex core dynamics induced by hole defects in antiferromagnetic\n  nanodisks"],"description":["  Direct observation of vortex states in an antiferromagnetic layer have been\nrecently reported [Wu, et al, Nature Phys. 7, 303 (2011)]. In contrast to their\nanalogues in ferromagnetic systems, namely in nanomagnets, the vortex core of\nantiferromagnets are not expected (and have not been observed) to present\ngyrotropic or any other remarkable dynamics, even when external fields are\napplied. Using simulated annealing and spin dynamics techniques we have been\nable to describe a number of properties of such a vortex state. Besides of\nbeing in agreement with reported results, our results also indicate, whenever\napplied to antiferromagnetic nanodisks, that the presence of holes in the\nsample may induce two types of motions for this vortex. Its dynamics depends\nupon the relative separation between its core and the hole: when they are very\napart the vortex core oscillates near the nanodisk center (its equilibrium\nposition); while, if they are sufficiently close, the core moves towards the\nhole where it is captured and remains static.\n","Comment: 5 revtex pages"]}]
["1108.1146",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1146"],"date":["2011-08-04"],"type":["text"],"creator":["Scheele, Lars","Sisto, Alessandro"],"language":[],"coverage":[],"title":["Iterated asymptotic cones"],"description":["  Iterated asymptotic cones have been used by Dru\\c{t}u and Sapir to construct\na group with uncountably many pairwise non-homeomorphic asymptotic cones. In\nthis paper we define a class of metric spaces which display a wide range of\nbehaviors with respect to iterated asymptotic cones, and we use those to\nconstruct examples within the class of groups. Namely, we will show that there\nexists a group whose iterated cones are pairwise non-homeomorphic, or\nperiodically homeomorphic.\n"]}]
["1108.1149",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1149"],"date":["2011-08-04"],"type":["text"],"creator":["Melissinos, Adrian C."],"language":[],"coverage":[],"title":["Use of Slow Light to test the Isotropy of Space"],"description":["  It is suggested that slow light could be used to test for relative motion\nwith respect to an absolute reference frame at a sensitivity v ~ 10^{-3} m/s.\n"]}]
["1108.1153",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1153","Journal of Computer Science and Engineering, Volume 7, Issue 2,\n  p63-67, June 2011"],"date":["2011-08-04"],"type":["text"],"creator":["Oluwatolani, Oluwagbemi","Joshua, Abah","Philip, Achimugu"],"language":[],"coverage":[],"title":["The Impact of Information Technology in Nigeria's Banking Industry"],"description":["  Today, information technology (IT) has become a key element in economic\ndevelopment and a backbone of knowledge-based economies in terms of operations,\nquality delivery of services and productivity of services. Therefore, taking\nadvantage of information technologies (IT) is an increasing challenge for\ndeveloping countries. There is now growing evidence that Knowledge-driven\ninnovation is a decisive factor in the competitiveness of nations, industries,\norganizations and firms. Organizations like the banking sector have benefited\nsubstantially from e-banking, which is one among the IT applications for\nstrengthening the competitiveness. This paper presents the current trend in the\napplication of IT in the banking industries in Nigeria and gives an insight\ninto how quality banking has been enhanced via IT. The paper further reveals\nthat the deployment of IT facilities in the Nigerian Banking industry has\nbrought about fundamental changes in the content and quality of banking\nbusiness in the country. This analysis and clarification of how Nigerian Banks\nhave used IT to reengineer their operations is detailed through literature\nreview and observation. Three categories of variables that relate to the use\nand implementation of information technology devices were considered in this\npaper. These include the nature and degree of adoption of innovative\ntechnologies; degree of utilization of the identified technologies; and the\nimpact of the adoption of IT devices on the bank operations.\n","Comment: Submitted to Journal of Computer Science and Engineering, see\n  http://sites.google.com/site/jcseuk/volume-7-issue-2-june-2011"]}]
["1108.1154",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1154","Journal of Computer Science and Engineering, Volume 7, Issue 2,\n  p68-77, June 2011"],"date":["2011-08-04"],"type":["text"],"creator":["Philip, Achimugu","Oluwatolani, Oluwagbemi","Joshua, Abah"],"language":[],"coverage":[],"title":["Development of a Window Based Security System for Electronic Data\n  Interchange"],"description":["  The Electronic Data Interchange (EDI) is the exchange of standardized\ndocuments between computer systems for business use. The objective of this\nstudy is to make Electronic Data Interchange secure to use and to eliminate\nhuman intervention in the transfer of data between business partners so that\nproductivity and efficiency can be improved and also promote its usage between\ntwo or more trading organizations. This paper provides an overview of EDI by\ndescribing the traditional problems of exchanging information in business\nenvironments and how the EDI solves those problems and gives benefits to the\ncompany that makes use of EDI. This paper also introduces the common EDI\nStandards and explains how it works, how it is used over the internet and the\nsecurity measures implemented. The system was executed on both local area\nnetwork and wide area network after a critical study of the existing EDI\nmethods and also implemented using VB.Net programming language. Finally, an\ninteractive program was developed that handles the transfer of files, with\nspecial attention to the security of the items that are being transferred from\none computer workstation to another.\n","Comment: Submitted to Journal of Computer Science and Engineering, see\n  http://sites.google.com/site/jcseuk/volume-7-issue-2-june-2011"]}]
["1108.1159",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1159"],"date":["2011-08-04"],"type":["text"],"creator":["Borisenko, S. V.","Zabolotnyy, V. B.","Evtushinsky, D. V.","Kim, T. K.","Morozov, I. V.","Kordyuk, A. A.","Büchner, B."],"language":[],"coverage":[],"title":["Comment on \"A de Haas-van Alphen study of the Fermi surfaces of\n  superconducting LiFeP and LiFeAs\""],"description":["  In a recent preprint Putzke et al. argued that their dHvA data on LiFeAs are\nin good agreement with DFT calculations and contradict our ARPES results. Here\nwe show that the situation is just the opposite.\n","Comment: 5 pages, PDF format. Related work:\n  http://www.ifw-dresden.de/institutes/iff/research/SC/arpes"]}]
["1108.1161",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1161"],"date":["2011-08-04"],"type":["text"],"creator":["Ahlswede, Rudolf","Aydinian, Harout"],"language":[],"coverage":[],"title":["On generic erasure correcting sets and related problems"],"description":["  Motivated by iterative decoding techniques for the binary erasure channel\nHollmann and Tolhuizen introduced and studied the notion of generic erasure\ncorrecting sets for linear codes. A generic $(r,s)$--erasure correcting set\ngenerates for all codes of codimension $r$ a parity check matrix that allows\niterative decoding of all correctable erasure patterns of size $s$ or less. The\nproblem is to derive bounds on the minimum size $F(r,s)$ of generic erasure\ncorrecting sets and to find constructions for such sets. In this paper we\ncontinue the study of these sets. We derive better lower and upper bounds.\nHollmann and Tolhuizen also introduced the stronger notion of $(r,s)$--sets and\nderived bounds for their minimum size $G(r,s)$. Here also we improve these\nbounds. We observe that these two conceps are closely related to so called\n$s$--wise intersecting codes, an area, in which $G(r,s)$ has been studied\nprimarily with respect to ratewise performance. We derive connections. Finally,\nwe observed that hypergraph covering can be used for both problems to derive\ngood upper bounds.\n","Comment: 9 pages, to appear in IEEE Transactions on Information Theory"]}]
["1108.1166",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1166"],"date":["2011-08-04"],"type":["text"],"creator":["Moreno, M.","Ploog, K. H."],"language":[],"coverage":[],"title":["Phase-separated high-temperature-annealed (Ga,Mn)As: A negative\n  charge-transfer-energy material"],"description":["  The approximate location in the Zaanen-Sawatzky-Allen diagram of the\nphase-separated (Ga,Mn)As material, consisting of MnAs nanoclusters embedded in\nGaAs, is determined on the basis of configuration-interaction (CI)\ncluster-model analysis of their Mn 2p core-level photoemission. The composite\nmaterial is found to belong to the special class of materials with negative\ncharge-transfer energy (delta). As such, its metallic or\ninsulating/semiconducting behavior depends on the strength of the p-d\nhybridization (affected by strain) relative to the (size-dependent)\np-bandwidth. Whereas internal strain in the embedded clusters counteracts gap\nopening, a metal-to-semiconductor transition is expected to occur for\ndecreasing cluster size, associated to the opening of a small gap of p-p type\n(covalent gap). The electronic properties of homogeneous and phase-separated\n(Ga,Mn)As materials are analyzed, with emphasis on the nature of their\nmetal-insulator transitions.\n","Comment: 3 figures, 1 table"]}]
["1108.1169",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1169"],"date":["2011-08-04"],"type":["text"],"creator":["Gregor, Karol","LeCun, Yann"],"language":[],"coverage":[],"title":["Learning Representations by Maximizing Compression"],"description":["  We give an algorithm that learns a representation of data through\ncompression. The algorithm 1) predicts bits sequentially from those previously\nseen and 2) has a structure and a number of computations similar to an\nautoencoder. The likelihood under the model can be calculated exactly, and\narithmetic coding can be used directly for compression. When training on digits\nthe algorithm learns filters similar to those of restricted boltzman machines\nand denoising autoencoders. Independent samples can be drawn from the model by\na single sweep through the pixels. The algorithm has a good compression\nperformance when compared to other methods that work under random ordering of\npixels.\n","Comment: 8 pages, 3 figures"]}]
["1108.1174",{"format":[],"subject":["Mathematics - Number Theory","Primary 11B75, Secondary 11A07, 11B65, 11B68, 05A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1174"],"date":["2011-08-04"],"type":["text"],"creator":["Mestrovic, Romeo"],"language":[],"coverage":[],"title":["On the mod $p^7$ determination of ${2p-1\\choose p-1}$"],"description":["  In this paper we prove that for any prime $p\\ge 11$ holds\n  $$ {2p-1\\choose p-1}\\equiv 1 -2p \\sum_{k=1}^{p-1}\\frac{1}{k} +4p^2\\sum_{1\\le\ni<j\\le p-1}\\frac{1}{ij}\\pmod{p^7}.\n  $$ This is a generalization of the famous Wolstenholme's theorem which\nasserts that ${2p-1\\choose p-1} \\equiv 1 \\,\\,(\\bmod\\,\\,p^3)$ for all primes\n$p\\ge 5$. Our proof is elementary and it does not use a standard technique\ninvolving the classic formula for the power sums in terms of the Bernoulli\nnumbers. Notice that the above congruence reduced modulo $p^6$, $p^5$ and $p^4$\nyields related congruences obtained by R. Tauraso, J. Zhao and J.W.L. Glaisher,\nrespectively.\n"]}]
["1108.1177",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1177"],"date":["2011-08-04"],"type":["text"],"creator":["Giscard, P. -L.","Jaksch, D."],"language":[],"coverage":[],"title":["Tunable Supersolids of Rydberg Excitations Described by Quantum\n  Evolutions on Graphs"],"description":["  We show that transient supersolid quantum states of Rydberg-excitations can\nbe created dynamically from a Mott insulator of ground state atoms in a 2D\noptical-lattices by irradiating it with short laser pulses. The structure of\nthese supersolids is tunable via the choice of laser parameters. We calculate\nfirst, second and fourth order correlation functions as well as the pressure to\ncharacterize the supersolid states. Our study is based on the development of a\ngeneral theoretical tool for obtaining the dynamics of strongly interacting\nquantum systems whose initial state is accurately known. We show that this\nmethod allows to accurately approximate the evolution of quantum systems\nanalytically with a number of operations growing polynomially.\n","Comment: 2 figures"]}]
["1108.1179",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1179"],"date":["2011-08-04"],"type":["text"],"creator":["Molinaro, Samantha","Hlynka, Myron","Xu, Shan"],"language":[],"coverage":[],"title":["Two Unordered Queues"],"description":["  A special customer must complete service from two servers in series, in\neither order, each with an M/M/1 queueing system. It is assumed that the two\nqueueing system lengths are independent with initial numbers of customers a and\nb at the instant when the special customer arrives. We find the expected total\ntime (ETT) for the special customer to complete service. We show that even if\nthe interarrival and service time parameters of two queues are identical, there\nexist examples (specific values of the parameters and initial lengths) for\nwhich the special customer surprisingly has a lower expected total time to\ncompletion by joining the longer queue first rather than the shorter one.\n","Comment: Presented at AMMCS 2011 Conference, July 25, 2011"]}]
["cond-mat/0005151",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0005151","Phys. Rev. B 62, 10931 (2000)","doi:10.1103/PhysRevB.62.10931"],"date":["2000-05-09"],"type":["text"],"creator":["Betouras, J. J.","Chalker, J. T."],"language":[],"coverage":[],"title":["The effects of interactions and disorder in the two-dimensional chiral\n  metal"],"description":["  We study the two-dimensional chiral metal, which is formed at the surface of\na layered three-dimensional system exhibiting the integer quantum Hall effect\nby hybridization of the edge states associated with each layer of the sample.\nWe investigate mesoscopic fluctuations, dynamical screening and inelastic\nscattering in the chiral metal, focussing particularly on fluctuations of\nconductance, $\\delta g(B)$, with magnetic field, $B$. The correlation function\n$<\\delta g(B) \\delta g(B+\\delta B)>$ provides information on the inelastic\nscattering rate, $\\tau_{in}^{-1}$, through both the variance of fluctuations\nand the range of correlations in $\\delta B$. We calculate this correlation\nfunction for samples which are not fully phase coherent. Two regimes of\nbehaviour exist, according to whether $\\tau_{in}^{-1}$ is smaller or larger\nthan $\\tau_{\\perp}^{-1}$, the rate for inter-edge tunneling, and we give\nresults in both regimes. We also investigate dynamical screening of Coulomb\ninteractions in the chiral metal and calculate the contribution to\n$\\tau_{in}^{-1}$ from electron-electron scattering, finding $\\tau_{in}^{-1}\n\\propto T^{3/2}$ for $\\tau_{in}^{-1} \\ll \\tau_{\\perp}^{-1}$ at temperature $T$.\n","Comment: 11 pages, 5 figures"]}]
["cond-mat/0106023",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0106023","Phys. Rev. B 65, 054425 (2002)","doi:10.1103/PhysRevB.65.054425"],"date":["2001-06-01","2001-06-13"],"type":["text"],"creator":["Merz, F.","Chalker, J. T."],"language":[],"coverage":[],"title":["The two-dimensional random-bond Ising model, free fermions and the\n  network model"],"description":["  We develop a recently-proposed mapping of the two-dimensional Ising model\nwith random exchange (RBIM), via the transfer matrix, to a network model for a\ndisordered system of non-interacting fermions. The RBIM transforms in this way\nto a localisation problem belonging to one of a set of non-standard symmetry\nclasses, known as class D; the transition between paramagnet and ferromagnet is\nequivalent to a delocalisation transition between an insulator and a quantum\nHall conductor. We establish the mapping as an exact and efficient tool for\nnumerical analysis: using it, the computational effort required to study a\nsystem of width $M$ is proportional to $M^{3}$, and not exponential in $M$ as\nwith conventional algorithms. We show how the approach may be used to calculate\nfor the RBIM: the free energy; typical correlation lengths in quasi-one\ndimension for both the spin and the disorder operators; even powers of\nspin-spin correlation functions and their disorder-averages. We examine in\ndetail the square-lattice, nearest-neighbour $\\pm J$ RBIM, in which bonds are\nindependently antiferromagnetic with probability $p$, and ferromagnetic with\nprobability $1-p$. Studying temperatures $T\\geq 0.4J$, we obtain precise\ncoordinates in the $p-T$ plane for points on the phase boundary between\nferromagnet and paramagnet, and for the multicritical (Nishimori) point. We\ndemonstrate scaling flow towards the pure Ising fixed point at small $p$, and\ndetermine critical exponents at the multicritical point.\n","Comment: 20 pages, 25 figures, figures corrected"]}]
["cond-mat/0109326",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0109326","Phys. Rev. Lett. 88, 036801 (2002)","doi:10.1103/PhysRevLett.88.036801"],"date":["2001-09-18"],"type":["text"],"creator":["Rapsch, S.","Chalker, J. T.","Lee, D. K. K."],"language":[],"coverage":[],"title":["Spin textures, screening and excitations in dirty quantum Hall\n  ferromagnets"],"description":["  We study quantum Hall ferromagnets in the presence of a random electrostatic\nimpurity potential. Describing these systems with a classical non-linear sigma\nmodel and using analytical estimates supported by results from numerical\nsimulations, we examine the nature of the ground state as a function of\ndisorder strength, $\\Delta$, and deviation, $\\delta \\nu$, of the average Landau\nlevel filling factor from unity. Screening of an impurity potential requires\ndistortions of the spin configuration, and in the absence of Zeeman coupling\nthere is a disorder-driven, zero-temperature phase transition from a\nferromagnet at small $\\Delta$ and $|\\delta \\nu|$ to a spin glass at larger\n$\\Delta$ or $|\\delta \\nu|$. We examine ground-state response functions and\nexcitations.\n","Comment: 4 pages, 3 figures"]}]
["cond-mat/0201137",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0201137","Phys. Rev. B 66, 054413 (2002)","doi:10.1103/PhysRevB.66.054413"],"date":["2002-01-09","2002-08-01"],"type":["text"],"creator":["Merz, Florian","Chalker, J. T."],"language":[],"coverage":[],"title":["Negative scaling dimensions and conformal invariance at the Nishimori\n  point in the +/-J random-bond Ising model"],"description":["  We reexamine the disorder-dominated multicritical point of the\ntwo-dimensional +/-J Ising model, known as the Nishimori point (NP). At the NP\nwe investigate numerically and analytically the behavior of the disorder\ncorrelator, familiar from the self-dual description of the pure critical point\nof the two-dimensional Ising model. We consider the logarithmic average and the\nq-th moments of this correlator in the ensemble average over randomness, for\ncontinuous q in the range 0<q<2.5, and demonstrate their conformal invariance.\nAt the NP we find, in contrast to the self-dual pure critical point, that the\ndisorder correlators exhibit multi-scaling in q which is different from that of\nspin-spin correlators and that their scaling dimension becomes negative for q>1\nand q<0. Using properties on the Nishimori line we show that the first moment\n(q=1) of the disorder correlator is exactly one for all separations. The\nspectrum of scaling dimensions at the NP is not parabolic in q.\n","Comment: 5 pages, 3 figures, published version in Phys. Rev. B, explanations\n  added, references updated"]}]
["cond-mat/0208024",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0208024","Phys. Rev. B 66, 161317 (2002)","doi:10.1103/PhysRevB.66.161317"],"date":["2002-08-01"],"type":["text"],"creator":["Chalker, J. T.","Polyakov, D. G.","Evers, F.","Mirlin, A. D.","Woelfle, P."],"language":[],"coverage":[],"title":["Quantum Hall ferromagnets, cooperative transport anisotropy, and the\n  random field Ising model"],"description":["  We discuss the behaviour of a quantum Hall system when two Landau levels with\nopposite spin and combined filling factor near unity are brought into energetic\ncoincidence using an in-plane component of magnetic field. We focus on the\ninterpretation of recent experiments under these conditions [Zeitler et al,\nPhys. Rev. Lett. 86, 866 (2001); Pan et al, Phys. Rev. B 64, 121305 (2001)], in\nwhich a large resistance anisotropy develops at low temperatures. Modelling the\nsystems involved as Ising quantum Hall ferromagnets, we suggest that this\ntransport anisotropy reflects domain formation induced by a random field\narising from isotropic sample surface roughness.\n","Comment: 4 pages, submitted to Physical Review B"]}]
["cond-mat/9311050",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9311050","Phys. Rev. Lett. 72, 1510 (1994)","doi:10.1103/PhysRevLett.72.1510"],"date":["1993-11-19"],"type":["text"],"creator":["Lee, D. K. K.","Chalker, J. T."],"language":[],"coverage":[],"title":["A Unified Model for Two Localisation Problems: Electron States in\n  Spin-Degenerate Landau Levels, and in a Random Magnetic Field"],"description":["  A single model is presented which represents both of the two apparently\nunrelated localisation problems of the title. The phase diagram of this model\nis examined using scaling ideas and numerical simulations. It is argued that\nthe localisation length in a spin-degenerate Landau level diverges at two\ndistinct energies, with the same critical behaviour as in a spin-split Landau\nlevel, and that all states of a charged particle moving in two dimensions, in a\nrandom magnetic field with zero average, are localised.\n","Comment: 7 pages (RevTeX 3.0) plus 4 postscript figures"]}]
["cond-mat/9401049",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9401049","Phys. Rev. Lett. 72, 2057 (1994)","doi:10.1103/PhysRevLett.72.2057"],"date":["1994-01-24"],"type":["text"],"creator":["Cooper, N. R.","Chalker, J. T."],"language":[],"coverage":[],"title":["Theory of Spin-Split Cyclotron Resonance in the Extreme Quantum Limit"],"description":["  We present an interpretation of recent cyclotron resonance experiments on the\ntwo-dimensional electron gas in GaAs/AlGaAs heterostructures. We show that the\nobserved dependence of the resonance spectrum on Landau level occupancy and\ntemperature arises from the interplay of three factors: spin-splitting of the\ncyclotron frequency; thermal population of the two spin states; and coupling of\nthe resonances for each spin orientation by Coulomb interactions. In addition,\nwe derive an $f$-sum rule which allows spin polarisation to be determined\ndirectly from resonance spectra.\n","Comment: 10 pages (revtex 3.0) + 4 uuencoded postscript figures"]}]
["cond-mat/9510164",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9510164","Phys. Rev. Lett. 75, 4496 (1995)","doi:10.1103/PhysRevLett.75.4496"],"date":["1995-10-30","1995-11-02"],"type":["text"],"creator":["Chalker, J. T.","Dohmen, A."],"language":[],"coverage":[],"title":["Three-dimensional disordered conductors in a strong magnetic field:\n  surface states and quantum Hall plateaus"],"description":["  We study localization in layered, three-dimensional conductors in strong\nmagnetic fields. We demonstrate the existence of three phases - insulator,\nmetal and quantized Hall conductor - in the two-dimensional parameter space\nobtained by varying the Fermi energy and the interlayer coupling strength.\nTransport in the quantized Hall conductor occurs via extended surface states.\nThese surface states constitute a subsystem at a novel critical point, which we\ndescribe using a new, directed network model.\n","Comment: 4 pages (PostScript) replaced due to compression error, slightly\n  shortened version to appear in PRL"]}]
["cond-mat/9605073",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9605073","Phys. Rev. B 54, 8708 (1996)","doi:10.1103/PhysRevB.54.8708"],"date":["1996-05-12"],"type":["text"],"creator":["Ho, C. -M.","Chalker, J. T."],"language":[],"coverage":[],"title":["Models for the integer quantum Hall effect: the network model, the Dirac\n  equation, and a tight-binding Hamiltonian"],"description":["  We consider models for the plateau transition in the integer quantum Hall\neffect. Starting from the network model, we construct a mapping to the Dirac\nHamiltonian in two dimensions. In the general case, the Dirac Hamiltonian has\nrandomness in the mass, the scalar potential, and the vector potential.\nSeparately, we show that the network model can also be associated with a\nnearest neighbour, tight-binding Hamiltonian.\n","Comment: Revtex, 15 pages, 7 figures; submitted to Phys. Rev. B"]}]
["cond-mat/9704198",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9704198","Phys. Rev. Lett. 79, 1797 (1997)","doi:10.1103/PhysRevLett.79.1797"],"date":["1997-04-23"],"type":["text"],"creator":["Chalker, J. T.","Wang, Z. Jane"],"language":[],"coverage":[],"title":["Diffusion in a Random Velocity Field: Spectral Properties of a\n  Non-Hermitian Fokker-Planck Operator"],"description":["  We study spectral properties of the Fokker-Planck operator that describes\nparticles diffusing in a quenched random velocity field. This random operator\nis non-Hermitian and has eigenvalues occupying a finite area in the complex\nplane. We calculate the eigenvalue density and averaged one-particle Green's\nfunction, for weak disorder and dimension d>2. We relate our results to the\ntime-evolution of particle density, and compare them with numerical\nsimulations.\n","Comment: 4 pages, 2 figures"]}]
["cond-mat/9809286",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9809286","Phys. Rev. B 59, 4999 (1999)","doi:10.1103/PhysRevB.59.4999"],"date":["1998-09-22"],"type":["text"],"creator":["Chalker, J. T.","Sondhi, S. L."],"language":[],"coverage":[],"title":["The transverse magnetoresistance of the two-dimensional chiral metal"],"description":["  We consider the two-dimensional chiral metal, which exists at the surface of\na layered, three-dimensional sample exhibiting the integer quantum Hall effect.\nWe calculate its magnetoresistance in response to a component of magnetic field\nperpendicular to the sample surface, in the low temperature, but macroscopic,\nregime where inelastic scattering may be neglected. The magnetoresistance is\npositive, following a Drude form with a field scale,\n$B_0=\\Phi_0/al_{\\text{el}}$, given by the transverse field strength at which\none quantum of flux, $\\Phi_0$, passes through a rectangle with sides set by the\nlayer-spacing, $a$, and the elastic mean free path, $l_{\\text{el}}$.\nExperimental measurement of this magnetoresistance may therefore provide a\ndirect determination of the elastic mean free path in the chiral metal.\n","Comment: submitted to Phys Rev B"]}]
["cond-mat/9906299",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9906299","Phys. Rev. E 61, 196 (2000)","doi:10.1103/PhysRevE.61.196"],"date":["1999-06-18"],"type":["text"],"creator":["Chalker, J. T.","Wang, Z. Jane"],"language":[],"coverage":[],"title":["Spectrum of the Fokker-Planck operator representing diffusion in a\n  random velocity field"],"description":["  We study spectral properties of the Fokker-Planck operator that represents\nparticles moving via a combination of diffusion and advection in a\ntime-independent random velocity field, presenting in detail work outlined\nelsewhere [J. T. Chalker and Z. J. Wang, Phys. Rev. Lett. {\\bf 79}, 1797\n(1997)]. We calculate analytically the ensemble-averaged one-particle Green\nfunction and the eigenvalue density for this Fokker-Planck operator, using a\ndiagrammatic expansion developed for resolvents of non-Hermitian random\noperators, together with a mean-field approximation (the self-consistent Born\napproximation) which is well-controlled in the weak-disorder regime for\ndimension d>2. The eigenvalue density in the complex plane is non-zero within a\nwedge that encloses the negative real axis. Particle motion is diffusive at\nlong times, but for short times we find a novel time-dependence of the\nmean-square displacement, $<r^2> \\sim t^{2/d}$ in dimension d>2, associated\nwith the imaginary parts of eigenvalues.\n","Comment: 8 pages, submitted to Phys Rev E"]}]
["gr-qc/0506032",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0506032","Commun.Math.Phys.273:217-236,2007","doi:10.1007/s00220-007-0248-9"],"date":["2005-06-06","2011-08-04"],"type":["text"],"creator":["Bolos, Vicente J."],"language":[],"coverage":[],"title":["Intrinsic definitions of \"relative velocity\" in general relativity"],"description":["  Given two observers, we define the \"relative velocity\" of one observer with\nrespect to the other in four different ways. All four definitions are given\nintrinsically, i.e. independently of any coordinate system. Two of them are\ngiven in the framework of spacelike simultaneity and, analogously, the other\ntwo are given in the framework of observed (lightlike) simultaneity. Properties\nand physical interpretations are discussed. Finally, we study relations between\nthem in special relativity, and we give some examples in Schwarzschild and\nRobertson-Walker spacetimes.\n","Comment: 29 pages, 12 figures. New proofs in special relativity and a new open\n  problem in general relativity (see Remark 5.2). An Appendix has been added,\n  studying the relative velocities in Schwarzschild, with new figures. Some\n  spelling erros fixed"]}]
["hep-lat/9201003",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9201003","Nucl.Phys.Proc.Suppl.26B:595-597,1992","doi:10.1016/0920-5632(92)90344-R"],"date":["1992-04-08"],"type":["text"],"creator":["Caracciolo, S.","Edwards, R. G.","Pelissetto, A.","Sokal, A. D."],"language":[],"coverage":[],"title":["Dynamic Critical Behaviour of Wolff's Algorithm for $RP^N$\n  $\\sigma$-Models"],"description":["  We study the performance of a Wolff-type embedding algorithm for $RP^N$\n$\\sigma$-models. We find that the algorithm in which we update the embedded\nIsing model \\`a la Swendsen-Wang has critical slowing-down as $z_\\chi \\approx\n1$. If instead we update the Ising spins with a perfect algorithm which at\nevery iteration produces a new independent configuration, we obtain $z_\\chi\n\\approx 0$. This shows that the Ising embedding encodes well the collective\nmodes of the system, and that the behaviour of the first algorithm is connected\nto the poor performance of the Swendsen-Wang algorithm in dealing with a\nfrustrated Ising model.\n"]}]
["hep-ph/0605126",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0605126","Nucl.Phys.Proc.Suppl.162B:127-134,2006","doi:10.1016/j.nuclphysbps.2006.09.074"],"date":["2006-05-11"],"type":["text"],"creator":["Achasov, N. N.","Kiselev, A. V.","Shestakov, G. N."],"language":[],"coverage":[],"title":["Light Scalar Mesons from Phi to Psi"],"description":["  The following topics are considered. 1) Confinement, chiral dynamics, and\nlight scalar mesons. 2) Chiral shielding of the $\\sigma(600)$. 3) The $\\phi$\nmeson radiative decays about nature of light scalar resonances. 4) The $J/\\psi$\ndecays about nature of light scalar resonances. 5) The\n$a_0(980)\\to\\gamma\\gamma$ and $f_0(980)\\to\\gamma\\gamma$ decays about nature of\nlight scalar resonances. 6) New round in $\\gamma\\gamma\\to\\pi^+\\pi^-$, the Belle\ndata. Arguments in favor of the four-quark model of the $a_0(980)$ and\n$f_0(980)$ mesons are given.\n","Comment: 7 pages, 7 figures. Talk presented by N.N. Achasov at the\n  International Workshop \"e+e- Collisions from Phi to Psi\", February 27--March\n  2, 2006, BINP, Novosibirsk, Russian Federation"]}]
["hep-ph/9908518",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9908518","Nucl.Phys.Proc.Suppl.81B:52,2000","doi:10.1016/S0920-5632(99)00858-0"],"date":["1999-08-31"],"type":["text"],"creator":["Rosati, Francesca"],"language":[],"coverage":[],"title":["Quintessence, Supersymmetry and Inflation"],"description":["  Recent data point in the direction of a $\\Lambda$ dominated universe. We\nbriefly review ``Quintessence'' as a model for a dynamical cosmological term\nand analyse the role of Susy QCD as a possible particle physics candidate. The\nmultiscalar content of the theory is fully taken into account and interaction\nwith other cosmological fields is discussed. Finally, the possibility of\nconstructing a unified scheme for quintessence and inflation is mentioned.\n","Comment: 5 LaTex pages, no figures; Talk given at the International Workshop\n  on \"Particles in Astrophysics and Cosmology: from Theory to Observations\"\n  (Valencia99), 3-8 May 1999, Valencia, Spain. To appear on Nucl. Phys. B,\n  Proc. Suppl"]}]
["hep-ph/9912535",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9912535","Nucl.Phys.Proc.Suppl.79B:386,1999","doi:10.1016/S0920-5632(99)00731-8"],"date":["1999-12-29"],"type":["text"],"creator":["Ingelman, G.","Edin, A.","Enberg, R.","Rathsman, J.","Timneanu, N."],"language":[],"coverage":[],"title":["Rapidity Gaps from Colour String Topologies"],"description":["  Diffractive deep inelastic scattering at HERA and diffractive W and jet\nproduction at the Tevatron are well described by soft colour exchange models.\nTheir essence is the variation of colour string-field topologies giving both\ngap and no-gap events, with a smooth transition and thereby a unified\ndescription of all final states.\n","Comment: 3 pages, 6 eps figures, contribution to the DIS 99 workshop\n  proceedings, uses npb.sty"]}]
["hep-ph/9912536",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9912536","Nucl.Phys.Proc.Suppl.79B:189,1999","doi:10.1016/S0920-5632(99)00671-4"],"date":["1999-12-29"],"type":["text"],"creator":["Edin, A.","Ingelman, G."],"language":[],"coverage":[],"title":["A model for parton distributions in hadrons"],"description":["  The non-perturbative parton distributions in hadrons are derived from simple\nphysical arguments resulting in an analytical expression for the valence parton\ndistributions. The sea partons arise mainly from pions in hadronic\nfluctuations. The model gives new insights and a good description of structure\nfunction data.\n","Comment: 3 pages, 4 figures, LaTeX. Contribution to DIS 99 workshop"]}]
["math-ph/0004005",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0004005","J.Math.Phys.41:7402-7444,2000","doi:10.1063/1.1308075"],"date":["2000-04-06"],"type":["text"],"creator":["quez, A. Echeverrí a-Enrí","Muñoz-Lecanda, M. C.","Román-Roy, N."],"language":[],"coverage":[],"title":["Geometry of multisymplectic Hamiltonian first-order field theories"],"description":["  In the jet bundle description of Field Theories (multisymplectic models, in\nparticular), there are several choices for the multimomentum bundle where the\ncovariant Hamiltonian formalism takes place. As a consequence, several\nproposals for this formalism can be stated, and, on each one of them, the\ndifferentiable structures needed for setting the formalism are obtained in\ndifferent ways. In this work we make an accurate study of some of these\nHamiltonian formalisms, showing their equivalence.\n  In particular, the geometrical structures (canonical or not) needed for the\nHamiltonian formalism, are introduced and compared, and the derivation of\nHamiltonian field equations from the corresponding variational principle is\nshown in detail. Furthermore, the Hamiltonian formalism of systems described by\nLagrangians is performed, both for the hyper-regular and almost-regular cases.\n  Finally, the role of connections in the construction of Hamiltonian Field\ntheories is clarified.\n","Comment: 50 pages. LaTeX file"]}]
["quant-ph/9911096",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons","Physics - Atomic and Molecular Clusters","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/9911096","Physical Review A vol 62 12506 (2000)","doi:10.1103/PhysRevA.62.012506"],"date":["1999-11-22","1999-11-25"],"type":["text"],"creator":["Choy, T. C."],"language":[],"coverage":[],"title":["The Van der Waals interaction of the hydrogen molecule - an exact local\n  energy density functional"],"description":["  We verify that the van der Waals interaction and hence all dispersion\ninteractions for the hydrogen molecule given by: W\"= -{A/R^6}-{B/R^8}-{C/R^10}-\n..., in which R is the internuclear separation, are exactly soluble. The\nconstants A=6.4990267..., B=124.3990835 ... and C=1135.2140398... (in Hartree\nunits) first obtained approximately by Pauling and Beach (PB) [1] using a\nlinear variational method, can be shown to be obtainable to any desired\naccuracy via our exact solution. In addition we shall show that a local energy\ndensity functional can be obtained, whose variational solution rederives the\nexact solution for this problem. This demonstrates explicitly that a static\nlocal density functional theory exists for this system. We conclude with\nremarks about generalising the method to other hydrogenic systems and also to\nhelium.\n","Comment: 11 pages, 13 figures and 28 references"]}]
