["0901.3112",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3112","Ann. Inst. Fourier, Grenoble 61 (2011) 145-185"],"date":["2009-01-20","2009-12-16"],"type":["text"],"creator":["Sandon, Sheila"],"language":[],"coverage":[],"title":["Contact Homology, Capacity and Non-Squeezing in R^2n x S^1 via\n  Generating Functions"],"description":["  Starting from the work of Bhupal, we extend to the contact case the Viterbo\ncapacity and Traynor's construction of symplectic homology. As an application\nwe get a new proof of the Non-Squeezing Theorem of Eliashberg, Kim and\nPolterovich.\n","Comment: Revised version, to appear in the Annales de l'Institut Fourier"]}]
["0905.0938",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","Mathematics - Optimization and Control","13A30, 05C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0938","Contemp. Math. 555 (2011), 151--164"],"date":["2009-05-06","2010-08-14"],"type":["text"],"creator":["Martinez-Bernal, Jose","Renteria, Carlos","Villarreal, Rafael H."],"language":[],"coverage":[],"title":["Combinatorics of symbolic Rees algebras of edge ideals of clutters"],"description":["  Let C be a clutter and let I be its edge ideal. We present a combinatorial\ndescription of the minimal generators of the symbolic Rees algebra Rs(I) of I.\nIt is shown that the minimal generators of Rs(I) are in one to one\ncorrespondence with the irreducible parallelizations of C. From our description\nsome major results on symbolic Rees algebras of perfect graphs and clutters\nwill follow. As a byproduct, we give a method, using Hilbert bases, to compute\nall irreducible parallelizations of C along with all the corresponding vertex\ncovering numbers.\n","Comment: Contemp. Math., to appear"]}]
["0905.2918",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Condensed Matter - Statistical Mechanics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2918"],"date":["2009-05-18","2011-10-21"],"type":["text"],"creator":["Wiesner, Karoline","Gu, Mile","Rieper, Elisabeth","Vedral, Vlatko"],"language":[],"coverage":[],"title":["Information erasure lurking behind measures of complexity"],"description":["  Complex systems are found in most branches of science. It is still argued how\nto best quantify their complexity and to what end. One prominent measure of\ncomplexity (the statistical complexity) has an operational meaning in terms of\nthe amount of resources needed to forecasting a system's behaviour. Another one\n(the effective measure complexity, aka excess entropy) is a measure of mutual\ninformation stored in the system proper. We show that for any given system the\ntwo measures differ by the amount of information erased during forecasting. We\ninterpret the difference as inefficiency of a given model. We find a bound to\nthe ratio of the two measures defined as information-processing efficiency, in\nanalogy to the second law of thermodynamics. This new link between two\nprominent measures of complexity provides a quantitative criterion for good\nmodels of complex systems, namely those with little information erasure.\n","Comment: Withdrawn: The main results, a corrected version of Theorem 1, and\n  further results are contained in the new paper \"Information-theoretic bound\n  on the energy cost of stochastic simulation\", http://arxiv.org/abs/1110.4217"]}]
["0908.3390",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3390","Advances in Mathematics (2012)"],"date":["2009-08-24","2011-10-21"],"type":["text"],"creator":["Braverman, Alexander","Finkelberg, Michael"],"language":[],"coverage":[],"title":["Pursuing the double affine Grassmannian II: Convolution"],"description":["  This is the second paper of a series (started by arXiv:0711.2083) which\ndescribes a conjectural analog of the affine Grassmannian for affine Kac-Moody\ngroups (also known as the double affine Grassmannian). The current paper is\ndedicated to describing a conjectural analog of the convolution diagram for the\ndouble affine Grassmannian. In the case when G=SL(n) our conjectures can be\nderived from arXiv:0809.2605.\n"]}]
["0910.5632",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5632","J. Topol. Anal. 2 (2010) 327--339"],"date":["2009-10-29","2011-10-21"],"type":["text"],"creator":["Sandon, Sheila"],"language":[],"coverage":[],"title":["An integer valued bi-invariant metric on the group of contactomorphisms\n  of R^2n x S^1"],"description":["  In his 1992 article on generating functions Viterbo constructed a\nbi-invariant metric on the group of compactly supported Hamiltonian\nsymplectomorphisms of R^2n. Using the set-up of arXiv:0901.3112 we extend the\nViterbo metric to the group of compactly supported contactomorphisms of R^2n x\nS^1 isotopic to the identity. We also prove that the contactomorphism group is\nunbounded with respect to this metric.\n","Comment: 10 pages, final version"]}]
["0911.0063",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Mathematics - Complex Variables","60K35, 30C35, 60J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0063","Probability Surveys, Vol. 8 (2011) 155-209","doi:10.1214//11-PS180"],"date":["2009-11-02","2011-10-21"],"type":["text"],"creator":["Sun, Nike"],"language":[],"coverage":[],"title":["Conformally invariant scaling limits in planar critical percolation"],"description":["  This is an introductory account of the emergence of conformal invariance in\nthe scaling limit of planar critical percolation. We give an exposition of\nSmirnov's theorem (2001) on the conformal invariance of crossing probabilities\nin site percolation on the triangular lattice. We also give an introductory\naccount of Schramm-Loewner evolutions (SLE(k)), a one-parameter family of\nconformally invariant random curves discovered by Schramm (2000). The article\nis organized around the aim of proving the result, due to Smirnov (2001) and to\nCamia and Newman (2007), that the percolation exploration path converges in the\nscaling limit to chordal SLE(6). No prior knowledge is assumed beyond some\ngeneral complex analysis and probability theory.\n","Comment: 55 pages, 10 figures"]}]
["0911.3039",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Group Theory","51N30 (also 14L35) Primary, 53D12, 53C12, 57S20 Secondary"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3039"],"date":["2009-11-16","2011-10-21"],"type":["text"],"creator":["Kirwin, William D."],"language":[],"coverage":[],"title":["Isotropic foliations of coadjoint orbits from the Iwasawa decomposition"],"description":["  Let G be a noncompact real semisimple Lie group. The regular coadjoint orbits\nof G can be partitioned into a finite set of types. We show that on each\nregular orbit, the Iwasawa decomposition induces a left-invariant foliation\nwhich is isotropic with respect to the Kirillov symplectic form. Moreover, the\nleaves are affine subspaces of the dual of the Lie algebra, and the dimension\nof the leaves depends only on the type of the orbit. When G is a split real\nform, the foliations induced from the Iwasawa decomposition are actually\nLagrangian fibrations with a global transverse Lagrangian section.\n","Comment: 15 pages; exposition shortened, typos corrected and errors corrected"]}]
["0912.0681",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.2","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0681"],"date":["2009-12-03","2011-10-20"],"type":["text"],"creator":["Mahoney, Michael W.","Orecchia, Lorenzo","Vishnoi, Nisheeth K."],"language":[],"coverage":[],"title":["A Local Spectral Method for Graphs: with Applications to Improving Graph\n  Partitions and Exploring Data Graphs Locally"],"description":["  The second eigenvalue of the Laplacian matrix and its associated eigenvector\nare fundamental features of an undirected graph, and as such they have found\nwidespread use in scientific computing, machine learning, and data analysis. In\nmany applications, however, graphs that arise have several \\emph{local} regions\nof interest, and the second eigenvector will typically fail to provide\ninformation fine-tuned to each local region. In this paper, we introduce a\nlocally-biased analogue of the second eigenvector, and we demonstrate its\nusefulness at highlighting local properties of data graphs in a semi-supervised\nmanner. To do so, we first view the second eigenvector as the solution to a\nconstrained optimization problem, and we incorporate the local information as\nan additional constraint; we then characterize the optimal solution to this new\nproblem and show that it can be interpreted as a generalization of a\nPersonalized PageRank vector; and finally, as a consequence, we show that the\nsolution can be computed in nearly-linear time. In addition, we show that this\nlocally-biased vector can be used to compute an approximation to the best\npartition \\emph{near} an input seed set in a manner analogous to the way in\nwhich the second eigenvector of the Laplacian can be used to obtain an\napproximation to the best partition in the entire input graph. Such a primitive\nis useful for identifying and refining clusters locally, as it allows us to\nfocus on a local region of interest in a semi-supervised manner. Finally, we\nprovide a detailed empirical evaluation of our method by showing how it can\napplied to finding locally-biased sparse cuts around an input vertex seed set\nin social and information networks.\n","Comment: 24 pages. Completely rewritten; substance is still the same, but the\n  presentation is reworked"]}]
["0912.1577",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Functional Analysis","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1577","Izvestiya: Mathematics, 2011, 75:4, pp. 749-814","doi:10.1070/IM2011v075n04ABEH002552"],"date":["2009-12-08","2010-12-10"],"type":["text"],"creator":["Osipov, D. V.","Parshin, A. N."],"language":[],"coverage":[],"title":["Harmonic analysis on local fields and adelic spaces II"],"description":["  This paper is the second part of arXiv:0707.1766. We develope harmonic\nanalysis in some categories of filtered abelian groups and vector spaces over\nthe fields R or C. These categories contain as objects local fields and adelic\nspaces arising from arithmetical surfaces. Some structure theorems are proven\nfor quotients of the adelic groups of algebraic and arithmetical surfaces.\n","Comment: 78 pages; corrected misprints; to appear in Izvestiya: Mathematics"]}]
["1002.1400",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13F20 (Primary), 05A10, 05E99, 13C15, 13F55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1400","in: \"Commutative Algebra and its Connections to Geometry (PASI\n  2009),\" A. Corso, C. Polini (eds.), Contemporary Mathematics, vol. 555, Amer.\n  Math. Soc., R.I., 2011, pp. 1-12"],"date":["2010-02-06","2010-10-19"],"type":["text"],"creator":["Bruns, Winfried","Krattenthaler, Christian","Uliczka, Jan"],"language":[],"coverage":[],"title":["Hilbert depth of powers of the maximal ideal"],"description":["  The Hilbert depth of a module M is the maximum depth that occurs among all\nmodules with the same Hilbert function as M. In this note we compute the\nHilbert depths of the powers of the irrelevant maximal ideal in a standard\ngraded polynomial ring.\n","Comment: AmS-LaTeX, 13 pages; fixed a gap in Lemma 3.5 pointed out by Jiayuan\n  Lin"]}]
["1003.0690",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0690","J. Symplectic Geom. 9 (2011) 123-146"],"date":["2010-03-02","2011-10-21"],"type":["text"],"creator":["Sandon, Sheila"],"language":[],"coverage":[],"title":["Equivariant Homology of Generating Functions and Orderability of Lens\n  Spaces"],"description":["  In her PhD thesis Milin developed an equivariant version of the contact\nhomology groups constructed by Eliashberg, Kim and Polterovich and used it to\nprove an equivariant contact non-squeezing theorem. In this article we\nre-obtain the same result in the setting of generating functions, starting from\nthe homology groups studied in arXiv:0901.3112. As Milin showed, this result\nimplies orderability of lens spaces.\n","Comment: 16 pages, final version"]}]
["1004.0589",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0589","Commun.Theor.Phys.56:691-694,2011","doi:10.1088/0253-6102/56/4/17"],"date":["2010-04-05","2011-07-15"],"type":["text"],"creator":["Setare, M. R.","Momeni, D."],"language":[],"coverage":[],"title":["Time varying gravitational constant G via the entropic force"],"description":["  If the uncertainty principle applies to the Verlinde entropic idea, it leads\nto a new term in the Newton's second law of mechanics in the Planck's scale.\nThis curious velocity dependence term inspires a frictional feature of the\ngravity. In this short letter we address that this new term modifies the\neffective mass and the Newtonian constant as the time dependence quantities.\nThus we must have a running on the value of the effective mass on the particle\nmass $m$ near the holographic screen and the $G$. This result has a nigh\nrelation with the Dirac hypothesis about the large numbers hypothesis (L.N.H.)\n[1]. We propose that the corrected entropic terms via Verlinde idea can be\nbrought as a holographic evidence for the authenticity of the Dirac idea.\n","Comment: Accepted for publication in \"Communications in Theoretical Physics\n  (CTP)\",Major revision"]}]
["1005.5119",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5119","Phys. Rev. Lett. 107, 163602 (2011)","doi:10.1103/PhysRevLett.107.163602"],"date":["2010-05-27","2011-10-21"],"type":["text"],"creator":["Matthews, Jonathan C. F.","Politi, Alberto","Bonneau, Damien","O'Brien, Jeremy L."],"language":[],"coverage":[],"title":["Heralding two- and four-photon path entanglement on chip"],"description":["  Generating quantum entanglement is not only an important scientific endeavor,\nbut will be essential to realizing quantum-enhanced technologies, in\nparticular, quantum-enhanced measurements with precision beyond classical\nlimits. We investigate the heralded generation of multiphoton entanglement for\nquantum metrology using a reconfigurable integrated waveguide device in which\nprojective measurement of auxiliary photons heralds the generation of\npath-entangled states. We use four and six-photon inputs, to analyze the\nheralding process of two- and four-photon NOON states-a superposition of N\nphotons in two paths, capable of enabling phase supersensitive measurements at\nthe Heisenberg limit. Realistic devices will include imperfections; as part of\nthe heralded state preparation, we demonstrate phase superresolution within our\nchip with a state that is more robust to photon loss.\n"]}]
["1008.1196",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1196","Class.Quant.Grav. 28 (2011) 225007 (11pp)","doi:10.1088/0264-9381/28/22/225007"],"date":["2010-08-06","2011-04-11"],"type":["text"],"creator":["Ellis, George F. R.","van Elst, Henk","Murugan, Jeff","Uzan, Jean-Philippe"],"language":[],"coverage":[],"title":["On the Trace-Free Einstein Equations as a Viable Alternative to General\n  Relativity"],"description":["  The quantum field theoretic prediction for the vacuum energy density leads to\na value for the effective cosmological constant that is incorrect by between 60\nto 120 orders of magnitude. We review an old proposal of replacing Einstein's\nField Equations by their trace-free part (the Trace-Free Einstein Equations),\ntogether with an independent assumption of energy--momentum conservation by\nmatter fields. While this does not solve the fundamental issue of why the\ncosmological constant has the value that is observed cosmologically, it is\nindeed a viable theory that resolves the problem of the discrepancy between the\nvacuum energy density and the observed value of the cosmological constant.\nHowever, one has to check that, as well as preserving the standard cosmological\nequations, this does not destroy other predictions, such as the junction\nconditions that underlie the use of standard stellar models. We confirm that no\nproblems arise here: hence, the Trace-Free Einstein Equations are indeed viable\nfor cosmological and astrophysical applications.\n","Comment: Substantial changes from v1 including added author, change of title\n  and emphasis of the paper although all original results of v1. remain"]}]
["1011.5799",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","34A26, 34C14, 70H50, 70S10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5799","International Journal of Geometric Methods in Modern Physics, vol\n  8, no.6 (2011), pp. 1291-1327","doi:10.1142/S0219887811005701"],"date":["2010-11-26"],"type":["text"],"creator":["Bucataru, Ioan","Constantinescu, Oana","Dahl, Matias F."],"language":[],"coverage":[],"title":["A geometric setting for systems of ordinary differential equations"],"description":["  To a system of second order ordinary differential equations (SODE) one can\nassign a canonical nonlinear connection that describes the geometry of the\nsystem. In this work we develop a geometric setting that allows us to assign a\ncanonical nonlinear connection also to a system of higher order ordinary\ndifferential equations (HODE). For this nonlinear connection we develop its\ngeometry, and explicitly compute all curvature components of the corresponding\nJacobi endomorphism. Using these curvature components we derive a Jacobi\nequation that describes the behavior of nearby geodesics to a HODE. We motivate\nthe applicability of this nonlinear connection using examples from the\nequivalence problem, the inverse problem of the calculus of variations, and\nbiharmonicity. For example, using components of the Jacobi endomorphism we\nexpress two Wuenschmann-type invariants that appear in the study of scalar\nthird or fourth order ordinary differential equations.\n"]}]
["1102.0361",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0361","Phys. Rev. Lett. 107, 170403 (2011)","doi:10.1103/PhysRevLett.107.170403"],"date":["2011-02-02","2011-10-20"],"type":["text"],"creator":["Bae, Joonwoo","Hwang, Won-Young","Han, Yeong-Deok"],"language":[],"coverage":[],"title":["No-signaling Principle Can Determine Optimal Quantum State\n  Discrimination"],"description":["  We provide a general framework of utilizing the no-signaling principle in\nderivation of the guessing probability in the minimum-error quantum state\ndiscrimination. We show that, remarkably, the guessing probability can be\ndetermined by the no-signaling principle. This is shown by proving that in the\nsemidefinite programming for the discrimination, the optimality condition\ncorresponds to the constraint that quantum theory cannot be used for a\nsuperluminal communication. Finally, a general bound to the guessing\nprobability is presented in a closed form.\n","Comment: 4 pages"]}]
["1102.3689",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3689","Astrophys.J. 741 (2011) 77","doi:10.1088/0004-637X/741/2/77"],"date":["2011-02-17","2011-10-20"],"type":["text"],"creator":["Snyder, Gregory F.","Cox, Thomas J.","Hayward, Christopher C.","Hernquist, Lars","Jonsson, Patrik"],"language":[],"coverage":[],"title":["K+A Galaxies as the Aftermath of Gas-Rich Mergers: Simulating the\n  Evolution of Galaxies as Seen by Spectroscopic Surveys"],"description":["  Models of poststarburst (or \"K+A\") galaxies are constructed by combining\nfully three-dimensional hydrodynamic simulations of galaxy mergers with\nradiative transfer calculations of dust attenuation. Spectral line catalogs are\ngenerated automatically from moderate-resolution optical spectra calculated as\na function of merger progress in each of a large suite of simulations. The\nmass, gas fraction, orbital parameters, and mass ratio of the merging galaxies\nare varied systematically, showing that the lifetime and properties of the K+A\nphase are strong functions of merger scenario. K+A durations are generally less\nthan ~0.1-0.3 Gyr, significantly shorter than the commonly assumed 1 Gyr, which\nis obtained only in rare cases, owing to a wide variation in star formation\nhistories resulting from different orbital and progenitor configurations.\nCombined with empirical merger rates, the model lifetimes predict\nrapidly-rising K+A fractions as a function of redshift that are consistent with\nresults of large spectroscopic surveys, resolving tension between the observed\nK+A abundance and that predicted when one assumes the K+A duration is the\nlifetime of A stars (~1 Gyr). The effects of dust attenuation, viewing angle,\nand aperture bias on our models are analyzed. In some cases, the K+A features\nare longer-lived and more pronounced when AGN feedback removes dust from the\ncenter, uncovering the young stars formed during the burst. In this picture,\nthe K+A phase begins during or shortly after the bright starburst/AGN phase in\nviolent mergers, and thus offers a unique opportunity to study the effects of\nquasar and star formation feedback on the gas reservoir and evolution of the\nremnant. Analytic fitting formulae are provided for the estimates of K+A\nincidence as a function of merger scenario.\n","Comment: 26 pages, 13 figures; ApJ; minor changes to reflect accepted version"]}]
["1103.2384",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2384"],"date":["2011-03-11","2011-10-20"],"type":["text"],"creator":["Kleinman, Aaron","Harel, Matan","Pachter, Lior"],"language":[],"coverage":[],"title":["Affine and Projective Tree Metric Theorems"],"description":["  The tree metric theorem provides a combinatorial four point condition that\ncharacterizes dissimilarity maps derived from pairwise compatible split\nsystems. A similar (but weaker) four point condition characterizes\ndissimilarity maps derived from circular split systems (Kalmanson metrics). The\ntree metric theorem was first discovered in the context of phylogenetics and\nforms the basis of many tree reconstruction algorithms, whereas Kalmanson\nmetrics were first considered by computer scientists, and are notable in that\nthey are a non-trivial class of metrics for which the traveling salesman\nproblem is tractable. We present a unifying framework for these theorems based\non combinatorial structures that are used for graph planarity testing. These\nare (projective) PC-trees, and their affine analogs, PQ-trees. In the\nprojective case, we generalize a number of concepts from clustering theory,\nincluding hierarchies, pyramids, ultrametrics and Robinsonian matrices, and the\ntheorems that relate them. As with tree metrics and ultrametrics, the link\nbetween PC-trees and PQ-trees is established via the Gromov product.\n"]}]
["1103.3410",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3410","PHYSICS 3, 62 (2010)","doi:10.1103/Physics.3.62"],"date":["2011-03-17","2011-10-20"],"type":["text"],"creator":["Hasan, M. Zahid"],"language":[],"coverage":[],"title":["Spin-Momentum Locked Topological Surface States, non-trivial Berry's\n  phase and magnetoelectric quantization in topological insulators"],"description":["  The surface of a 3D topological insulator is a new type of two dimensional\nelectron gas (2DEG). The exactly quantized magneto-optical or axionic response\nof a 3D topological insulator is a direct result of the Berry's phase protected\nspin-momentum locked states on its surface. (PRL Viewpoint\nhttp://physics.aps.org/node/3810).\n","Comment: Invited Perspective article on PRL 105,057401('10)"]}]
["1103.5381",{"format":[],"subject":["Mathematics - Statistics Theory","62H17, 62F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5381"],"date":["2011-03-28","2011-10-20"],"type":["text"],"creator":["Letac, Gerard","Massam, Helene"],"language":[],"coverage":[],"title":["Bayes factors and the geometry of discrete hierarchical loglinear models"],"description":["  A standard tool for model selection in a Bayesian framework is the Bayes\nfactor which compares the marginal likelihood of the data under two given\ndifferent models. In this paper, we consider the class of hierarchical\nloglinear models for discrete data given under the form of a contingency table\nwith multinomial sampling. We assume that the Diaconis-Ylvisaker conjugate\nprior is the prior distribution on the loglinear parameters and the uniform is\nthe prior distribution on the space of models. Under these conditions, the\nBayes factor between two models is a function of their prior and posterior\nnormalizing constants. These constants are functions of the hyperparameters\n$(m,\\alpha)$ which can be interpreted respectively as marginal counts and the\ntotal count of a fictive contingency table.\n  We study the behaviour of the Bayes factor when $\\alpha$ tends to zero. In\nthis study two mathematical objects play a most important role. They are,\nfirst, the interior $C$ of the convex hull $\\bar{C}$ of the support of the\nmultinomial distribution for a given hierarchical loglinear model together with\nits faces and second, the characteristic function $\\mathbb{J}_C$ of this convex\nset $C$.\n  We show that, when $\\alpha$ tends to 0, if the data lies on a face $F_i$ of\n$\\bar{C_i},i=1,2$ of dimension $k_i$, the Bayes factor behaves like\n$\\alpha^{k_1-k_2}$. This implies in particular that when the data is in $C_1$\nand in $C_2$, i.e. when $k_i$ equals the dimension of model $J_i$, the sparser\nmodel is favored, thus confirming the idea of Bayesian regularization.\n","Comment: 37 pages"]}]
["1103.5541",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5541","J. Phys.: Condens. Matter 23 (2011) 445403","doi:10.1088/0953-8984/23/44/445403"],"date":["2011-03-28","2011-09-20"],"type":["text"],"creator":["Mukherjee, Somdutta","Gupta, Rajeev","Garg, Ashish"],"language":[],"coverage":[],"title":["Probing Magnetoelastic Coupling and Structural Changes in\n  Magnetoelectric Gallium Ferrite"],"description":["  Temperature dependent X-ray diffraction and Raman spectroscopic studies were\ncarried out on the flux grown single crystals of gallium ferrite with Ga:Fe\nratio of 0.9:1.1. Site occupancy calculations from the Rietveld refinement of\nthe X-ray data led to the estimated magnetic moment of ~0.60 \\muB /f.u. which\nwas in good agreement with the experimental data. Combination of these two\nmeasurements indicates that there is no structural phase transition in the\nmaterial between 18 K to 700 K. A detailed line shape analysis of the Raman\nmode at ~375 cm^-1 revealed a discontinuity in the peak position data\nindicating the presence of spin-phonon coupling in gallium ferrite. A\ncorrelation of the peak frequency with the magnetization data led to two\ndistinct regions across a temperature ~180 K with appreciable change in the\nspin-phonon coupling strength from ~ 0.9 cm^-1 (T < 180 K) to 0.12 cm-1 (180 K\n< T < Tc). This abrupt change in the coupling strength at ~180 K strongly\nsuggests an altered spin dynamics across this temperature.\n","Comment: 16 pages, 4 figures"]}]
["1104.0642",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0642"],"date":["2011-04-04","2011-10-21"],"type":["text"],"creator":["Gerbner, Dániel","Keszegh, Balázs","Palmer, Cory"],"language":[],"coverage":[],"title":["Generalizations of the Tree Packing Conjecture"],"description":["  The Gy\\'arf\\'as tree packing conjecture asserts that any set of trees with\n$2,3, ..., k$ vertices has an (edge-disjoint) packing into the complete graph\non $k$ vertices. Gy\\'arf\\'as and Lehel proved that the conjecture holds in some\nspecial cases. We address the problem of packing trees into $k$-chromatic\ngraphs. In particular, we prove that if all but three of the trees are stars\nthen they have a packing into any $k$-chromatic graph. We also consider several\nother generalizations of the conjecture.\n"]}]
["1104.0690",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0690","Phys. Rev. A 84, 043633 (2011)","doi:10.1103/PhysRevA.84.043633"],"date":["2011-04-04","2011-09-23"],"type":["text"],"creator":["Boudjemaa, A.","Benarous, M."],"language":[],"coverage":[],"title":["On the anomalous density for Bose gases at finite temperature"],"description":["  We analyze the behavior of the anomalous density as function of the radial\ndistance at different temperatures in a variational framework. We show that the\ntemperature dependence of the anomalous density agrees with the\nHartree-Fock-Bogoliubov (HFB) calculations. Comparisons between the normal and\nthe anomalous fractions at low temperature show that the latter remains higher\nand consequently the neglect of the anomalous density may destabilize the\ncondensate. These results are compatible with those of Yukalov. Surprisingly,\nthe study of the anomalous density in terms of the interaction parameter shows\nthat the dip in the central density is destroyed for sufficiently weak\ninteractions. We explain this effect.\n","Comment: 19 pages, 3 figures, published version"]}]
["1104.2010",{"format":[],"subject":["Quantum Physics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2010","AIP Conf. Proc. 1363, 151 (2011)","doi:10.1063/1.3630169"],"date":["2011-04-11","2011-10-21"],"type":["text"],"creator":["Shikano, Yutaka","Katsura, Hosho"],"language":[],"coverage":[],"title":["Notes on Inhomogeneous Quantum Walks"],"description":["  We study a class of discrete-time quantum walks with inhomogeneous coins\ndefined in [Y. Shikano and H. Katsura, Phys. Rev. E {\\bf 82}, 031122 (2010)].\nWe establish symmetry properties of the spectrum of the evolution operator,\nwhich resembles the Hofstadter butterfly.\n","Comment: 4 pages, 2 figures, as the proceedings of QCMC 2010"]}]
["1104.4633",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4633","Science 332:560,2011","doi:10.1126/science.1201607"],"date":["2011-04-24","2011-10-20"],"type":["text"],"creator":["Xu, Su-Yang","Xia, Y.","Wray, L. A.","Qian, D.","Jia, Shuang","Dil, J. H.","Meier, F.","Osterwalder, J.","Slomski, B.","Lin, H.","Cava, R. J.","Hasan, M. Z."],"language":[],"coverage":[],"title":["Topological Phase Transition and Texture Inversion in a Tunable\n  Topological Insulator"],"description":["  The recently discovered three dimensional or bulk topological insulators are\nexpected to exhibit exotic quantum phenomena. It is believed that a trivial\ninsulator can be twisted into a topological state by modulating the spin-orbit\ninteraction or the crystal lattice via odd number of band inversions, driving\nthe system through a topological quantum phase transition. By directly\nmeasuring the topological invariants (for the method to directly measure\nFu-Kane {$\\nu_0$}, see Hsieh \\textit{et.al.,} Science 323, 919 (2009) at\nhttp://www.sciencemag.org/content/323/5916/919.abstract) we report the\nobservation of a phase transition in a tunable spin-orbit system\nBiTl(S{1-d}Se{d})2 (which is an analog of the most studied topological\ninsulator Bi2Se3, see Xia \\textit{et.al.,} Nature Phys. 5, 398 (2009) at\nhttp://www.nature.com/nphys/journal/v5/n6/full/nphys1294.html and Spin-Momentum\nlocking at\nhttp://www.nature.com/nature/journal/v460/n7259/full/nature08234.html) where\nthe topological insulator state formation is visualized for the first time. In\nthe topological state, vortex-like polarization states are observed to exhibit\n3D vectorial textures, which collectively feature a chirality transition of its\ntopological spin-textures as the spin-momentum locked (Z2 topologically\nordered) electrons on the surface go through the zero carrier density point.\nSuch phase transition and texture chirality inversion can be the physical basis\nfor observing \\textit{fractional charge} (e/2) and other related fractional\ntopological phenomena.\n","Comment: 13 pages, 4 Figures, Accepted for publication in Science (published\n  at ScienceExpress on 31 March, 2011)"]}]
["1104.5192",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Earth and Planetary Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5192","Mon.Not.Roy.Astron.Soc.417:2392--2400,2011","doi:10.1111/j.1365-2966.2011.19421.x"],"date":["2011-04-27","2011-08-05"],"type":["text"],"creator":["Iorio, Lorenzo"],"language":[],"coverage":[],"title":["Orbital effects of spatial variations of fundamental coupling constants"],"description":["  We deal with the effects induced on the orbit of a test particle revolving\naround a central body by putative spatial variations of fundamental coupling\nconstants $\\zeta$. In particular, we assume a dipole gradient for $\\zeta(\\bds\nr)/\\bar{\\zeta}$ along a generic direction $\\bds{\\hat{k}}$ in space. We\nanalytically work out the long-term variations of all the six standard\nKeplerian orbital elements parameterizing the orbit of a test particle in a\ngravitationally bound two-body system. It turns out that, apart from the\nsemi-major axis $a$, the eccentricity $e$, the inclination $I$, the longitude\nof the ascending node $\\Omega$, the longitude of pericenter $\\pi$ and the mean\nanomaly $\\mathcal{M}$ undergo non-zero long-term changes. By using the usual\ndecomposition along the radial ($R$), transverse ($T$) and normal ($N$)\ndirections, we also analytically work out the long-term changes $\\Delta\nR,\\Delta T,\\Delta N$ and $\\Delta v_R,\\Delta v_T,\\Delta v_N$ experienced by the\nposition and the velocity vectors $\\bds r$ and $\\bds v$ of the test particle.\nIt turns out that, apart from $\\Delta N$, all the other five shifts do not\nvanish over one full orbital revolution. In the calculation we do not use\n\\textit{a-priori} simplifying assumptions concerning $e$ and $I$. Thus, our\nresults are valid for a generic orbital geometry; moreover, they hold for any\ngradient direction (abridged).\n","Comment: Latex2e, 20 pages, 1 figure, 7 tables. Version accepted by Monthly\n  Notices of the Royal Astronomical Society (MNRAS). Error in the caption of\n  Table 5 corrected. References updated"]}]
["1105.1962",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1962"],"date":["2011-05-10","2011-10-21"],"type":["text"],"creator":["Nahrgang, Marlene","Herold, Christoph","Leupold, Stefan","Mishustin, Igor","Bleicher, Marcus"],"language":[],"coverage":[],"title":["The impact of dissipation and noise on fluctuations in chiral fluid\n  dynamics"],"description":["  We investigate the nonequilibrium evolution of the sigma field coupled to a\nfluid dynamic expansion of a hot fireball to model the chiral phase transition\nin heavy-ion collisions. The dissipative processes and fluctuations are allowed\nunder the assumption that the total energy of the coupled system is conserved.\nWe use the linear sigma model with constituent quarks to investigate the\neffects of the chiral phase transition on the equilibration and excitation of\nthe sigma modes. The quark fluid acts as a heat bath in local thermal\nequilibrium and the sigma field evolves according to a semiclassical stochastic\nLangevin equation of motion. The effects of supercooling and reheating in a\nfirst order phase transition are observed when the sigma field relaxes to\nequilibrium with the quark fluid. Nonequilibrium fluctuations at the first\norder phase transition lead to an increase in the intensity of sigma\nfluctuations in comparison to a scenario with a critical point.\n"]}]
["1105.2779",{"format":[],"subject":["Mathematics - Probability","Primary 60H07, 60H15, 60J55, Secondary 31C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2779"],"date":["2011-05-13","2011-10-21"],"type":["text"],"creator":["Bounebache, Said Karim","Zambotti, Lorenzo"],"language":[],"coverage":[],"title":["A skew stochastic heat equation"],"description":["  We consider a stochastic heat equation driven by a space-time white noise and\nwith a singular drift, where a local-time in space appears. The process we\nstudy has an explicit invariant measure of Gibbs type, with a non-convex\npotential. We obtain existence of a Markov solution, which is associated with\nan explicit Dirichlet form. Moreover we study approximations of the stationary\nsolution by means of a regularization of the singular drift or by a\nfinite-dimensional projection.\n"]}]
["1105.2886",{"format":[],"subject":["Physics - Plasma Physics","Nonlinear Sciences - Pattern Formation and Solitons","Physics - Accelerator Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2886","Phys. Plasmas 18, 102312 (2011)","doi:10.1063/1.3651190"],"date":["2011-05-14"],"type":["text"],"creator":["Tzenov, Stephan I.","Marinov, Kiril B."],"language":[],"coverage":[],"title":["Nonlinear Waves and Coherent Structures in the Quantum Single-Wave Model"],"description":["  Starting from the von Neumann-Maxwell equations for the Wigner\nquasi-probability distribution and for the self-consistent electric field, the\nquantum analog of the classical single-wave model has been derived. The linear\nstability of the quantum single-wave model has been studied, and periodic in\ntime patterns have been found both analytically and numerically. In addition,\nsome features of quantum chaos have been detected in the unstable region in\nparameter space. Further, a class of standing-wave solutions of the quantum\nsingle-wave model has also been found, which have been observed to behave as\nstable solitary-wave structures. The analytical results have been finally\ncompared to the exact system dynamics obtained by solving the corresponding\nequations in Schrodinger representation numerically.\n","Comment: 10 pages, 9 figures"]}]
["1105.4394",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4394","EPTCS 70, 2011, pp. 4-19","doi:10.4204/EPTCS.70.1"],"date":["2011-05-22","2011-10-20"],"type":["text"],"creator":["Chamarthi, Harsh Raju","Dillinger, Peter C.","Kaufmann, Matt","Manolios, Panagiotis"],"language":[],"coverage":[],"title":["Integrating Testing and Interactive Theorem Proving"],"description":["  Using an interactive theorem prover to reason about programs involves a\nsequence of interactions where the user challenges the theorem prover with\nconjectures. Invariably, many of the conjectures posed are in fact false, and\nusers often spend considerable effort examining the theorem prover's output\nbefore realizing this. We present a synergistic integration of testing with\ntheorem proving, implemented in the ACL2 Sedan (ACL2s), for automatically\ngenerating concrete counterexamples. Our method uses the full power of the\ntheorem prover and associated libraries to simplify conjectures; this\nsimplification can transform conjectures for which finding counterexamples is\nhard into conjectures where finding counterexamples is trivial. In fact, our\napproach even leads to better theorem proving, e.g. if testing shows that a\ngeneralization step leads to a false conjecture, we force the theorem prover to\nbacktrack, allowing it to pursue more fruitful options that may yield a proof.\nThe focus of the paper is on the engineering of a synergistic integration of\ntesting with interactive theorem proving; this includes extending ACL2 with new\nfunctionality that we expect to be of general interest. We also discuss our\nexperience in using ACL2s to teach freshman students how to reason about their\nprograms.\n","Comment: In Proceedings ACL2 2011, arXiv:1110.4473"]}]
["1105.4803",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4803","Phys. Rev. Lett. 107, 146604 (2011)","doi:10.1103/PhysRevLett.107.146604"],"date":["2011-05-24","2011-08-30"],"type":["text"],"creator":["Karolak, M.","Jacob, D.","Lichtenstein, A. I."],"language":[],"coverage":[],"title":["Orbital Kondo effect in Cobalt-Benzene sandwich molecules"],"description":["  We study a Co-benzene sandwich molecule bridging the tips of a Cu nanocontact\nas a realistic model of correlated molecular transport. To this end we employ a\nrecently developed method for calculating the correlated electronic structure\nand transport properties of nanoscopic conductors. When the molecule is\nslightly compressed by the tips of the nanocontact the dynamic correlations\noriginating from the strongly interacting Co 3d shell give rise to an orbital\nKondo effect while the usual spin Kondo effect is suppressed due to Hund's rule\ncoupling. This non-trivial Kondo effect produces a sharp and\ntemperature-dependent Abrikosov-Suhl resonance in the spectral function at the\nFermi level and a corresponding Fano line shape in the low bias conductance.\n"]}]
["1105.5532",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5532"],"date":["2011-05-27","2011-10-21"],"type":["text"],"creator":["Załuska-Kotur, Magdalena A.","Krzyżewski, Filip","Krukowski, Stanisław"],"language":[],"coverage":[],"title":["Long time evolution of meandered steps during the crystal growth\n  processes"],"description":["  Step meandering during growth of gallium nitride (0001) surface is studied\nusing kinetic Monte Carlo method. Simulated growth process, conducted in N-rich\nconditions are therefore controlled by Ga atoms surface diffusion. The model\nemploys dominating four-body interactions of Ga atoms that cause step flow\nanisotropy during growth. Overall kinetics and shape selection features of step\nmeandering are analyzed assuming their dependence on the external particle flux\nand on the temperature. It appears that at relatively high temperatures and low\nfluxes steps move regularly preserving their initial shapes of straight,\nparallel lines. For higher fluxes and at wide range of temperatures step\nmeandering happens. It is shown that, depending on the initial surface\nparameters, two different scenarios of step meandering are realized. In both\nthese regimes meandering has different character as a function of time. For\nrelatively high fluxes meanders have wavelengths shorter than the terrace width\nand they grow independently. Eventually surface ends up as a rough structure.\nWhen flux is lower regular pattern of meanders emerges. Step meander even if\nSchwoebel barrier is absent. Too high barrier destroys step stability. The\namplitude of wavelike step meanders increases in time up to a saturation value.\nThe mechanism of such meander development is elucidated.\n","Comment: 21 pages, 7 figures"]}]
["1105.5831",{"format":[],"subject":["Quantum Physics","Computer Science - Emerging Technologies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5831","Proceedings of Reed-Muller 2011 Workshop, May 25-26, 2011, pp.\n  127-136"],"date":["2011-05-29","2011-10-20"],"type":["text"],"creator":["Szyprowski, Marek","Kerntopf, Pawel"],"language":[],"coverage":[],"title":["Reducing Quantum Cost in Reversible Toffoli Circuits"],"description":["  Recently, reversible circuit synthesis has been intensively studied. One of\nthe problems that has not been solved for a long time was exact minimization of\ngate count (GC) in 4-bit circuits. Finally, last year a tool of practical usage\nfor finding optimal gate count Toffoli networks for any 4-variable function was\ndeveloped. However, not much work has been done yet on exact minimization of\nquantum cost (QC) in 4-bit circuits. This paper presents an application of the\nabove mentioned tool to reducing QC of 4-bit reversible circuits. It is shown\nthat for benchmarks and for designs taken from recent publications it is\npossible to obtain savings in QC of up to 74% comparing with previously known\ncircuits.\n"]}]
["1106.1572",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1572","PRL 107, 176603 (2011)","doi:10.1103/PhysRevLett.107.176603"],"date":["2011-06-08","2011-10-20"],"type":["text"],"creator":["Jia, Xingtao","Xia, Ke","Bauer, Gerrit E. W."],"language":[],"coverage":[],"title":["Thermal spin-transfer in Fe-MgO-Fe tunnel junctions"],"description":["  We compute thermal spin transfer torques (TST) in Fe-MgO-Fe tunnel junctions\nusing a first principles wave function-matching method. At room temperature,\nthe TST in a junction with 3 MgO monolayers amounts to 10^-7J/m^2/K, which is\nestimated to cause magnetization reversal for temperature differences over the\nbarrier of the order of 10 K. The large TST can be explained by multiple\nscattering between interface states through ultrathin barriers. The angular\ndependence of the TST can be very skewed, possibly leading to thermally induced\nhigh-frequency generation.\n","Comment: 5 pages, 5 figures"]}]
["1106.3898",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3898","Mathematical and Computer Modelling, 54 (11-12), 3143-3152, 2011","doi:10.1016/j.mcm.2011.08.004"],"date":["2011-06-20"],"type":["text"],"creator":["He, Debiao","Chen, Yitao"],"language":[],"coverage":[],"title":["An efficient certificateless authenticated key agreement protocol\n  without bilinear pairings"],"description":["  Certificateless public key cryptography simplifies the complex certificate\nmanagement in the traditional public key cryptography and resolves the key\nescrow problem in identity-based cryptography. Many certificateless\nauthenticated key agreement protocols using bilinear pairings have been\nproposed. But the relative computation cost of the pairing is approximately\ntwenty times higher than that of the scalar multiplication over elliptic curve\ngroup. Recently, several certificateless authenticated key agreement protocols\nwithout pairings were proposed to improve the performance. In this paper, we\npropose a new certificateless authenticated key agreement protocol without\npairing. The user in our just needs to compute five scale multiplication to\nfinish the key agreement. We also show the proposed protocol is secure in the\nrandom oracle model.\n"]}]
["1106.4382",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4382","Phys. Rev. Lett. 107, 177207 (2011)","doi:10.1103/PhysRevLett.107.177207"],"date":["2011-06-22","2011-10-21"],"type":["text"],"creator":["Yan, P.","Wang, X. S.","Wang, X. R."],"language":[],"coverage":[],"title":["All-magnonic spin-transfer torque and domain wall propagation"],"description":["  The spin wave transportation through a transverse magnetic domain wall (DW)\nin a magnetic nanowire is studied. It is found that spin wave passes through a\nDW without reflection. A magnon, the quantum of the spin wave, carries opposite\nspins on the two sides of the DW. As a result, there is a spin angular momentum\ntransfer from the propagating magnons to the DW. This magnonic spin-transfer\ntorque can efficiently drive a DW to propagate in the opposite direction to\nthat of the spin wave.\n","Comment: 4.3 pages, 4 figures"]}]
["1106.5430",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5430","Phys. Rev. B 84, 165319 (2011)","doi:10.1103/PhysRevB.84.165319"],"date":["2011-06-27"],"type":["text"],"creator":["Kazimierczuk, Tomasz","Smolenski, Tomasz","Goryca, Mateusz","Klopotowski, Lukasz","Wojnar, Piotr","Fronc, Krzysztof","Golnik, Andrzej","Nawrocki, Michal","Gaj, Jan","Kossacki, Piotr"],"language":[],"coverage":[],"title":["Inter-shell exchange interaction in CdTe/ZnTe quantum dots:\n  magneto-photoluminescence of X, X2- and XX-"],"description":["  We present a comprehensive photoluminescence study of exchange interaction in\nself-assembled CdTe/ZnTe quantum dots. We exploit the presence of multiple\ncharge states in the photoluminescence spectra of single quantum dots to\nanalyze simultaneously fine structure of different excitonic transitions,\nincluding recombination of neutral exciton/biexciton, doubly charged negative\nexciton and negatively charged biexciton. We demonstrate that the fine\nstructure results from electron-hole exchange interaction and that spin\nHamiltonians with effective exchange constants $\\delta_i$ can provide a good\ndescription of each transition in magnetic field for Faraday and Voigt field\ngeometry. We determine and discuss values of the effective exchange constants\nfor a large statistics of quantum dots.\n"]}]
["1107.0002",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0002","MNRAS.(2011).417.882","doi:10.1111/j.1365-2966.2011.19355.x"],"date":["2011-06-30"],"type":["text"],"creator":["Davis, Timothy A.","Alatalo, Katherine","Sarzi, Marc","Bureau, Martin","Young, Lisa M.","Blitz, Leo","Serra, Paolo","Crocker, Alison F.","Krajnović, Davor","McDermid, Richard M.","Bois, Maxime","Bournaud, Frédéric","Cappellari, Michele","Davies, Roger L.","Duc, Pierre-Alain","de Zeeuw, P. Tim","Emsellem, Eric","Khochfar, Sadegh","Kuntschner, Harald","Lablanche, Pierre-Yves","Morganti, Raffaella","Naab, Thorsten","Oosterloo, Tom","Scott, Nicholas","Weijmans, Anne-Marie"],"language":[],"coverage":[],"title":["The Atlas3D project - X. On the origin of the molecular and ionised gas\n  in early-type galaxies"],"description":["  We make use of interferometric CO and HI observations, and optical\nintegral-field spectroscopy to probe the origin of the molecular and ionised\ninterstellar medium (ISM) in local early-type galaxies (ETGs). We find that\n36\\pm5% of our sample of fast rotating ETGs have their ionised gas\nkinematically misaligned with respect to the stars, setting a strong lower\nlimit on the importance of externally acquired gas (e.g. from mergers and cold\naccretion). Slow rotators have a flat distribution of misalignments, indicating\nthat the dominant source of gas is external. The molecular, ionised and atomic\ngas in all the detected galaxies are always kinematically aligned, even when\nthey are misaligned from the stars, suggesting that all these three phases of\nthe ISM share a common origin. In addition, we find that the origin of the cold\nand warm gas in fast-rotating ETGs is strongly affected by environment, despite\nthe molecular gas detection rate and mass fractions being fairly independent of\ngroup/cluster membership. Galaxies in dense groups and the Virgo cluster nearly\nalways have their molecular gas kinematically aligned with the stellar\nkinematics, consistent with a purely internal origin. In the field, however,\nkinematic misalignments between the stellar and gaseous components indicate\nthat >46% of local fast-rotating ETGs have their gas supplied from external\nsources. We discuss several scenarios which could explain the environmental\ndichotomy, but find it difficult to simultaneously explain the kinematic\nmisalignment difference and the constant detection rate. Furthermore, our\nresults suggest that galaxy mass may be an important independent factor\nassociated with the origin of the gas, with the most massive fast-rotating\ngalaxies in our sample (M_K<-24 mag; stellar mass of >8x10^10 Msun) always\nhaving kinematically aligned gas. (abridged)\n","Comment: 19 pages, 9 figures and 4 tables. Accepted to MNRAS"]}]
["1107.1269",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1269","Acta Physica Polonica B Proceedings Supplement vol. 4 (2011) page\n  549","doi:10.5506/APhysPolBSupp.4.549"],"date":["2011-07-06"],"type":["text"],"creator":["Triantafyllopoulos, D. N."],"language":[],"coverage":[],"title":["Forward and Mueller-Navelet Jets"],"description":["  We discuss the production of forward jets in high energy processes where one\nprobes a dense hadronic wavefunction. In particular, and as a signature of\nparton saturation, we discuss the possibility of a strong momentum\ndecorrelation in Mueller-Navelet jets which leads to a geometric scaling\nbehavior.\n","Comment: 6 pages, 4 figures. To appear in the proceedings of Excited QCD 2011,\n  20-25 Feb 2011, Les Houches, France"]}]
["1107.3990",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3990","Phys. Rev. A 84, 043832 (2011)","doi:10.1103/PhysRevA.84.043832"],"date":["2011-07-20","2011-10-20"],"type":["text"],"creator":["Beaudoin, Félix","Gambetta, J. M.","Blais, A."],"language":[],"coverage":[],"title":["Dissipation and Ultrastrong Coupling in Circuit QED"],"description":["  Cavity and circuit QED study light-matter interaction at its most fundamental\nlevel. Yet, this interaction is most often neglected when considering the\ncoupling of this system with an environment. In this paper, we show how this\nsimplification, which leads to the standard quantum optics master equation, is\nat the root of unphysical effects. Including qubit relaxation and dephasing,\nand cavity relaxation, we derive a master equation that takes into account the\nqubit-resonator coupling. Special attention is given to the ultrastrong\ncoupling regime, where the failure of the quantum optical master equation is\nmanifest. In this situation, our model predicts an asymmetry in the vacuum Rabi\nsplitting that could be used to probe dephasing noise at unexplored\nfrequencies. We also show how fluctuations in the qubit frequency can cause\nsideband transitions, squeezing, and Casimir-like photon generation.\n","Comment: 16 pages, 6 figures"]}]
["1107.4001",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4001","doi:10.5506/APhysPolBSupp.4.561"],"date":["2011-07-20"],"type":["text"],"creator":["Heinz, Achim"],"language":[],"coverage":[],"title":["Phenomenological improvement of the linear-$\\sigma$ model in the\n  large-N_c limit"],"description":["  The linear-$\\sigma$ model has been widely used to describe the chiral phase\ntransition. Numerically, the critical temperature $T_{c}$ of the chiral phase\ntransition is in agreement with other effective theories of QCD. However, in\nthe large-$N_{c}$ limit $T_{c}$ scales as $\\sqrt{N_{c}}$ which is not in line\nwith the NJL model and with basic expectations of QCD, according to which\n$T_{c}$ is --just as the deconfinement phase transition- $N_{c}$-independent.\nThis mismatch can be corrected by a phenomenologically motivated temperature\ndependent parameter.\n"]}]
["1107.4128",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4128"],"date":["2011-07-20","2011-10-21"],"type":["text"],"creator":["Sun, Jingzhou"],"language":[],"coverage":[],"title":["On the Demailly-Semple jet bundles of hypersurfaces in $\\CP^3$"],"description":["  Let $X$ be a smooth hypersurface of degree $d$ in $\\CP^3$. By totally\nalgebraic calculations, we prove that on the third Demailly-Semple jet bundle\n$X_3$ of $X$, the bundle $\\ocal_{X_3}(1)$ is big for $d\\geq 11$, and that on\nthe fourth Demailly-Semple jet bundle $X_4$ of $X$, the bundle $\\ocal_{X_4}(1)$\nis big for $d\\geq 10$, improving a recent result of Diverio.\n","Comment: 19 pages"]}]
["1107.4317",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4317","JCAP 1110:030,2011","doi:10.1088/1475-7516/2011/10/030"],"date":["2011-07-21","2011-10-21"],"type":["text"],"creator":["De Simone, Andrea","Nardini, Germano","Quiros, Mariano","Riotto, Antonio"],"language":[],"coverage":[],"title":["Magnetic Fields at First Order Phase Transition: A Threat to Electroweak\n  Baryogenesis"],"description":["  The generation of the observed baryon asymmetry may have taken place during\nthe electroweak phase transition, thus involving physics testable at LHC, a\nscenario dubbed electroweak baryogenesis. In this paper we point out that the\nmagnetic field which is produced in the bubbles of a first order phase\ntransition endangers the baryon asymmetry produced in the bubble walls. The\nreason being that the produced magnetic field couples to the sphaleron magnetic\nmoment and lowers the sphaleron energy; this strengthens the sphaleron\ntransitions inside the bubbles and triggers a more effective wash out of the\nbaryon asymmetry. We apply this scenario to the Minimal Supersymmetric\nextension of the Standard Model (MSSM) where, in the absence of a magnetic\nfield, successful electroweak baryogenesis requires the lightest CP-even Higgs\nand the right-handed stop masses to be lighter than about 127 GeV and 120 GeV,\nrespectively. We show that even for moderate values of the magnetic field, the\nHiggs mass required to preserve the baryon asymmetry is below the present\nexperimental bound. As a consequence electroweak baryogenesis within the MSSM\nshould be confronted on the one hand to future measurements at the LHC on the\nHiggs and the right-handed stop masses, and on the other hand to more precise\ncalculations of the magnetic field produced at the electroweak phase\ntransition.\n","Comment: 16 pages, 4 figures. Minor corrections and references added to match\n  published version"]}]
["1107.5997",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5997","Phys. Rev. E 84, 041131 (2011)","doi:10.1103/PhysRevE.84.041131"],"date":["2011-07-29"],"type":["text"],"creator":["Rambeau, Joachim","Bustingorry, Sebastian","Kolton, Alejandro B.","Schehr, Gregory"],"language":[],"coverage":[],"title":["Maximum relative height of elastic interfaces in random media"],"description":["  The distribution of the maximal relative height (MRH) of self-affine\none-dimensional elastic interfaces in a random potential is studied. We analyze\nthe ground state configuration at zero driving force, and the critical\nconfiguration exactly at the depinning threshold, both for the random-manifold\nand random-periodic universality classes. These configurations are sampled by\nexact numerical methods, and their MRH distributions are compared with those\nwith the same roughness exponent and boundary conditions, but produced by\nindependent Fourier modes with normally distributed amplitudes. Using Pickands'\ntheorem we derive an exact analytical description for the right tail of the\nlatter. After properly rescaling the MRH distributions we find that corrections\nfrom the Gaussian independent modes approximation are in general small, as\npreviously found for the average width distribution of depinning\nconfigurations. In the large size limit all corrections are finite except for\nthe ground-state in the random-periodic class whose MRH distribution becomes,\nfor periodic boundary conditions, indistinguishable from the Airy distribution.\nWe find that the MRH distributions are, in general, sensitive to changes of\nboundary conditions.\n","Comment: 14 pages, 10 figures"]}]
["1108.1685",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Materials Science","Physics - Optics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1685","doi:10.1016/j.apsusc.2011.10.084"],"date":["2011-08-08","2011-10-03"],"type":["text"],"creator":["Derrien, Thibault J. Y.","Torres, Rémi","Sarnet, Thierry","Sentis, Marc","Itina, Tatiana E."],"language":[],"coverage":[],"title":["Formation of femtosecond laser induced surface structures on silicon :\n  insights from numerical modeling and single pulse experiments"],"description":["  Laser induced periodic surface structures (LIPSS) are formed by multiple\nirradiation of femtosecond laser on a silicon target. In this paper, we focus\nand discuss the surface plasmon polariton mechanism by an analysis of transient\nphase-matching conditions in Si on the basis of a single pulse experiment and\nnumerical simulations. Two regimes of ripple formation mechanisms at low number\nof shots are identified and detailed. Correlation of numerical and experimental\nresults is good.\n","Comment: 4 pages, 5 figures, EMRS Spring 2011 conference, Nice"]}]
["1108.3721",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3721","Plasma Phys. Control. Fusion 53, 115014 (2011)","doi:10.1088/0741-3335/53/11/115014"],"date":["2011-08-18","2011-10-07"],"type":["text"],"creator":["Velasco, J. L.","Allmaier, K.","Lopez-Fraguas, A.","Beidler, C. D.","Maassberg, H.","Kernbichler, W.","Castejon, F.","Jimenez, J. A."],"language":[],"coverage":[],"title":["Calculation of the bootstrap current profile for the TJ-II stellarator"],"description":["  Calculations of the bootstrap current for the TJ-II stellarator are\npresented. DKES and NEO-MC codes are employed; the latter has allowed, for the\nfirst time, the precise computation of the bootstrap transport coefficient in\nthe long mean free path regime of this device. The low error bars allow a\nprecise convolution of the monoenergetic coefficients, which is confirmed by\nerror analysis. The radial profile of the bootstrap current is presented for\nthe first time for the 100_44_64 configuration of TJ-II for three different\ncollisionality regimes. The bootstrap coefficient is then compared to that of\nother configurations of TJ-II regularly operated. The results show qualitative\nagreement with toroidal current measurements; precise comparison with real\ndischarges is ongoing.\n"]}]
["1108.3797",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3797","Science 7 October 2011: Vol. 334 no. 6052 pp. 69-72","doi:10.1126/science.1208192"],"date":["2011-08-18"],"type":["text"],"creator":["VERITAS Collaboration","Aliu, E.","Arlen, T.","Aune, T.","Beilicke, M.","Benbow, W.","Bouvier, A.","Bradbury, S. M.","Buckley, J. H.","Bugaev, V.","Byrum, K.","Cannon, A.","Cesarini, A.","Christiansen, J. L.","Ciupik, L.","Collins-Hughes, E.","Connolly, M. P.","Cui, W.","Dickherber, R.","Duke, C.","Errando, M.","Falcone, A.","Finley, J. P.","Finnegan, G.","Fortson, L.","Furniss, A.","Galante, N.","Gall, D.","Gibbs, K.","Gillanders, G. H.","Godambe, S.","Griffin, S.","Grube, J.","Guenette, R.","Gyuk, G.","Hanna, D.","Holder, J.","Huan, H.","Hughes, G.","Hui, C. M.","Humensky, T. B.","Imran, A.","Kaaret, P.","Karlsson, N.","Kertzman, M.","Kieda, D.","Krawczynski, H.","Krennrich, F.","Lang, M. J.","Lyutikov, M.","Madhavan, A. S","Maier, G.","Majumdar, P.","McArthur, S.","McCann, A.","McCutcheon, M.","Moriarty, P.","Mukherjee, R.","Nuñez, P.","Ong, R. A.","Orr, M.","Otte, A. N.","Park, N.","Perkins, J. S.","Pizlo, F.","Pohl, M.","Prokoph, H.","Quinn, J.","Ragan, K.","Reyes, L. C.","Reynolds, P. T.","Roache, E.","Rose, J.","Ruppel, J.","Saxon, D. B.","Schroedter, M.","Sembroski, G. H.","Şentürk, G. D.","Smith, A. W.","Staszak, D.","Tešić, G.","Theiling, M.","Thibadeau, S.","Tsurusaki, K.","Tyler, J.","Varlotta, A.","Vassiliev, V. V.","Vincent, S.","Vivier, M.","Wakely, S. P.","Ward, J. E.","Weekes, T. C.","Weinstein, A.","Weisgarber, T.","Williams, D. A.","Zitzer, B."],"language":[],"coverage":[],"title":["Detection of Pulsed Gamma Rays Above 100 GeV from the Crab Pulsar"],"description":["  We report the detection of pulsed gamma rays from the Crab pulsar at energies\nabove 100 Gigaelectronvolts (GeV) with the VERITAS array of atmospheric\nCherenkov telescopes. The detection cannot be explained on the basis of current\npulsar models. The photon spectrum of pulsed emission between 100\nMegaelectronvolts (MeV) and 400 GeV is described by a broken power law that is\nstatistically preferred over a power law with an exponential cutoff. It is\nunlikely that the observation can be explained by invoking curvature radiation\nas the origin of the observed gamma rays above 100 GeV. Our findings require\nthat these gamma rays be produced more than 10 stellar radii from the neutron\nstar.\n","Comment: 17 pages, corresponding authors: Nepomuk Otte nepomuk.otte@gmail.com;\n  Andrew McCann mccann@hep.physics.mcgill.ca; Martin Schroedter\n  schroedter@veritas.sao.arizona.edu"]}]
["1108.5076",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5076","Physical Review D 84, 084035 (2011)","doi:10.1103/PhysRevD.84.084035"],"date":["2011-08-25","2011-10-21"],"type":["text"],"creator":["Décanini, Yves","Folacci, Antoine","Raffaelli, Bernard"],"language":[],"coverage":[],"title":["Resonance and absorption spectra of the Schwarzschild black hole for\n  massive scalar perturbations: a complex angular momentum analysis"],"description":["  We reexamine some aspects of scattering by a Schwarzschild black hole in the\nframework of complex angular momentum techniques. More precisely, we consider,\nfor massive scalar perturbations, the high-energy behavior of the resonance\nspectrum and of the absorption cross section by emphasizing analytically the\nrole of the mass. This is achieved (i) by deriving asymptotic expansions for\nthe Regge poles of the $S$-matrix and then for the associated weakly damped\nquasinormal frequencies and (ii) by taking into account the analytic structure\nof the greybody factors which allows us to extract by resummation the physical\ninformation encoded in the absorption cross section.\n","Comment: v2: Minor changes to match the published version. v3: Typos corrected"]}]
["1109.2013",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2013","Phys. Rev. C 84, 044612 (2011)","doi:10.1103/PhysRevC.84.044612"],"date":["2011-09-09"],"type":["text"],"creator":["Nasirov, A. K.","Mandaglio, G.","Giardina, G.","Sobiczewski, A.","Muminov, A. I."],"language":[],"coverage":[],"title":["Effects of the entrance channel and fission barrier in synthesis of\n  superheavy element $Z$=120"],"description":["  The fusion and evaporation residue cross sections for the\n$^{50}$Ti+$^{249}$Cf and $^{54}$Cr+$^{248}$Cm reactions calculated by the\ncombined dinuclear system and advanced statistical models are compared. These\nreactions are considered to be used to synthesize the heaviest superheavy\nelement. The $^{50}$Ti+$^{249}$Cf reaction is more mass asymmetric than\n$^{54}$Cr+$^{248}$Cm and the fusion excitation function for the former reaction\nis higher than the one for the latter reaction. The evaporation residue\nexcitation functions for the mass asymmetric reaction is higher in comparison\nwith the one of the $^{54}$Cr+$^{248}$Cm reaction. The use of the mass values\nof superheavy nuclei calculated in the framework of the macroscopic-microscopic\nmodel by the Warsaw group leads to smaller evaporation residue cross section\nfor both the reactions in comparison with the case of using the masses\ncalculated by Peter M\\\"oller {\\it et al}. The $^{50}$Ti+$^{249}$Cf reaction is\nmore favorable in comparison with the $^{54}$Cr+$^{248}$Cm reaction: the\nmaximum values of the excitation function of the 3n-channel of the evaporation\nresidue formation for the $^{50}$Ti+$^{249}$Cf and $^{54}$Cr+$^{248}$Cm\nreactions are about 0.1 and 0.07 pb, respectively, but the yield of the\n4n-channel for the former reaction is lower (0.004 pb) in comparison with the\none (0.01 pb) for the latter reaction.\n","Comment: 21 pages, 10 figures, 2 tables"]}]
["1109.2037",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2037"],"date":["2011-09-09","2011-10-21"],"type":["text"],"creator":["Arzhnikov, Anatoly","Groshev, Andrey"],"language":[],"coverage":[],"title":["Functional-integral approach to the investigation of the spin-spiral\n  magnetic order and phase separation"],"description":["  We investigate a two-dimensional single-band Hubbard model with a\nnearest-neighbor hopping. We treat a commensurate collinear order as well as\nincommensurate spiral magnetic phases at a finite temperature using a\nHubbard-Stratonovich transformation with a two-field representation and solve\nthis problem in a static approximation. We argue that temperature dramatically\ninfluence the collinear and spiral magnetic phases, phase separation in the\nvicinity of half-filling. The results imply a possible interpretation of\nunusual behavior of magnetic properties of single-layer cuprates.\n","Comment: 5 pages, 3 figures"]}]
["1109.4890",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4890","Phys. Rev. D. 84 073010 (2011)","doi:10.1103/PhysRevD.84.073010"],"date":["2011-09-22"],"type":["text"],"creator":["Moyotl, A.","Rosado, A.","Tavares-Velasco, G."],"language":[],"coverage":[],"title":["Lepton electric and magnetic dipole moments via lepton flavor violating\n  spin-1 unparticle interactions"],"description":["  The magnetic dipole moment (MDM) and the electric dipole moment (EDM) of\nleptons are calculated under the assumption of lepton flavor violation (LFV)\ninduced by spin-1 unparticles with both vector and axial-vector couplings to\nleptons,including a CP-violating phase. The experimental limits on the muon MDM\nand LFV process such as the decay l_i->i_jl_kl_k are then used to constrain the\nLFV couplings for particular values of the unparticle operator dimension d_U\nand the unparticle scale \\Lambda_U, assuming that LFV transitions between the\ntau and muon leptons are dominant. It is found that the current experimental\nconstraints favor a scenario with dominance of the vector couplings over the\naxial-vector couplings. We also obtain estimates for the EDMs of the electron\nand the muon, which are well below the current experimental limits.\n","Comment: 14 pages, 8 figures"]}]
["1109.6442",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6442"],"date":["2011-09-29","2011-10-21"],"type":["text"],"creator":["Chaudhary, Ankit","Raheja, Jagdish L."],"language":[],"coverage":[],"title":["ABHIVYAKTI: A Vision Based Intelligent System for Elder and Sick Persons"],"description":["  This paper describes an intelligent system ABHIVYAKTI, which would be\npervasive in nature and based on the Computer Vision. It would be very easy in\nuse and deployment. Elder and sick people who are not able to talk or walk,\nthey are dependent on other human beings and need continuous monitoring, while\nour system provides flexibility to the sick or elder person to announce his or\nher need to their caretaker by just showing a particular gesture with the\ndeveloped system, if the caretaker is not nearby. This system will use\nfingertip detection techniques for acquiring gesture and Artificial Neural\nNetworks (ANNs) will be used for gesture recognition.\n","Comment: Proceedings of 3rd IEEE International Conference on Machine Vision,\n  Hong Kong, ICMV 2010\n  (http://www.ieee.org/conferences_events/conferences/conferencedetails/index.html?Conf_ID=18047),\n  28-30 Dec, 2010, pp. 361-364"]}]
["1110.2981",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2981"],"date":["2011-10-13"],"type":["text"],"creator":["Castellina, Antonella","Donato, Fiorenza"],"language":[],"coverage":[],"title":["Astrophysics of Galactic charged cosmic rays"],"description":["  A review is given of the main properties of the charged component of galactic\ncosmic rays, particles detected at Earth with an energy spanning from tens of\nMeV up to about 10^19 eV. After a short introduction to the topic and an\nhistorical overview, the properties of cosmic rays are discussed with respect\nto different energy ranges. The origin and the propagation of nuclei in the\nGalaxy are dealt with from a theoretical point of view. The mechanisms leading\nto the acceleration of nuclei by supernova remnants and to their subsequent\ndiffusion through the inhomogeneities of the galactic magnetic field are\ndiscussed and some clue is given on the predictions and observations of fluxes\nof antimatter, both from astrophysical sources and from dark matter\nannihilation in the galactic halo. The experimental techniques and\ninstrumentations employed for the detection of cosmic rays at Earth are\ndescribed. Direct methods are viable up to 10^14 eV, by means of experiments\nflown on balloons or satellites, while above that energy, due to their very low\nflux, cosmic rays can be studied only indirectly by exploiting the particle\ncascades they produce in the atmosphere. The possible physical interpretation\nof the peculiar features observed in the energy spectrum of galactic cosmic\nrays, and in particular the so-called \"knee\" at about 4x10^15 eV, are\ndiscussed. A section is devoted to the region between about 10^18 and 10^19 eV,\nwhich is believed to host the transition between galactic and extragalactic\ncosmic rays. The conclusion gives some perspectives on the cosmic ray\nastrophysics field. Thanks to a wealth of different experiments, this research\narea is living a very flourishing era. The activity is exciting both from the\ntheoretical and the instrumental sides, and its interconnection with astronomy,\nastrophysics and particle physics experiences non-stop growth.\n","Comment: Invited review, to appear in Vol.5 of \"Planets, Stars and Stellar\n  Systems\" Editor-in-chief: Oswalt, T.D McLean, I.S.; Bond, H.E.; French, L.;\n  Kalas, P.; Barstow, M.; Gilmore,G.F.; Keel, W. (Eds.) 1st Edition., 2012,\n  4760 p., Springer, ISBN 978-90-481-8817-8 Due: February 15, 2012"]}]
["1110.3729",{"format":[],"subject":["High Energy Physics - Phenomenology","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3729"],"date":["2011-10-17"],"type":["text"],"creator":["Mavromatos, Nick E."],"language":[],"coverage":[],"title":["Neutrinos and the Universe"],"description":["  In this talk, I review the potential connection of neutrinos to the Physics\nof the Early Universe, in particular the r\\^ole of (sterile) neutrinos to\nleptogenesis/baryogenesis and the dark sector of the Universe. The possibility\nof CPT Violation among active neutrinos at early times and its role in\nleptogenesis/baryogenesis without sterile neutrinos is also touched upon.\n","Comment: 8 pages, latex, Invited talk at Nufact 11, CERN and U. of Geneva, 1-6\n  August 2011, submitted to IOP J. Conference Series"]}]
["1110.3746",{"format":[],"subject":["Mathematics - Geometric Topology","57M10 (Primary) 57M27 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3746"],"date":["2011-10-17","2011-10-21"],"type":["text"],"creator":["Koberda, Thomas"],"language":[],"coverage":[],"title":["Teichm\\\"uller polynomials, Alexander polynomials and finite covers of\n  surfaces"],"description":["  In this note we explore a connection between finite covers of surfaces and\nthe Teichm\\\"uller polynomial of a fibered face of a hyperbolic 3--manifold. We\nconsider the action of a homological pseudo-Anosov homeomorphism $\\psi$ on the\nhomology groups of a class of finite abelian covers of a surface\n$\\Sigma_{g,n}$. Eigenspaces of the deck group actions on these covers are\nnaturally parametrized by rational points on a torus. We show that away from\nthe trivial eigenspace, the spectrum of the action of $\\psi$ on these\neigenspaces is bounded away from the dilatation of $\\psi$. We show that the\naction $\\psi$ on these eigenspaces is governed by the Teichm\\\"uller polynomial.\n","Comment: 8 pages, submitted version. Fixed some inaccurate statements in the\n  previous version"]}]
["1110.3978",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3978"],"date":["2011-10-17","2011-10-20"],"type":["text"],"creator":["Liu, Xiaofeng","Katz, Joseph"],"language":[],"coverage":[],"title":["Interactions of Shear Layer Vortices with the Trailing Corner in an Open\n  Cavity Flow"],"description":["  This fluid dynamics video provides sample experimental results focusing on\nthe interactions of shear layer vortices with the trailing corner in a 2D open\ncavity shear layer. These interactions were investigated experimentally in a\nwater tunnel at a Reynolds number of 40,000. Time-resolved particle image\nvelocimetry (PIV) with an image sampling rate of 4500 frames per second was\nused to simultaneously measure the instantaneous velocity, material\nacceleration and pressure distributions. The latter was calculated by\nintegrating the spatial distribution of in-plane components of the material\nacceleration. A large database of instantaneous realizations visualized the\ndynamic changes to the shear layer vortices, such as deformation and breakup as\nthey impinged and climbed over the cavity trailing corner. These interactions\ncause time-dependent formation of a pressure maximum as the flow impinges on\nthe forward facing surface of the trailing corner, and a minimum above the\ncorner, where large local pressure gradients dominate the generation of fresh\nvorticity. Data analysis shows that interactions with the corner involve two\ntime scales. Intermediate Strouhal numbers (0.6-3.2) are associated with\ninteraction of the shear layer vortices with the corner, while vertical\nflapping of the shear layer occurs at low Strouhal numbers (0.1-0.6).\n","Comment: This package contains two fluid dynamics video files and one\n  descriptive LaTex file. It is intended for submission to the Gallery of Fluid\n  Motion in the 2011 APS DFD meeting. An animation typo-caused color scale\n  error has been corrected. The file extension of the full size video is\n  changed from 'mpg' to 'mp4' to denote its encoding method"]}]
["1110.4039",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4039","Phys. Rev. B 84, 165436 (2011)","doi:10.1103/PhysRevB.84.165436"],"date":["2011-10-18"],"type":["text"],"creator":["Smerdon, Joseph","Bode, Matthias","Guisinger, Nathan","Guest, Jeffrey"],"language":[],"coverage":[],"title":["Monolayer and bilayer pentacene on Cu(111)"],"description":["  The morphology and electronic structure of pentacene (Pn) deposited on\nCu(111) was studied using scanning tunneling microscopy (STM) and spectroscopy\n(STS). Deposition of a multilayer followed by annealing to reduce coverage to a\nmonolayer results in the formation of either of two unique phases: a 2D\nherringbone structure previously unobserved for any linear acene, or a 'random-\ntiling' structure. Coverage greater than a monolayer promotes the formation of\na bilayer phase similar to that observed for Pn/Ag(111). STS shows that the\nelectronic structure of the first layer is strongly modified due to its\nproximity to the substrate while the second layer exhibits nearly bulk-like\nelectronic structure.\n"]}]
["1110.4366",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4366"],"date":["2011-10-19","2011-10-21"],"type":["text"],"creator":["Lovett, Neil B.","Everitt, Matthew","Heath, Robert M.","Kendon, Viv"],"language":[],"coverage":[],"title":["The quantum walk search algorithm: Factors affecting efficiency"],"description":["  We numerically study the quantum walk search algorithm of Shenvi, Kempe and\nWhaley [PRA \\textbf{67} 052307] and the factors which affect its efficiency in\nfinding an individual state from an unsorted set. Previous work has focused\npurely on the effects of the dimensionality of the dataset to be searched.\nHere, we consider the effects of interpolating between dimensions, connectivity\nof the dataset, and the possibility of disorder in the underlying substrate:\nall these factors affect the efficiency of the search algorithm. We show that,\nas well as the strong dependence on the spatial dimension of the structure to\nbe searched, there are also secondary dependencies on the connectivity and\nsymmetry of the lattice, with greater connectivity providing a more efficient\nalgorithm. In addition, we also show that the algorithm can tolerate a\nnon-trivial level of disorder in the underlying substrate.\n","Comment: 37 pages, 34 figures - submitted to Mathematical Structures in\n  Computer Science"]}]
["1110.4379",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4379"],"date":["2011-10-19","2011-10-21"],"type":["text"],"creator":["Zeilberger, Doron"],"language":[],"coverage":[],"title":["Alexander Burstein's Lovely Combinatorial Proof of John Noonan's\n  Beautiful Formula that the number of n-permutations that contain the Pattern\n  321 Exactly Once Equals (3/n)(2n)!/((n-3)!(n+3)!)"],"description":["  In 1996, my brilliant student John Noonan, discovered, and proved that there\nare 3(2n)!/(n(n+3)!(n-3)!) ways to line-up n people of different heights in\nsuch a way that out of the n(n-1)(n-2)/6 possible triples of people exactly one\nis such that the tallest stands (not necessarily immediately) in front of the\nsecond-tallest, who in turn, stands (not necessarily immediately) in front of\nthe shortest. In that article, I promised a prize of 25 dollars for a nice\ncombinatorial proof. Alex Burstein gave such a proof. On Oct. 14, 2011, I\ntalked about Alex's lovely proof at the Howard U. math colloquium, and publicly\npresented the 25-dollar prize. The present note is the outcome. Congratulations\nAlex!\n","Comment: One page. Exclusively published in the Personal Journal of Shalosh B.\n  Ekhad and Doron Zeilberger and this arxiv"]}]
["1110.4500",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4500"],"date":["2011-10-20","2011-10-21"],"type":["text"],"creator":["Kzaz, Larbi","Elasri, Hicham","Sekkaki, Abderrahim"],"language":[],"coverage":[],"title":["Semantic conflict resolution for integration of business components"],"description":["  Reusing and integrating Business Components in a new Information System\nrequires detection and resolution of semantic conflicts. Moreover, most of\nintegration and semantic conflict resolution systems rely on ontology alignment\nmethods based on domain ontology. This work is positioned at the intersection\nof two research areas: Integration of reusable B C and alignment of ontologies\nfor semantic conflict resolution. Our contribution concerns both the proposal\nof a BC integration solution based on ontologies alignment and a method for\nenriching the domain ontology used as a support for alignment\n","Comment: 4'emes Journees Francophones sur les Ontologies ; ACM SIGAPP JFO\n  Journees Francophones sur les Ontologies http://www.jf-ontologies.net 22 - 23\n  Juin 2011, Montreal, Canada"]}]
["1110.4520",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4520"],"date":["2011-10-20"],"type":["text"],"creator":["Prelovsek, S.","Lang, C. B.","Mohler, D."],"language":[],"coverage":[],"title":["Scattering phase shift and resonance properties on the lattice: an\n  introduction"],"description":["  We describe the method for extracting the elastic scattering phase shift from\na lattice simulation at an introductory level, for non-lattice practitioners.\nWe consider the scattering in a resonant channel, where the resulting phase\nshift delta(s) allows the lattice determination of the mass and the width of\nthe resonance from a Breit-Wigner type fit. We present the method for the\nexample of P-wave pi-pi scattering in the rho meson channel.\n","Comment: 10 pages, 6 figures, presented at Bled Mini-Workshop 2011, 3-10 July,\n  Bled, Slovenia"]}]
["1110.4620",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4620"],"date":["2011-10-20"],"type":["text"],"creator":["Trashorras, José","Wintenberger, Olivier"],"language":[],"coverage":[],"title":["Large deviations for bootstrapped empirical measures"],"description":["  We investigate the Large Deviations properties of bootstrapped empirical\nmeasure with exchangeable weights. Our main result shows in great generality\nhow the resulting rate function combines the LD properties of both the sample\nweights and the observations. As an application we recover known conditional\nand unconditional LDPs and obtain some new ones.\n","Comment: 41 pages"]}]
["1110.4641",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4641"],"date":["2011-10-20"],"type":["text"],"creator":["de la Peña, L.","Cetto, A. M.","Valdés-Hernández, A.","França, H. M."],"language":[],"coverage":[],"title":["Origin and meaning of quantum nonlocality"],"description":["  Quantum nonlocality is revisited from a novel point of view by studying the\nproblem of an originally classical particle immersed in the stochastic\nzero-point radiation field (zpf). The entire system is left to evolve until it\nreaches a state in which the radiative terms cancel each other in the mean in a\nfirst approximation. The ensuing approximate statistical description reduced to\nthe particle's configuration space contains a nonclassical term due to the\ndispersion of the momentum, which depends on the density of particles {\\rho}(x)\nand thus is nonlocal. This description is shown to be equivalent to\nSchr\\\"odinger's equation and its complex conjugate. The nonlocal term is\nrecognized as the so-called quantum potential, thus solving the long standing\nproblem of the origin and meaning of this term. Further, the relationship\nbetween the Wigner function and a true Kolmogorovian probability density in\nphase space is discussed from the perspective provided by this theory.\n"]}]
["1110.4648",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Quantitative Finance - Risk Management","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4648"],"date":["2011-10-20"],"type":["text"],"creator":["Goldberg, Martin"],"language":[],"coverage":[],"title":["Anti-Robust and Tonsured Statistics"],"description":["  This describes a statistical technique called \"tonsuring\" for exploratory\ndata analysis in finance. Instead of rejecting \"outlier\" data that conflicts\nwith the model, this strips out \"inlier\" data to get a clearer picture of how\nthe market changes for larger moves.\n","Comment: 18 pages, 9 figures"]}]
["1110.4654",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4654"],"date":["2011-10-20"],"type":["text"],"creator":["Viazovska, Maryna"],"language":[],"coverage":[],"title":["CM Values of Higher Green's Functions"],"description":["  Higher Green functions are real-valued functions of two variables on the\nupper half plane which are bi-invariant under the action of a congruence\nsubgroup, have logarithmic singularity along the diagonal, and satisfy the\nequation $\\Delta f = k(1 - k)f$, where $\\Delta$ is a hyperbolic Laplace\noperator and $k$ is a positive integer. Such functions were introduced in the\npaper of Gross and Zagier \"Heegner points and derivatives of $L$-series\"(1986).\nAlso it was conjectured in this paper that higher Green's functions have\n\"algebraic\" values at CM points. In many particular cases this conjecture was\nproven by A. Mellit in his Ph. D. thesis. In this note we present a proof of\nthe conjecture for any pair of CM points lying in the same quadratic imaginary\nfield.\n","Comment: arXiv admin note: some text overlap with arXiv:alg-geom/9609022"]}]
["1110.4655",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4655"],"date":["2011-10-20"],"type":["text"],"creator":["Djorgovski, S. G.","Donalek, C.","Mahabal, A.","Moghaddam, B.","Turmon, M.","Graham, M.","Drake, A.","Sharma, N.","Chen, Y."],"language":[],"coverage":[],"title":["Towards an Automated Classification of Transient Events in Synoptic Sky\n  Surveys"],"description":["  We describe the development of a system for an automated, iterative,\nreal-time classification of transient events discovered in synoptic sky\nsurveys. The system under development incorporates a number of Machine Learning\ntechniques, mostly using Bayesian approaches, due to the sparse nature,\nheterogeneity, and variable incompleteness of the available data. The\nclassifications are improved iteratively as the new measurements are obtained.\nOne novel feature is the development of an automated follow-up recommendation\nengine, that suggest those measurements that would be the most advantageous in\nterms of resolving classification ambiguities and/or characterization of the\nastrophysically most interesting objects, given a set of available follow-up\nassets and their cost functions. This illustrates the symbiotic relationship of\nastronomy and applied computer science through the emerging discipline of\nAstroInformatics.\n","Comment: Invited paper, 15 pages, to appear in Statistical Analysis and Data\n  Mining (ASA journal), ref. proc. CIDU 2011 conf., eds. A. Srivasatva & N.\n  Chawla, in press (2011)"]}]
["1110.4657",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4657"],"date":["2011-10-20"],"type":["text"],"creator":["Mitavskiy, Boris","Rowe, Jonathan","Cannings, Chris"],"language":[],"coverage":[],"title":["A Version of Geiringer-like Theorem for Decision Making in the\n  Environments with Randomness and Incomplete Information"],"description":["  Purpose: In recent years Monte-Carlo sampling methods, such as Monte Carlo\ntree search, have achieved tremendous success in model free reinforcement\nlearning. A combination of the so called upper confidence bounds policy to\npreserve the \"exploration vs. exploitation\" balance to select actions for\nsample evaluations together with massive computing power to store and to update\ndynamically a rather large pre-evaluated game tree lead to the development of\nsoftware that has beaten the top human player in the game of Go on a 9 by 9\nboard. Much effort in the current research is devoted to widening the range of\napplicability of the Monte-Carlo sampling methodology to partially observable\nMarkov decision processes with non-immediate payoffs. The main challenge\nintroduced by randomness and incomplete information is to deal with the action\nevaluation at the chance nodes due to drastic differences in the possible\npayoffs the same action could lead to. The aim of this article is to establish\na version of a theorem that originated from population genetics and has been\nlater adopted in evolutionary computation theory that will lead to novel\nMonte-Carlo sampling algorithms that provably increase the AI potential. Due to\nspace limitations the actual algorithms themselves will be presented in the\nsequel papers, however, the current paper provides a solid mathematical\nfoundation for the development of such algorithms and explains why they are so\npromising.\n","Comment: 53 pages in size. This work has been recently submitted to the IJICC\n  (International Journal on Intelligent Computing and Cybernetics)"]}]
["1110.4659",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4659"],"date":["2011-10-20"],"type":["text"],"creator":["Bittner, Jonathan M.","Loeb, Abraham"],"language":[],"coverage":[],"title":["The imprint of the relative velocity between baryons and dark matter on\n  the 21-cm signal from reionization"],"description":["  The post-recombination streaming of baryons through dark matter keeps baryons\nout of low mass (<10^6 solar masses) halos coherently on scales of a few\ncomoving Mpc. It has been argued that this will have a large impact on the\n21-cm signal before and after reionization, as it raises the minimum mass\nrequired to form ionizing sources. Using a semi-numerical code, we show that\nthe impact of the baryon streaming effect on the 21-cm signal during\nreionization (redshifts z approximately 7-20) depends strongly on the cooling\nscenario assumed for star formation, and the corresponding virial temperature\nor mass at which stars form. For the canonical case of atomic hydrogen cooling\nat 10^4 Kelvin, the minimum mass for star formation is well above the mass of\nhalos that are affected by the baryon streaming and there are no major changes\nto existing predictions. For the case of molecular hydrogen cooling, we find\nthat reionization is delayed by a change in redshift of approximately 2 and\nthat more relative power is found in large modes at a given ionization\nfraction. However, the delay in reionization is degenerate with astrophysical\nassumptions, such as the production rate of UV photons by stars.\n","Comment: 4 pages, 5 figures"]}]
["1110.4660",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4660"],"date":["2011-10-20"],"type":["text"],"creator":["Borcea, Ciprian S.","Streinu, Ileana","Tanigawa, Shin-ichi"],"language":[],"coverage":[],"title":["Periodic body-and-bar frameworks"],"description":["  Abstractions of crystalline materials known as periodic body-and-bar\nframeworks are made of rigid bodies connected by fixed-length bars and subject\nto the action of a group of translations. In this paper, we give a\nMaxwell-Laman characterization for generic minimally rigid periodic\nbody-and-bar frameworks. As a consequence we obtain efficient polynomial time\nalgorithms for their recognition based on matroid partition and pebble games.\n"]}]
["1110.4661",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4661"],"date":["2011-10-20"],"type":["text"],"creator":["Borcea, Ciprian S.","Streinu, Ileana"],"language":[],"coverage":[],"title":["Deformations of crystal frameworks"],"description":["  We apply our deformation theory of periodic bar-and-joint frameworks to\ntetrahedral crystal structures. The deformation space is investigated in detail\nfor frameworks modelled on quartz, cristobalite and tridymite.\n"]}]
["1110.4662",{"format":[],"subject":["Mathematics - Metric Geometry","52C25, 74N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4662"],"date":["2011-10-20"],"type":["text"],"creator":["Borcea, Ciprian S.","Streinu, Ileana"],"language":[],"coverage":[],"title":["Frameworks with crystallographic symmetry"],"description":["  Periodic frameworks with crystallographic symmetry are investigated from the\nperspective of a general deformation theory of periodic bar-and-joint\nstructures in $R^d$. It is shown that natural parametrizations provide affine\nsection descriptions for families of frameworks with a specified graph and\nsymmetry. A simple geometric setting for diaplacive phase transitions is\nobtained. Upper bounds are derived for the number of realizations of minimally\nrigid periodic graphs.\n"]}]
["1110.4666",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4666"],"date":["2011-10-20"],"type":["text"],"creator":["de Sousa, Ricardo","de Albuquerque, Douglas F.","Arruda, Alberto S."],"language":[],"coverage":[],"title":["Study of the first-order phase transition in the classical and quantum\n  random field Heisenberg model on a simple cubic lattice"],"description":["  The phase diagram of the Heisenberg ferromagnetic model in the presence of a\nmagnetic random field (we have used bimodal distribution) of spin S=1/2\n(quantum case) and $S=\\infty $ (classical case) on a simple cubic lattice is\nstudied within the framework of the effective-field theory in finite cluster\n(we have chosen N=2 spins). Integrating out the part of order parameter\n(equation of state), we obtained an effective Landau expansion for the free\nenergy written in terms of the order parameter $\\Psi (m)$. Using Maxwell\nconstruction we have obtained the phase diagram in the $T-H$ plane for all\ninterval of field. The first-order transition temperature is calculated by the\ndiscontinuity of the magnetization at $T_{c}^{\\ast}(H)$, on the other hand in\nthe continuous transition the magnetization is null at $T=T_{c}(H)$. At null\ntemperature (T=0) we have found the \\textbf{coexistence} field $H_{c}=3.23J$\nthat is independent of spin value. The transition temperature $T_{c}(H)$ for\nthe classical case ($S=\\infty $), in the $T-H$ plane, is larger than the\nquantum case (S=1/2).\n","Comment: 10 pages, 1 figure"]}]
["1110.4669",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4669"],"date":["2011-10-20"],"type":["text"],"creator":["Campolieti, Giuseppe","Makarov, Roman N.","Vasiliev, Andrey"],"language":[],"coverage":[],"title":["Bridge Copula Model for Option Pricing"],"description":["  In this paper we present a new multi-asset pricing model, which is built upon\nnewly developed families of solvable multi-parameter single-asset diffusions\nwith a nonlinear smile-shaped volatility and an affine drift. Our multi-asset\npricing model arises by employing copula methods. In particular, all discounted\nsingle-asset price processes are modeled as martingale diffusions under a\nrisk-neutral measure. The price processes are so-called UOU diffusions and they\nare each generated by combining a variable (Ito) transformation with a measure\nchange performed on an underlying Ornstein-Uhlenbeck (Gaussian) process.\nConsequently, we exploit the use of a normal bridge copula for coupling the\nsingle-asset dynamics while reducing the distribution of the multi-asset price\nprocess to a multivariate normal distribution. Such an approach allows us to\nsimulate multidimensional price paths in a precise and fast manner and hence to\nprice path-dependent financial derivatives such as Asian-style and Bermudan\noptions using the Monte Carlo method. We also demonstrate how to successfully\ncalibrate our multi-asset pricing model by fitting respective equity option and\nasset market prices to the single-asset models and their return correlations\n(i.e. the copula function) using the least-square and maximum-likelihood\nestimation methods.\n","Comment: 22 pages, 3 figures"]}]
["1110.4671",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4671","EPTCS 70, 2011, pp. 20-27","doi:10.4204/EPTCS.70.2"],"date":["2011-10-20"],"type":["text"],"creator":["Cowles, John R.","Gamboa, Ruben"],"language":[],"coverage":[],"title":["Verifying Sierpi\\'nski and Riesel Numbers in ACL2"],"description":["  A Sierpinski number is an odd positive integer, k, such that no positive\ninteger of the form k * 2^n + 1 is prime. Similar to a Sierpinski number, a\nRiesel number is an odd positive integer, k, such that no positive integer of\nthe form k * 2^n + 1 is prime. A cover for such a k is a finite list of\npositive integers such that each integer j of the appropriate form has a\nfactor, d, in the cover, with 1 < d < j. Given a k and its cover, ACL2 is used\nto systematically verify that each integer of the given form has a non-trivial\nfactor in the cover.\n","Comment: In Proceedings ACL2 2011, arXiv:1110.4473"]}]
["1110.4672",{"format":[],"subject":["Computer Science - Logic in Computer Science","D.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4672","EPTCS 70, 2011, pp. 28-45","doi:10.4204/EPTCS.70.3"],"date":["2011-10-20"],"type":["text"],"creator":["Dahlin, Mike","Johnson, Ryan","Krug, Robert Bellarmine","McCoyd, Michael","Young, William"],"language":[],"coverage":[],"title":["Toward the Verification of a Simple Hypervisor"],"description":["  Virtualization promises significant benefits in security, efficiency,\ndependability, and cost. Achieving these benefits depends upon the reliability\nof the underlying virtual machine monitors (hypervisors). This paper describes\nan ongoing project to develop and verify MinVisor, a simple but functional\nType-I x86 hypervisor, proving protection properties at the assembly level\nusing ACL2. Originally based on an existing research hypervisor, MinVisor\nprovides protection of its own memory from a malicious guest. Our long-term\ngoal is to fully verify MinVisor, providing a vehicle to investigate the\nmodeling and verification of hypervisors at the implementation level, and also\na basis for further systems research. Functional segments of the MinVisor C\ncode base are translated into Y86 assembly, and verified with respect to the\nY86 model. The inductive assertions (also known as \"compositional cutpoints\")\nmethodology is used to prove the correctness of the code. The proof of the code\nthat sets up the nested page tables is described. We compare this project to\nrelated efforts in systems code verification and outline some useful steps\nforward.\n","Comment: In Proceedings ACL2 2011, arXiv:1110.4473"]}]
["1110.4673",{"format":[],"subject":["Computer Science - Mathematical Software","Computer Science - Logic in Computer Science","Computer Science - Symbolic Computation","I.2.3","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4673","EPTCS 70, 2011, pp. 46-60","doi:10.4204/EPTCS.70.4"],"date":["2011-10-20"],"type":["text"],"creator":["Kaufmann, Matt","Moore, J Strother"],"language":[],"coverage":[],"title":["How Can I Do That with ACL2? Recent Enhancements to ACL2"],"description":["  The last several years have seen major enhancements to ACL2 functionality,\nlargely driven by requests from its user community, including utilities now in\ncommon use such as 'make-event', 'mbe', and trust tags. In this paper we\nprovide user-level summaries of some ACL2 enhancements introduced after the\nrelease of Version 3.5 (in May, 2009, at about the time of the 2009 ACL2\nworkshop) up through the release of Version 4.3 in July, 2011, roughly a couple\nof years later. Many of these features are not particularly well known yet, but\nmost ACL2 users could take advantage of at least some of them. Some of the\nchanges could affect existing proof efforts, such as a change that treats pairs\nof functions such as 'member' and 'member-equal' as the same function.\n","Comment: In Proceedings ACL2 2011, arXiv:1110.4473"]}]
["1110.4674",{"format":[],"subject":["Computer Science - Symbolic Computation","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4674","EPTCS 70, 2011, pp. 61-69","doi:10.4204/EPTCS.70.5"],"date":["2011-10-20"],"type":["text"],"creator":["Reid, Peter","Gamboa, Ruben"],"language":[],"coverage":[],"title":["Implementing an Automatic Differentiator in ACL2"],"description":["  The foundational theory of differentiation was developed as part of the\noriginal release of ACL2(r). In work reported at the last ACL2 Workshop, we\npresented theorems justifying the usual differentiation rules, including the\nchain rule and the derivative of inverse functions. However, the process of\napplying these theorems to formalize the derivative of a particular function is\ncompletely manual. More recently, we developed a macro and supporting functions\nthat can automate this process. This macro uses the ACL2 table facility to keep\ntrack of functions and their derivatives, and it also interacts with the macro\nthat introduces inverse functions in ACL2(r), so that their derivatives can\nalso be automated. In this paper, we present the implementation of this macro\nand related functions.\n","Comment: In Proceedings ACL2 2011, arXiv:1110.4473"]}]
["1110.4675",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Hardware Architecture","Computer Science - Mathematical Software","F.3.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4675","EPTCS 70, 2011, pp. 70-83","doi:10.4204/EPTCS.70.6"],"date":["2011-10-20"],"type":["text"],"creator":["Seidel, Peter-Michael"],"language":[],"coverage":[],"title":["Formal Verification of an Iterative Low-Power x86 Floating-Point\n  Multiplier with Redundant Feedback"],"description":["  We present the formal verification of a low-power x86 floating-point\nmultiplier. The multiplier operates iteratively and feeds back intermediate\nresults in redundant representation. It supports x87 and SSE instructions in\nvarious precisions and can block the issuing of new instructions. The design\nhas been optimized for low-power operation and has not been constrained by the\nformal verification effort. Additional improvements for the implementation were\nidentified through formal verification. The formal verification of the design\nalso incorporates the implementation of clock-gating and control logic. The\ncore of the verification effort was based on ACL2 theorem proving.\nAdditionally, model checking has been used to verify some properties of the\nfloating-point scheduler that are relevant for the correct operation of the\nunit.\n","Comment: In Proceedings ACL2 2011, arXiv:1110.4473"]}]
["1110.4676",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4676","EPTCS 70, 2011, pp. 84-102","doi:10.4204/EPTCS.70.7"],"date":["2011-10-20"],"type":["text"],"creator":["Swords, Sol","Davis, Jared"],"language":[],"coverage":[],"title":["Bit-Blasting ACL2 Theorems"],"description":["  Interactive theorem proving requires a lot of human guidance. Proving a\nproperty involves (1) figuring out why it holds, then (2) coaxing the theorem\nprover into believing it. Both steps can take a long time. We explain how to\nuse GL, a framework for proving finite ACL2 theorems with BDD- or SAT-based\nreasoning. This approach makes it unnecessary to deeply understand why a\nproperty is true, and automates the process of admitting it as a theorem. We\nuse GL at Centaur Technology to verify execution units for x86 integer, MMX,\nSSE, and floating-point arithmetic.\n","Comment: In Proceedings ACL2 2011, arXiv:1110.4473"]}]
["1110.4677",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4677","EPTCS 70, 2011, pp. 103-112","doi:10.4204/EPTCS.70.8"],"date":["2011-10-20"],"type":["text"],"creator":["Verbeek, Freek","Schmaltz, Julien"],"language":[],"coverage":[],"title":["Formal verification of a deadlock detection algorithm"],"description":["  Deadlock detection is a challenging issue in the analysis and design of\non-chip networks. We have designed an algorithm to detect deadlocks\nautomatically in on-chip networks with wormhole switching. The algorithm has\nbeen specified and proven correct in ACL2. To enable a top-down proof\nmethodology, some parts of the algorithm have been left unimplemented. For\nthese parts, the ACL2 specification contains constrained functions introduced\nwith defun-sk. We used single-threaded objects to represent the data structures\nused by the algorithm. In this paper, we present details on the proof of\ncorrectness of the algorithm. The process of formal verification was crucial to\nget the algorithm flawless. Our ultimate objective is to have an efficient\nexecutable, and formally proven correct implementation of the algorithm running\nin ACL2.\n","Comment: In Proceedings ACL2 2011, arXiv:1110.4473"]}]
["1110.4678",{"format":[],"subject":["Mathematics - Optimization and Control","Quantum Physics","91A05, 81P45 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4678"],"date":["2011-10-20"],"type":["text"],"creator":["Dahl, Gordon B.","Landsburg, Steven E."],"language":[],"coverage":[],"title":["Quantum Strategies"],"description":["  We investigate the consequences of allowing players to adopt strategies which\ntake advantage of quantum randomization devices. In games of full information,\nthe resulting equilibria are always correlated equilibria, but not all\ncorrelated equilibria appear as quantum equilibria. The classical and quantum\ntheories diverge further in games of private information. In the quantum\ncontext, we show that Kuhn's equivalence between behavioral and mixed\nstrategies breaks down. As a result, quantum technology allows players to\nachieve outcomes that would not be achievable with any classical technology\nshort of direct communication; in particular they do not occur as correlated\nequilibria.\n  In general, in games of private information, quantum technology allows\nplayers to achieve outcomes that are Pareto superior to any classical\ncorrelated equilibrium, but not necessarily Pareto optimal. A simple economic\nexample illustrates these points.\n"]}]
["1110.4680",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4680"],"date":["2011-10-20"],"type":["text"],"creator":["Barnsley, Michael","Vince, Andrew"],"language":[],"coverage":[],"title":["Fractal Homeomorphism for Bi-affine Iterated Function Systems"],"description":["  The paper concerns fractal homeomorphism between the attractors of two\nbi-affine iterated function systems. After a general discussion of bi-affine\nfunctions, conditions are provided under which a bi-affine iterated function\nsystem is contractive, thus guaranteeing an attractor. After a general\ndiscussion of fractal homeomorphism, fractal homeomorphisms are constructed for\na specific type of bi-affine iterated function system.\n"]}]
["1110.4684",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4684"],"date":["2011-10-20"],"type":["text"],"creator":["Kim, Sang Pyo"],"language":[],"coverage":[],"title":["Schwinger Pair Production in Solitonic Gauge Fields"],"description":["  We study the time-dependent solitonic gauge fields in scalar QED, in which a\ncharged particle has the energy of reflectionless P\\\"{o}sch-Teller potential\nwith natural quantum numbers. Solving the quantum master equation for quadratic\ncorrelation functions, we find the exact pair-production rates as polynomials\nof inverse square of hyperbolic cosine, which exhibit solitonic characteristics\nof a finite total pair production per unit volume and a non-oscillatory\nbehavior for the entire period, and an exponentially decaying factor in\nasymptotic regions. It is shown that the solitonic gauge fields are the\nsimplest solutions of the quantum master equation and that the back-reaction of\nthe produced pairs does not destabilize the solitonic gauge fields.\n","Comment: JHEP 25 pages, 12 figures"]}]
["1110.4693",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G20, 11T55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4693"],"date":["2011-10-20"],"type":["text"],"creator":["Mak, Kit-Ho","Zaharescu, Alexandru"],"language":[],"coverage":[],"title":["On the distribution of the number of points on a family of curves over\n  finite fields"],"description":["  Let $p$ be a large prime, $\\ell\\geq 2$ be a positive integer, $m\\geq 2$ be an\ninteger relatively prime to $\\ell$ and $P(x)\\in\\mathbb{F}_p[x]$ be a polynomial\nwhich is not a complete $\\ell'$-th power for any $\\ell'$ for which\n$GCD(\\ell',\\ell)=1$. Let $\\mathcal{C}$ be the curve defined by the equation\n$y^{\\ell}=P(x)$, and take the points on $\\mathcal{C}$ to lie in the rectangle\n$[0,p-1]^2$. In this paper, we study the distribution of the number of points\non $\\mathcal{C}$ inside a small rectangle among residue classes modulo $m$ when\nwe move the rectangle around in $[0,p-1]^2$.\n","Comment: 23 pages"]}]
["1110.4696",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4696"],"date":["2011-10-20"],"type":["text"],"creator":["Skvortsov, Alex","Ristic, Branko"],"language":[],"coverage":[],"title":["Monitoring and prediction of an epidemic outbreak using syndromic\n  observations"],"description":["  The paper presents an algorithm for syndromic surveillance of an epidemic\noutbreak formulated in the context of stochastic nonlinear filtering. The\ndynamics of the epidemic is modeled using a generalized compartmental\nepidemiological model with inhomogeneous mixing. The syndromic (typically\nnon-medical) observations of the number of infected people (e.g. visits to\npharmacies, sale of certain products, absenteeism from work/study etc.) are\nused for estimation. The state of the epidemic, including the number of\ninfected people and the unknown parameters of the model, are estimated via a\nparticle filter. The numerical results indicate that the proposed framework can\nprovide useful early prediction of the epidemic peak if the uncertainty in\nprior knowledge of model parameters is not excessive.\n","Comment: Three figures"]}]
["1110.4698",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4698"],"date":["2011-10-21"],"type":["text"],"creator":["López, J. A.","Richer, M. G.","García-Díaz, M. T.","Clark, D. M.","Meaburn, J.","Riesgo, H.","Steffen, W.","Lloyd, M."],"language":[],"coverage":[],"title":["The San Pedro M\\'artir Kinematic Catalogue of Galactic Planetary Nebulae"],"description":["  The San Pedro M\\'artir kinematic catalogue of galactic planetary nebulae\nprovides spatially resolved, long-slit Echelle spectra for about 600 planetary\nnebulae. The data are presented wavelength calibrated and corrected for\nheliocentric motion. For most objects multiple spectra have been acquired and\nimages with accurate slit positions on the nebulae are also presented for each\nobject. This is the most extensive and homogeneous single source of data\nconcerning the internal kinematics of the ionized nebular material in planetary\nnebulae. Data can be retrieved for individual objects or selected by groups\nthat share some common characteristics, such as by morphological classes,\ngalactic population, binary cores, presence of fast outflows, etc. The\ncatalogue is available through the world wide web at\nhttp://kincatpn.astrosen.unam.mx .\n","Comment: 8 pages, 3 figures. Accepted. To appear in Revista Mexicana\n  Astronom\\'{\\i}a y Astrof\\'{\\i}sica, vol 48, 3 (2012)"]}]
["1110.4702",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4702"],"date":["2011-10-21"],"type":["text"],"creator":["Otte, A. Nepomuk","Collaboration, for the VERITAS"],"language":[],"coverage":[],"title":["The Upgrade of VERITAS with High Efficiency Photomultipliers"],"description":["  We are in the process of upgrading the VERITAS array of Cherenkov telescopes\nwith new, high efficiency photomultipliers (PMT) that will considerably lower\nthe energy threshold of the instrument and improve the overall sensitivity. The\nupgrade will be finished in Summer 2012 when the PMTs will be installed in the\nexisting cameras. We discuss the performance of the new photon detectors and\nthe status of the project.\n","Comment: 4 pages, 6 figures, proceedings of the 32nd ICRC, Beijing"]}]
["1110.4703",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4703"],"date":["2011-10-21"],"type":["text"],"creator":["Tadrous, John","Eryilmaz, Atilla","Gamal, Hesham El"],"language":[],"coverage":[],"title":["Proactive Resource Allocation: Harnessing the Diversity and Multicast\n  Gains"],"description":["  This paper introduces the novel concept of proactive resource allocation\nthrough which the predictability of user behavior is exploited to balance the\nwireless traffic over time, and hence, significantly reduce the bandwidth\nrequired to achieve a given blocking/outage probability. We start with a simple\nmodel in which the smart wireless devices are assumed to predict the arrival of\nnew requests and submit them to the network T time slots in advance. Using\ntools from large deviation theory, we quantify the resulting prediction\ndiversity gain} to establish that the decay rate of the outage event\nprobabilities increases with the prediction duration T. This model is then\ngeneralized to incorporate the effect of the randomness in the prediction\nlook-ahead time T. Remarkably, we also show that, in the cognitive networking\nscenario, the appropriate use of proactive resource allocation by the primary\nusers improves the diversity gain of the secondary network at no cost in the\nprimary network diversity. We also shed lights on multicasting with predictable\ndemands and show that the proactive multicast networks can achieve a\nsignificantly higher diversity gain that scales super-linearly with T. Finally,\nwe conclude by a discussion of the new research questions posed under the\numbrella of the proposed proactive (non-causal) wireless networking framework.\n"]}]
["1110.4705",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4705","Annals of Applied Statistics 2011, Vol. 5, No. 3, 1752-1779","doi:10.1214/11-AOAS466"],"date":["2011-10-21"],"type":["text"],"creator":["Li, Qunhua","Brown, James B.","Huang, Haiyan","Bickel, Peter J."],"language":[],"coverage":[],"title":["Measuring reproducibility of high-throughput experiments"],"description":["  Reproducibility is essential to reliable scientific discovery in\nhigh-throughput experiments. In this work we propose a unified approach to\nmeasure the reproducibility of findings identified from replicate experiments\nand identify putative discoveries using reproducibility. Unlike the usual\nscalar measures of reproducibility, our approach creates a curve, which\nquantitatively assesses when the findings are no longer consistent across\nreplicates. Our curve is fitted by a copula mixture model, from which we derive\na quantitative reproducibility score, which we call the \"irreproducible\ndiscovery rate\" (IDR) analogous to the FDR. This score can be computed at each\nset of paired replicate ranks and permits the principled setting of thresholds\nboth for assessing reproducibility and combining replicates. Since our approach\npermits an arbitrary scale for each replicate, it provides useful descriptive\nmeasures in a wide variety of situations to be explored. We study the\nperformance of the algorithm using simulations and give a heuristic analysis of\nits theoretical properties. We demonstrate the effectiveness of our method in a\nChIP-seq experiment.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOAS466 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1110.4711",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4711"],"date":["2011-10-21"],"type":["text"],"creator":["Re, Riccardo"],"language":[],"coverage":[],"title":["Principal part bundles on $\\PP^n$ and quiver representations"],"description":["  We study the principal parts bundles $P^k (L)$ of the degree $d$ line bundle\n$L$ on the $n$ dimensional projective space as homogeneous bundles and we\ndescribe their associated quiver representations. We use this approach to show\nthat if $n$ is greater or equal that 2, and $0\\leq d<k$, then there exists an\ninvariant splitting $P^k(L)=Q\\oplus (S^dV\\otimes \\OO_{\\PP^n})$ with $Q$ a\nstable homogeneous vector bundle. The splitting properties of such bundles were\npreviously known only for n=1 or $k\\leq d$ or $d<0$. Moreover we show that for\nany $d$ and any $h<k$ the canonical map from $P^k(L)$ to $P^h(L)$ always\ninduces a linear map on the spaces of global sections which has maximal rank.\n"]}]
["1110.4713",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4713"],"date":["2011-10-21"],"type":["text"],"creator":["Hennig, Philipp","Stern, David","Herbrich, Ralf","Graepel, Thore"],"language":[],"coverage":[],"title":["Kernel Topic Models"],"description":["  Latent Dirichlet Allocation models discrete data as a mixture of discrete\ndistributions, using Dirichlet beliefs over the mixture weights. We study a\nvariation of this concept, in which the documents' mixture weight beliefs are\nreplaced with squashed Gaussian distributions. This allows documents to be\nassociated with elements of a Hilbert space, admitting kernel topic models\n(KTM), modelling temporal, spatial, hierarchical, social and other structure\nbetween documents. The main challenge is efficient approximate inference on the\nlatent Gaussian. We present an approximate algorithm cast around a Laplace\napproximation in a transformed basis. The KTM can also be interpreted as a type\nof Gaussian process latent variable model, or as a topic model conditional on\ndocument features, uncovering links between earlier work in these areas.\n"]}]
["1110.4716",{"format":[],"subject":["Mathematics - Spectral Theory","34L40, 30C20, 47E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4716"],"date":["2011-10-21"],"type":["text"],"creator":["Korotyaev, Evgeny L."],"language":[],"coverage":[],"title":["Sharp asymptotics of the quasimomentum"],"description":["  We consider the Schr\\\"odinger operator with a periodic potential $p$ on the\nreal line. We assume that $p$ belongs to the Sobolev space $\\mH_m$ on the\ncircle for some $m\\ge -1$, and we determine the asymptotics of the\nquasimomentum and the Titchmarsh-Weyl functions, the Bloch functions at high\nenergy.\n","Comment: 16 pages, 3 figures, keywords: quasimomentum, integrated density of\n  states, periodic potential"]}]
["1110.4717",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4717"],"date":["2011-10-21"],"type":["text"],"creator":["Blomer, Valentin"],"language":[],"coverage":[],"title":["On the 4-norm of an automorphic form"],"description":["  We prove the optimal upper bound sum || f ||_4^4 << q^{eps} where f runs over\nan orthonormal basis of Maass cusp forms of prime level q and bounded spectral\nparameter.\n"]}]
["1110.4719",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4719"],"date":["2011-10-21"],"type":["text"],"creator":["Petit, Thierry","Beldiceanu, Nicolas","Lorca, Xavier"],"language":[],"coverage":[],"title":["A Generalized Arc-Consistency Algorithm for a Class of Counting\n  Constraints: Revised Edition that Incorporates One Correction"],"description":["  This paper introduces the SEQ BIN meta-constraint with a polytime algorithm\nachieving general- ized arc-consistency according to some properties. SEQ BIN\ncan be used for encoding counting con- straints such as CHANGE, SMOOTH or\nINCREAS- ING NVALUE. For some of these constraints and some of their variants\nGAC can be enforced with a time and space complexity linear in the sum of\ndomain sizes, which improves or equals the best known results of the\nliterature.\n"]}]
["1110.4723",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4723"],"date":["2011-10-21"],"type":["text"],"creator":["He, Xinran","Song, Guojie","Chen, Wei","Jiang, Qingye"],"language":[],"coverage":[],"title":["Influence Blocking Maximization in Social Networks under the Competitive\n  Linear Threshold Model Technical Report"],"description":["  In many real-world situations, different and often opposite opinions,\ninnovations, or products are competing with one another for their social\ninfluence in a networked society. In this paper, we study competitive influence\npropagation in social networks under the competitive linear threshold (CLT)\nmodel, an extension to the classic linear threshold model. Under the CLT model,\nwe focus on the problem that one entity tries to block the influence\npropagation of its competing entity as much as possible by strategically\nselecting a number of seed nodes that could initiate its own influence\npropagation. We call this problem the influence blocking maximization (IBM)\nproblem. We prove that the objective function of IBM in the CLT model is\nsubmodular, and thus a greedy algorithm could achieve 1-1/e approximation\nratio. However, the greedy algorithm requires Monte-Carlo simulations of\ncompetitive influence propagation, which makes the algorithm not efficient. We\ndesign an efficient algorithm CLDAG, which utilizes the properties of the CLT\nmodel, to address this issue. We conduct extensive simulations of CLDAG, the\ngreedy algorithm, and other baseline algorithms on real-world and synthetic\ndatasets. Our results show that CLDAG is able to provide best accuracy in par\nwith the greedy algorithm and often better than other algorithms, while it is\ntwo orders of magnitude faster than the greedy algorithm.\n","Comment: Full version technical report of Paper \"Influence Blocking\n  Maximization in Social Networks under the Competitive Linear Threshold Model\"\n  which has been submitted to SDM2012. 14 pages"]}]
["1110.4727",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4727"],"date":["2011-10-21"],"type":["text"],"creator":["Camarda, Massimo","Anzalone, Ruggero","D'Arrigo, Giuseppe","Severino, Andrea","Piluso, Nicolò","Canino, Andrea","La Via, Francesco","La Magna, Antonino"],"language":[],"coverage":[],"title":["Correlation between microstructure deflections and film/substrate\n  curvature under generalized stress fields"],"description":["  In this article we develop an analytical theory that correlates the\nmacroscopic curvature of stressed film/substrate systems with the microscopic\nin-plane and out-of-plane deflections of planar rotators. Extending this\nstress-deflection relations in the case of nonlinear stress fields and\nvalidating the results with the aid of finite element simulations. We use this\ntheory to study the heteroepitaxial growth of cubic silicon carbide on silicon\n(100) and discover that due, to defects generated on the silicon substrate\nduring the carbonization process, wafer curvature techniques may not allow the\ndetermination of the stress field in the grown films either quantitatively or\nqualitatively.\n"]}]
["1110.4730",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4730","Lasers in Engineering vol 20, No 1-2, p 47-53, (2010)"],"date":["2011-10-21"],"type":["text"],"creator":["Marciak-Kozlowska, J","Kozlowski, Miroslaw"],"language":[],"coverage":[],"title":["Quantum Cattaneo wave equation for ultra-short laser pulses interaction\n  with electron and nucleon gases"],"description":["  In this paper the quantum Cattaneo wave equation for ultra-short laser pulses\ninteraction with medium is obtained . The explicit formulae for electron and\nnucleon gases are presented\n","Comment: 10 pgs"]}]
["1110.4733",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R30, 35L20, 35A02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4733"],"date":["2011-10-21"],"type":["text"],"creator":["Bal, Guillaume"],"language":[],"coverage":[],"title":["Hybrid inverse problems and internal functionals"],"description":["  This paper reviews recent results on hybrid inverse problems, which are also\ncalled coupled-physics inverse problems of multi-wave inverse problems. Inverse\nproblems tend to be most useful in, e.g., medical and geophysical imaging, when\nthey combine high contrast with high resolution. In some settings, a single\nmodality displays either high contrast or high resolution but not both. In\nfavorable situations, physical effects couple one modality with high contrast\nwith another modality with high resolution. The mathematical analysis of such\ncouplings forms the class of hybrid inverse problems.\n  Hybrid inverse problems typically involve two steps. In a first step, a\nwell-posed problem involving the high-resolution low-contrast modality is\nsolved from knowledge of boundary measurements. In a second step, a\nquantitative reconstruction of the parameters of interest is performed from\nknowledge of the point-wise, internal, functionals of the parameters\nreconstructed during the first step. This paper reviews mathematical techniques\nthat have been developed in recent years to address the second step.\n  Mathematically, many hybrid inverse problems find interpretations in terms of\nlinear and nonlinear (systems of) equations. In the analysis of such equations,\none often needs to verify that qualitative properties of solutions to elliptic\nlinear equations are satisfied, for instance the absence of any critical\npoints. This paper reviews several methods to prove that such qualitative\nproperties hold, including the method based on the construction of complex\ngeometric optics solutions.\n","Comment: 36 pages. Review paper"]}]
["1110.4735",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","82C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4735","Proceedings of Moscow Institute of Physics and Technology, 2010,\n  volume 2, No. 4"],"date":["2011-10-21"],"type":["text"],"creator":["Malyshev, V. A.","Zamyatin, A. A."],"language":[],"coverage":[],"title":["Introduction to stochastic models of transportation flows. Part I"],"description":["  We consider here probabilistic models of transportation flows. The main goal\nof this introduction is rather not to present various techniques for problem\nsolving but to present some intuition to invent adequate and natural models\nhaving visual simplicity and simple (but rigorous) formulation, the main\nobjects being cars not abstract flows. The papers consists of three parts.\nFirst part considers mainly linear flows on short time scale - dynamics of the\nflow due to changing driver behavior. Second part studies linear flow on longer\ntime scales - individual car trajectory from entry to exit from the road. Part\nthree considers collective car movement in complex transport networks.\n","Comment: 20 pages"]}]
["1110.4736",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4736"],"date":["2011-10-21"],"type":["text"],"creator":["Egorov, Dmitry V."],"language":[],"coverage":[],"title":["Mirror Kaehler potential on Calabi-Yau threefolds"],"description":["  The classical Kaehler potential is a real-valued function (KP) such that one\ncan determine a Kaehler (symplectic) structure by differentiating KP. We define\na mirror Kaehler potential on Calabi-Yau 3-folds, a real-valued function (MKP)\nsuch that one can determine a complex structure by differentiating MKP.\n","Comment: 10 pages"]}]
["1110.4739",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4739"],"date":["2011-10-21"],"type":["text"],"creator":["Barbaro, M. B.","Amaro, J. E.","Caballero, J. A.","Donnelly, T. W.","Udias, J. M.","Williamson, C. F."],"language":[],"coverage":[],"title":["Meson-exchange Currents and Quasielastic Neutrino Cross Sections"],"description":["  We illustrate and discuss the role of meson-exchange currents in quasielastic\nneutrino-nucleus scattering induced by charged currents, comparing the results\nwith the recent MiniBooNE data for differential and integrated cross sections.\n","Comment: 9 pages, 8 figures; Proceedings of the 30th International Workshop on\n  Nuclear Theory IWNT30, Rila Mountains, Bulgaria, June 27 - July 2, 2011"]}]
["1110.4744",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4744"],"date":["2011-10-21"],"type":["text"],"creator":["Nieto, D.","Martínez, V.","Mirabal, N.","Barrio, J. A.","Satalecka, K.","Pardo, S.","Lozano, I."],"language":[],"coverage":[],"title":["A search for possible dark matter subhalos as IACT targets in the First\n  Fermi-LAT Source Catalog"],"description":["  We present a systematic search for potential dark matter subhalos in our\nGalaxy among the 630 unassociated sources included in the First Fermi-LAT\nSource Catalog. Assuming a hypothetical dark matter particle that could\ngenerate observable gamma-ray photons beyond the Fermi energy range through\nself-annihilation, we look for reasonable targets for ground-based Imaging\nAtmospheric Cherenkov Telescopes at energies E > 100 GeV. In order to narrow\nthe origin of these enigmatic sources, we look for their possible counterparts\nin other wavelengths including X-ray, radio, and optical spectroscopy. We find\nthat the synergy between Fermi and Cherenkov telescopes, along with\nmultiwavelength observations, could play a key role in indirect searches for\ndark matter.\n","Comment: 4 pages, 3 figures, 1 table, 2011 Fermi Symposium proceedings - eConf\n  C110509"]}]
["1110.4745",{"format":[],"subject":["Mathematics - Differential Geometry","49K20, 58E20, 53C42. {\\bf Mathematics Subject Classification}:\n  49K20, 58E20, 53C42. Mathematics Subject Classification: 49K20, 58E20, 53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4745"],"date":["2011-10-21"],"type":["text"],"creator":["Udriste, Constantin"],"language":[],"coverage":[],"title":["Multitime maximum principle approach of minimal submanifolds and\n  harmonic maps"],"description":["  Some optimization problems coming from the Differential Geometry, as for\nexample, the minimal submanifolds problem and the harmonic maps problem are\nsolved here via interior solutions of appropriate multitime optimal control\nproblems.\n  Section 1 underlines some science domains where appear multitime optimal\ncontrol problems. Section 2 (Section 3) recalls the multitime maximum principle\nfor optimal control problems with multiple (curvilinear) integral cost\nfunctionals and $m$-flow type constraint evolution. Section 4 shows that there\nexists a multitime maximum principle approach of multitime variational\ncalculus. Section 5 (Section 6) proves that the minimal submanifolds (harmonic\nmaps) are optimal solutions of multitime evolution PDEs in an appropriate\nmultitime optimal control problem. Section 7 uses the multitime maximum\nprinciple to show that of all solids having a given surface area, the sphere is\nthe one having the greatest volume. Section 8 studies the minimal area of a\nmultitime linear flow as optimal control problem. Section 9 contains\ncommentaries.\n","Comment: The original results in this paper show that the minimal submanifolds\n  and the harmonic maps are solutions of multitime optimal control problems. In\n  this way we change the traditional geometrical viewpoint,looking at a minimal\n  submanifold or at a harmonic map as solution in a multitime optimal control\n  system via the multitime maximum principle"]}]
["1110.4751",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4751"],"date":["2011-10-21"],"type":["text"],"creator":["Grab, Christoph"],"language":[],"coverage":[],"title":["Measurement of B-Bbar Angular Correlations at $\\sqrt{s}$ 7 TeV with the\n  CMS Experiment"],"description":["  Measurements of the angular correlations between beauty and anti-beauty\nhadrons produced in LHC pp collisions at $\\sqrt{s}=7$ TeV are presented. These\nresults probe for the first time the small angular separation region and show\nsensitivity to collinear particle emission. The results are compared with\npredictions based on perturbative QCD calculations at leading and\nnext-to-leading order.\n","Comment: Conference proceedings for XIV International Conference on Hadron\n  Spectroscopy \"Hadron 2011\"; 5 pages, 4 figures"]}]
["1110.4754",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4754"],"date":["2011-10-21"],"type":["text"],"creator":["Pavšič, Matej"],"language":[],"coverage":[],"title":["Extra Time Like Dimensions, Superluminal Motion, and Dark Matter"],"description":["  We show that the superluminal speeds of the muon neutrinos observed in the\nOPERA experiment can be explained within a relativity theory with extra time\nlike dimensions. In addition, such theory predicts, the existence of dark\nmatter.\n","Comment: 10 pages"]}]
["1110.4756",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4756"],"date":["2011-10-21"],"type":["text"],"creator":["Chen, Guang-Sheng"],"language":[],"coverage":[],"title":["Fourier Cosine and Sine Transform on fractal space"],"description":["  In this paper, we establish local fractional Fourier Cosine and Sine\nTransforms on fractal space, considered some properties of local fractional\nCosine and Sine Transforms, show applications of local fractional Fourier\nCosine and Sine transform to local fractional equations with local fractional\nderivative.\n","Comment: 8 pages"]}]
["1110.4760",{"format":[],"subject":["Physics - Optics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4760","Proc. SPIE Vol. 8166 (2011) 81661Q","doi:10.1117/12.896839"],"date":["2011-10-21"],"type":["text"],"creator":["Burger, S.","Zschiedrich, L.","Pomplun, J.","Schmidt, F.","Kato, A.","Laubis, C.","Scholze, F."],"language":[],"coverage":[],"title":["Investigation of 3D Patterns on EUV Masks by Means of Scatterometry and\n  Comparison to Numerical Simulations"],"description":["  EUV scatterometry is performed on 3D patterns on EUV lithography masks.\nNumerical simulations of the experimental setup are performed using a rigorous\nMaxwell solver. Mask geometry is determined by minimizing the difference\nbetween experimental results and numerical results for varied geometrical input\nparameters for the simulations.\n"]}]
["1110.4764",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4764","Astrophysics and Space Science, volume 335, number 2, p.475-483,\n  2011","doi:10.1007/s10509-011-0747-1"],"date":["2011-10-21"],"type":["text"],"creator":["Roman, Rodica"],"language":[],"coverage":[],"title":["`Similar' coordinate systems and the Roche geometry. Application"],"description":["  A new equivalence relation, named relation of 'similarity' is defined and\napplied in the restricted three-body problem. Using this relation, a new class\nof trajectories (named 'similar' trajectories) are obtained; they have the\ntheoretical role to give us new details in the restricted three-body problem.\nThe 'similar' coordinate systems allow us in addition to obtain a unitary and\nan elegant demonstration of some analytical relations in the Roche geometry. As\nan example, some analytical relations published in Astrophysical Journal by\nSeidov in 2004 are demonstrated.\n","Comment: 9 pages (preprint format), 9 figures, published in Astrophysics and\n  Space Science"]}]
["1110.4767",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4767"],"date":["2011-10-21"],"type":["text"],"creator":["Anantharaman, A.","Blanc, X.","Legoll, F."],"language":[],"coverage":[],"title":["Asymptotic behaviour of Green functions of divergence form operators\n  with periodic coefficients"],"description":["  This article is concerned with the asymptotic behaviour, at infinity and at\nthe origin, of Green functions of operators of the form $Lu = -\\text{div} (A\n\\nabla u),$ where $A$ is a periodic, coercive and bounded matrix.\n"]}]
["1110.4779",{"format":[],"subject":["Mathematics - Operator Algebras","46L51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4779"],"date":["2011-10-21"],"type":["text"],"creator":["Albeverio, S.","Kudaybergenov, K. K.","Djumamuratov, R. T."],"language":[],"coverage":[],"title":["Conditions of coincidence of central extensions of von Neumann algebras\n  and algebras of measurable operators"],"description":["  Given a von Neumann algebra $M$ we consider the central extension $E(M)$ of\n$M.$ We describe class of von Neumann algebras $M$ for which the algebra $E(M)$\ncoincides with the algebra $S(M)$ -- the algebra of all measurable operators\nwith respect to $M,$ and with $S(M, \\tau)$ -- the algebra of all\n$\\tau$-measurable operators with respect to $M.$\n","Comment: 14 pages"]}]
["1110.4781",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4781"],"date":["2011-10-21"],"type":["text"],"creator":["van Putten, Maurice H. P. M."],"language":[],"coverage":[],"title":["Narrowing of the neutrino light curve in the OPERA experiment"],"description":["  In the OPERA experiment, the time of arrival of the neutrino light curve at\nLNGS is defined by a best-fit to the generating proton PDF at CERN. By a two\nparameter matched filtering procedure, we determine that the OPERA neutrino\nlight curve is narrower by about 0.4-0.5% relative to the proton PDF. The\nresults indicate as yet undetermined physics in the creation of neutrinos in\nCERN and a reduced significance of the OPERA detection to less than 4 $\\sigma.$\n"]}]
["1110.4785",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4785"],"date":["2011-10-21"],"type":["text"],"creator":["Martínez-Villa, R.","Ortiz-Morales, M."],"language":[],"coverage":[],"title":["Tilting theory and functor categories I. Classical tilting"],"description":["  Tilting theory has been a very important tool in the classification of finite\ndimensional algebras of finite and tame representation type, as well as, in\nmany other branches of mathematics. Happel [Ha] proved that generalized tilting\ninduces derived equivalences between module categories, and tilting complexes\nwere used by Rickard [Ri] to develop a general Morita theory of derived\ncategories. In the other hand, functor categories were introduced in\nrepresentation theory by M. Auslander and used in his proof of the first\nBrauer- Thrall conjecture and later on, used systematically in his joint work\nwith I. Reiten on stable equivalence and many other applications. Recently,\nfunctor categories were used to study the Auslander- Reiten components of\nfinite dimensional algebras. The aim of the paper is to extend tilting theory\nto arbitrary functor cate- gories, having in mind applications to the functor\ncategory Mod(mod{\\Lambda}), with {\\Lambda} a finite dimensional algebra.\n","Comment: It\\'s the first of three papers"]}]
["1110.4789",{"format":[],"subject":["Nuclear Experiment","Astrophysics - Solar and Stellar Astrophysics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4789","Phys. Rev. C 84, 045808 (2011)","doi:10.1103/PhysRevC.84.045808"],"date":["2011-10-21"],"type":["text"],"creator":["Sauerwein, A.","Becker, H. W.","Dombrowski, H.","Elvers, M.","Endres, J.","Giesen, U.","Hasper, J.","Hennig, A.","Netterdon, L.","Rauscher, T.","Rogalla, D.","Zell, K. O.","Zilges, A."],"language":[],"coverage":[],"title":["Determination of 141Pr(alpha,n)144Pm cross sections at energies of\n  relevance for the astrophysical p-process using the gamma-gamma coincidence\n  method"],"description":["  The reaction 141Pr(alpha,n)144Pm was investigated between E_alpha=11 MeV and\n15 MeV with the activation method using the gamma-gamma coincidence method with\na segmented clover-type high-purity Germanium (HPGe) detector. Measurements\nwith four other HPGe detectors were additionally made. The comparison proves\nthat the gamma-gamma coincidence method is an excellent tool to investigate\ncross sections down to the microbarn range. The (alpha,n) reaction at low\nenergy is especially suited to test alpha+nucleus optical-model potentials for\napplication in the astrophysical p-process. The experimentally determined cross\nsections were compared to Hauser-Feshbach statistical model calculations using\ndifferent optical potentials and generally an unsatisfactory reproduction of\nthe data was found. A local potential was constructed to improve the\ndescription of the data. The consequences of applying the same potential to\ncalculate astrophysical (gamma,alpha) rates for 145Pm and 148Gd were explored.\nIn summary, the data and further results underline the problems in global\npredictions of alpha+nucleus optical potentials at astrophysically relevant\nenergies.\n","Comment: 13 pages, 9 figures, accepted in Phys. Rev. C"]}]
["1110.4794",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","Primary 42B20, 37L50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4794"],"date":["2011-10-21"],"type":["text"],"creator":["Bernicot, Frederic","Germain, Pierre"],"language":[],"coverage":[],"title":["Bilinear dispersive estimates via space-time resonances. Part I : the\n  one dimensional case"],"description":["  We prove new bilinear dispersive estimates. They are obtained and described\nvia a bilinear time-frequency analysis following the space-time resonances\nmethod, introduced by Masmoudi, Shatah, and the second author. They allow us to\nunderstand the large time behavior of solutions of quadratic dispersive\nequations.\n","Comment: 32 pages"]}]
["1110.4801",{"format":[],"subject":["Computer Science - Symbolic Computation","Computer Science - Cryptography and Security","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4801"],"date":["2011-10-19"],"type":["text"],"creator":["Cao, Zhengjun","Fan, Xiao"],"language":[],"coverage":[],"title":["Improvement Of Barreto-Voloch Algorithm For Computing $r$th Roots Over\n  Finite Fields"],"description":["  Root extraction is a classical problem in computers algebra. It plays an\nessential role in cryptosystems based on elliptic curves. In 2006, Barreto and\nVoloch proposed an algorithm to compute $r$th roots in ${F}_{q^m} $ for certain\nchoices of $m$ and $q$. If $r\\,||\\,q-1$ and $ (m, r)=1, $ they proved that the\ncomplexity of their method is $\\widetilde{\\mathcal {O}}(r(\\log m+\\log\\log\nq)m\\log q) $. In this paper, we extend the Barreto-Voloch algorithm to the\ngeneral case that $r\\,||\\,q^m-1$, without the restrictions $r\\,||\\,q-1$ and\n$(m, r)=1 $. We also specify the conditions that the Barreto-Voloch algorithm\ncan be preferably applied.\n"]}]
["1110.4802",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4802"],"date":["2011-09-27"],"type":["text"],"creator":["de Sevricourt, O. Cugnon","Tariel, V."],"language":[],"coverage":[],"title":["Cameleon language Part 1: Processor"],"description":["  Emergence is the way complex systems arise out of a multiplicity of\nrelatively simple interactions between primitives. Since programming problems\nbecome more and more complexes and transverses, our vision is that application\ndevelopment should be process at two scales: micro- and macro-programming where\nat the micro-level the paradigm is step-by-step and at macro-level the paradigm\nis emergence. For micro-programming, which focuses on how things happen,\npopular languages, Java, C++, Python, are imperative writing languages where\nthe code is a sequence of sentences executed by the computer. For\nmacro-programming, which focuses on how things connect, popular languages,\nlabVIEW, Blender, Simulink, are graphical data flow languages such that the\nprogram is a composition of operators, a unit-process consuming input data and\nproducing output data, and connectors, a data-flow between an output data and\nan input data of two operators. However, despite their fruitful applications,\nthese macro-languages are not transversal since different data-structures of\nnative data-structures cannot be integrated in their framework easily. Cameleon\nlanguage is a graphical data flow language following a two-scale paradigm. It\nallows an easy up-scale that is the integration of any library writing in C++\nin the data flow language. Cameleon language aims to democratize\nmacro-programming by an intuitive interaction between the human and the\ncomputer where building an application based on a data-process and a GUI is a\nsimple task to learn and to do. Cameleon language allows conditional execution\nand repetition to solve complex macro-problems. In this paper we introduce a\nnew model based on the extension of the petri net model for the description of\nhow the Cameleon language executes a composition.\n","Comment: 10 pages"]}]
["1110.4811",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure","91B26, 91G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4811"],"date":["2011-10-21"],"type":["text"],"creator":["Cohen, Samuel N.","Szpruch, Lukasz"],"language":[],"coverage":[],"title":["A limit order book model for latency arbitrage"],"description":["  We consider a single security market based on a limit order book and two\ninvestors, with different speeds of trade execution. If the fast investor can\nfront-run the slower investor, we show that this allows the fast trader to\nobtain risk free profits, but that these profits cannot be scaled. We derive\nthe fast trader's optimal behaviour when she has only distributional knowledge\nof the slow trader's actions, with few restrictions on the possible prior\ndistributions. We also consider the slower trader's response to the presence of\na fast trader in a market, and the effects of the introduction of a `Tobin tax'\non financial transactions. We show that such a tax can lead to the elimination\nof profits from front-running strategies. Consequently, a Tobin tax can both\nincrease market efficiency and attract traders to a market.\n"]}]
["1110.4814",{"format":[],"subject":["Mathematics - Number Theory","Primary 11N25, Secondary 11A63, 11B50, 11L07, 11N37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4814"],"date":["2011-10-21"],"type":["text"],"creator":["Morgenbesser, Johannes F.","Stoll, T."],"language":[],"coverage":[],"title":["On a problem of Chen and Liu concerning the prime power factorization of\n  $n!$"],"description":["  For a fixed prime $p$, let $e_p(n!)$ denote the order of $p$ in the prime\nfactorization of $n!$. Chen and Liu (2007) asked whether for any fixed $m$, one\nhas $\\{e_p(n^2!) \\bmod m:\\; n\\in\\mathbb{Z}\\}=\\mathbb{Z}_m$ and $\\{e_p(q!) \\bmod\nm:\\; q {prime}\\}=\\mathbb{Z}_m$. We answer these two questions and show\nasymptotic formulas for $# \\{n<x: n \\equiv a \\bmod d,\\; e_p(n^2!)\\equiv r \\bmod\nm\\}$ and $# \\{q<x: q {prime}, q \\equiv a \\bmod d,\\; e_p(q!)\\equiv r \\bmod m\\}$.\nFurthermore, we show that for each $h\\geq 3$, we have $\\{n<x: n \\equiv a \\bmod\nd,\\; e_p(n^h!)\\equiv r \\bmod m\\} \\gg x^{4/(3h+1)}$.\n","Comment: 9 pages"]}]
["1110.4820",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4820"],"date":["2011-10-21"],"type":["text"],"creator":["Lavale, Monica"],"language":[],"coverage":[],"title":["Analysis of Differential Phase Shift Quantum Key Distribution"],"description":["  We review the implementation of two QKD protocols (BB84 and B92) keeping in\nmind that their implementations do not easily satisfy the requirement of use of\nsingle photons. We argue that current models do not take into account issues\nraised by the Uncertainty Principle related to time-location and transmission\ncharacteristics of single photons. This indicates that security proofs of\ncurrent implementations even after the fixes for the recent successful hacks\nare made will be hard to obtain.\n","Comment: 10 pages, 9 figures"]}]
["1110.4829",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4829"],"date":["2011-10-21"],"type":["text"],"creator":["Ceccopieri, F. A.","Favart, L."],"language":[],"coverage":[],"title":["QCD fits in diffractive DIS revisited"],"description":["  A new method of extracting diffractive parton distributions is presented\nwhich avoids the use of Regge theory ansatz and is in much closer relation with\nthe factorization theorem for diffarctive hard processes.\n","Comment: proceeding to PHOTON11 conference"]}]
["1110.4830",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","Primary 11A63, Secondary 11N37, 11N69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4830"],"date":["2011-10-21"],"type":["text"],"creator":["Stoll, Thomas"],"language":[],"coverage":[],"title":["The sum of digits of polynomial values in arithmetic progressions"],"description":["  Let $q, m\\geq 2$ be integers with $(m,q-1)=1$. Denote by $s_q(n)$ the sum of\ndigits of $n$ in the $q$-ary digital expansion. Further let $p(x)\\in\nmathbb{Z}[x]$ be a polynomial of degree $h\\geq 3$ with $p(\\mathbb{N})\\subset\n\\mathbb{N}$. We show that there exist $C=C(q,m,p)>0$ and $N_0=N_0(q,m,p)\\geq\n1$, such that for all $g\\in\\mathbb{Z}$ and all $N\\geq N_0$, $$#\\{0\\leq n< N:\n\\quad s_q(p(n))\\equiv g \\bmod m\\}\\geq C N^{4/(3h+1)}.$$ This is an improvement\nover the general lower bound given by Dartyge and Tenenbaum (2006), which is $C\nN^{2/h!}$.\n","Comment: 6 pages"]}]
["1110.4834",{"format":[],"subject":["Mathematics - Dynamical Systems","93D20, 93D30, 68R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4834"],"date":["2011-10-21"],"type":["text"],"creator":["Orange, Sébastien","Verdière, Nathalie"],"language":[],"coverage":[],"title":["Nonlinear Synchronization on Connected Undirected Networks"],"description":["  This paper gives sufficient conditions for having complete synchronization of\noscillators in connected undirected networks. The considered oscillators are\nnot necessarily identical and the synchronization terms can be nonlinear. An\nimportant problem about oscillators networks is to determine conditions for\nhaving complete synchronization that is the stability of the synchronous state.\nThe synchronization study requires to take into account the graph topology. In\nthis paper, we extend some results to non linear cases and we give an existence\ncondition of trajectories. Sufficient conditions given in this paper are based\non the study of a Lyapunov function and the use of a pseudometric which enables\nus to link network dynamics and graph theory. Applications of these results are\npresented.\n"]}]
["1110.4838",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","I.2.11","I.2.9"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4838","K. Klein and S. Suri. Complete information pursuit evasion in\n  polygonal environments. In 25th Conference on Artificial Intelligence (AAAI),\n  pages 1120--1125, 2011"],"date":["2011-10-21"],"type":["text"],"creator":["Klein, Kyle","Suri, Subhash"],"language":[],"coverage":[],"title":["Capturing an Evader in Polygonal Environments: A Complete Information\n  Game"],"description":["  Suppose an unpredictable evader is free to move around in a polygonal\nenvironment of arbitrary complexity that is under full camera surveillance. How\nmany pursuers, each with the same maximum speed as the evader, are necessary\nand sufficient to guarantee a successful capture of the evader? The pursuers\nalways know the evader's current position through the camera network, but need\nto physically reach the evader to capture it. We allow the evader the knowledge\nof the current positions of all the pursuers as well---this accords with the\nstandard worst-case analysis model, but also models a practical situation where\nthe evader has \"hacked\" into the surveillance system.\n  Our main result is to prove that three pursuers are always sufficient and\nsometimes necessary to capture the evader. The bound is independent of the\nnumber of vertices or holes in the polygonal environment. The result should be\ncontrasted with the incomplete information pursuit-evasion where at least\n{\\Omega}(\\surd h + log n) pursuers are required just for detecting the evader\nin an environment with n vertices and h holes.\n","Comment: 17 pages, 12 figures"]}]
["1110.4842",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4842"],"date":["2011-10-21"],"type":["text"],"creator":["Shanenko, A. A.","Croitoru, M. D.","Vagov, A. V.","Axt, V. M.","Perali, A.","Peeters, F. M."],"language":[],"coverage":[],"title":["BCS-BEC crossover-like phenomena driven by quantum-size effects in\n  quasi-one-dimensional fermionic condensates"],"description":["  Quantum confinement is known to influence fermionic condensates, resulting in\nquantum-size oscillations of superfluid/superconducting properties. Here we\nshow that the impact of quantum-size effects is even more dramatic. Under\nrealistic conditions, a significant phase-space reconfiguration induced by\nquantum-size effects opens a quasi-molecule channel in the fermionic pairing so\nthat the condensed pairs exhibit features typical of a molecular state. As an\nillustration we consider a quasi-one-dimensional fermionic condensate, as\nrealized, e.g., in cigar-shaped atomic Fermi gases or superconducting quantum\nwires. In this case the transverse quantization of the particle motion favors\npairing through a coherent superposition of quantum channels that are formed\ndue to the grouping of single-particle levels into a series of well\ndistinguished subbands. Whenever the bottom of a subband approaches the Fermi\nlevel, the longitudinal spatial distribution of fermions in a condensed pair\nbecomes strongly localized within the corresponding quantum channel. The\nfermionic pairs in this channel resemble molecules with bosonic character.\n"]}]
["1110.4844",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4844"],"date":["2011-10-21"],"type":["text"],"creator":["Kang, Jeon-Hyung","Kim, Jihie"],"language":[],"coverage":[],"title":["Analyzing Answers in Threaded Discussions using a Role-Based Information\n  Network"],"description":["  Online discussion boards are an important medium for collaboration. The goal\nof our work is to understand how messages and individual discussants contribute\nto Q&A discussions. We present a novel network model for capturing in-formation\nroles of messages and discussants, and show how we identify useful answers to\nthe initial question. We first classify information seeking or information\nproviding roles of messages, such as question, answer or acknowledgement. We\nalso identify user intent in the discussion as an information seeker or a\nprovider. We capture such role information within a reply-to discussion\nnetwork, and identify messages that answer seeker questions and how answeres\nare acknowledged. Message influences are analyzed using B-centrality measures.\nUser influences across different threads are combined with message influences.\nWe use the combined score in identifying the most useful answer in the thread.\nThe resulting ranks correlate with human provided ranks with an MRR score of\n0.67.\n","Comment: The Third IEEE International Conference on Social Computing\n  (SocialCom2011)"]}]
["1110.4851",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4851"],"date":["2011-10-21"],"type":["text"],"creator":["Kang, Jeon-Hyung","Lerman, Kristina"],"language":[],"coverage":[],"title":["Leveraging User Diversity to Harvest Knowledge on the Social Web"],"description":["  Social web users are a very diverse group with varying interests, levels of\nexpertise, enthusiasm, and expressiveness. As a result, the quality of content\nand annotations they create to organize content is also highly variable. While\nseveral approaches have been proposed to mine social annotations, for example,\nto learn folksonomies that reflect how people relate narrower concepts to\nbroader ones, these methods treat all users and the annotations they create\nuniformly. We propose a framework to automatically identify experts, i.e.,\nknowledgeable users who create high quality annotations, and use their\nknowledge to guide folksonomy learning. We evaluate the approach on a large\nbody of social annotations extracted from the photosharing site Flickr. We show\nthat using expert knowledge leads to more detailed and accurate folksonomies.\nMoreover, we show that including annotations from non-expert, or novice, users\nleads to more comprehensive folksonomies than experts' knowledge alone.\n","Comment: The Third IEEE International Conference on Social Computing\n  (SocialCom2011)"]}]
["1110.4853",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4853"],"date":["2011-10-21"],"type":["text"],"creator":["Natarajan, Bhaarathi","Casida, Mark E.","Genovese, Luigi","Deutsch, Thierry"],"language":[],"coverage":[],"title":["Wavelets for Density-Functional Theory and\n  Post-Density-Functional-Theory Calculations"],"description":["  We give a fairly comprehensive review of wavelets and of their application to\ndensity-functional theory (DFT) and to our recent application of a\nwavelet-based version of linear-response time-dependent DFT (LR-TD-DFT). Our\nintended audience is quantum chemists and theoretical solid-state and chemical\nphysicists. Wavelets are a Fourier-transform-like approach which developed\nprimarily in the latter half of the last century and which was rapidly adapted\nby engineers in the 1990s because of its advantages compared to standard\nFourier transform techniques for multiresolution problems with complicated\nboundary conditions. High performance computing wavelet codes now also exist\nfor DFT applications in quantum chemistry and solid-state physics, notably the\nBigDFT code described in this chapter. After briefly describing the basic\nequations of DFT and LR-TD-DFT, we discuss how they are solved in BigDFT and\npresent new results on the small test molecule carbon monoxide to show how\nBigDFT results compare against those obtained with the quantum chemistry\ngaussian-type orbital (GTO) based code deMon2k. In general, the two programs\ngive essentially the same orbital energies, but the wavelet basis of BigDFT\nconverges to the basis set limit much more rapidly than does the GTO basis set\nof deMon2k. Wavelet-based LR-TD-DFT is still in its infancy, but our\ncalculations confirm the feasibility of implementing LR-TD-DFT in a\nwavelet-based code.\n","Comment: 45 pages, 10 figures, book chapter in Theoretical and Computational\n  Methods in Modern Density Functional Theory, Editor: A.K. Roy"]}]
["1110.4854",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4854"],"date":["2011-10-21"],"type":["text"],"creator":["Chondros, Nikos","Kokordelis, Konstantinos","Roussopoulos, Mema"],"language":[],"coverage":[],"title":["On the Practicality of `Practical' Byzantine Fault Tolerance"],"description":["  Byzantine Fault Tolerant (BFT) systems are considered by the systems research\ncommunity to be state of the art with regards to providing reliability in\ndistributed systems. BFT systems provide safety and liveness guarantees with\nreasonable assumptions, amongst a set of nodes where at most f nodes display\narbitrarily incorrect behaviors, known as Byzantine faults. Despite this, BFT\nsystems are still rarely used in practice. In this paper we describe our\nexperience, from an application developer's perspective, trying to leverage the\npublicly available and highly-tuned PBFT middleware (by Castro and Liskov), to\nprovide provable reliability guarantees for an electronic voting application\nwith high security and robustness needs. We describe several obstacles we\nencountered and drawbacks we identified in the PBFT approach. These include\nsome that we tackled, such as lack of support for dynamic client management and\nleaving state management completely up to the application. Others still\nremaining include the lack of robust handling of non-determinism, lack of\nsupport for web-based applications, lack of support for stronger cryptographic\nprimitives, and others. We find that, while many of the obstacles could be\novercome with a revised BFT middleware implementation that is tuned\nspecifically for the needs of the particular application, they require\nsignificant engineering effort and time and their performance implications for\nthe end-application are unclear. An application developer is thus unlikely to\nbe willing to invest the time and effort to do so to leverage the BFT approach.\nWe conclude that the research community needs to focus on the usability of BFT\nalgorithms for real world applications, from the end-developer perspective, in\naddition to continuing to improve the BFT middleware performance, robustness\nand deployment layouts.\n"]}]
["1110.4867",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4867"],"date":["2011-10-21"],"type":["text"],"creator":["Mower, Jacob","Wong, F. N. C.","Shapiro, Jeff H.","Englund, Dirk"],"language":[],"coverage":[],"title":["Dense Wavelength Division Multiplexed Quantum Key Distribution Using\n  Entangled Photons"],"description":["  Quantum key distribution (QKD) enables two parties to establish a secret key\nover a potentially hostile channel by exchanging photonic quantum states,\nrelying on the fact that it is impossible for an eavesdropper to tap the\nquantum channel without disturbing these photons in a way that can be detected\n[1]. Here we introduce a large-alphabet QKD protocol that makes optimal use of\ntemporal and spectral correlations of entangled photons, reaching the maximum\nnumber of inde- pendent basis states (the Schmidt number) and enabling\nextremely high information content per photon together with an optimal rate of\nsecret key generation. This protocol, which we call 'Dense Wavelength Division\nMultiplexed Quantum Key Distribution' (DWDM-QKD), derives its security by the\nconjugate nature of the temporal and spectral entanglement of photon pairs\ngenerated by spontaneous parametric down conversion. By using a combination of\nspectral and temporal bases, we can adjust the protocol to be resource\nefficient. We show that DWDM-QKD is well suited to approach the optimal key\ngeneration rate using present-day sources, detectors, and DWDM opti- cal\nnetworks from classical communications, as well as emerging optical\ninterconnect and photonic integrated chip (PIC) systems.\n","Comment: 9 pages, 4 figures"]}]
["1110.4875",{"format":[],"subject":["Mathematics - Number Theory","11M32, 11M35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4875"],"date":["2011-10-21"],"type":["text"],"creator":["Igarashi, Masahiro"],"language":[],"coverage":[],"title":["On generalizations of the sum formula for multiple zeta values"],"description":["  In the present paper, we prove some generalizations of the sum formula for\nmultiple zeta values by using the method of proving the sum formula for\nmultiple zeta values of Hiroyuki Ochiai.\n","Comment: This paper is an English summary of the results in my master's\n  thesis, which was written in Japanese"]}]
["1110.4877",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Functional Analysis","41A50, 47H05, 90C25 (Primary) 47J05, 47H09, 47N10, 49M27, 49N15,\n  65K05, 65K10, 90C46 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4877"],"date":["2011-10-21"],"type":["text"],"creator":["Bauschke, Heinz H.","Bot, Radu I.","Hare, Warren L.","Moursi, Walaa M."],"language":[],"coverage":[],"title":["Attouch-Th\\'era duality revisited: paramonotonicity and operator\n  splitting"],"description":["  The problem of finding the zeros of the sum of two maximally monotone\noperators is of fundamental importance in optimization and variational\nanalysis. In this paper, we systematically study Attouch-Th\\'era duality for\nthis problem. We provide new results related to Passty's parallel sum, to\nEckstein and Svaiter's extended solution set, and to Combettes' fixed point\ndescription of the set of primal solutions. Furthermore, paramonotonicity is\nrevealed to be a key property because it allows for the recovery of all primal\nsolutions given just one arbitrary dual solution. As an application, we\ngeneralize the best approximation results by Bauschke, Combettes and Luke [J.\nApprox. Theory 141 (2006), 63-69] from normal cone operators to paramonotone\noperators. Our results are illustrated through numerous examples.\n"]}]
["1110.4880",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4880"],"date":["2011-10-21"],"type":["text"],"creator":["Ostrovsky, E.","Sirota, L."],"language":[],"coverage":[],"title":["Cpmposed Grand Lebesgue Spaces"],"description":["  In this article we introduce and investigate a new class of rearrangement\ninvariant (r.i.) Banach function spaces, so-called Composed Grand Lebesgue\nSpaces (CGLS), in particular, Integral Grand Lebesgue Spaces (IGLS), which are\nsome generalizations of known Grand Lebesgue Spaces (GLS).\n  We consider the fundamental functions of CGLS, calculate its Boyd's indices,\nobtain the norm boundedness some (regular and singular) operators in this\nspaces, investigate the conjugate and associate spaces, show that CGLS obeys\nthe absolute continuous norm property etc.\n"]}]
["1110.4881",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4881"],"date":["2011-10-21"],"type":["text"],"creator":["Korzhik, Vladimir P.","Mohar, Bojan"],"language":[],"coverage":[],"title":["Minimal obstructions for 1-immersions and hardness of 1-planarity\n  testing"],"description":["  A graph is 1-planar if it can be drawn on the plane so that each edge is\ncrossed by no more than one other edge (and any pair of crossing edges cross\nonly once). A non-1-planar graph $G$ is minimal if the graph $G-e$ is 1-planar\nfor every edge $e$ of $G$. We construct two infinite families of minimal\nnon-1-planar graphs and show that for every integer $n > 62$, there are at\nleast $2^{(n-54)/4}$ nonisomorphic minimal non-1-planar graphs of order $n$. It\nis also proved that testing 1-planarity is NP-complete.\n","Comment: 55 pages"]}]
["1110.4885",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4885"],"date":["2011-10-21"],"type":["text"],"creator":["DeVos, Matt","Mohar, Bojan"],"language":[],"coverage":[],"title":["Small separations in vertex transitive graphs"],"description":["  Let $k$ be an integer. We prove a rough structure theorem for separations of\norder at most $k$ in finite and infinite vertex transitive graphs. Let $G =\n(V,E)$ be a vertex transitive graph, let $A \\subseteq V$ be a finite vertex-set\nwith $|A| \\le |V|/2$ and $|\\{v \\in V \\setminus A : {$u \\sim v$ for some $u \\in\nA$} \\}|\\le k$. We show that whenever the diameter of $G$ is at least\n$31(k+1)^2$, either $|A| \\le 2k^3+k^2$, or $G$ has a ring-like structure (with\nbounded parameters), and $A$ is efficiently contained in an interval. This\ntheorem may be viewed as a rough characterization, generalizing an earlier\nresult of Tindell, and has applications to the study of product sets and\nexpansion in groups.\n","Comment: 28 pages"]}]
["hep-ph/9907450",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9907450","Astropart.Phys.18:449-461,2003","doi:10.1016/S0927-6505(02)00159-7"],"date":["1999-07-21","2002-04-25"],"type":["text"],"creator":["Tserkovnyak, Yaroslav","Komar, Robert","Nally, Christian","Waltham, Chris"],"language":[],"coverage":[],"title":["A Three-Dimensional Calculation of Atmospheric Neutrino Fluxes"],"description":["  We present a three-dimensional calculation of atmospheric neutrino fluxes\nusing accurate models of the geomagnetic field, hadronic interactions, tracking\nand decays. Results are presented for the Super-Kamiokande (SK) and Sudbury\nNeutrino Observatory (SNO) sites using the GEANT-FLUKA hadronic code. We make a\ncomparison with previous one-dimensional calculations and other\nthree-dimensional results. The recently reported geometrical enhancement of low\nenergy, horizontal neutrinos is confirmed. The effect on observed leptons is\nhowever, restricted to a small overall increase in flux. We report east-west\nasymmetries for each of the neutrino species.\n","Comment: 30 pages, 14 figures, major revision for submission to Astroparticle\n  Physics. Accepted 2002/04"]}]
["physics/0206025",{"format":[],"subject":["Physics - Physics Education","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0206025","Waltham, C. E., Bendall, S., Kotlicki, A., \"Bernoulli Levitation\",\n  Am. J. Phys. 71 (2003) 176-179","doi:10.1119/1.1524162"],"date":["2002-06-11"],"type":["text"],"creator":["Waltham, Chris","Bendall, Sarah","Kotlicki, Andrzej"],"language":[],"coverage":[],"title":["\"Bernoulli\" Levitation"],"description":["  \"Bernoulli\" levitation is the basis of many popular counter-intuitive physics\ndemonstrations. However, few of these lend themselves to a quantitative\ndescription without recourse to computational fluid dynamics. Levitation of a\nflat plate is the exception, and we present here a straightforward analysis\nwhich illustrates several principles of fluid mechanics in a pedagogically\nuseful way.\n","Comment: 12 pages, 8 figures. Submitted to Am. J. Phys"]}]
["physics/0206076",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0206076"],"date":["2002-06-20","2011-10-21"],"type":["text"],"creator":["Waltham, Chris"],"language":[],"coverage":[],"title":["An Early History of Heavy Water"],"description":["  Since 1945 Canada has had a nuclear power industry based on reactor design\nwhich uses natural uranium and heavy water. The tortuous and improbable\nsequence of events which led to this situation is examined.\n","Comment: 28 pages, 10 figures"]}]
