["0705.2165",{"format":[],"subject":["Mathematics - Dynamical Systems","37F50, 34C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2165","doi:10.1088/0951-7715/20/12/011"],"date":["2007-05-15"],"type":["text"],"creator":["Ponce, M."],"language":[],"coverage":[],"title":["Local dynamics for fibered holomorphic transformations"],"description":["  Fibered holomorphic dynamics are skew-product transformations over an\nirrational rotation, whose fibers are holomorphic functions. In this paper we\nstudy such a dynamics on a neighborhood of an invariant curve. We obtain some\nresults analogous to the results in the non fibered case.\n"]}]
["0711.2238",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F05 (Primary), 14K05, 14D20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2238","Le Matematiche, Vol. 63, no. 1, 123--137 (2008)"],"date":["2007-11-14"],"type":["text"],"creator":["Gulbrandsen, Martin G."],"language":[],"coverage":[],"title":["Fourier-Mukai transforms of line bundles on derived equivalent abelian\n  varieties"],"description":["  We study the Fourier-Mukai functor D(Y) -> D(X) induced by the universal\nfamily on a fine moduli space Y for simple semihomogeneous vector bundles on an\nabelian variety X. The main result is that the Fourier-Mukai transform of a\nvery negative line bundle on Y is ample if and only if the bundles parametrized\nby Y are nef.\n"]}]
["0711.3064",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3064","Opt. Express 16, 3299-3304 (2008);\n  http://www.opticsinfobase.org/abstract.cfm?URI=oe-16-5-3299","doi:10.1364/OE.16.003299"],"date":["2007-11-20"],"type":["text"],"creator":["Davoyan, Artur R.","Shadrivov, Ilya V.","Sukhorukov, Andrey A.","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Optical Bloch oscillations in periodic structures with metamaterials"],"description":["  We predict that optical Bloch oscillations can be observed in layered\nstructures with left-handed metamaterials and zero average refractive index\nwhere the layer thickness varies linearly across the structure. We demonstrate\na new type of the Bloch oscillations associated with coupled surface waves\nexcited at the interfaces between the layers with left-handed material and\nconventional dielectric.\n","Comment: 3 pages, 5 postscript figures"]}]
["0803.0524",{"format":[],"subject":["Mathematics - Optimization and Control","41A25, 41A29, 41A45, 41A50, 41A63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0524","Numerical Functional Analysis and Optimization 32, 7 (2011)\n  768-805"],"date":["2008-03-04"],"type":["text"],"creator":["Malgouyres, Francois","Nikolova, Mila"],"language":[],"coverage":[],"title":["Average performance of the sparsest approximation using a general\n  dictionary"],"description":["  We consider the minimization of the number of non-zero coefficients (the\n$\\ell_0$ \"norm\") of the representation of a data set in terms of a dictionary\nunder a fidelity constraint. (Both the dictionary and the norm defining the\nconstraint are arbitrary.) This (nonconvex) optimization problem naturally\nleads to the sparsest representations, compared with other functionals instead\nof the $\\ell_0$ \"norm\". Our goal is to measure the sets of data yielding a\n$K$-sparse solution--i.e. involving $K$ non-zero components. Data are assumed\nuniformly distributed on a domain defined by any norm--to be chosen by the\nuser. A precise description of these sets of data is given and relevant bounds\non the Lebesgue measure of these sets are derived. They naturally lead to bound\nthe probability of getting a $K$-sparse solution. We also express the\nexpectation of the number of non-zero components. We further specify these\nresults in the case of the Euclidean norm, the dictionary being arbitrary.\n"]}]
["0804.1391",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Number Theory","20G25, 22E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1391","Ann. of Math. Vol 174-2, Pages 1057-1110, 2011"],"date":["2008-04-08","2011-11-03"],"type":["text"],"creator":["Breuillard, Emmanuel"],"language":[],"coverage":[],"title":["A Height Gap Theorem For Finite Subsets Of GL_d(\\bar{Q}) and Non\n  Amenable Subgroups"],"description":["  We show a global adelic analog of the classical Margulis Lemma from\nhyperbolic geometry. We introduce a conjugation invariant normalized height\n$\\hat{h}(F)$ of a finite set of matrices $F$ in $GL_{n}(\\bar{\\Bbb{Q}})$ which\nis the adelic analog of the minimal displacement on a symmetric space. We then\nshow, making use of theorems of Bilu and Zhang on the equidistribution of\nGalois orbits of small points, that $\\hat{h}(F)>\\epsilon $ as soon as $F$\ngenerates a non-virtually solvable subgroup of $SL_{n}(\\bar{\\Bbb{Q}}),$ where\n$\\epsilon =\\epsilon (n)>0$ is an absolute constant.\n"]}]
["0809.0467",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20F65, 20E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0467","Geometric and Cohomological Methods in Group Theory, LMS Lecture\n  Note Series, No. 358(2009), 1-29"],"date":["2008-09-02","2011-11-04"],"type":["text"],"creator":["Bestvina, Mladen","Feighn, Mark"],"language":[],"coverage":[],"title":["Notes on Sela's work: Limit groups and Makanin-Razborov diagrams"],"description":["  This is the first in a planned series of papers giving an alternate approach\nto Zlil Sela's work on the Tarski problems. The present paper is an exposition\nof work of Kharlampovich-Myasnikov and Sela giving a parametrization of\nHom(G,F) where G is a finitely generated group and F is a non-abelian free\ngroup.\n","Comment: 33 pages, 2 figures"]}]
["0810.0559",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53A30, 53B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0559","International Journal of Geometric Methods in Modern Physics\n  (IJGMMP), Vol.7 No. 7 (November 2010) 1147-1158","doi:10.1142/S0219887810004774"],"date":["2008-10-02","2011-11-04"],"type":["text"],"creator":["Wang, Peng"],"language":[],"coverage":[],"title":["Blaschke's problem for timelike surfaces in pseudo-Riemannian space\n  forms"],"description":["  We show that isothermic surfaces and S-Willmore surfaces are also the\nsolutions to the corresponding Blaschke's problem for both spacelike and\ntimelike surfaces in pseudo-Riemannian space forms. For timelike surfaces both\nWillmore and isothermic, we obtain a description by minimal surfaces similar to\nthe classical results of Thomsen.\n","Comment: 10 pages"]}]
["0904.1464",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1464","2011MNRAS.411.1843S","doi:10.1111/j.1365-2966.2010.17805.x"],"date":["2009-04-09","2011-11-03"],"type":["text"],"creator":["Shahmoradi, A.","Nemiroff, R. J."],"language":[],"coverage":[],"title":["The Possible Impact of GRB Detector Thresholds on Cosmological Standard\n  Candles"],"description":["  GRB satellites are relatively inefficient detectors of dim hard bursts\nbecause they trigger on photon counts, which are number-biased against hard\nphotons. Therefore, for example, given two bursts of identical peak luminosity\nnear the detection threshold, a dim soft burst will be preferentially detected\nover a dim hard burst. This detector bias can create or skew an apparent\ncorrelation where increasingly hard GRBs appear increasingly bright. Although\nsuch correlations may be obfuscated by a middle step where GRBs need to be\nbright enough to have their actual redshifts determined, it is found that the\nbias is generally pervasive. This result is derived here through simulations\nconvolving a wide variety of possible GRB brightnesses and spectra with the\nBATSE Large Area Detectors (LAD) detection thresholds. The presented analyses\nindicate that the rest-frame $\\nu F_{\\nu}$ spectrum peak energy of\nlong-duration GRBs, $\\epi$, is not a good cosmological standard candle without\nsignificant corrections for selection effects. Therefore, the appearance of\n$\\epi$ in seeming correlations such as the Amati ($E_{iso}-\\epi$), Ghirlanda\n($E_{\\gamma}-\\epi$), and $L_{iso}-\\epi$ relations is statistically real but\nstrongly influenced by so far uncalibrated GRB detector thresholds.\n","Comment: Nov-03-2011: Minor correction to the horizontal axis in the plot of\n  Figure 3. The updated draft now matches the published version of the article\n  @ http://onlinelibrary.wiley.com/doi/10.1111/j.1365-2966.2010.17805.x/pdf\n  ----- Mar-10-2011: Following the referee's review, the entire work is divided\n  into two separate articles. Part 1 is available at arXiv:0912.2148v2\n  [astro-ph.HE]"]}]
["0905.0434",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05C80, 60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0434","Random Structures and Algorithms 39 (2011) 399-411","doi:10.1002/rsa.20348"],"date":["2009-05-04"],"type":["text"],"creator":["Janson, Svante","Riordan, Oliver"],"language":[],"coverage":[],"title":["Duality in inhomogeneous random graphs, and the cut metric"],"description":["  The classical random graph model $G(n,\\lambda/n)$ satisfies a `duality\nprinciple', in that removing the giant component from a supercritical instance\nof the model leaves (essentially) a subcritical instance. Such principles have\nbeen proved for various models; they are useful since it is often much easier\nto study the subcritical model than to directly study small components in the\nsupercritical model. Here we prove a duality principle of this type for a very\ngeneral class of random graphs with independence between the edges, defined by\nconvergence of the matrices of edge probabilities in the cut metric.\n","Comment: 13 pages"]}]
["0907.4109",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4109","Phys.Rev.D80:103503,2009; Phys.Rev.D84:109902,2011","doi:10.1103/PhysRevD.80.103503"],"date":["2009-07-23","2011-10-07"],"type":["text"],"creator":["Clifton, Timothy","Ferreira, Pedro G."],"language":[],"coverage":[],"title":["Archipelagian Cosmology: Dynamics and Observables in a Universe with\n  Discretized Matter Content"],"description":["  We consider a model of the Universe in which the matter content is in the\nform of discrete islands, rather than a continuous fluid. In the appropriate\nlimits the resulting large-scale dynamics approach those of a\nFriedmann-Robertson-Walker (FRW) universe. The optical properties of such a\nspace-time, however, do not. This illustrates the fact that the optical and\n`average' dynamical properties of a relativistic universe are not equivalent,\nand do not specify each other uniquely. We find the angular diameter distance,\nluminosity distance and redshifts that would be measured by observers in these\nspace-times, using both analytic approximations and numerical simulations.\nWhile different from their counterparts in FRW, the effects found do not look\nlike promising candidates to explain the observations usually attributed to the\nexistence of Dark Energy. This incongruity with standard FRW cosmology is not\ndue to the existence of any unexpectedly large structures or voids in the\nUniverse, but only to the fact that the matter content of the Universe is not a\ncontinuous fluid.\n","Comment: 49 pages, 15 figures. Corrections made to description of lattice\n  construction"]}]
["0908.0293",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0293","Gen.Rel.Grav. 43 (2011) 3065-3078","doi:10.1007/s10714-011-1224-4"],"date":["2009-08-03","2011-08-03"],"type":["text"],"creator":["Chakrabarti, Sayan K.","Saridakis, Emmanuel N.","Sen, Anjan A."],"language":[],"coverage":[],"title":["A new approach to modified-gravity models"],"description":["  We investigate f(R)-gravity models performing the ADM-slicing of standard\nGeneral Relativity. We extract the static, spherically-symmetric vacuum\nsolutions in the general case, which correspond to either Schwarzschild\nde-Sitter or Schwarzschild anti-de-Sitter ones. Additionally, we study the\ncosmological evolution of a homogeneous and isotropic universe, which is\ngoverned by an algebraic and not a differential equation. We show that the\nuniverse admits solutions corresponding to acceleration at late cosmological\nepochs, without the need of fine-tuning the model-parameters or the initial\nconditions.\n","Comment: 8 pages, 3 figures, version published in Gen.Rel.Grav"]}]
["1003.1388",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1388","Hokkaido Math. J. 40 (2011), no. 3, 357--360"],"date":["2010-03-06","2010-06-10"],"type":["text"],"creator":["Fukuda, Shigetaka"],"language":[],"coverage":[],"title":["An elementary semi-ampleness result for log canonical divisors"],"description":["  If the log canonical divisor on a projective variety with only Kawamata log\nterminal singularities is numerically equivalent to some semi-ample\n$\\mathbf{Q}$-divisor, then it is semi-ample.\n","Comment: 4 pages, LaTeX2e; the relevant references are supplemented and the\n  presentation is improved"]}]
["1004.1699",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1699"],"date":["2010-04-10","2011-11-04"],"type":["text"],"creator":["Owczarek, Aleksander L","Prellberg, Thomas"],"language":[],"coverage":[],"title":["Enumeration of area-weighed Dyck paths with restricted height"],"description":["  We derive explicit expressions for $q$-orthogonal polynomials arising in the\nenumeration of area-weighted Dyck paths with restricted height.\n"]}]
["1004.2518",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2518","MNRAS 416 (2011) 1949L","doi:10.1111/j.1365-2966.2011.19170.x"],"date":["2010-04-14","2011-11-04"],"type":["text"],"creator":["Lu, Yu","Mo, H. J.","Weinberg, Martin D.","Katz, Neal"],"language":[],"coverage":[],"title":["A Bayesian approach to the semi-analytic model of galaxy formation:\n  methodology"],"description":["  We believe that a wide range of physical processes conspire to shape the\nobserved galaxy population but we remain unsure of their detailed interactions.\nThe semi-analytic model (SAM) of galaxy formation uses multi-dimensional\nparameterisations of the physical processes of galaxy formation and provides a\ntool to constrain these underlying physical interactions. Because of the high\ndimensionality, the parametric problem of galaxy formation may be profitably\ntackled with a Bayesian-inference based approach, which allows one to constrain\ntheory with data in a statistically rigorous way. In this paper we develop a\nSAM in the framework of Bayesian inference. We show that, with a parallel\nimplementation of an advanced Markov-Chain Monte-Carlo algorithm, it is now\npossible to rigorously sample the posterior distribution of the\nhigh-dimensional parameter space of typical SAMs. As an example, we\ncharacterise galaxy formation in the current $\\Lambda$CDM cosmology using the\nstellar mass function of galaxies as an observational constraint. We find that\nthe posterior probability distribution is both topologically complex and\ndegenerate in some important model parameters, suggesting that thorough\nexplorations of the parameter space are needed to understand the models. We\nalso demonstrate that because of the model degeneracy, adopting a narrow prior\nstrongly restricts the model. Therefore, the inferences based on SAMs are\nconditional to the model adopted. Using synthetic data to mimic systematic\nerrors in the stellar mass function, we demonstrate that an accurate\nobservational error model is essential to meaningful inference.\n","Comment: revised version to match published article published in MNRAS"]}]
["1005.4095",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","60H15, 35R60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4095","Journal of Differential Equations 252 (2012), no. 1, 114-136","doi:10.1016/j.jde.2011.08.050"],"date":["2010-05-21","2011-11-04"],"type":["text"],"creator":["Jentzen, Arnulf","Roeckner, Michael"],"language":[],"coverage":[],"title":["Regularity analysis for stochastic partial differential equations with\n  nonlinear multiplicative trace class noise"],"description":["  In this article spatial and temporal regularity of the solution process of a\nstochastic partial differential equation (SPDE) of evolutionary type with\nnonlinear multiplicative trace class noise is analyzed.\n","Comment: Published at\n  http://www.sciencedirect.com/science/article/pii/S0022039611003706 in the\n  Journal of Differential Equations"]}]
["1011.4484",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4484","Phys.Rev.D83:094018,2011","doi:10.1103/PhysRevD.83.094018"],"date":["2010-11-19","2011-11-03"],"type":["text"],"creator":["Li, Qiang","Spira, Michael","Gao, Jun","Li, Chong Sheng"],"language":[],"coverage":[],"title":["Higgs Boson Production via Gluon Fusion in the Standard Model with four\n  Generations"],"description":["  Higgs bosons can be produced copiously at the LHC via gluon fusion induced by\ntop and bottom quark loops, and can be enhanced strongly if extra heavy quarks\nexist. We present results for Higgs +zero-, one- and two-jet production at the\nLHC, in both the Standard Model and the 4th generation model, by evaluating the\ncorresponding heavy quark triangle, box and pentagon Feynman diagrams. We\ncompare the results by using the effective Higgs-gluon interactions in the\nlimit of heavy quarks with the cross sections including the full mass\ndependences. NLO effects with full mass dependence are included in the\ninclusive Higgs boson production rate. Our results improve the theoretical\nbasis for fourth generation effects on the Higgs boson search at the LHC.\n","Comment: Published version in PRD"]}]
["1011.5322",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5322"],"date":["2010-11-24","2011-11-04"],"type":["text"],"creator":["Rohrlich, Daniel"],"language":[],"coverage":[],"title":["Three attempts at two axioms for quantum mechanics"],"description":["  The axioms of nonrelativistic quantum mechanics lack clear physical meaning.\nIn particular, they say nothing about nonlocality. Yet quantum mechanics is not\nonly nonlocal, it is twice nonlocal: there are nonlocal quantum correlations,\nand there is the Aharonov-Bohm effect, which implies that an electric or\nmagnetic field h e r e may act on an electron t h e r e. Can we invert the\nlogical hierarchy? That is, can we adopt nonlocality as an axiom for quantum\nmechanics and derive quantum mechanics from this axiom and an additional axiom\nof causality? Three versions of these two axioms lead to three different\ntheories, characterized by \"maximal nonlocal correlations\", \"jamming\" and\n\"modular energy\". Where is quantum mechanics in these theories?\n","Comment: to appear in Probability in Physics, dedicated to the memory of Prof.\n  Itamar Pitowsky, eds. Y. Ben-Menahem and M. Hemmo, Springer, Frontiers\n  Collection, in press"]}]
["1011.5980",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5980","Phys. Rev. E 84 (2011), 051801","doi:10.1103/PhysRevE.84.051801"],"date":["2010-11-27","2011-09-28"],"type":["text"],"creator":["Glaser, Jens","Kroy, Klaus"],"language":[],"coverage":[],"title":["Tube width fluctuations of entangled stiff polymers"],"description":["  The tube-like cages of stiff polymers in entangled solutions have been shown\nto exhibit characteristic spatial heterogeneities. We explain these\nobservations by a systematic theory generalizing previous work by D. Morse\n(Phys. Rev. E 63:031502, 2001). With a local version of the binary collision\napproximation (BCA), the distribution of confinement strengths is calculated,\nand the magnitude and the distribution function of tube radius fluctuations are\npredicted. Our main result is a unique scaling function for the tube radius\ndistribution, in good agreement with experimental and simulation data.\n","Comment: Major revision (8 pages, 5 figures)"]}]
["1012.0320",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0320"],"date":["2010-12-01","2011-11-03"],"type":["text"],"creator":["Gulamov, Igor E.","Smolyakov, Mikhail N."],"language":[],"coverage":[],"title":["Submanifolds in spacetime with an auxiliary unphysical extra dimension\n  and four-dimensional open and closed FRW universes"],"description":["  The explicit coordinate transformations which show the equivalence between\nthe FRW metrics of four-dimensional open and closed universes and the metrics\ninduced on appropriate submanifolds in a five-dimensional pseudo-Euclidean\nspace-time are presented.\n","Comment: Considerably modified version of this preprint (with many important\n  references added and enlarged content) is arXiv:1111.0687"]}]
["1012.2834",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2834","Phys.Rev.D 84 (2011) 043003","doi:10.1103/PhysRevD.84.043003"],"date":["2010-12-13","2011-07-16"],"type":["text"],"creator":["Murase, Kohta","Thompson, Todd A.","Lacki, Brian C.","Beacom, John F."],"language":[],"coverage":[],"title":["New Class of High-Energy Transients from Crashes of Supernova Ejecta\n  with Massive Circumstellar Material Shells"],"description":["  A new class of core-collapse supernovae (SNe) has been discovered in recent\nyears by optical/infrared surveys; these SNe suggest the presence of one or\nmore extremely dense (~10^5-10^11 cm^-3) shells of circumstellar material (CSM)\non 10^2-10^4 AU scales. We consider the collisions of the SN ejecta with these\nmassive CSM shells as potential cosmic-ray (CR) accelerators. If ~10% of the SN\nenergy goes into CRs, multi-TeV neutrinos and/or GeV-TeV gamma rays almost\nsimultaneous with the optical/infrared light curves are detectable for SNe at\n<20-30 Mpc. A new type of coordinated multi-messenger search for such\ntransients of duration ~1 - 10 months is required; these may give important\nclues to the physical origin of such SNe and to CR acceleration mechanisms.\n","Comment: 7 pages, 2 figures, accepted for publication in PRD, with extended\n  descriptions. Conclusions unchanged"]}]
["1101.1055",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1055","Phys. Rev. Lett. 107, 017201 (2011)","doi:10.1103/PhysRevLett.107.017201"],"date":["2011-01-05","2011-05-25"],"type":["text"],"creator":["Freyn, Axel","Florens, Serge"],"language":[],"coverage":[],"title":["Numerical Renormalization Group at marginal spectral density:\n  application to quantum tunneling in Luttinger liquids"],"description":["  Many quantum mechanical problems (such as dissipative phase fluctuations in\nmetallic and superconducting nanocircuits, or impurity scattering in Luttinger\nliquids) involve a continuum of bosonic modes with a marginal spectral density\ndiverging as the inverse of energy. We construct a Numerical Renormalization\nGroup in this singular case, with a manageable violation of scale separation at\nhigh energy, capturing reliably the low energy physics. The method is\ndemonstrated by a non-perturbative solution over several energy decades for the\ndynamical conductance of a Luttinger liquid with a single static defect.\n","Comment: 4 pages, 3 figures. Minor corrections and extra references in later\n  versions"]}]
["1102.1150",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology","14J10, 14A20, 14J28, 14N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1150"],"date":["2011-02-06","2011-11-03"],"type":["text"],"creator":["Schürg, Timo","Toën, Bertrand","Vezzosi, Gabriele"],"language":[],"coverage":[],"title":["Derived algebraic geometry, determinants of perfect complexes, and\n  applications to obstruction theories for maps and complexes"],"description":["  We show how a quasi-smooth derived enhancement of a Deligne-Mumford stack X\nnaturally endows X with a functorial perfect obstruction theory in the sense of\nBehrend-Fantechi. This result is then applied to moduli of maps and perfect\ncomplexes on a smooth complex projective variety. For moduli of maps, we\nconsider X=S an algebraic K3-surface, $g\\geq 0$, and $\\beta$ a curve class, and\nwe construct a derived stack whose truncation is the usual stack of pointed\nstable maps from curves of genus g to S hitting the class $\\beta$, and such\nthat the inclusion of the trunaction induces on a perfect obstruction theory\nwhose tangent and obstruction spaces coincide with the corresponding reduced\nspaces of Okounkov-Maulik-Pandharipande-Thomas. We give two further\napplications to moduli of complexes. For a K3-surface S we show that the stack\nof simple perfect complexes on S is smooth. This result was proved with\ndifferent methods by Inaba for the corresponding coarse moduli space. Finally,\nwe construct a map from the derived stack of stable embeddings of curves (into\na smooth complex projective variety X) to the derived stack of simple perfect\ncomplexes on X with vanishing negative Ext's, and show how this map induces a\nmorphism of the corresponding obstruction theories when X is a Calabi-Yau\nthreefold. An important ingredient of our construction is a perfect determinant\nmap from the derived stack of perfect complexes to the derived stack of line\nbundles whose tangent morphism is, pointwise, Illusie's trace map for perfect\ncomplexes. We expect that this determinant map might be useful in other\ncontexts as well.\n","Comment: Submitted - 42 pages"]}]
["1103.2340",{"format":[],"subject":["Mathematics - Quantum Algebra","16T05, 18D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2340"],"date":["2011-03-11","2011-11-04"],"type":["text"],"creator":["Natale, Sonia","Plavnik, Julia Yael"],"language":[],"coverage":[],"title":["On fusion categories with few irreducible degrees"],"description":["  We prove some results on the structure of certain classes of integral fusion\ncategories and semisimple Hopf algebras under restrictions on the set of its\nirreducible degrees.\n","Comment: Revised version. Improved statements of Theorems 4.13 and 7.3"]}]
["1104.2852",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2852"],"date":["2011-04-14","2011-11-04"],"type":["text"],"creator":["Randolph, Timothy W.","Harezlak, Jaroslaw","Feng, Ziding"],"language":[],"coverage":[],"title":["Structured penalties for functional linear models---partially empirical\n  eigenvectors for regression"],"description":["  One of the challenges with functional data is incorporating spatial\nstructure, or local correlation, into the analysis. This structure is inherent\nin the output from an increasing number of biomedical technologies, and a\nfunctional linear model is often used to estimate the relationship between the\npredictor functions and scalar responses. Common approaches to the ill-posed\nproblem of estimating a coefficient function typically involve two stages:\nregularization and estimation. Regularization is usually done via dimension\nreduction, projecting onto a predefined span of basis functions or a reduced\nset of eigenvectors (principal components). In contrast, we present a unified\napproach that directly incorporates spatial structure into the estimation\nprocess by exploiting the joint eigenproperties of the predictors and a linear\npenalty operator. In this sense, the components in the regression are\n`partially empirical' and the framework is provided by the generalized singular\nvalue decomposition (GSVD). The GSVD clarifies the penalized estimation process\nand informs the choice of penalty by making explicit the joint influence of the\npenalty and predictors on the bias, variance, and performance of the estimated\ncoefficient function. Laboratory spectroscopy data and simulations are used to\nillustrate the concepts.\n","Comment: 29 pages, 3 figures, 5 tables; typo/notational errors edited and\n  intro revised per journal review process"]}]
["1104.3948",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3948","Physica A: Statistical Mechanics and its Applications 391 (2012)\n  pp. 792-798","doi:10.1016/j.physa.2011.09.001"],"date":["2011-04-20","2011-11-04"],"type":["text"],"creator":["Mir, Tariq Ahmad"],"language":[],"coverage":[],"title":["Law of the leading digits and the ideological struggle for numbers"],"description":["  Benford's law states that the occurrence of significant digits in many data\nsets is not uniform but tends to follow a logarithmic distribution such that\nthe smaller digits appear as first significant digits more frequently than the\nlarger ones. We investigate here numerical data on the country-wise adherent\ndistribution of seven major world religions i.e. Christianity, Islam, Buddhism,\nHinduism, Sikhism, Judaism and Baha'ism to see if the proportion of the leading\ndigits occurring in the distribution conforms to Benford's law. We find that\nthe adherent data of all the religions, except Christianity, excellently does\nconform to Benford's law. Furthermore, unlike the adherent data on\nChristianity, the significant digit distribution of the three major Christian\ndenominations i.e. Catholicism, Protestantism and Orthodoxy obeys the law. Thus\nin spite of their complexity general laws can be established for the evolution\nof the religious groups.\n","Comment: 11 pages, 11 figures, 3 tables, title changed to \"The law of the\n  leading digits and the world religions\" for journal version in publication"]}]
["1104.5364",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5364"],"date":["2011-04-28","2011-11-04"],"type":["text"],"creator":["Wilson, John A."],"language":[],"coverage":[],"title":["Underdoped cuprates, manifestations of boson-fermion crossover, `quantum\n  oscillations' and the robust fractional quantum Hall state nu = 2/5"],"description":["  The quantum oscillation data from a whole variety of underdoped HTSC systems\nand physical measurements has almost universally been presented in very\nclassical terms following the Lifshitz-Kosevich formulation for Fermi-Landau\nquasiparticles, quantized into vortices and Landau levels under the high\napplied magnetic fields. The Fermi surface always emerges as a very small\nfraction of the large parent Fermi surface detected at higher doping. This then\ncalls for some Fermi surface reconstruction to have occurred, as from a charged\ndensity wave, etc.. The paper refutes this reciprocal space approach, and shows\nthat many of the more recent detailed works taking this line are not consistent\nwith the data. The present author developed an alternative real-space\ninterpretation of these matters a couple of years ago. This was in terms of\ninteraction of the vortex array with the stripe array, using a 2D modelling for\nthe latter. This approach has here been revised slightly and copes well with\naddressing the wide variety of new data. The paper pursues and justifies the\nBEC/BCS, negative-U based, two-subsystem modelling advocated earlier, along\nwith the strength and geometry of the striping acquired in a strong magnetic\nfield. A wide variety of recent experiments are expounded to produce an overall\nappreciation of a situation far from being appropriately treated within a\nFermi-Landau quasiparticle framework. Indeed it is demonstrated that the\nuniversality of the 'QO' observations ensues from the fractional quantum Hall\neffect. The data all point to FQHE state with filling factor nu = 2/5. This\nstate in its genesis and expression finds a much greater alignment with the\nBEC/BCS crossover condition and the proximity of the HTSC materials to\nMott-Anderson localization than does any model for this highly correlated\nmaterial appealing to well-metallized Fermi-Landau quasiparticle physics.\n","Comment: 51 pages and 18 figures. Submitted to J.Phys.:Condens. Matter, 30\n  April 2011. Still awaiting referees' reports! v2 contains many small wording\n  improvements"]}]
["1105.1285",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1285"],"date":["2011-05-06","2011-11-04"],"type":["text"],"creator":["Barilari, Davide"],"language":[],"coverage":[],"title":["Trace heat kernel asymptotics in 3D contact sub-Riemannian geometry"],"description":["  In this paper we study the small time asymptotics for the heat kernel on a\nsub-Riemannian manifold, using a perturbative approach. We then explicitly\ncompute, in the case of a 3D contact structure, the first two coefficients of\nthe small time asymptotics expansion of the heat kernel on the diagonal,\nexpressing them in terms of the two basic functional invariants $\\chi$ and\n$\\kappa$ defined on a 3D contact structure.\n"]}]
["1105.2041",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2041","Phys. Rev. B. 84, 172501 (2011)","doi:10.1103/PhysRevB.84.172501"],"date":["2011-05-10","2011-11-03"],"type":["text"],"creator":["Vafek, Oskar","Wang, Luyang"],"language":[],"coverage":[],"title":["Spin-orbit coupling induced enhancement of superconductivity in a\n  two-dimensional repulsive gas of fermions"],"description":["  We study a model of a two-dimensional repulsive Fermi gas with Rashba\nspin-orbit coupling $\\alpha_R$, and investigate the superconducting instability\nusing renormalization group approach. We find that in general superconductivity\nis enhanced as the dimensionless ratio 1/2m\\alpha_R^2/E_F$ increases, resulting\nin unconventional superconducting states which break time reversal symmetry.\n","Comment: 5 pages, 4 figures"]}]
["1105.3451",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3451","Phys. Rev. Lett. 107, 190502 (2011)","doi:10.1103/PhysRevLett.107.190502"],"date":["2011-05-17"],"type":["text"],"creator":["Chitambar, Eric"],"language":[],"coverage":[],"title":["Local Transformations Requiring Infinite Rounds of Classical\n  Communication"],"description":["  In this paper, we study the number of rounds of communication needed to\nimplement certain tasks by local quantum operations and classical communication\n(LOCC). We find that the class of LOCC operations becomes strictly more\npowerful as more rounds of classical communication are permitted. Specifically,\nfor every $n$, there always exists an $n$ round protocol that is impossible to\nimplement in $n-2$ rounds. Furthermore, we show that certain entanglement\ntransformations are possible if and only if the protocol uses an infinite\n(unbounded) number of rounds. Interestingly, the number of rounds required to\ndeterministically distill bipartite entanglement from a single multipartite\nstate can be strongly discontinuous with respect to the amount of entanglement\ndistilled.\n"]}]
["1105.3646",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3646","Nucl.Phys.B855:388-419,2012","doi:10.1016/j.nuclphysb.2011.10.023"],"date":["2011-05-18","2011-10-21"],"type":["text"],"creator":["Bu, Yan Yan","Yang, Jin Min"],"language":[],"coverage":[],"title":["Spectral function and quark diffusion constant in non-critical\n  holographic QCD"],"description":["  Motivated by recent studies of intersecting D-brane systems in critical\nstring theory and phenomenological AdS/QCD models, we present a detailed\nanalysis for the vector and scalar fluctuations in a non-critical holographic\nQCD model in the high temperature phase, i.e., the chiral symmetric phase. This\nmodel is described by $N_f$ pairs of D4 and $\\bar{\\text{D4}}$ probe branes in a\nnon-critical ${AdS_6}$ black hole background. Focusing on the hydrodynamic as\nwell as the high frequency limit, we analytically obtain spectral functions for\nvector and scalar modes on the flavor probe. Then we extract the light quark\ndiffusion constant for flavor current using three different methods and find\nthat different methods give the same results. We also compute the heavy quark\ndiffusion constant for comparison with the light quark case.\n","Comment: 37 pages, no figures; Version to be published in Nuclear Physics B"]}]
["1105.4709",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4709"],"date":["2011-05-24","2011-11-04"],"type":["text"],"creator":["Gorbatenko, M. V.","Neznamov, V. P."],"language":[],"coverage":[],"title":["Atoms and Forces of Interaction Between Elementary Particles in the\n  Expanding Universe"],"description":["  The earlier developed algorithm for constructing a self-conjugate Hamiltonian\nin the \\eta-representation for Dirac particles interacting with a general\ngravitational field is extended to the case of electromagnetic fields. This\nHamiltonian is applied to the case when the gravitational field describes the\nspatially flat Friedmann model, and the electromagnetic field is the Coulomb\npotential extended to the case of this model. The analysis of atomic systems\nand electromagnetic forces of interaction under the conditions of spatially\nflat expansion of the universe has demonstrated that the system of atomic\nlevels does not change with cosmological time. Spectral lines of atoms in the\nspatially flat Friedmann model are identical at different points of\ncosmological time. In this case the redshift is stipulated entirely by the\ngrowth of wavelength of photons at movement in the expending universe. At the\nsame time force of interaction between elementary particles can change with\nexpansion of the universe.\n","Comment: 12 pages"]}]
["1105.4750",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4750"],"date":["2011-05-24","2011-11-04"],"type":["text"],"creator":["Demir, Durmus A.","Dogangun, Oktay","Rador, Tonguc","Soysal, Selin"],"language":[],"coverage":[],"title":["Einstein Equations from Riemann-only Gravitational Actions"],"description":["  In pure affine formalism for gravitation, we construct invariant actions\nconstructed solely from the Riemann tensor. We do this by generalizing the\nnotion of determinant to higher rank tensor fields. In regard to reducing to\nEinstein-Hilbert action in arbitrary dimensions, we show that Riemann-only\nactions are more natural than those based on the Ricci tensor. In spacetimes\nwith torsion, we construct a dynamical equation for Riemann tensor itself, and\nshow that it embodies the usual gravitational field equations.\n","Comment: Added references; Modified the text; 13 pp"]}]
["1105.5266",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5266","EPL 96, 43001 (2011)","doi:10.1209/0295-5075/96/43001"],"date":["2011-05-26","2011-11-04"],"type":["text"],"creator":["Niedenzu, Wolfgang","Grießer, Tobias","Ritsch, Helmut"],"language":[],"coverage":[],"title":["Kinetic theory of cavity cooling and self-organisation of a cold gas"],"description":["  We study spatial self-organisation and dynamical phase-space compression of a\ndilute cold gas of laser-illuminated polarisable particles in an optical\nresonator. Deriving a non-linear Fokker--Planck equation for the particles'\nphase-space density allows us to treat arbitrarily large ensembles in the\nfar-detuning limit and explicitly calculate friction forces, momentum diffusion\nand steady-state temperatures. In addition, we calculate the self-organisation\nthreshold in a self-consistent analytic form. For a homogeneous ensemble below\nthreshold the cooling rate for fixed laser power is largely independent of the\nparticle number. Cooling leads to a $q$-Gaussian velocity distribution with a\nsteady-state temperature determined by the cavity linewidth. Numerical\nsimulations using large ensembles of particles confirm the analytical threshold\ncondition for the appearance of an ordered state, where the particles are\ntrapped in a periodic pattern and can be cooled to temperatures close to a\nsingle vibrational excitation.\n","Comment: 7 pages, 8 figures"]}]
["1105.6233",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.6233","Phys. Rev. B 84, 144518 (2011)","doi:10.1103/PhysRevB.84.144518"],"date":["2011-05-31","2011-11-04"],"type":["text"],"creator":["Onari, Seiichiro","Kontani, Hiroshi"],"language":[],"coverage":[],"title":["Neutron-Inelastic-Scattering Peak by Dissipationless Mechanism in the\n  s++ -wave State in Iron-based Superconductors"],"description":["  We investigate the neutron scattering spectrum in iron pnictides based on the\nrandom-phase approximation in the five-orbital model with a realistic\nsuperconducting (SC) gap, Delta=5meV. In the normal state, the neutron spectrum\nis suppressed by large inelastic quasi-particle (QP) scattering rate gamma* ~\nDelta. In the fully-gapped s-wave state without sign reversal (s++), a\nhump-shaped enhancement appears in the neutron spectrum just above 2Delta,\nsince the inelastic QP scattering is prohibited by the SC gap. That is, the\nhump structure is produced by the dissipationless QPs for Ek<3Delta. The\nobtained result is more consistent with experimental spectra, compared to the\nresults of our previous paper with Delta=50meV. On the other hand, both height\nand weight of the resonance peak in the fully-gapped s-wave states with sign\nreversal (s+-) are much larger than those observed in experiments. We conclude\nthat experimentally observed broad spectral peak in iron pnictides is created\nby the present \"dissipationless mechanism\" in the s++ -wave state.\n","Comment: 9 pages, 6 figures, note added in conclusion following an editor's\n  suggestion"]}]
["1106.0596",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0596","PLoS ONE 6(11): e27028, 2011","doi:10.1371/journal.pone.0027028"],"date":["2011-06-03"],"type":["text"],"creator":["Piccardi, Carlo"],"language":[],"coverage":[],"title":["Finding and testing network communities by lumped Markov chains"],"description":["  Identifying communities (or clusters), namely groups of nodes with\ncomparatively strong internal connectivity, is a fundamental task for deeply\nunderstanding the structure and function of a network. Yet, there is a lack of\nformal criteria for defining communities and for testing their significance. We\npropose a sharp definition which is based on a significance threshold. By means\nof a lumped Markov chain model of a random walker, a quality measure called\n\"persistence probability\" is associated to a cluster. Then the cluster is\ndefined as an \"$\\alpha$-community\" if such a probability is not smaller than\n$\\alpha$. Consistently, a partition composed of $\\alpha$-communities is an\n\"$\\alpha$-partition\". These definitions turn out to be very effective for\nfinding and testing communities. If a set of candidate partitions is available,\nsetting the desired $\\alpha$-level allows one to immediately select the\n$\\alpha$-partition with the finest decomposition. Simultaneously, the\npersistence probabilities quantify the significance of each single community.\nGiven its ability in individually assessing the quality of each cluster, this\napproach can also disclose single well-defined communities even in networks\nwhich overall do not possess a definite clusterized structure.\n"]}]
["1106.0980",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0980","Phys. Rev. Lett. 107, 177206 (2011)","doi:10.1103/PhysRevLett.107.177206"],"date":["2011-06-06","2011-11-04"],"type":["text"],"creator":["Damle, Kedar","Majumdar, Satya N.","Tripathi, Vikram","Vivo, Pierpaolo"],"language":[],"coverage":[],"title":["Phase transitions in the distribution of the Andreev conductance of\n  superconductor-metal junctions with multiple transverse modes"],"description":["  We compute analytically the full distribution of Andreev conductance\n$G_{\\mathrm{NS}}$ of a metal-superconductor interface with a large number $N_c$\nof transverse modes, using a random matrix approach. The probability\ndistribution $\\mathcal{P}(G_{\\mathrm{NS}},N_c)$ in the limit of large $N_c$\ndisplays a Gaussian behavior near the average value $<G_{\\mathrm{NS}}>=\n(2-\\sqrt{2}) N_c$ and asymmetric power-law tails in the two limits of very\nsmall and very large $G_{\\mathrm{NS}}$. In addition, we find a novel third\nregime sandwiched between the central Gaussian peak and the power law tail for\nlarge $G_{\\mathrm{NS}}$. Weakly non-analytic points separate these four\nregimes---these are shown to be consequences of three phase transitions in an\nassociated Coulomb gas problem.\n","Comment: 4 pages, 1 fig. Minor changes. Published version"]}]
["1106.1010",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1010","Phys.Lett. B 705 (2011) 129-133","doi:10.1016/j.physletb.2011.09.102"],"date":["2011-06-06"],"type":["text"],"creator":["Glozman, L. Ya.","Lang, C. B.","Limmer, M."],"language":[],"coverage":[],"title":["Chiral symmetry breaking and the spin content of the rho and rho' mesons"],"description":["  Using interpolators with different SU(2)_L \\times SU(2)_R transformation\nproperties we study the chiral symmetry and spin contents of the rho- and\nrho'-mesons in lattice simulations with dynamical quarks. A ratio of couplings\nof the $\\qbar\\gamma^i{\\tau}q$ and $\\qbar\\sigma^{0i}{\\tau}q$ interpolators to a\ngiven meson state at different resolution scales tells one about the degree of\nchiral symmetry breaking in the meson wave function at these scales. Using a\nGaussian gauge invariant smearing of the quark fields in the interpolators, we\nare able to extract the chiral content of mesons up to the infrared resolution\nof ~1 fm. In the ground state rho meson the chiral symmetry is strongly broken\nwith comparable contributions of both the (0,1) + (1,0) and (1/2,1/2)_b chiral\nrepresentations with the former being the leading contribution. In contrast, in\nthe rho' meson the degree of chiral symmetry breaking is manifestly smaller and\nthe leading representation is (1/2,1/2)_b. Using a unitary transformation from\nthe chiral basis to the {2S +1}L_J basis, we are able to define and measure the\nangular momentum content of mesons in the rest frame. This definition is\ndifferent from the traditional one which uses parton distributions in the\ninfinite momentum frame. The rho meson is practically a 3S_1 state with no\nobvious trace of a \"spin crisis\". The rho' meson has a sizeable contribution of\nthe 3D_1 wave, which implies that the rho' meson cannot be considered as a pure\nradial excitation of the rho meson.\n","Comment: 10 pp"]}]
["1106.1692",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1692","Phys. Rev. D 84, 104006 (2011)","doi:10.1103/PhysRevD.84.104006"],"date":["2011-06-08","2011-10-24"],"type":["text"],"creator":["Barausse, Enrico","Cardoso, Vitor","Khanna, Gaurav"],"language":[],"coverage":[],"title":["Testing the Cosmic Censorship Conjecture with point particles: the\n  effect of radiation reaction and the self-force"],"description":["  A classical thought-experiment to destroy black holes was envisaged by Wald\nin 1974: it consists of throwing particles with large angular momentum into an\nextremal black hole, checking whether their capture can over-spin the black\nhole past the extremal limit and create a naked singularity. Wald showed that\nin the test-particle limit, particles that would be otherwise capable of\nproducing naked singularities are simply scattered. Recently Jacobson and\nSotiriou showed that if one considers instead a black hole that is almost, but\nnot exactly extremal, then in the absence of backreaction effects particle\ncapture could indeed over-spin the spacetime above the Kerr limit. Here we\nanalyze back-reaction effects and show that for some of the trajectories giving\nrise to naked singularities, radiative effects can be neglected. However, for\nthese orbits the conservative self-force is important, and seems to have the\nright sign to prevent the formation of naked singularities.\n","Comment: 13 pages, 1 table, 3 figures. Expanded discussion of the photon limit\n  of the dissipative and conservative self-force, references added. Accepted\n  for publication in PRD (in press)"]}]
["1106.2982",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2982","New J. Phys. 13 (2011) 113006","doi:10.1088/1367-2630/13/11/113006"],"date":["2011-06-15","2011-10-21"],"type":["text"],"creator":["Rössler, C.","Baer, S.","de Wiljes, E.","Ardelt, P. -L.","Ihn, T.","Ensslin, K.","Reichl, C.","Wegscheider, W."],"language":[],"coverage":[],"title":["Transport Properties of Clean Quantum Point Contacts"],"description":["  Quantum point contacts are fundamental building blocks for mesoscopic\ntransport experiments and play an important role in recent interference- and\nfractional quantum Hall experiments. However, it is not clear how\nelectron-electron interactions and the random disorder potential influence the\nconfinement potential and give rise to phenomena like the mysterious 0.7\nanomaly. Novel growth techniques of GaAs/AlGaAs heterostructures for\nhigh-mobility two-dimensional electron gases enable us to investigate quantum\npoint contacts with a strongly suppressed disorder potential. These clean\nquantum point contacts indeed show transport features that are obscured by\ndisorder in standard samples. From this transport data, we are able to extract\nthe parameters of the confinement potential which describe its shape in\nlongitudinal and transverse direction. Knowing the shape (and hence the slope)\nof the confinement potential might be crucial to predict which\ninteraction-induced states can form in quantum point contacts.\n"]}]
["1106.3798",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3798","Phys.Rev.D84:094003,2011","doi:10.1103/PhysRevD.84.094003"],"date":["2011-06-19","2011-10-07"],"type":["text"],"creator":["Chen, Dian-Yong","Liu, Xiang"],"language":[],"coverage":[],"title":["$Z_b(10610)$ and $Z_b(10650)$ structures produced by the initial single\n  pion emission in the $\\Upsilon(5S)$ decays"],"description":["  We propose an unique mechanism called {\\it Initial Single Pion Emission}\nexisting in the $\\Upsilon(5S)$ decays, and further study the line shapes of\n$d\\Gamma(\\Upsilon(5S\\to \\Upsilon(nS)\\pi^+\\pi^-))/dm_{\\Upsilon(nS)\\pi^+}$\n($n=1,2,3$) and $d\\Gamma(\\Upsilon(5S\\to h_b(mP)\\pi^+\\pi^-))/dm_{h_b(mP)\\pi^+}$\n($m=1,2$). We find sharp structures around 10610 MeV and 10650 MeV in the\nobtained theoretical line shapes of $d\\Gamma(\\Upsilon(5S\\to\n\\Upsilon(nS)\\pi^+\\pi^-))/dm_{\\Upsilon(nS)\\pi^+}$ and $d\\Gamma(\\Upsilon(5S\\to\nh_b(mP)\\pi^+\\pi^-))/dm_{h_b(mP)\\pi^+}$ distributions, which could naturally\ncorrespond to the $Z_b(10610)$ and $Z_b(10650)$ structures newly observed by\nBelle.\n","Comment: 5 pages, 4 figures. More discussions added. Accepted by Phys. Rev. D"]}]
["1106.4983",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4983"],"date":["2011-06-24","2011-11-03"],"type":["text"],"creator":["Wintenberger, Olivier","Cai, Sixiang"],"language":[],"coverage":[],"title":["Parametric inference and forecasting in continuously invertible\n  volatility models"],"description":["  We introduce the notion of continuously invertible volatility models that\nrelies on some Lyapunov condition and some regularity condition. We show that\nit is almost equivalent to the ability of the volatilities forecasting using\nthe parametric inference approach based on the SRE given in [16]. Under very\nweak assumptions, we prove the strong consistency and the asymptotic normality\nof the parametric inference. Based on this parametric estimation, a natural\nstrongly consistent forecast of the volatility is given. We apply successfully\nthis approach to recover known results on univariate and multivariate GARCH\ntype models and to the EGARCH(1,1) model. We prove the strong consistency of\nthe forecasting as soon as the model is invertible and the asymptotic normality\nof the parametric inference as soon as the limiting variance exists. Finally,\nwe give some encouraging empirical results of our approach on simulations and\nreal data.\n"]}]
["1106.5612",{"format":[],"subject":["Mathematics - Numerical Analysis","65N30, 65N12, 65N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5612"],"date":["2011-06-28","2011-11-04"],"type":["text"],"creator":["Burman, Erik"],"language":[],"coverage":[],"title":["A penalty free non-symmetric Nitsche type method for the weak imposition\n  of boundary conditions"],"description":["  In this note we show that the non-symmetric version of the classical\nNitsche's method for the weak imposition of boundary conditions is stable\nwithout penalty term. We prove optimal $H^1$-error estimates and\n$L^2$-estimates that are suboptimal with half an order in $h$. Both the pure\ndiffusion and the convection--diffusion problems are discussed.\n","Comment: 20 pages, 9 figures"]}]
["1106.6345",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.6345"],"date":["2011-06-30","2011-11-03"],"type":["text"],"creator":["Gorelik, Gennady"],"language":[],"coverage":[],"title":["A new answer to the Needham Question, or Who, how and why did invent the\n  modern physics?"],"description":["  The cultural infrastructure that let Galileo invent the modern physics is\ndiscussed. The key new element of modern physics was firm belief in its\nfundamental structure, which could be expressed in the double postulate: 1)\nThere are fundamental axioms that all the physical laws could be deduced from;\nthose axioms are not evident, as invisible as the underground foundation\nstones, or, in Latin, fundamentum; 2) The human mind is able to probe into this\nfundamental level of the Universe to understand its working, and any person is\nfree to contribute in the process of this probing and understanding.\nExperimentalism and mathematization were just the tools to realize this belief.\nThe modern science was invented in the time when the Bible played the most\nprominent cultural role in its history due to Gutenberg and Reformation. All\nthe originators of the modern physics were profound biblical believers, and for\nthem the fundamental double postulate was supported by the basic postulates of\nBiblical worldview.\n  Keywords - the Needham Question; the Scientific Revolution; modern physics;\ncultural infrastructure; Biblical civilization; theory of gravity\n","Comment: 16 pages, 1 figure"]}]
["1107.0798",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0798"],"date":["2011-07-05","2011-11-03"],"type":["text"],"creator":["Hlineny, Petr","Moris, Ondrej"],"language":[],"coverage":[],"title":["Generalized Maneuvers in Route Planning"],"description":["  We study an important practical aspect of the route planning problem in\nreal-world road networks -- maneuvers. Informally, maneuvers represent various\nirregularities of the road network graph such as turn-prohibitions, traffic\nlight delays, round-abouts, forbidden passages and so on. We propose a\ngeneralized model which can handle arbitrarily complex (and even negative)\nmaneuvers, and outline how to enhance Dijkstra's algorithm in order to solve\nroute planning queries in this model without prior adjustments of the\nunderlying road network graph.\n"]}]
["1107.1361",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1361","Phys. Rev. B 84, 195420 (2011)","doi:10.1103/PhysRevB.84.195420"],"date":["2011-07-07"],"type":["text"],"creator":["Pauly, F.","Viljas, J. K.","Bürkle, M.","Dreher, M.","Nielaba, P.","Cuevas, J. C."],"language":[],"coverage":[],"title":["Molecular dynamics study of the thermopower of Ag, Au, and Pt\n  nanocontacts"],"description":["  Using molecular dynamics simulations of many junction stretching processes we\nanalyze the thermopower of silver (Ag), gold (Au), and platinum (Pt) atomic\ncontacts. In all cases we observe that the thermopower vanishes on average\nwithin the standard deviation and that its fluctuations increase for decreasing\nminimum cross-section of the junctions. However, we find a suppression of the\nfluctuations of the thermopower for the s-valent metals Ag and Au, when the\nconductance originates from a single, perfectly transmitting channel. Essential\nfeatures of the experimental results for Au, Ag, and copper (Cu) of Ludoph and\nvan Ruitenbeek [Phys. Rev. B 59, 12290 (1999)], as yet unaddressed by atomistic\nstudies, can hence be explained by considering the atomic and electronic\nstructure at the disordered narrowest constriction of the contacts. For the\nmultivalent metal Pt our calculations predict the fluctuations of the\nthermopower to be larger by one order of magnitude as compared to Ag and Au,\nand suppressions of the fluctuations as a function of the conductance are\nabsent.\n","Comment: 13 pages, 10 figures"]}]
["1107.2879",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Computer Science - Systems and Control","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2879"],"date":["2011-07-14","2011-11-04"],"type":["text"],"creator":["Beguerisse-Diaz, Mariano","Wang, Baojun","Desikan, Radhika","Barahona, Mauricio"],"language":[],"coverage":[],"title":["Squeeze-and-Breathe Evolutionary Monte Carlo Optimisation with Local\n  Search Acceleration and its application to parameter fitting"],"description":["  Motivation: Estimating parameters from data is a key stage of the modelling\nprocess, particularly in biological systems where many parameters need to be\nestimated from sparse and noisy data sets. Over the years, a variety of\nheuristics have been proposed to solve this complex optimisation problem, with\ngood results in some cases yet with limitations in the biological setting.\n  Results: In this work, we develop an algorithm for model parameter fitting\nthat combines ideas from evolutionary algorithms, sequential Monte Carlo and\ndirect search optimisation. Our method performs well even when the order of\nmagnitude and/or the range of the parameters is unknown. The method refines\niteratively a sequence of parameter distributions through local optimisation\ncombined with partial resampling from a historical prior defined over the\nsupport of all previous iterations. We exemplify our method with biological\nmodels using both simulated and real experimental data and estimate the\nparameters efficiently even in the absence of a priori knowledge about the\nparameters.\n","Comment: 15 Pages, 3 Figures, 6 Tables; Availability: Matlab code available\n  from the authors upon request"]}]
["1107.5167",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5167","Phys. Rev. B 84, 195415 (2011)","doi:10.1103/PhysRevB.84.195415"],"date":["2011-07-26","2011-11-04"],"type":["text"],"creator":["Avriller, R.","Bergeret, F. S.","Pistolesi, F."],"language":[],"coverage":[],"title":["Detection of ultrafast oscillations in Superconducting Point-Contacts by\n  means of Supercurrent Measurements"],"description":["  We present a microscopic calculation of the nondissipative current through a\nsuperconducting quantum point contact coupled to a mechanical oscillator. Using\nthe non-equilibrium Keldysh Green function approach, we determine the\ncurrent-phase relation. The latter shows that at certain phases, the current is\nsharply suppressed. These dips in the current-phase relation provide\ninformation about the oscillating frequency and coupling strength of the\nmechanical oscillator. We also present an effective two-level model from which\nwe obtain analytical expressions describing the position and width of the dips.\nOur findings are of relevance for nanomechanical resonators based on\nsuperconducting materials.\n","Comment: 8 pages, 5 figures. Published in Phys. Rev. B"]}]
["1107.5482",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Physics - Chemical Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5482","Phys. Rev. B 84, 144435 (2011)","doi:10.1103/PhysRevB.84.144435"],"date":["2011-07-27","2011-11-04"],"type":["text"],"creator":["Castelnovo, Claudio","Moessner, Roderich","Sondhi, Shivaji"],"language":[],"coverage":[],"title":["Debye-H\\\"uckel theory for spin ice at low temperature"],"description":["  At low temperatures, spin ice is populated by a finite density of magnetic\nmonopoles-pointlike topological defects with a mutual magnetic Coulomb\ninteraction. We discuss the properties of the resulting magnetic Coulomb liquid\nin the framework of Debye H\\\"{u}ckel theory, for which we provide a detailed\ncontext-specific account. We discuss both thermodynamical and dynamical\nsignatures, and compare Debye H\\\"{u}ckel theory to experiment as well as\nnumerics, including data for specific heat and AC susceptibility. We also\nevaluate the entropic Coulomb interaction which is present in addition to the\nmagnetic one and show that it is quantitatively unimportant in the current\ncompounds. Finally, we address the role of bound monopole anti-monopole pairs\nand derive an expression for the monopole mobility.\n","Comment: (13 pages, 11 figures; added discussion of bound pairs)"]}]
["1108.0791",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0791","J. Phys.: Condens. Matter 23 464202 (2011)","doi:10.1088/0953-8984/23/46/464202"],"date":["2011-08-03"],"type":["text"],"creator":["Himura, Takahiro","Morinari, Takao","Tohyama, Takami"],"language":[],"coverage":[],"title":["Pressure effects on Dirac fermions in {\\alpha}-(BEDT-TTF)2I3"],"description":["  We investigate the pressure effect on the layered Dirac fermion system, which\nis realized in quasi-two-dimensional organic compound {\\alpha}-(BEDT-TTF)2I3.\nThe trajectory of the contact points is investigated using the tight-binding\nmodel with the transfer integrals determined by X-ray diffraction experiments.\nVanishing of the Dirac fermion spectrum, opening of the gap, and pressure\ndependence of inter-layer magnetoresistance are discussed.\n","Comment: 18 pages, 7 figures, Proceedings of the International Conference on\n  Conducting Materials (ICoCoM2010) in Sousse, Tunisia, Nov 3-7 2010, submitted\n  to Journal of Physics: Condensed Matter"]}]
["1108.1095",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1095","Phys. Rev. B 84, 180502(R) (2011)","doi:10.1103/PhysRevB.84.180502"],"date":["2011-08-04","2011-08-17"],"type":["text"],"creator":["van Heck, B.","Hassler, F.","Akhmerov, A. R.","Beenakker, C. W. J."],"language":[],"coverage":[],"title":["Coulomb stability of the 4\\pi-periodic Josephson effect of Majorana\n  fermions"],"description":["  The Josephson energy of two superconducting islands containing Majorana\nfermions is a 4\\pi-periodic function of the superconducting phase difference.\nIf the islands have a small capacitance, their ground state energy is governed\nby the competition of Josephson and charging energies. We calculate this ground\nstate energy in a ring geometry, as a function of the flux -\\Phi- enclosed by\nthe ring, and show that the dependence on the Aharonov-Bohm phase 2e\\Phi/\\hbar\nremains 4\\pi-periodic regardless of the ratio of charging and Josephson\nenergies - provided that the entire ring is in a topologically nontrivial\nstate. If part of the ring is topologically trivial, then the charging energy\ninduces quantum phase slips that restore the usual 2\\pi-periodicity.\n","Comment: 4 pages, 4 figures; v2: more references, improved phase-slip formula,\n  and a discussion of the effect of overlapping Majorana's"]}]
["1108.1805",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1805","Phys. Rev. Lett. 107, 191301 (2011)","doi:10.1103/PhysRevLett.107.191301"],"date":["2011-08-08","2011-11-04"],"type":["text"],"creator":["Smith, Kendrick M.","LoVerde, Marilena","Zaldarriaga, Matias"],"language":[],"coverage":[],"title":["A universal bound on N-point correlations from inflation"],"description":["  Models of inflation in which non-Gaussianity is generated outside the\nhorizon, such as curvaton models, generate distinctive higher-order correlation\nfunctions in the CMB and other cosmological observables. Testing for violation\nof the Suyama-Yamaguchi inequality tauNL >= (6/5 fNL)^2, where fNL and tauNL\ndenote the amplitude of the three-point and four-point functions in certain\nlimits, has been proposed as a way to distinguish qualitative classes of\nmodels. This inequality has been proved for a wide range of models, but only\nweaker versions have been proved in general. In this paper, we give a proof\nthat the Suyama-Yamaguchi inequality is always satisfied. We discuss scenarios\nin which the inequality may appear to be violated in an experiment such as\nPlanck, and how this apparent violation should be interpreted. We analyze a\nspecific example, the \"ungaussiton\" model, in which leading-order scaling\nrelations suggest that the Suyama-Yamaguchi inequality is eventually violated,\nand show that the inequality always holds.\n","Comment: reference added, typos corrected, matches PRL published version"]}]
["1108.2679",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2679","The Journal of Chemical Physics 135, 17411 (2011)","doi:10.1063/1.3658736"],"date":["2011-08-12","2011-11-04"],"type":["text"],"creator":["Dzhioev, Alan A.","Kosov, D. S."],"language":[],"coverage":[],"title":["Stability analysis of multiple nonequilibrium fixed points in\n  self-consistent electron transport calculations"],"description":["  We present a method to perform stability analysis of nonequilibrium fixed\npoints appearing in self-consistent electron transport calculations. The\nnonequilibrium fixed points are given by the self-consistent solution of\nstationary, nonlinear kinetic equation for single-particle density matrix. We\nobtain the stability matrix by linearizing the kinetic equation around the\nfixed points and analyze the real part of its spectrum to assess the asymptotic\ntime behavior of the fixed points. We derive expressions for the stability\nmatrices within Hartree-Fock and linear response adiabatic time-dependent\ndensity functional theory. The stability analysis of multiple fixed points is\nperformed within the nonequilibrium Hartree-Fock approximation for the electron\ntransport through a molecule with a spin-degenerate single level with local\nCoulomb interaction.\n"]}]
["1108.2699",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2699","Phys. Rev. Lett. 107, 180402 (2011)","doi:10.1103/PhysRevLett.107.180402"],"date":["2011-08-12","2011-11-04"],"type":["text"],"creator":["Gessner, Manuel","Breuer, Heinz-Peter"],"language":[],"coverage":[],"title":["Detecting nonclassical system-environment correlations by local\n  operations"],"description":["  We develop a general strategy for the detection of nonclassical\nsystem-environment correlations in the initial states of an open quantum\nsystem. The method employs a dephasing map which operates locally on the open\nsystem and leads to an experimentally accessible witness for genuine quantum\ncorrelations, measuring the Hilbert-Schmidt distance between pairs of open\nsystem states. We further derive the expectation value of the witness for\nvarious random matrix ensembles modeling generic features of complex quantum\nsystems. This expectation value is shown to be proportional to a measure for\nthe quantum discord which reduces to the concurrence for pure initial states.\n","Comment: 4 pages"]}]
["1109.2024",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2024","doi:10.1103/PhysRevB.84.144430"],"date":["2011-09-09"],"type":["text"],"creator":["Simeonidis, K.","Martinez-Boubeta, C.","Iglesias, Òscar","Cabot, A.","Angelakeris, M.","Mourdikoudis, S.","Tsiaoussis, I.","Delimitis, A.","Dendrinou-Samara, C.","Kalogirou, O."],"language":[],"coverage":[],"title":["Conditions determining the morphology and nanoscale magnetism of Co\n  nanoparticles: Experimental and numerical studies"],"description":["  Co-based nanostructures ranging from core-shell to hollow nanoparticles were\nproduced by varying the reaction time and the chemical environment during the\nthermal decomposition of Co2(CO)8. Both structural characterization and kinetic\nmodel simulation illustrate that the diffusivities of Co and oxygen determine\nthe growth ratio and the final morphology of the nanoparticles. Exchange\ncoupling between Co and Co-oxide in core/shell nanoparticles induced a shift of\nfield-cooled hysteresis loops that is proportional to the shell thickness, as\nverified by numerical studies. The increased nanocomplexity when going from\ncore/shell to hollow particles, also leads to the appearance of hysteresis\nabove 300 K due to an enhancement of the surface anisotropy resulting from the\nadditional spin-disordered surfaces.\n","Comment: 29 pages including 11 figures embedded. Submitted to Phys. Rev. B"]}]
["1109.4606",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4606"],"date":["2011-09-21","2011-11-04"],"type":["text"],"creator":["Lusztig, George","Vogan Jr, David A."],"language":[],"coverage":[],"title":["Hecke algebras and involutions in Weyl groups"],"description":["  For any two involutions y,w in a Weyl group (y\\le w), let P_{y,w} be the\npolynomial defined in [KL]. In this paper we define a new polynomial\nP^\\sigma_{y,w} whose i-th coefficient is a_i-b_i where the i-th coefficient of\nP_{y,w} is a_i+b_i (a_i,b_i are natural numbers). These new polynomials are of\ninterest for the theory of unitary representations of complex reductive groups.\nWe present an algorithm for computing these polynomials.\n","Comment: 25 pages"]}]
["1109.5899",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5899"],"date":["2011-09-26","2011-11-04"],"type":["text"],"creator":["de Matos, Clovis Jacinto"],"language":[],"coverage":[],"title":["Dissipation of Modified Entropic Gravitational Energy Through\n  Gravitational Waves"],"description":["  The phenomenological nature of a new gravitational type interaction between\ntwo different bodies derived from Verlinde's entropic approach to gravitation\nin combination with Sorkin's definition of Universe's quantum information\ncontent, is investigated. Assuming that the energy stored in this entropic\ngravitational field is dissipated under the form of gravitational waves and\nthat the Heisenberg principle holds for this system, one calculates a possible\nvalue for an absolute minimum time scale in nature $\\tau=15/16\n\\frac{\\Lambda^{1/2}\\hbar G}{c^4}\\sim9.27\\times10^{-105}$ seconds, which is much\nsmaller than the Planck time $t_{P}=(\\hbar G/c^5)^{1/2}\\sim 5.38\\times10^{-44}$\nseconds. This appears together with an absolute possible maximum value for\nNewtonian gravitational forces generated by matter $F_g=32/30\\frac{c^7}{\\Lambda\n\\hbar G^2}\\sim 3.84\\times 10^{165}$ Newtons, which is much higher than the\ngravitational field between two Planck masses separated by the Planck length\n$F_{gP}=c^4/G\\sim1.21\\times10^{44}$ Newtons.\n","Comment: 2 pages"]}]
["1110.2519",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2519"],"date":["2011-10-11","2011-11-04"],"type":["text"],"creator":["Bellingeri, Michele"],"language":[],"coverage":[],"title":["Threshold Extinction in Food Webs"],"description":["  Understanding how an extinction event affects ecosystem is fundamental to\nbiodiversity conservation. For this reason, food web response to species loss\nhas been investigated in several ways in the last years. Several studies\nfocused on secondary extinction due to biodiversity loss in a bottom-up\nperspective using in-silico extinction experiments in which a single species is\nremoved at each step and the number of secondary extinctions is recorded. In\nthese binary simulations a species goes secondarily extinct if it loses all its\nresource species, that is, when the energy intake is zero. This pure\ntopological statement represents the best case scenario. In fact a consumer\nspecies could go extinct losing a certain fraction of the energy intake and the\nresponse of quantitative food webs to node loss could be very different with\nrespect to simple binary predictions. The goal of this paper is to analyze how\npatterns of secondary extinctions change when higher species sensitivity are\nincluded in the analyses. In particular, we explored how food web secondary\nextinction, triggered by the removal of most connected nodes, varies as a\nfunction of the energy intake threshold assumed as the minimum needed for\nspecies persistence. As we will show, a very low increase of energy intake\nthreshold stimulates a disproportionate growth of secondary extinction.\n"]}]
["1110.3942",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Probability","60G60, 60G17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3942"],"date":["2011-10-18","2011-11-04"],"type":["text"],"creator":["Olejnik, Jakub"],"language":[],"coverage":[],"title":["On a complete characterization of a.s. convergence of multiple\n  orthogonal series"],"description":["  We present a relation between convergence of multiple and single orthogonal\nseries. This relation implies a complete characterization of all multiple\nsequences $(a_{n_1...n_d})_{n_1,...,n_d\\in\\bb N}$ such that for all orthonormal\n$(\\Phi_{n_1...n_d})$ multiple orthogonal series $\\sum_{n_1,...,n_d\\in\\bb\nN}a_{n_1...n_d}\\Phi_{n_1...n_d}$ are a.s.\\ convergent.\n","Comment: This paper has been withdrawn by the author due to a crucial error in\n  reasoning"]}]
["1110.4446",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4446","2011, BASI, 39, 429"],"date":["2011-10-20"],"type":["text"],"creator":["Paul, Biswajit","Naik, Sachindra"],"language":[],"coverage":[],"title":["Transient High Mass X-ray Binaries"],"description":["  High Mass X-ray Binaries (HMXBs) are interesting objects that provide a wide\nrange of observational probes to the nature of the two stellar components,\naccretion process, stellar wind and orbital parameters of the systems. A large\nfraction of the transient HMXBs are found to be Be/X-ray binaries in which the\ncompanion Be star with its circumstellar disk governs the outburst. These\noutbursts are understood to be due to the sudden enhanced mass accretion to the\nneutron star and is likely to be associated with changes in the circumstellar\ndisk of the companion. In the recent years, another class of transient HMXBs\nhave been found which have supergiant companions and show shorter bursts.\nX-ray, infrared and optical observations of these objects provide vital\ninformation regarding these systems. Here we review some key observational\nproperties of the transient HMXBs and also discuss some important recent\ndevelopments from studies of this class of sources. The X-ray properties of\nthese objects are discussed in some detail whereas the optical and infrared\nproperties are briefly discussed.\n","Comment: 21 Pages, 8 Figures, To appear in the special issue of the Bulletin\n  of the Astronomical Society of India on Transients at different wavelengths,\n  eds D.J. Saikia and D.A. Green"]}]
["1110.5406",{"format":[],"subject":["Physics - Computational Physics","Mathematical Physics","33C45, 42C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5406"],"date":["2011-10-25","2011-11-04"],"type":["text"],"creator":["Annamalai, Muthiah","Vasilyev, Michael"],"language":[],"coverage":[],"title":["Integrals Involving Associated Laguerre Polynomials"],"description":["  We present a closed-form expression for integrals involving product of\nassociated Laguerre polynomials.\n","Comment: Revision includes minor stylistic changes to the text"]}]
["1110.5448",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5448"],"date":["2011-10-25","2011-11-04"],"type":["text"],"creator":["Ren, Liying"],"language":[],"coverage":[],"title":["On representation theorem of sublinear expectation related to G-L\\'evy\n  process and paths of G-L\\'evy process"],"description":["  In this paper, we are concerned with the representation of an important\nsublinear expectation under which framework a new stochastic process G-L\\'evy\nprocess has been introduced. We show the existence of a weakly compact family\nof probability measures to give the representation by using two different\nmethods.\n","Comment: 16 pages"]}]
["1110.6200",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Artificial Intelligence","Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6200"],"date":["2011-10-27","2011-11-03"],"type":["text"],"creator":["Eisenstein, Jacob","Chau, Duen Horng \"Polo\"","Kittur, Aniket","Xing, Eric P."],"language":[],"coverage":[],"title":["TopicViz: Semantic Navigation of Document Collections"],"description":["  When people explore and manage information, they think in terms of topics and\nthemes. However, the software that supports information exploration sees text\nat only the surface level. In this paper we show how topic modeling -- a\ntechnique for identifying latent themes across large collections of documents\n-- can support semantic exploration. We present TopicViz, an interactive\nenvironment for information exploration. TopicViz combines traditional search\nand citation-graph functionality with a range of novel interactive\nvisualizations, centered around a force-directed layout that links documents to\nthe latent themes discovered by the topic model. We describe several use\nscenarios in which TopicViz supports rapid sensemaking on large document\ncollections.\n"]}]
["1110.6720",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6720"],"date":["2011-10-31","2011-11-04"],"type":["text"],"creator":["Wu, Jian-feng","Yu, Ming"],"language":[],"coverage":[],"title":["Calogero-Sutherland model in interacting fermion picture and explicit\n  construction of Jack states"],"description":["  The 40-year-old Calogero-Sutherland (CS) model remains a source of\ninspirations for understanding 1d interacting fermions. At $\\beta=1,\n\\text{or}0$, the CS model describes a free non-relativistic fermion, or boson\ntheory, while for generic $\\beta$, the system can be interpreted either as\ninteracting fermions or bosons, or free anyons depending on the context.\nHowever, we shall show in this letter that the fermionic picture is\nadvantageous in diagonalizing the CS Hamiltonian. Comparing to the previously\nknown multi-integral representation or the Dunkl operator formalism for the CS\nwave functions, our method depends on the (upper or lower) triangular nature of\nthe fermion interaction, which is resolved in perturbation theory of the second\nquantized form. The eigenstate is constructed from a multiplet of unperturbed\nstates and the perturbation is of finite order. The full construction is a\nsimilarity transformation from the free fermion theory, in the same spirit as\nthe Landau Fermi liquid theory and the 1d Luttinger liquid theory. That means\nquasi-particles or anyons can be represented in terms of free fermion modes (or\nbosonic modes via bosonization). The method is applicable to other (higher than\none space dimension) systems for which the adiabatic theorem applies.\n","Comment: 4 pages, 0 figures, abstract modified, references changed, typo\n  corrected"]}]
["1110.6773",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C25, 14F20, 19E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6773"],"date":["2011-10-31","2011-11-04"],"type":["text"],"creator":["Thi, Nguyen Le Dang"],"language":[],"coverage":[],"title":["On vanishing of unramified cohomology of geometrically rational\n  varieties over finite fields"],"description":["  The purpose of this paper is to show that the third unramified cohomology\nwith divisible coefficients of a smooth projective geometrically rational\nthreefold over a finite field must vanish under $\\Z_{\\ell}$-exactness Hard\nLefschetz condition.\n","Comment: 6 pages, final version"]}]
["1110.6920",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6920"],"date":["2011-10-31","2011-11-04"],"type":["text"],"creator":["Reibelt, M."],"language":[],"coverage":[],"title":["Application of a small oscillating magnetic field activates vortex\n  motion deep within the vortex-solid region of YBa2Cu3O7"],"description":["  We have investigated the magnetic phase diagram of a fully oxygenated\ndetwinned YBa2Cu3O7 single crystal by means of a combination of a\nlow-temperature thermal analysis (DTA) technique with a simultaneous\napplication of a small oscillating magnetic field. We observed a dip-shaped\nfeature in magneto-caloric data deep inside the vortex-solid region of\nYBa2Cu3O7, which was activated by the oscillating magnetic field. The feature\ncan be explained by a self-heating effect due to vortex motion. However, the\norigin of this new feature is unknown.\n"]}]
["1111.0650",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0650"],"date":["2011-11-02"],"type":["text"],"creator":["Durand, Fabien"],"language":[],"coverage":[],"title":["HD0L-$\\omega$-equivalence and periodicity problems in the primitive case\n  (to the memory of G. Rauzy)"],"description":["  In this paper I would like to witness the mathematical inventiveness of G.\nRauzy through personnal exchanges I had with him. The objects that will emerge\nwill be used to treat the decidability of the HD 0 L $\\omega$-equivalence and\nperiodicity problems in the primitive case.\n"]}]
["1111.0656",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0656"],"date":["2011-11-02"],"type":["text"],"creator":["Mouchet, Amaury"],"language":[],"coverage":[],"title":["Algebraic spectral gaps"],"description":["  For the one-dimensional Schr\\\"odinger equation, some real intervals with no\neigenvalues (the spectral gaps) may be obtained rather systematically with a\nmethod proposed by H. Giacomini and A. Mouchet in 2007. The present article\nprovides some alternative formulation of this method, suggests some possible\ngeneralizations and extensively discusses the higher-dimensional case.\n","Comment: Submitted to ESAIM PROCEEDINGS"]}]
["1111.0718",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0718"],"date":["2011-11-02","2011-11-03"],"type":["text"],"creator":["Syritsyn, S. N.","Green, J. R.","Negele, J. W.","Pochinsky, A. V.","Engelhardt, M.","Hagler, Ph.","Musch, B.","Schroers, W."],"language":[],"coverage":[],"title":["Quark Contributions to Nucleon Momentum and Spin from Domain Wall\n  fermion calculations"],"description":["  We report contributions to the nucleon spin and momentum from light quarks\ncalculated using dynamical domain wall fermions with pion masses down to 300\nMeV and fine lattice spacing a=0.084 fm. Albeit without disconnected diagrams,\nwe observe that spin and orbital angular momenta of both u and d quarks are\nopposite, almost canceling in the case of the d quark, which agrees with\nprevious calculations using a mixed quark action. We also present the full\nmomentum dependence of n=2 generalized form factors showing little variation\nwith the pion mass.\n","Comment: 7 pages, 5 figures, NT-LBNL-11-020, MIT-CTP-4323. Presented at the\n  29th International Symposium on Lattice Field Theory (Lattice 2011), Squaw\n  Valley, California, 10-16 Jul 2011"]}]
["1111.0827",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0827"],"date":["2011-11-03","2011-11-04"],"type":["text"],"creator":["Marques, Fabricio"],"language":["pt"],"coverage":[],"title":["A Study about the Supersymmetry in the context of Quantum Mechanics"],"description":["  In this work we present an introduction to Supersymmetry in the context of\n1-dimensional Quantum Mechanics. For that purpose we develop the concept of\nhamiltonians factorization using the simple harmonic oscillator as an example,\nwe introduce the supersymmetric oscilator and, next, we generalize these\nconcepts to introduce the fundamentals of Supersymmetric Quantum Mechanics. We\nalso discuss useful tools to solve problems in Quantum Mechanics which are\nintrinsecally related to Supersymmetry as hierarchy of hamiltonians and shape\ninvariance. We present two approximation methods which will be specially\nuseful: the well known Variational Method and the Logarithmic Perturbation\nTheory, the latter being closely related to the concepts of superpotentials and\nhierarchy of hamiltonians. Finally, we present problems related to\nsuperpotentials which are monomials in even powers of the x coordinate\nmultiplied by the sign function epsilon(x), which seems to be a new class of\nproblems in Supersymmetric Quantum Mechanics.\n","Comment: in Portuguese"]}]
["1111.0861",{"format":[],"subject":["Mathematical Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0861"],"date":["2011-11-03"],"type":["text"],"creator":["Auffray, Nicolas","Kolev, Boris","Petitot, Michel"],"language":[],"coverage":[],"title":["Invariant-based approach to symmetry class detection"],"description":["  In this paper, the problem of the identification of the symmetry class of a\ngiven tensor is asked. Contrary to classical approaches which are based on the\nspectral properties of the linear operator describing the elasticity, our\nsetting is based on the invariants of the irreducible tensors appearing in the\nharmonic decomposition of the elasticity tensor [Forte-Vianello, 1996]. To that\naim we first introduce a geometrical description of the space of elasticity\ntensors. This framework is used to derive invariant-based conditions that\ncharacterize symmetry classes. For low order symmetry classes, such conditions\nare given on a triplet of quadratic forms extracted from the harmonic\ndecomposition of the elasticity tensor $C$, meanwhile for higher-order classes\nconditions are provided in terms of elements of $H^{4}$, the higher irreducible\nspace in the decomposition of $C$. Proceeding in such a way some well known\nconditions appearing in the Mehrabadi-Cowin theorem for the existence of a\nsymmetry plane are retrieved, and a set of algebraic relations on polynomial\ninvariants characterizing the orthotropic, trigonal, tetragonal, transverse\nisotropic and cubic symmetry classes are provided. Using a genericity\nassumption on the elasticity tensor under study, an algorithm to identify the\nsymmetry class of a large set of tensors is finally provided.\n","Comment: 32 pages"]}]
["1111.0867",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0867"],"date":["2011-11-03"],"type":["text"],"creator":["Kloks, Ton","Poon, Sheung-Hung","Tsai, Feng-Ren","Wang, Yue-Li"],"language":[],"coverage":[],"title":["The black-and-white coloring problem on distance hereditary graphs and\n  strongly chordal graphs"],"description":["  Given a graph G and integers b and w. The black-and-white coloring problem\nasks if there exist disjoint sets of vertices B and W with |B|=b and |W|=w such\nthat no vertex in B is adjacent to any vertex in W. In this paper we show that\nthe problem is polynomial when restricted to cographs, distance-hereditary\ngraphs, interval graphs and strongly chordal graphs. We show that the problem\nis NP-complete on splitgraphs.\n"]}]
["1111.0971",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0971"],"date":["2011-11-03"],"type":["text"],"creator":["Huarte-Espinosa, Martín","Krause, Martin","Alexander, Paul"],"language":[],"coverage":[],"title":["Interaction of Fanaroff-Riley class II jets with a magnetised\n  intra-cluster medium"],"description":["  We present 3-D MHD and synthetic numerical simulations to follow the\nevolution of randomly magnetized intra-cluster medium plasma under the effects\nof powerful, light, hypersonic and bipolar jets. We prescribe the cluster\nmagnetic field (CMF) as a Gaussian random field with power law energy spectrum\ntuned to the expectation for Kolmogorov turbulence. We investigate the power of\njets and the viewing angle used for the synthetic Rotation Measure (RM)\nobservations. We find the model radio sources introduce and amplify\nfluctuations on the RM statistical properties; the average RM and the RM\nstandard deviation are increased by the action of the jets. This may lead to\noverestimations of the CMFs' strength up to 70%. The effect correlates with the\njet power. Jets distort and amplify CMFs especially near the edges of the lobes\nand the jets' heads. Thus the RM structure functions are flattened at scales\ncomparable to the source size. Jet-produced RM enhancements depend on the\norientation of the jet axis to the line of sight and are thus more apparent in\nquasars than in radio galaxies.\n","Comment: 3 pages, 1 figure, to appear in the proceedings of the \"Magnetic\n  Fields in the Universe III\" meeting, Zakopane, PL"]}]
["1111.0974",{"format":[],"subject":["Mathematics - Complex Variables","30G35, 58A10, 22E70, 33C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0974"],"date":["2011-11-03"],"type":["text"],"creator":["Lavicka, Roman"],"language":[],"coverage":[],"title":["Orthogonal Appell bases for Hodge-de Rham systems in Euclidean spaces"],"description":["  Recently the Gelfand-Tsetlin construction of orthogonal bases has been\nexplicitly described for the spaces of k-homogeneous polynomial solutions of\nthe Hodge-de Rham system in the Euclidean space R^m which take values in the\nspace of s-vectors. In this paper, we give another construction of these bases\nand, mainly, we show that the bases even form complete orthogonal Appell\nsystems. Moreover, we study the corresponding Taylor series expansions. As an\napplication, we construct quite explicitly orthogonal bases for homogeneous\nsolutions of an arbitrary generalized Moisil-Theodoresco system.\n","Comment: submitted"]}]
["1111.0975",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0975"],"date":["2011-11-03"],"type":["text"],"creator":["Huarte-Espinosa, Martín","Frank, Adam","Blackman, Eric G."],"language":[],"coverage":[],"title":["Modeling Poynting flux vs. kinetic-energy dominated jets"],"description":["  We present 3D-MHD AMR simulations of Poynting flux dominated (PFD) jets\nformed by injection of magnetic energy. We compare their evolution with a\nhydrodynamic jet which is formed by injecting kinetic energy with the same\nenergy flux than the PFD jets. We predict characteristic emission distributions\nfor each of these jets. Current-driven perturbations in PFD jets are amplified\nby both cooling and rotation for the regimes studied: Shocks and thermal\npressure support are weakened by cooling, making the jets more susceptible to\nkinking. Rotation amplifies the toroidal magnetic field which also exacerbates\nthe kink instability.\n","Comment: 2 pages, 1 figure to appear in the proceedings of the \"Magnetic\n  Fields in the Universe III\" meeting, Zakopane, PL"]}]
["1111.0977",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0977"],"date":["2011-11-03"],"type":["text"],"creator":["Williams, Vernon"],"language":[],"coverage":[],"title":["Simulation for Evolution of the Australian Netting Spider PM Eye"],"description":["  This paper reports on a simulated evolution project, which had the goal of\nsimulating the refractive components of the PM eye of Australian netting spider\ndiopis subrufus on a desktop computer. The model for the simulation is the\nanatomy of the eye described by Blest and Land [Ble & Lan 1977]. The evolution\nsimulation was able to produce hundreds of eyes with equivalent optical\nqualities to the measured eyes for the phenotype of the netting spider. These\nartificially evolved eyes began to occur in the computer simulation between\n8X106 and 35X106 cycles after Demonstration of Darwinian Theory of Evolution;\narXiv 1006.0480 simulated the evolution for the ctenid spider PM eye,\ncupiennius sale. This paper follows the previous paper, but the netting spider\neye is more complex than the ctenid PM eye so the simulated evolution equations\nare more complex.\n"]}]
["1111.0983",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematical Physics","35J25, 65N06, 65N55","G.1.8","G.1.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0983"],"date":["2011-11-03"],"type":["text"],"creator":["Coco, Armando","Russo, Giovanni"],"language":[],"coverage":[],"title":["A Finite Difference Ghost-Cell Multigrid Approach for Poisson Equation\n  with Mixed Boundary Conditions in Arbitrary Domain"],"description":["  In this paper we present a multigrid approach to solve the Poisson equation\nin arbitrary domain (identified by a level set function) and mixed boundary\nconditions. The discretization is based on finite difference scheme and\nghost-cell method. This multigrid strategy can be applied also to more general\nproblems where a non-eliminated boundary condition approach is used. Arbitrary\ndomain make the definition of the restriction operator for boundary conditions\nhard to find. A suitable restriction operator is provided in this work,\ntogether with a proper treatment of the boundary smoothing, in order to avoid\ndegradation of the convergence factor of the multigrid due to boundary effects.\nSeveral numerical tests confirm the good convergence property of the new\nmethod.\n"]}]
["1111.0984",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0984"],"date":["2011-11-03"],"type":["text"],"creator":["Joshi, Manasvita","Marscher, Alan","Jorstad, Svetlana","Boettcher, Markus","Agudo, Ivan","Larionov, Valeri","Aller, Margo","Gurwell, Mark","Lahteenmaki, Anne"],"language":[],"coverage":[],"title":["Multiwavelength Spectral Studies Of Fermi-LAT Blazars"],"description":["  We present multiwavelength spectral analyses of two Fermi-LAT blazars, OJ 287\nand 3C 279, that are part of the Boston University multiwaveband polarization\nprogram. The data have been compiled from observations with Fermi, RXTE, the\nVLBA, and various ground-based optical and radio telescopes. We simulate the\ndynamic spectral energy distributions (SEDs) within the framework of a\nmulti-slice, time-dependent leptonic jet model for blazars, with radiation\nfeedback, in the internal shock scenario. We use the physical jet parameters\nobtained from the VLBA monitoring to guide our modeling efforts. We discuss the\nrole of intrinsic parameters and the interplay between synchrotron and inverse\nCompton radiation processes responsible for producing the resultant SEDs.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509; 4 pages, 6 figures"]}]
["1111.0986",{"format":[],"subject":["Mathematics - Combinatorics","05A05, 05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0986"],"date":["2011-11-03"],"type":["text"],"creator":["Lewis, Joel Brewster"],"language":[],"coverage":[],"title":["Alternating permutations containing the pattern 123 or 321 exactly once"],"description":["  Inspired by a recent note of Zeilberger (arXiv:1110.4379), Alejandro Morales\nasked whether one can count alternating (i.e., up-down) permutations that\ncontain the pattern 123 or 321 exactly once. In this note we answer the\nquestion in the affirmative; in particular, we show that for m > 1, a_(2m)(123)\n= 10 (2m)!/((m - 2)! (m + 3)!), a_(2m)(321) = 4(m - 2) (2m + 3)!/((m + 1)! (m +\n4)!), and a_(2m + 1)(123) = a_(2m + 1)(321) = 3(3m + 4)(m - 1) (2m + 2)!/((m +\n1)! (m + 4)!) where a_n(p) is the number of alternating permutations of length\nn containing the pattern p exactly once.\n"]}]
["1111.0988",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0988"],"date":["2011-11-03"],"type":["text"],"creator":["Lin, Zhongjie"],"language":[],"coverage":[],"title":["Dirac Eigenvalue Spectrum at Finite Temperature Using Domain Wall\n  Fermions"],"description":["  We present a study of the Dirac eigenvalue spectrum near the region of the\nQCD phase transition. This study makes use of a sequence of ensembles with\ntemperatures from 150 MeV to 200 MeV generated with $2 + 1$ flavors of\ndynamical domain wall fermions (DWF) and the dislocation sup- pressing\ndeterminant ratio (DSDR) action on a $16^3\\times 8$ lattice with an extent of\n32 or 48 in the fifth dimension. All the simulations lie on a line of constant\nphysics with 200 MeV pions. The DWF Dirac operator is normalized using the\nmethods of Giusti and Luscher combined with those of Rome-Southampton\ncollaboration, allowing a direct evaluation of the Banks-Casher relation. The\nrelation between the resulting temperature-dependent Dirac eigenvalue spectrum\nand the possible restoration of $U(1)_A$ symmetry with increasing temperature\nis discussed.\n","Comment: 7 pages, 4 figures, presented at The XXIX International Symposium on\n  Lattice Field Theory - Lattice 2011, July 10-16, 2011, Squaw Valley, Lake\n  Tahoe, California"]}]
["1111.0991",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0991"],"date":["2011-11-03"],"type":["text"],"creator":["Maio, M."],"language":[],"coverage":[],"title":["Permutation Orbifolds in Conformal Field Theories and String Theory"],"description":["  We summarize the results obtained in the last few years about permutation\norbifolds in two-dimensional conformal field theories, their application to\nstring theory and their use in the construction of four-dimensional heterotic\nstring models.\n","Comment: PhD Thesis, 203 pages"]}]
["1111.0995",{"format":[],"subject":["Mathematics - Logic","03G15, 03B10, 03B20, 03B45, 06E25 (Primary) 03E30, 03E75 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0995"],"date":["2011-11-03"],"type":["text"],"creator":["Andréka, H.","Németi, I."],"language":[],"coverage":[],"title":["Formalizing set theory in weak logics, searching for the weakest logic\n  with G\\\"odel's incompleteness property"],"description":["  We show that first-order logic can be translated into a very simple and weak\nlogic, and thus set theory can be formalized in this weak logic. This weak\nlogical system is equivalent to the equational theory of Boolean algebras with\nthree commuting complemented closure operators, i.e., that of diagonal-free\n3-dimensional cylindric algebras (Df_3's). Equivalently, set theory can be\nformulated in propositional logic with 3 commuting S5 modalities (i.e., in the\nmulti-modal logic [S5,S5,S5]). There are many consequences, e.g., free finitely\ngenerated Df_3's are not atomic and [S5,S5,S5] has G\\\"odel's incompleteness\nproperty. The results reported here are strong improvements of the main result\nof the book: Tarski, A. and Givant, S. R., Formalizing Set Theory without\nvariables, AMS, 1987.\n","Comment: 24 pages, 3 figures. First version, additional material in\n  http://www.renyi.hu/~nemeti/FormalizingST.htm"]}]
["1111.0998",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","Mathematics - Logic","46L10, 03C20, 03C98"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0998"],"date":["2011-11-03"],"type":["text"],"creator":["Farah, Ilijas","Hart, Bradd","Sherman, David"],"language":[],"coverage":[],"title":["Model theory of operator algebras III: Elementary equivalence and II_1\n  factors"],"description":["  We use continuous model theory to obtain several results concerning\nisomorphisms and embeddings between II_1 factors and their ultrapowers. Among\nother things, we show that for any II_1 factor M, there are continuum many\nnonisomorphic separable II_1 factors that have an ultrapower isomorphic to an\nultrapower of M. We also give a poor man's resolution of the Connes Embedding\nProblem: there exists a separable II_1 factor such that all II_1 factors embed\ninto one of its ultrapowers.\n","Comment: 16 pages"]}]
["1111.1000",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1000"],"date":["2011-11-03"],"type":["text"],"creator":["Daum, Jan-Eric","Reuter, Martin"],"language":[],"coverage":[],"title":["Running Immirzi Parameter and Asymptotic Safety"],"description":["  We explore the renormalization group (RG) properties of quantum gravity,\nusing the vielbein and the spin connection as the fundamental field variables.\nWe require the effective action to be invariant under the semidirect product of\nspacetime diffeomorphisms and local frame rotations. Starting from the\ncorresponding functional integral we review the construction of an appropriate\ntheory space and an exact funtional RG equation operating on it. We then solve\nthis equation on a truncated space defined by a three parameter family of\nHolst-type actions which involve a running Immirzi parameter. We find evidence\nfor the existence of an asymptotically safe fundamental theory. It is probably\ninequivalent to metric quantum gravity constructed in the same way.\n","Comment: To appear in the proceedings of CORFU 2010"]}]
["1111.1002",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Quantum Gases","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1002","New J. Phys. 13 103029 (2011)","doi:10.1088/1367-2630/13/10/103029"],"date":["2011-11-03"],"type":["text"],"creator":["Santamore, D. H.","Timmermans, Eddy"],"language":[],"coverage":[],"title":["Multi-impurity polarons in a dilute Bose-Einstein condensate"],"description":["  We describe the ground state of a large, dilute, neutral atom Bose- Einstein\ncondensate (BEC) doped with N strongly coupled mutually indistinguishable,\nbosonic neutral atoms (referred to as \"impurity\") in the polaron regime where\nthe BEC density response to the impurity atoms remains significantly smaller\nthan the average density of the surrounding BEC. We find that N impurity atoms\n(N is not one) can self-localize at a lower value of the impurity-boson\ninteraction strength than a single impurity atom. When the 'bare' short-range\nimpurity-impurity repulsion does not play a significant role, the\nself-localization of multiple bosonic impurity atoms into the same single\nparticle orbital (which we call co-self-localization) is the nucleation process\nof the phase separation transition. When the short-range impurity-impurity\nrepulsion successfully competes with co-self-localization, the system may form\na stable liquid of self-localized single impurity polarons.\n","Comment: 25 pages, 4 figures"]}]
["1111.1013",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Classical Analysis and ODEs","65D05, 65F08, 41A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1013"],"date":["2011-11-03"],"type":["text"],"creator":["Fuselier, E. J.","Hangelbroek, T. C.","Narcowich, F. J.","Ward, J. D.","Wright, G. B."],"language":[],"coverage":[],"title":["Better bases for kernel spaces"],"description":["  In this article we investigate the feasibility of constructing stable, local\nbases for computing with kernels. In particular, we are interested in\nconstructing families $(b_{\\xi})_{\\xi\\in\\Xi}$ that function as bases for kernel\nspaces $S(k,\\Xi)$ so that each basis function is constructed using very few\nkernels. In other words, each function $b_{\\zeta}(x) = \\sum_{\\xi\\in\\Xi}\nA_{\\zeta,\\xi} k(x,\\xi)$ is a linear combination of samples of the kernel with\nfew nonzero coefficients $A_{\\zeta,\\xi}$. This is reminiscent of the\nconstruction of the B-spline basis from the family of truncated power\nfunctions.\n  We demonstrate that for a large class of kernels (the Sobolev kernels as well\nas many kernels of polyharmonic and related type) such bases exist. In fact,\nthe basis elements can be constructed using a combination of roughly $O(\\log\nN)^d$ kernels, where $d$ is the local dimension of the manifold and $N$ is the\ndimension of the kernel space (i.e. $N=#\\Xi$). Viewing this as a preprocessing\nstep -- the construction of the basis has computational cost $O(N(\\log N)^d)$.\nFurthermore, we prove that the new basis is $L_p$ stable and satisfies\npolynomial decay estimates that are stationary with respect to the density of\n$\\Xi$.\n","Comment: 26 pages, 5 figures, 3 tables"]}]
["1111.1014",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1014"],"date":["2011-11-03"],"type":["text"],"creator":["Wright, John","Ganesh, Arvind","Yang, Allen","Zhou, Zihan","Ma, Yi"],"language":[],"coverage":[],"title":["Sparsity and Robustness in Face Recognition"],"description":["  This report concerns the use of techniques for sparse signal representation\nand sparse error correction for automatic face recognition. Much of the recent\ninterest in these techniques comes from the paper \"Robust Face Recognition via\nSparse Representation\" by Wright et al. (2009), which showed how, under certain\ntechnical conditions, one could cast the face recognition problem as one of\nseeking a sparse representation of a given input face image in terms of a\n\"dictionary\" of training images and images of individual pixels. In this\nreport, we have attempted to clarify some frequently encountered questions\nabout this work and particularly, on the validity of using sparse\nrepresentation techniques for face recognition.\n"]}]
["1111.1015",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","Mathematics - Metric Geometry","Mathematics - Number Theory","05D10, 20F99, 28C99, 52C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1015"],"date":["2011-11-03"],"type":["text"],"creator":["Banakh, Taras"],"language":[],"coverage":[],"title":["Symmetry and colorings: some results and open problems, II"],"description":["  We survey some principal results and open problems related to colorings of\ngeometric and algebraic objects endowed with symmetries, concentrating the\nexposition on the maximal symmetry numbers of such objects.\n","Comment: 18 pages. This survey can be considered as an update of earlier\n  surveys of Banakh-Verbitsky-Vorobets (2000) and Banakh-Protasov (2001)"]}]
["1111.1019",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1019","2011, ApJ, 742, L11","doi:10.1088/2041-8205/742/1/L11"],"date":["2011-11-03"],"type":["text"],"creator":["Marcu, Diana M.","Fuerst, Felix","Pottschmidt, Katja","Grinberg, Victoria","Mueller, Sebastian","Wilms, Joern","Postnov, Konstantin A.","Corbet, Robin H. D.","Markwardt, Craig B.","Bel, Marion Cadolle"],"language":[],"coverage":[],"title":["The 5 hr pulse period and broadband spectrum of the Symbiotic X-ray\n  Binary 3A 1954+319"],"description":["  We present an analysis of the highly variable accreting X-ray pulsar 3A\n1954+319 using 2005-2009 monitoring data obtained with INTEGRAL and Swift. This\nconsiderably extends the pulse period history and covers flaring episodes in\n2005 and 2008. In 2006 the source was identified as one of only a few known\nsymbiotic X-ray binaries (SyXBs), i.e., systems composed of a neutron star\naccreting from the inhomogeneous medium around an M-giant star. The extremely\nlong pulse period of 5.3 hr is directly visible in the 2008 INTEGRAL-ISGRI\noutburst light curve. The pulse profile is double peaked and generally not\nsignificantly energy dependent although there is an indication of possible\nsoftening during the main pulse. During the outburst a strong spin-up of -1.8\n10^(-4) hr hr^(-1) occurred. Between 2005 and 2008 a long-term spin-down trend\nof 2.1 10^-5 hr hr^(-1) was observed for the first time for this source. The\n3-80 keV pulse peak spectrum of 3A 1954+319 during the 2008 flare could be well\ndescribed by a thermal Comptonization model. We interpret the results within\nthe framework of a recently developed quasi-spherical accretion model for\nSyXBs.\n","Comment: 5 pages, 4 figures, published in The Astrophysical Journal Letters"]}]
["1111.1021",{"format":[],"subject":["Mathematics - Combinatorics","Primary 05A19 and Secondary 33C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1021"],"date":["2011-11-03"],"type":["text"],"creator":["Wei, Chuanan","Yan, Qinglun","Li, Jianbo"],"language":[],"coverage":[],"title":["A short proof for Dougall's $_2H_2$-series identity"],"description":["  According to Chen and Fu's method, we offer a short proof for Dougall's\n$_2H_2$-series identity.\n"]}]
["1111.1022",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1022"],"date":["2011-11-03"],"type":["text"],"creator":["Fernandez-y-Fernandez, Carlos Alberto","José, Martín José"],"language":[],"coverage":[],"title":["Towards the integration of formal specification in the \\'Ancora\n  methodology"],"description":["  There are some non-formal methodologies such as RUP, OpenUP, agile\nmethodologies such as SCRUP, XP and techniques like those proposed by UML,\nwhich allow the development of software. The software industry has struggled to\ngenerate quality software, as importance has not been given to the engineering\nrequirements, resulting in a poor specification of requirements and software of\npoor quality. In order to generate a contribution to the specification of\nrequirements, this article describes a methodological proposal, implementing\nformal methods to the results of the process of requirements analysis of the\nmethodology \\'Ancora.\n"]}]
["1111.1028",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1028"],"date":["2011-11-03"],"type":["text"],"creator":["Briceño, Raúl A.","Bolton, Daniel","Lin, Huey-Wen"],"language":[],"coverage":[],"title":["Charmed Baryon Spectroscopy from Lattice QCD with $N_f=2+1+1$ flavors"],"description":["  We present preliminary results of the calculation of the positive-parity\nground state charm baryon spectrum using of N_f=2+1+1$ dynamical quarks. The\ncalculation uses a relativistic heavy-quark action for the valence charm quark,\nclover-Wilson fermions for the valence light quarks and HISQ sea quarks. The\nspectrum is calculated with a lightest pion mass around 220 MeV and two lattice\nspacings ($a\\sim0.12$ fm and 0.09 fm) are used to extrapolate to continuum\nlimit. Our preliminary results are consistent with the currently measured\nbaryon spectrum, except for the isospin-averaged $J=1/2$ $\\Xi_{cc}$ which is\napproximately $2 \\sigma$ above the SELEX observed value. We predict the\nyet-to-be-discovered double and triple-charm baryons $\\Xi_{cc}^*$,\n$\\Omega_{cc}$, $\\Omega_{cc}^*$, $\\Omega_{ccc}$ to have masses 3665(42)(29) MeV,\n3694(40)(45) MeV, 3739(35)(21) MeV and 4782(24)(28) MeV, respectively.\n","Comment: 7 pages, 2 figures, Lattice 2011 proceeding"]}]
["1111.1029",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1029"],"date":["2011-11-03"],"type":["text"],"creator":["Bao-Li, Ma"],"language":[],"coverage":[],"title":["Global uniform asymptotic stabilization and k-exponential trajectory\n  tracking of underactuated surface ships with non-diagonal inertia/damping\n  matrices"],"description":["  In this work, we investigate the state stabilization and trajectory tracking\nproblems of underactuated surface ships with full state model of having\nnon-diagonal inertia and damping matrices. By combining the novel state\ntransformations, the direct Lyapunov approach, and the nonlinear time-varying\ntools, the stabilization and the trajectory tracking controllers are developed\nrespectively guaranteeing global uniform asymptotic convergence of the state to\nthe desired set point and global exponential convergence to the desired\nreference trajectory via mild persistent exciting conditions. Simulation\nexamples are given to illustrate the effectiveness of the proposed control\nschemes.\n","Comment: 20 pages"]}]
["1111.1030",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1030","Materials Science-Poland, Vol. 24, No. 3, 2006"],"date":["2011-11-03"],"type":["text"],"creator":["Werpachowska, A.","Wilamowski, Z."],"language":[],"coverage":[],"title":["The RKKY coupling in diluted magnetic semiconductors"],"description":["  This paper is an attempt to modify the classic Ruderman-Kittel-Kasuya-Yosida\n(RKKY) model to allow the analysis of the magnetic resonance measurements. In\nour calculations, we follow the treatment of the original authors of the RKKY\nmodel but include the finite band splitting, {\\Delta}, as a phenomenological\nparameter. The RKKY exchange is not anymore of Heisenberg type and an\nanisotropy induced by the direction of carrier magnetization occurs.\n","Comment: 6 pages, 2 figs"]}]
["1111.1032",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1032","Materials Science-Poland, Vol. 24, No. 3, 2006"],"date":["2011-11-03"],"type":["text"],"creator":["Wilamowski, Z.","Werpachowska, A."],"language":[],"coverage":[],"title":["Spintronics in semiconductors"],"description":["  For the last years spin effects in semiconductors have been of great interest\nnot only in the context of solid state physics, but also for their potential\nusage in technology. In this paper we give a short review of spintronic\nmaterials, in which electron spin as an additional degree of freedom is\nexploited. Afterwards, we discuss the properties of classic, non-magnetic\nsemiconductors, where the efforts are put on enriching the traditional\nsemiconductor technology engaging the electrical effects of spin effects.\nVarious phenomena and scientific state of the art is highlighted.\n"]}]
["1111.1033",{"format":[],"subject":["Mathematics - Representation Theory","Mathematical Physics","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1033"],"date":["2011-11-03"],"type":["text"],"creator":["Frenkel, Igor B.","Ip, Ivan C. H."],"language":[],"coverage":[],"title":["Positive representations of split real quantum groups and future\n  perspectives"],"description":["  We construct a special principal series representation for the modular double\n$U_{q\\tilde{q}}(g_R)$ of type $A_r$ representing the generators by positive\nessentially self-adjoint operators satisfying the transcendental relations that\nalso relate $q$ and $\\tilde{q}$. We use the cluster variables parametrization\nof the positive unipotent matrices to derive the formulas in the classical\ncase. Then we quantize them after applying the Mellin transform. Our\nconstruction is inspired by the previous results for $g_R=sl(2,R)$ and is\nexpected to have a generalization to other simply-laced types. We conjecture\nthat our positive representations are closed under the tensor product and we\ndiscuss the future perspectives of the new representation theory following the\nparallel with the established developments of the finite-dimensional\nrepresentation theory of quantum groups.\n","Comment: 35 pages, 3 figures"]}]
["1111.1035",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1035"],"date":["2011-11-03"],"type":["text"],"creator":["Kawakubo, Toru","Yamamoto, Katsuji"],"language":[],"coverage":[],"title":["Role of particle-number statistics in interference of independent Bose\n  fields"],"description":["  We elucidate generally the interference of independent Bose fields in view of\nthe conditional probability for the particle number measurements, and clarify\nits relation to the source number statistics. Despite lack of intrinsic phases,\nthe interference phase can be inferred from the particle number registered at\none detector by using the classical mean fields. If the conditional number\ndistributions for the other detectors, given the outcome of the first detector,\nexhibit sufficiently narrow peaks around the values specified by the estimated\nphases, the mean field description is valid in a single run of interference.\nThe widths in the conditional distribution are determined by the number\nstatistics of the sources, among which notable scaling behavior is found\ndepending on the detector configurations with the boundary at the Poissonian.\nThe mean field description is found to be applicable to Poissonian and\nsub-Poissonian sources, whereas for super-Poissonian sources it is likely\ninvalidated with the rather broad conditional distribution.\n","Comment: 4 pages, 2 figures; REVTeX 4.1"]}]
["1111.1036",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematics - Analysis of PDEs","2010: 35M11, 35Q15, 35Q55, 37K10, 37K40, 41A60, 78M35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1036"],"date":["2011-11-03"],"type":["text"],"creator":["DiFranco, Jeffery C.","Miller, Peter D.","Muite, Benson K."],"language":[],"coverage":[],"title":["On the modified nonlinear Schr\\\"odinger equation in the semiclassical\n  limit: supersonic, subsonic, and transsonic behavior"],"description":["  The purpose of this paper is to present a comparison between the modified\nnonlinear Schr\\\"odinger (MNLS) equation and the focusing and defocusing\nvariants of the (unmodified) nonlinear Schr\\\"odinger (NLS) equation in the\nsemiclassical limit. We describe aspects of the limiting dynamics and discuss\nhow the nature of the dynamics is evident theoretically through\ninverse-scattering and noncommutative steepest descent methods. The main\nmessage is that, depending on initial data, the MNLS equation can behave either\nlike the defocusing NLS equation, like the focusing NLS equation (in both cases\nthe analogy is asymptotically accurate in the semiclassical limit when the NLS\nequation is posed with appropriately modified initial data), or like an\ninteresting mixture of the two. In the latter case, we identify a feature of\nthe dynamics analogous to a sonic line in gas dynamics, a free boundary\nseparating subsonic flow from supersonic flow.\n","Comment: 30 pages, 2 figures. Submitted to Acta Mathematica Scientia (special\n  issue in honor of Peter Lax's 85th birthday)"]}]
["1111.1039",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1039"],"date":["2011-11-04"],"type":["text"],"creator":["Tam, P.","Wagner, S."],"language":[],"coverage":[],"title":["Are GeV and TeV spectra connected? the case of Galactic gamma-ray\n  sources"],"description":["  To understand Galactic objects that emits GeV-TeV emission, a spatial\ncorrelation study between the Fermi bright source catalog and TeV source\npopulation was carried out in Tam et al. (2010), finding that a significant\nnumber of very high-energy (VHE; E >100 GeV) sources are also emitting at GeV\nenergies. We extended our previous study utilizing the first Fermi catalog\n(1FGL) sources. A cross-correlation comparison of the 1FGL sources was carried\nout with the VHE gamma-ray sources in the literature as of May 2011. While it\nis found that a significant number of VHE gamma-ray sources were also detected\nin the GeV band, the GeV-TeV spectra of some of these spatially coincident\nsources cannot be described by a single spectral component. While some of these\ncases are gamma-ray pulsars accompanied by VHE gamma-ray emitting nebulae, we\npresent cases where the 100 MeV to multi-TeV spectra of coincident 1FGL/VHE\nsource pairs do not seem to be well fit by a single spectral component.\n","Comment: 4 pages, 2 figures, 1 table, 2011 Fermi Symposium proceedings - eConf\n  C110509"]}]
["1111.1042",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1042"],"date":["2011-11-04"],"type":["text"],"creator":["Arisawa, M."],"language":[],"coverage":[],"title":["Quasi-periodic and almost periodic homogenizations of\n  integro-differential equations with Levy operators"],"description":["  In this paper, we studied quasi-periodic and almost periodic homogenizations\nof integro-differential equations with Levy operators, which contain alpha\nstable Levy densities. This is the intermediate stage between the periodic\nhomogenization and the stochastic homogenization of the non-local problem, and\nis the straight forward generalization of the case of partial differential\nequations.\n","Comment: Written in February 2010, and submitted here as a report"]}]
["1111.1043",{"format":[],"subject":["Mathematics - Group Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1043"],"date":["2011-11-04"],"type":["text"],"creator":["Mahalanobis, Ayan"],"language":[],"coverage":[],"title":["The MOR cryptosystem and extra-special $p$-groups"],"description":["  This paper studies the MOR cryptosystem, using the automorphism group of the\nextra-special $p$-group of exponent $p$, for an odd prime $p$. Similar results\ncan be obtained for extra-special $p$-groups of exponent $p^2$ and for the even\nprime.\n"]}]
["1111.1045",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1045"],"date":["2011-11-04"],"type":["text"],"creator":["Tam, P.","Kong, A.","Hui, C. Y.","Cheng, K. S."],"language":[],"coverage":[],"title":["Gamma-ray properties of globular clusters and the \"fundamental planes\""],"description":["  We report on the discovery of gamma-ray emission from several globular\nclusters (GCs), including Terzan 5, the second known gamma-ray GCs. By now,\nmore than a dozen GCs are known to emit gamma-rays of energies above 100 MeV,\nthus enabling us to carry out the first detailed correlation study with several\ncluster properties. We found strong correlations between the observed gamma-ray\nluminosities and four cluster parameters: stellar encounter rate, metallicity\n[Fe/H], and energy densities of the soft photons at the cluster locations.\nThese \"fundamental planes\" of gamma-ray GCs put an intimate relation of the\nobserved gamma-rays to the underlying millisecond pulsar population and have\nimportant implications on the origin of the gamma-ray emission of GCs.\n","Comment: 4 pages, 5 figures, 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1111.1053",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1053"],"date":["2011-11-04"],"type":["text"],"creator":["Skvortsov, Alex","Ristic, Branko"],"language":[],"coverage":[],"title":["Modelling and Performance analysis of a Network of Chemical Sensors with\n  Dynamic Collaboration"],"description":["  The problem of environmental monitoring using a wireless network of chemical\nsensors with a limited energy supply is considered. Since the conventional\nchemical sensors in active mode consume vast amounts of energy, an optimisation\nproblem arises in the context of a balance between the energy consumption and\nthe detection capabilities of such a network. A protocol based on \"dynamic\nsensor collaboration\" is employed: in the absence of any pollutant, majority of\nsensors are in the sleep (passive) mode; a sensor is invoked (activated) by\nwake-up messages from its neighbors only when more information is required. The\npaper proposes a mathematical model of a network of chemical sensors using this\nprotocol. The model provides valuable insights into the network behavior and\nnear optimal capacity design (energy consumption against detection). An\nanalytical model of the environment, using turbulent mixing to capture chaotic\nfluctuations, intermittency and non-homogeneity of the pollutant distribution,\nis employed in the study. A binary model of a chemical sensor is assumed (a\ndevice with threshold detection). The outcome of the study is a set of simple\nanalytical tools for sensor network design, optimisation, and performance\nanalysis.\n","Comment: 21 pages and 7 figures"]}]
["1111.1059",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1059"],"date":["2011-11-04"],"type":["text"],"creator":["Bringoltz, Barak","Koren, Mateusz","Sharpe, Stephen R."],"language":[],"coverage":[],"title":["Large-N reduction with two adjoint Dirac fermions"],"description":["  We study the single site SU(N) lattice gauge theory with N_f=2 adjoint Wilson\nfermions for values of N up to 53. We determine the phase diagram of the theory\nas a function of the hopping parameter kappa and the inverse 't Hooft coupling\nb, searching for the region in which the Z_N^4 center symmetry is unbroken. In\nthis region the theory is equivalent to the infinite volume theory when N goes\nto infinity. We find a region of values of kappa on both sides of kappa_c for\nwhich the symmetry is unbroken, including both light physical quarks and masses\n~O(1/a). This is surrounded by a region with a complicated sequence of\npartially broken phases. We calculate Wilson loop expectation values and find\nthat using N <= 53 it is possible to extract the heavy-quark potential at small\ndistances (1-3 links) but not at longer distances. For this, larger values of\nN, or lattices with more sites, are needed.\n","Comment: 7 pages, 3 figures, talk presented at Lattice 2011 (Applications\n  beyond QCD), Squaw Valley, Lake Tahoe, California, July 10-16, 2011"]}]
["1111.1064",{"format":[],"subject":["Mathematics - Logic","03D28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1064"],"date":["2011-11-04"],"type":["text"],"creator":["Barmpalias, George","Day, Adam R.","Lewis, Andrew E. M."],"language":[],"coverage":[],"title":["The typical Turing degree"],"description":["  The Turing degree of a real measures the computational difficulty of\nproducing its binary expansion. Since Turing degrees are tailsets, it follows\nfrom Kolmogorov's 0-1 law that for any property which may or may not be\nsatisfied by any given Turing degree, the satisfying class will either be of\nLebesgue measure 0 or 1, so long as it is measurable. So either the\n\\emph{typical} degree satisfies the property, or else the typical degree\nsatisfies its negation. Further, there is then some level of randomness\nsufficient to ensure typicality in this regard. A similar analysis can be made\nin terms of Baire category, where a standard form of genericity now plays the\nrole that randomness plays in the context of measure.\n  We describe and prove a number of results in a programme of research which\naims to establish the properties of the typical Turing degree, where typicality\nis gauged either in terms of Lebesgue measure or Baire category.\n","Comment: 42 pages"]}]
["1111.1065",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1065","Physical Review Letters, 103, 215502, 2009","doi:10.1103/PhysRevLett.103.215502"],"date":["2011-11-04"],"type":["text"],"creator":["Kelling, Thorben","Wurm, Gerhard"],"language":[],"coverage":[],"title":["Self-sustained Levitation of Dust Aggregate Ensembles by Temperature\n  Gradient Induced Overpressures"],"description":["  In laboratory experiments we observe dust aggregates from 100 \\mu m to 1 cm\nin size composed of micrometer sized grains levitating over a hot surface.\nDepending on the dust sample aggregates start to levitate at a temperature of\n400 K. Levitation of dust aggregates is restricted to a pressure range between\n1--40 mbar. The levitating is caused by a Knudsen compressor effect. Based on\nthermal transpiration through the dust aggregates the pressure increases\nbetween surface and aggregates. Dust aggregates are typically balanced 100 \\mu\nm over the surface. On a slightly concave surface individual aggregates are\ntrapped at the center. Ensembles of aggregates are confined in a 2D plane.\nAggregates are subject to systematic and random translational and rotational\nmotion. The levitated aggregates are well suited to study photophoretic or\nthermophoretic forces on dust aggregates or the mutual interaction between dust\naggregates.\n","Comment: 4 pages, 4 figures, 1 table"]}]
["1111.1066",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1066","The Astrophysical Journal, 733:120 (5pp), 2011","doi:10.1088/0004-637X/733/2/120"],"date":["2011-11-04"],"type":["text"],"creator":["Kelling, Thorben","Wurm, Gerhard"],"language":[],"coverage":[],"title":["A Mechanism to Produce the Small Dust Observed in Protoplanetary Disks"],"description":["  Small (sub)-micron dust is present over the entire lifetime of protoplanetary\ndisks. As aggregation readily depletes small particles, one explanation might\nbe that dust is continuously generated by larger bodies in the midplane and\ntransported to the surface of the disks. In general, in a first step of this\nscenario, the larger bodies have to be destroyed again and different mechanisms\nexist with the potential to accomplish this. Possible destructive mechanisms\nare fragmentation in collisions, erosion by gas drag or light induced erosion.\nIn laboratory experiments we find that the latter, light induced erosion by\nKnudsen compression and photophoresis, can provide small particles. It might be\na preferred candidate as the dust is released into a low particle density\nregion. The working principle of this mechanism prevents or decreases the\nlikelihood for instant re-accretion or re-growth of large dense aggregates.\nProvided that there is a particle lift, e.g. turbulence, these particles might\nreadily reach the surface of the disk.\n","Comment: 7 pages, 6 figures"]}]
["1111.1070",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1070"],"date":["2011-11-04"],"type":["text"],"creator":["Huff, Eric M.","Graves, Genevieve J."],"language":[],"coverage":[],"title":["Magnificent Magnification: Exploiting the Other Half of the Lensing\n  Signal"],"description":["  We describe a new method for measuring galaxy magnification due to weak\ngravitational lensing. Our method makes use of a tight scaling relation between\ngalaxy properties that are modified by gravitational lensing, such as apparent\nsize, and other properties that are not, such as surface brightness. In\nparticular, we use a version of the well-known fundamental plane relation for\nearly type galaxies. This modified \"photometric fundamental plane\" replaces\nvelocity dispersions with photometric galaxy properties, thus obviating the\nneed for spectroscopic data. We present the first detection of magnification\nusing this method by applying it to photometric catalogs from the Sloan Digital\nSky Survey. This analysis shows that the derived magnification signal is\ncomparable to that available from conventional methods using gravitational\nshear. We suppress the dominant sources of systematic error and discuss modest\nimprovements that may allow this method to equal or even surpass the\nsignal-to-noise achievable with shear. Moreover, some of the dominant sources\nof systematic error are substantially different from those of shear-based\ntechniques. Thus, combining the two techniques addresses the major weaknesses\nof each and provides a substantial improvement over either method used in\nisolation. With this new technique, magnification becomes a necessary\nmeasurement tool for the coming era of large ground-based surveys intending to\nmeasure gravitational lensing.\n","Comment: 6 pages, 4 Figures. Submitted to ApJL"]}]
["1111.1073",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","Primary: 11G07, 11G15, Secondary: 14D22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1073"],"date":["2011-11-04"],"type":["text"],"creator":["Canepa, Bogdan","Gaba, Radu"],"language":[],"coverage":[],"title":["On some special classes of complex elliptic curves"],"description":["  In this paper we classify the complex elliptic curves $E$ for which there\nexist cyclic subgroups $C\\leq (E,+)$ of order $n$ such that the elliptic curves\n$E$ and $E/C$ are isomorphic, where $n$ is a positive integer. Important\nexamples are provided in the last section. Moreover, we answer the following\nquestion: given a complex elliptic curve E, when can one find a cyclic subgroup\n$C$ of order $n$ of $(E,+)$ such that $(E,C)\\sim(\\frac{E}{C},\\frac{E[n]}{C})$,\n$E[n]$ being the $n$-torsion subgroup of $E$, classifying in this way the fixed\npoints of the action of the Fricke involution on the open modular curves\n$Y_0(n)$\n","Comment: 15 pages"]}]
["1111.1074",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D20, 14F35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1074"],"date":["2011-11-04"],"type":["text"],"creator":["Mehta, Vikram"],"language":[],"coverage":[],"title":["Some Further Remarks on the Local Fundamental Group Scheme"],"description":["  We prove that the Local Fundamental Group Scheme satisfies the Lefschetz -\nBott theorems in characteristic p. The proofs are standard applications of the\nEnriques-Severi -Zariski-Serre vanishing theorems and known facts about the\np-curvature\n"]}]
["1111.1080",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1080"],"date":["2011-11-04"],"type":["text"],"creator":["Taylanov, N. A."],"language":[],"coverage":[],"title":["Flux instabilities in type-II superconductors"],"description":["  The flux jump dynamics in the flux flow regime of type II superconductors is\ninvestigated, analytically. It is found that under some conditions flux jump\navalanche may occur in a superconductor sample, which takes into account an\ninertial properties of the vortex matter.\n","Comment: 4 pages, 4 figures"]}]
["1111.1081",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","Mathematics - Number Theory","37AXX, 11K60, 28A78"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1081"],"date":["2011-11-04"],"type":["text"],"creator":["Liao, Lingmin","Seuret, Stephane"],"language":[],"coverage":[],"title":["Diophantine approximation by orbits of Markov maps"],"description":["  In 1995, Hill and Velani introduced the shrinking targets theory. Given a\ndynamical system $([0,1],T)$, they investigated the Hausdorff dimension of sets\nof points whose orbits are close to some fixed point. In this paper, we study\nthe sets of points well-approximated by orbits $\\{T^n x\\}_{n\\geq 0}$, where $T$\nis an expanding Markov map with a finite partition supported by $[0,1]$. The\ndimensions of these sets are described using the multifractal properties of\ninvariant Gibbs measures.\n","Comment: 24 pages, 3 figures; To appear in ETDS, 2011"]}]
["1111.1087",{"format":[],"subject":["Physics - Optics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1087"],"date":["2011-11-04"],"type":["text"],"creator":["Mejía-Cortés, Cristian","Soto-Crespo, J. M.","Vicencio, Rodrigo A.","Molina, Mario I."],"language":[],"coverage":[],"title":["Multiplicity of vortex soliton families in the discrete Ginzburg-Landau\n  equation, their interactions and the formation of bound states"],"description":["  By using different continuation methods, we unveil a wide region in the\nparameter space of the discrete cubic-quintic complex Ginzburg-Landau equation,\nwhere several families of stable vortex solitons coexist. All these stationary\nsolutions have a symmetric amplitude profile and two different topological\ncharges. We also discover the dynamical formation of a variety of 'bound-state'\nsolutions, composed of two or more of these vortex solitons. All of these\nstable composite structures persist in the conservative cubic limit, for high\nvalues of their power content.\n","Comment: 7 pages, 11 figures"]}]
["1111.1090",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1090","CiiT International Journal of Digital Image Processing, Vol. 15,\n  No. 10, October 2011, ISSN 0974 - 9691 (Print) & ISSN 0974 - 9586 (Online)"],"date":["2011-11-04"],"type":["text"],"creator":["Jyoti, Divya","Chadha, Aman","Vaidya, Pallavi","Roja, M. Mani"],"language":[],"coverage":[],"title":["A robust, low-cost approach to Face Detection and Face Recognition"],"description":["  In the domain of Biometrics, recognition systems based on iris, fingerprint\nor palm print scans etc. are often considered more dependable due to extremely\nlow variance in the properties of these entities with respect to time. However,\nover the last decade data processing capability of computers has increased\nmanifold, which has made real-time video content analysis possible. This shows\nthat the need of the hour is a robust and highly automated Face Detection and\nRecognition algorithm with credible accuracy rate. The proposed Face Detection\nand Recognition system using Discrete Wavelet Transform (DWT) accepts face\nframes as input from a database containing images from low cost devices such as\nVGA cameras, webcams or even CCTV's, where image quality is inferior. Face\nregion is then detected using properties of L*a*b* color space and only Frontal\nFace is extracted such that all additional background is eliminated. Further,\nthis extracted image is converted to grayscale and its dimensions are resized\nto 128 x 128 pixels. DWT is then applied to entire image to obtain the\ncoefficients. Recognition is carried out by comparison of the DWT coefficients\nbelonging to the test image with those of the registered reference image. On\ncomparison, Euclidean distance classifier is deployed to validate the test\nimage from the database. Accuracy for various levels of DWT Decomposition is\nobtained and hence, compared.\n","Comment: discrete wavelet transform, face detection, face recognition, person\n  identification"]}]
["1111.1092",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1092"],"date":["2011-11-04"],"type":["text"],"creator":["Bessemoulin-Chatard, Marianne","Filbet, Francis"],"language":[],"coverage":[],"title":["A finite volume scheme for nonlinear degenerate parabolic equations"],"description":["  We propose a second order finite volume scheme for nonlinear degenerate\nparabolic equations. For some of these models (porous media equation,\ndrift-diffusion system for semiconductors, ...) it has been proved that the\ntransient solution converges to a steady-state when time goes to infinity. The\npresent scheme preserves steady-states and provides a satisfying long-time\nbehavior. Moreover, it remains valid and second-order accurate in space even in\nthe degenerate case. After describing the numerical scheme, we present several\nnumerical results which confirm the high-order accuracy in various regime\ndegenerate and non degenerate cases and underline the efficiency to preserve\nthe large-time asymptotic.\n"]}]
["1111.1093",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1093","International Journal of Image Processing (IJIP), Volume:\n  5,Issue:4, September/October 2011"],"date":["2011-11-04"],"type":["text"],"creator":["Thampi, Sabu M.","Jacob, Ann Jisma"],"language":[],"coverage":[],"title":["Securing Biometric Images using Reversible Watermarking"],"description":["  Biometric security is a fast growing area. Protecting biometric data is very\nimportant since it can be misused by attackers. In order to increase security\nof biometric data there are different methods in which watermarking is widely\naccepted. A more acceptable, new important development in this area is\nreversible watermarking in which the original image can be completely restored\nand the watermark can be retrieved. But reversible watermarking in biometrics\nis an understudied area. Reversible watermarking maintains high quality of\nbiometric data. This paper proposes Rotational Replacement of LSB as a\nreversible watermarking scheme for biometric images. PSNR is the regular method\nused for quality measurement of biometric data. In this paper we also show that\nSSIM Index is a better alternate for effective quality assessment for\nreversible watermarked biometric data by comparing with the well known\nreversible watermarking scheme using Difference Expansion.\n","Comment: 8 pages, 7 figures"]}]
["1111.1094",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Emerging Technologies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1094"],"date":["2011-11-04"],"type":["text"],"creator":["Kernbach, Serge"],"language":[],"coverage":[],"title":["On Three Challenges of Artificial Living Systems and Embodied Evolution"],"description":["  Creating autonomous, self-supporting, self-replicating, sustainable systems\nis a great challenge. To some extent, understanding life means not only being\nable to create it from scratch, but also improving, supporting, saving it, or\neven making it even more advanced. This can be thought of as a long-term goal\nof living technologies and embodied evolution. Current research agenda targets\nseveral short- and middle-term steps towards achieving such a vision:\nconnection of ICT and bio-/chemo- developments, advances in \"soft\" and \"wet\"\nrobotics, integration of material science into developmental robotics, and\npotentially, addressing the self-replication in autonomous systems.\n"]}]
["1111.1096",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1096"],"date":["2011-11-04"],"type":["text"],"creator":["Peña, J. H.","Fox-Machado, L.","García, H.","Rentería, A.","Romero, E.","Skinner, S.","Espinosa, A."],"language":[],"coverage":[],"title":["Determination of the physical characteristics of the variable stars in\n  the direction of the open cluster NGC 6811 through $uvby\\beta$ photoelectric\n  photometry"],"description":["  The study of open clusters and their short period variable stars is\nfundamental in stellar evolution. Because the cluster members are formed in\nalmost the same physical conditions, they share similar stellar properties such\nage and chemical composition. The assumption of common age, metallicity and\ndistance impose strong constraints when modeling an ensemble of short period\npulsators belonging to open clusters (e.g. Fox Machado et al., 2006). Very\nrecently, Luo et al. (2009) carried out a search for variable stars in the\ndirection of NGC 6811 with CCD photometry in B and V bands. They detected a\ntotal of sixteen variable stars. Among these variables, twelve were catalogued\nas $\\delta$ {\\it Scuti} stars, while no variability type was assigned to the\nremaining stars. In this paper we present $uvby\\beta$ photoelectric photometry\nfor the variable stars in the direction of NGC 6811.\n","Comment: To be published in Astrophysics and Space Science Proceedings series\n  (ASSP), in the proceedings of \"20th Stellar Pulsation Conference Series:\n  Impact of new instrumentation & new insights in stellar pulsations\", 5-9\n  September 2011, Granada, Spain"]}]
["1111.1097",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1097"],"date":["2011-11-04"],"type":["text"],"creator":["Andreas, Bjorn","Hoffmann, Norbert"],"language":[],"coverage":[],"title":["New Examples of Stable Bundles on Calabi-Yau Threefolds"],"description":["  In this paper we present a construction of stable bundles on Calabi-Yau\nthreefolds using the method of bundle extensions. This construction applies to\nany given Calabi-Yau threefold with h^{1,1}>1. We give examples of stable\nbundles of rank 2 and 4 constructed out of pure geometric data of the given\nCalabi-Yau space. As an application, we find that some of these bundles satisfy\nthe physical constraint imposed by heterotic string anomaly cancellation.\n","Comment: 9 pages"]}]
["1111.1098",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1098"],"date":["2011-11-04"],"type":["text"],"creator":["Miura, Kohtaroh","Lombardo, Maria Paola","Pallante, Elisabetta"],"language":[],"coverage":[],"title":["Thermodynamic Study for Conformal Phase in Large Nf Gauge Theory"],"description":["  We investigate the chiral phase transition at finite temperature (T) in\ncolour SU(3) Quantum Chromodynamics (QCD) with six species of fermions (Nf = 6)\nin the fundamental representation. The simulations have been performed by using\nlattice QCD with improved staggered fermions. The critical couplings (bc) for\nthe chiral phase transition are observed for several temporal extensions Nt,\nand the two-loop asymptotic scaling of the dimensionless ratio Tc/Lambda_L\n(Lambda_L = Lattice Lambda-parameter) is found to be achieved for Nt >= 6.\nFurther, we collect bc at Nf = 0 (quenched), and Nf = 4 at a fixed Nt = 6 as\nwell as Nf = 8 at Nt = 6 and 12, the latter relying on our earlier study. The\nresults are consistent with enhanced fermionic screening at larger Nf. The\nratio Tc/Lambda_L depends very mildly on Nf in the Nf = 0-4 region, begins\nincreasing at Nf = 6, and significantly grows up at Nf = 8, as Nf reaches to\nthe edge of the conformal window. We discuss the interrelation of the results\nwith preconformal dynamics in the light of a functional renormalization group\nanalysis.\n","Comment: 7 pages, 4 figures. Talk presented at the XXIX International\n  Symposium on Lattice Field Theory (Lattice 2011), July 10-16, 2011, Squaw\n  Valley, Lake Tahoe, California"]}]
["1111.1102",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1102","Breivik, {\\O}, and A Allen, 2008: An operational search and rescue\n  model for the Norwegian Sea and the North Sea, J Marine Syst, 69(1-2),\n  99-113, doi:10.1016/j.jmarsys.2007.02.010","doi:10.1016/j.jmarsys.2007.02.010"],"date":["2011-11-04"],"type":["text"],"creator":["Breivik, Øyvind","Allen, Arthur A"],"language":[],"coverage":[],"title":["An Operational Search and Rescue Model for the Norwegian Sea and the\n  North Sea"],"description":["  A new operational, ensemble-based search and rescue model for the Norwegian\nSea and the North Sea is presented. The stochastic trajectory model computes\nthe net motion of a range of search and rescue objects. A new, robust\nformulation for the relation between the wind and the motion of the drifting\nobject (termed the leeway of the object) is employed. Empirically derived\ncoefficients for 63 categories of search objects compiled by the US Coast Guard\nare ingested to estimate the leeway of the drifting objects. A Monte Carlo\ntechnique is employed to generate an ensemble that accounts for the\nuncertainties in forcing fields (wind and current), leeway drift properties,\nand the initial position of the search object. The ensemble yields an estimate\nof the time-evolving probability density function of the location of the search\nobject, and its envelope defines the search area. Forcing fields from the\noperational oceanic and atmospheric forecast system of The Norwegian\nMeteorological Institute are used as input to the trajectory model. This allows\nfor the first time high-resolution wind and current fields to be used to\nforecast search areas up to 60 hours into the future. A limited set of field\nexercises show good agreement between model trajectories, search areas, and\nobserved trajectories for liferafts and other search objects. Comparison with\nolder methods shows that search areas expand much more slowly using the new\nensemble method with high resolution forcing fields and the new leeway\nformulation. It is found that going to higher-order stochastic trajectory\nmodels will not significantly improve the forecast skill and the rate of\nexpansion of search areas.\n","Comment: 22 pages, 11 figures, one table"]}]
["1111.1106",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1106"],"date":["2011-11-04"],"type":["text"],"creator":["Hundi, R. S.","SenGupta, Soumitra"],"language":[],"coverage":[],"title":["Fermion mass hierarchy in a multiple warped braneworld model"],"description":["  A geometric understanding of the origin of mass hierarchy among the standard\nmodel fermions have been addressed in a multiple warped spacetime. We show that\nthe requirement of $10^{16}$ order warping between the Planck and the visible\nbranes without creating any significant hierarchy among the moduli results into\nsplitting of fermion masses in the standard model. Values of the various\nparameters of the extra dimensional model and the corresponding fermion masses\nare determined.\n","Comment: 15 Pages, Latex"]}]
["1111.1111",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1111","Physical Review B 82, 235123 (2010)","doi:10.1103/PhysRevB.82.235123"],"date":["2011-11-04"],"type":["text"],"creator":["Hansmann, P.","Toschi, A.","Yang, Xiaoping","Andersen, O. K.","Held, K."],"language":[],"coverage":[],"title":["Electronic structure of nickelates: From two-dimensional\n  heterostructures to three-dimensional bulk materials"],"description":["  Reduced dimensionality and strong electronic correlations, which are among\nthe most important ingredients for cupratelike high-Tc superconductivity,\ncharacterize also the physics of nickelate-based heterostructures. Starting\nfrom the local-density approximation we arrive at a simple two-band model for\nquasi-two-dimensional 2D LaNiO3 /LaAlO3 heterostructures and extend it by\nintroducing an appropriate hopping in the z direction to describe the\ndimensional crossover to three dimensions 3D. Using dynamical mean-field\ntheory, we study the effects of electronic correlations with increasing\ninteraction strength along the crossover from 2D to 3D. Qualitatively, the\neffects of electronic correlations are surprisingly similar, albeit\nquantitatively larger interaction strengths are required in three dimensions\nfor getting a Mott-Hubbard insulating state. The exchange parameters of an\neffective Kugel-Khomskii-type spin-orbital model are also derived and reveal\nstrong antiferromagnetic tendencies.\n","Comment: 8 pages, 9 figures"]}]
["1111.1114",{"format":[],"subject":["Mathematics - Differential Geometry","53A30, 53B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1114"],"date":["2011-11-04"],"type":["text"],"creator":["Wang, Peng"],"language":[],"coverage":[],"title":["On the Willmore functional of 2-tori in some product Riemannian\n  manifolds"],"description":["  We discuss the minimum of Willmore functional of torus in a Riemannian\nmanifold $N$, especially for the case that $N$ is a product manifold. We show\nthat when $N=S^2\\times S^1$, the minimum of $W(T^2)$ is 0, and when\n$N=R^2\\times S^1$, there exists no torus having least Willmore functional. When\n$N=H^2(-c)\\times S^1$, and $x=\\gamma\\times S^1$, the minimum of $W(x)$ is\n$2\\pi^2\\sqrt{c}$.\n","Comment: 12 pages"]}]
["1111.1117",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1117"],"date":["2011-11-04"],"type":["text"],"creator":["Roehlly, Yannick","Burgarella, Denis","Buat, Véronique","Giovannoli, Élodie","Noll, Stefan","Serra, Paolo"],"language":[],"coverage":[],"title":["CIGALE: Code Investigating GALaxy Emission"],"description":["  We present CIGALE (Burgarella et al. 2005; Noll et al. 2009), a software\ndeveloped at the Laboratoire d'Astrophysique de Marseille to fit galaxy\nspectral energy distributions from the rest-frame far-UV to far-IR wavelength\nrange, and to derive some of their physical parameters. We also give some\nexamples of scientific results obtained with CIGALE.\n","Comment: 4 pages, 2 figures, proceeding of a poster to be presented at ADASS\n  XXI in Paris"]}]
["1111.1118",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1118"],"date":["2011-11-03"],"type":["text"],"creator":["Alonso, Ricardo","Borcea, Liliana","Garnier, Josselin"],"language":[],"coverage":[],"title":["Wave propagation in waveguides with random boundaries"],"description":["  We give a detailed analysis of long range cumulative scattering effects from\nrough boundaries in waveguides. We assume small random fluctuations of the\nboundaries and obtain a quantitative statistical description of the wave field.\nThe method of solution is based on coordinate changes that straighten the\nboundaries. The resulting problem is similar from the mathematical point of\nview to that of wave propagation in random waveguides with interior\ninhomogeneities. We quantify the net effect of scattering at the random\nboundaries and show how it differs from that of scattering by internal\ninhomogeneities.\n"]}]
["1111.1119",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1119","Phys. Rev. B 84, 195102 (2011)","doi:10.1103/PhysRevB.84.195102"],"date":["2011-11-04"],"type":["text"],"creator":["Go, Ara","Jeon, Gun Sang"],"language":[],"coverage":[],"title":["Phase transitions and spectral properties of the ionic Hubbard model in\n  one dimension"],"description":["  The ionic Hubbard model is investigated at half filling at zero temperature.\nWe apply the cellular dynamical mean-field theory to the one-dimensional ionic\nHubbard model to compute local quantities such as double occupancy and\nstaggered charge density. Both quantities provide general transition behavior\nof the model from a band insulating phase to a Mott insulating phase. The\nrenormalized band gap is introduced as an efficient order parameter for the\ntransition from a band insulator. We also present the spectral properties of\nthe ionic Hubbard model, which exhibit characteristic features for both weak\nand strong interactions.\n","Comment: 8 pages, 8 figures"]}]
["1111.1121",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1121"],"date":["2011-11-04"],"type":["text"],"creator":["Vamos, Calin","Suciu, Nicolae"],"language":[],"coverage":[],"title":["Seismic hemispheric asymmetry induced by Earth's inner core decentering"],"description":["  In a first approximation the Earth's interior has an isotropic structure with\na spherical symmetry. Over the last decades the geophysical observations have\nrevealed, at different spatial scales, the existence of several perturbations\nfrom this basic structure. Some of them are situated in the neighborhood of the\ninner core boundary (ICB). One of the best documented perturbations is the\nasymmetry at the top of the inner core (ATIC) characterized by faster seismic\nwave velocity in the eastern hemisphere than in the western hemisphere. All\nexisting explanations are based on a hemispheric variation of the material\nproperties near ICB inside the inner core. Using numerical simulations of the\nseismic ray propagation, we show that the ATIC can be explained as well by the\ndisplacement of the inner core towards east in the equatorial plane tens of\nkilometers from the Earth's center, without modifying the spherical symmetry in\nthe upper inner core. The hypothesis of a displaced inner core is also\nsustained by other observed hemispheric asymmetries at the top of the inner\ncore and at the bottom of the outer core. A displaced inner core would have\nmajor implications for many mechanical, thermal, and magnetic phenomena in the\nEarth's interior.\n","Comment: 5 pages, 3 figures"]}]
["1111.1123",{"format":[],"subject":["High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1123"],"date":["2011-11-04"],"type":["text"],"creator":["Kupelwieser, Daniel","Schweiger, Wolfgang","Klink, William H."],"language":[],"coverage":[],"title":["The Schwinger Model in Point Form"],"description":["  We attempt to solve the Schwinger model, i.e. massless QED in 1+1 dimensions,\nby quantizing it on a space-time hyperboloid x_\\mu x^\\mu =\\tau^2. The\nFock-space representation of the 2-momentum operator is derived and its\nalgebraic structure is analyzed. We briefly outline a solution strategy.\n","Comment: 5 pages, based on a talk given by D. Kupelwieser at the Mini Workshop\n  \"Understanding Hadronic Spectra\", Bled (Slovenia), July 3-10, 2011"]}]
["1111.1124",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1124"],"date":["2011-11-04"],"type":["text"],"creator":["Hellerstein, Lisa","Kletenik, Devorah","Sellie, Linda","Servedio, Rocco"],"language":[],"coverage":[],"title":["Tight Bounds on Proper Equivalence Query Learning of DNF"],"description":["  We prove a new structural lemma for partial Boolean functions $f$, which we\ncall the seed lemma for DNF. Using the lemma, we give the first subexponential\nalgorithm for proper learning of DNF in Angluin's Equivalence Query (EQ) model.\nThe algorithm has time and query complexity $2^{(\\tilde{O}{\\sqrt{n}})}$, which\nis optimal. We also give a new result on certificates for DNF-size, a simple\nalgorithm for properly PAC-learning DNF, and new results on EQ-learning $\\log\nn$-term DNF and decision trees.\n"]}]
["1111.1128",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1128"],"date":["2011-11-04"],"type":["text"],"creator":["Nuttall, John"],"language":[],"coverage":[],"title":["Determinantal approach to a proof of the Riemann hypothesis"],"description":["  We discuss the application of the determinantal method to the proof of the\nRiemann hypothesis. We start from the fact that, if a certain doubly infinite\nset of determinants are all positive, then the hypothesis is true. This\napproach extends the work of Csordas, Norfolk and Varga in 1986, and makes\nextensive use of the results described by Karlin. We have discovered and proved\nor conjectured relations in five areas of the problem, as summarized in the\nIntroduction. Further effort could well lead to more progress.\n","Comment: 26 pages"]}]
["1111.1131",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1131"],"date":["2011-11-04"],"type":["text"],"creator":["Halzen, Francis"],"language":[],"coverage":[],"title":["Pionic Photons and Neutrinos from Cosmic Ray Accelerators"],"description":["  Identifying the accelerators that produce the Galactic and extragalactic\ncosmic rays has been a priority mission of several generations of high energy\ngamma ray and neutrino telescopes; success has been elusive so far. Detecting\nthe gamma-ray and neutrino fluxes associated with cosmic rays reaches a new\nwatershed with the completion of IceCube, the first neutrino detector with\nsensitivity to the anticipated fluxes, and the construction of CTA, a\nground-based gamma ray detector that will map and study candidate sources with\nunprecedented precision. In this paper, we revisit the prospects for revealing\nthe sources of the cosmic rays by a multiwavelength approach; after reviewing\nthe methods, we discuss supernova remnants, gamma ray bursts, active galaxies\nand GZK neutrinos in some detail.\n","Comment: 21 pages, 6 figures - Presented at the Crakow School of Theoretical\n  Physics, 11-19 June 2011"]}]
["1111.1132",{"format":[],"subject":["Mathematics - Number Theory","11M36, 11F30, 30F35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1132"],"date":["2011-11-04"],"type":["text"],"creator":["Posingies, Anna"],"language":[],"coverage":[],"title":["Kronecker limit formulas and scattering constants for Fermat curves"],"description":["  Eisenstein series are real analytic functions which play a central role in\nspectral theory of the hyperbolic Laplacian. Kronecker limit formulas determine\ntheir connection to modular forms. The main result of this work is Theorem 7.2\nin which a Kronecker limit formula for a family of non-congruence subgroups\nassociated with the Fermat curves is presented. As an application we can\ndetermine the scattering constants for the Fermat curves in Theorem 8.1.\n"]}]
["1111.1139",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1139"],"date":["2011-11-04"],"type":["text"],"creator":["Beke, D."],"language":[],"coverage":[],"title":["Scalar-Tensor theory as a singular subsector of {\\Lambda}({\\phi})\n  Plebanski gravity"],"description":["  It is shown that, in the absence of matter fields, the coupling of a scalar\nfield to the non-chiral Plebanski action can be obtained by relaxing the trace\ncomponent of the simplicity constraints. This is realized by considering a\nsubclass of generalized theories, where a potential depending on invariants of\nthe Lagrange multipliers is added to the Plebanski action. Generically such\ntheories propagate eight degrees of freedom, but here the (singular) subclass\nwith the potential only depending on the trace of the Lagrange multiplier is\ndisplayed as the Bergmann-Wagoner-Nordtvedt class of scalar-tensor theories.\n","Comment: 4 pages, Proceedings of Loops'11 Conference, Madrid"]}]
["1111.1140",{"format":[],"subject":["Mathematics - Analysis of PDEs","Primary 35B40, Secondary 34B45, 47A70,"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1140"],"date":["2011-11-04"],"type":["text"],"creator":["Mehmeti, Felix Ali","Haller-Dintelmann, Robert","Régnier, Virginie"],"language":[],"coverage":[],"title":["Energy flow above the threshold of tunnel effect"],"description":["  We consider the Klein-Gordon equation on two half-axes connected at their\norigins. We add a potential that is constant but different on each branch. In a\nprevious paper, we studied the L-infinity-time decay via H\\\"ormander's version\nof the stationary phase method. Here we apply these results to show that for\ninitial conditions in an energy band above the threshold of the tunnel effect a\nfixed portion of the energy propagates between group lines. Further we consider\nthe situation that the potential difference tends to infinity while the energy\nband of the initial condition is shifted upwards such that the particle stays\nabove the threshold of tunnel effect. We show that the total transmitted energy\nas well as the portion between the group lines tend to zero like the inverse of\nthe square root of the higher potential in the corresponding branch if this\npotential tends to infinity. At the same time the cone formed by the group\nlines inclines to the t-axis while its aperture tends to zero.\n","Comment: 9 pages. arXiv admin note: substantial text overlap with\n  arXiv:1104.2993"]}]
["1111.1142",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1142"],"date":["2011-11-04"],"type":["text"],"creator":["Mikulasek, Zdenek","Graf, Tomas"],"language":[],"coverage":[],"title":["Two methods for the light curves extrema determination"],"description":["  Two methods for the determination of extrema timings and their uncertainties\nappropriate for the analysis of time series of variable stars using matrix\ncalculus are presented. The method I is suitable for determination of times of\nextrema of non-periodical variables or objects, whose light curves vary. The\nmethod II is apt for O-C analyses of objects whose light curves are more or\nless repeating.\n","Comment: 6 pages, 1 figure"]}]
["1111.1145",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1145"],"date":["2011-11-04"],"type":["text"],"creator":["Kovarik, K.","Schienbein, I.","Olness, F. I.","Yu, J. Y.","Keppel, C.","Morfin, J. G.","Owens, J. F.","Stavreva, T."],"language":[],"coverage":[],"title":["Compatibility of global NPDF analyses of neutrino DIS and charged-lepton\n  DIS data"],"description":["  The neutrino deep inelastic scattering (DIS) data is very interesting for\nglobal analyses of proton and nuclear parton distribution functions (PDFs)\nsince they provide crucial information on the strange quark distribution in the\nproton and allow for a better flavor decompositon of the PDFs. In order to use\nneutrino DIS data in a global analysis of proton PDFs nuclear effects need to\nbe understood. We study these effects with the help of nuclear PDFs extracted\nfrom global analyses of charged-lepton DIS, Drell-Yan and neutrino DIS data at\nnext-to-leading order in QCD.\n","Comment: Contribution to the XXIst International Europhysics Conference on\n  High Energy Physics, 21-27 July 2011, Grenoble, France"]}]
["1111.1146",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1146"],"date":["2011-11-04"],"type":["text"],"creator":["Kasprzik, Tobias"],"language":[],"coverage":[],"title":["Vector-boson production at the LHC: QCD and electroweak effects"],"description":["  A profound understanding of vector-boson production processes is of crucial\nimportance at the LHC. The corresponding cross sections are large, and the\nfinal states are easy to reconstruct due to the clean signatures in the\nleptonic decay modes. Therefore, such processes play an important role as\nbackgrounds in a large variety of new-physics signals, and they may furthermore\nhelp to better understand the well-established Standard-Model physics in a\nhadron-collider environment. We review the recent progress in the theoretical\ndescription of higher-order QCD and electroweak effects in vector-boson\nproduction at the LHC, discussing the Drell--Yan process, vector-boson pair\nproduction and vector-boson production with associated jets.\n","Comment: 7 pages, 6 figures, talk given at the 2011 Europhysics Conference on\n  High Energy Physics, EPS-HEP 2011, Grenoble"]}]
["1111.1150",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","52C07, 05A15, 68R05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1150"],"date":["2011-11-04"],"type":["text"],"creator":["Ionascu, Eugen J."],"language":[],"coverage":[],"title":["Lattice Platonic Solids and their Ehrhart polynomial"],"description":["  First, we calculate the Ehrhart polynomial associated to an arbitrary cube\nwith integer coordinates for its vertices. Then, we use this result to derive\nrelationships between the Ehrhart polynomials for regular lattice tetrahedrons\nand those for regular lattice octahedrons. These relations allow one to reduce\nthe calculation of these polynomials to only one coefficient.\n","Comment: 12 pages, 4 figures"]}]
["1111.1167",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematical Physics","35J25, 65N06, 65N55","G.1.8","G.1.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1167"],"date":["2011-11-04"],"type":["text"],"creator":["Coco, Armando","Russo, Giovanni"],"language":[],"coverage":[],"title":["Second Order Multigrid Methods for Elliptic Problems with Discontinuous\n  Coefficients on an Arbitrary Interface, I: One Dimensional Problems"],"description":["  In this paper we present a one dimensional second order accurate method to\nsolve Elliptic equations with discontinuous coefficients on an arbitrary\ninterface. Second order accuracy for the first derivative is obtained as well.\nThe method is based on the Ghost Fluid Method, making use of ghost points on\nwhich the value is defined by suitable interface conditions. The multi-domain\nformulation is adopted, where the problem is split in two sub-problems and\ninterface conditions will be enforced to close the problem. Interface\nconditions are relaxed together with the internal equations, leading to an\niterative method on all the set of grid values (inside points and ghost\npoints). A multigrid approach with a suitable definition of the restriction\noperator is provided. The restriction of the defect is performed separately for\nboth sub-problems, providing a convergence factor close to the one measured in\nthe case of smooth coefficient and independent on the magnitude of the jump in\nthe coefficient. Numerical tests will confirm the second order accuracy.\nAlthough the method is proposed in one dimension, the extension in higher\ndimension is currently underway.\n"]}]
["1111.1174",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1174"],"date":["2011-11-04"],"type":["text"],"creator":["Ghorui, S. K.","Raina, P. K.","Singh, A. K.","Rath, P. K.","Praharaj, C. R."],"language":[],"coverage":[],"title":["Study of Energy Spectra and Electromagnetic moments of Double Beta Decay\n  Nuclei in Deformed Hartree-Fock Model"],"description":["  Spectroscopy of nuclei in the mass range A=76 to A=130, participating in\ndouble beta decay processes are studied in the framework of the self-consistent\ndeformed Hartree-Fock (HF) and angular momentum (J) projection model. Spectra\nof ground bands have been studied and compared with available experimental\nresults for even-even parent and daughter as well as for intermediate odd-odd\nnuclei. To test the reliability of the wave functions we have also calculated\nthe reduced E2 transition matrix elements, electric quadrupole moments and\nmagnetic dipole moments for these nuclei. The calculated results are compared\nwith the experimental findings and substantial agreement is achieved.\n","Comment: 21 pages, 9 figures, 3 tables"]}]
["1111.1179",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","Mathematics - Representation Theory","14M05, 14M12, 14M17, 16G20, 16G70, 14B05, 14L30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1179"],"date":["2011-11-04"],"type":["text"],"creator":["Sutar, Kavita"],"language":[],"coverage":[],"title":["Resolutions of defining ideals of orbit closures for quivers of type\n  $A_3$"],"description":["  We investigate the properties of coordinate rings of orbit closures for\nquivers of type $A_3$ by considering the desingularization given by Reineke. We\nconstruct explicit minimal free resolutions of the defining ideals of the orbit\nclosures thus giving us a minimal set of generators for the defining ideal. The\nresolution allows us to read off some geometric properties of the orbit\nclosure. In addition, we give a characterization for the orbit closure to be\nGorenstein.\n","Comment: 20 pages, 6 figures"]}]
["1111.1183",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1183"],"date":["2011-11-04"],"type":["text"],"creator":["Wilson, T. L."],"language":[],"coverage":[],"title":["Techniques of Radio Astronomy"],"description":["  This chapter provides an overview of the techniques of radio astronomy. This\nstudy began in 1931 with Jansky's discovery of emission from the cosmos, but\nthe period of rapid progress began fifteen years later. From then to the\npresent, the wavelength range expanded from a few meters to the\nsub-millimeters, the angular resolution increased from degrees to finer than\nmilli arc seconds and the receiver sensitivities have improved by large\nfactors. Today, the technique of aperture synthesis produces images comparable\nto or exceeding those obtained with the best optical facilities. In addition to\ntechnical advances, the scientific discoveries made in the radio range have\ncontributed much to opening new visions of our universe. There are numerous\nnational radio facilities spread over the world. In the near future, a new era\nof truly global radio observatories will begin. This chapter contains a short\nhistory of the development of the field, details of calibration procedures,\ncoherent/heterodyne and incoherent/bolometer receiver systems, observing\nmethods for single apertures and interferometers, and an overview of aperture\nsynthesis.\n","Comment: 47 pages, 6 Figures; to appear in Planets, Stars and Stellar Systems"]}]
["1111.1185",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1185"],"date":["2011-11-04"],"type":["text"],"creator":["Orienti, M.","Dallacasa, D.","Giovannini, G.","Giroletti, M.","D'Ammando, F."],"language":[],"coverage":[],"title":["Young radio sources: the duty-cycle of the radio emission and prospects\n  for gamma-ray emission"],"description":["  The evolutionary stage of a powerful radio source originated by an AGN is\nrelated to its linear size. In this context, compact symmetric objects (CSOs),\nwhich are powerful and intrinsically small objects, should represent the young\nstage in the individual radio source life. However, the fraction of young radio\nsources in flux density-limited samples is much higher than what expected from\nthe number counts of large radio sources.This indicates that a significant\nfraction of young radio sources does not develop to the classical\nFanaroff-Riley radio galaxies,suggesting an intermittent jet activity. As the\nradio jets are expanding within the dense and inhomogeneous interstellar\nmedium,the ambient may play a role in the jet growth, for example slowing down\nor even disrupting its expansion when a jet-cloud interaction takes place.\nMoreover, this environment may provide the thermal seed photons that scattered\nby the lobes' electrons may be responsible for high energy emission, detectable\nby Fermi-LAT.\n","Comment: 4 pages, 5 figures; 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1111.1187",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1187"],"date":["2011-11-04"],"type":["text"],"creator":["Aramayona, Javier","Lecuire, Cyril","Parlier, Hugo","Shackleton, Kenneth J."],"language":[],"coverage":[],"title":["Convexity of strata in diagonal pants graphs of surfaces"],"description":["  We prove a number of convexity results for strata of the diagonal pants graph\nof a surface, in analogy with the extrinsic geometric properties of strata in\nthe Weil-Petersson completion. As a consequence, we exhibit convex flat\nsubgraphs of every possible rank inside the diagonal pants graph.\n","Comment: 14 pages, 4 figures"]}]
["1111.1190",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1190"],"date":["2011-11-04"],"type":["text"],"creator":["Mauche, C. W.","Abada-Simon, M.","Desmurs, J. -F.","Dulude, M. J.","Ioannou, Z.","Neill, J. D.","Price, A.","Sidro, N.","Welsh, W. F.","Astrophysics, the Center for Backyard","Observers, the American Association of Variable Star"],"language":[],"coverage":[],"title":["Multiwavelength Campaign of Observations of AE Aqr"],"description":["  We provide a summary of results, obtained from a multiwavelength (TeV\ngamma-ray, X-ray, UV, optical, and radio) campaign of observations of AE Aqr\nconducted in 2005 August 28-September 2, on the nature and correlation of the\nflux variations in the various wavebands, the white dwarf spin evolution, the\nproperties of the X-ray emission region, and the very low upper limits on the\nTeV gamma-ray flux.\n","Comment: 8 pages, 6 figures, uses mem.cls v1.9, submitted for inclusion in the\n  proceedings of the conference \"The Golden Age of CVs and Related Objects,\"\n  reference: Mauche, C. W., et al. 2012, in \"The Golden Age of Cataclysmic\n  Variables and Related Objects,\" F. Giovannelli & L. Sabau-Graziati (Eds.),\n  Mem. SAIt. 83, N. 2, in press"]}]
["1111.1191",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1191"],"date":["2011-11-04"],"type":["text"],"creator":["Mohammed, Saif Khan","Larsson, Erik G."],"language":[],"coverage":[],"title":["Constant Envelope Precoding for Power-Efficient Downlink Wireless\n  Communication in Multi-User MIMO Systems Using Large Antenna Arrays"],"description":["  We consider downlink cellular multi-user communication between a base station\n(BS) having N antennas and M single-antenna users, i.e., an N X M Gaussian\nBroadcast Channel (GBC). Under an average only total transmit power constraint\n(APC), large antenna arrays at the BS (having tens to a few hundred antennas)\nhave been recently shown to achieve remarkable multi-user interference (MUI)\nsuppression with simple precoding techniques. However, building large arrays in\npractice, would require cheap/power-efficient Radio-Frequency(RF) electronic\ncomponents. The type of transmitted signal that facilitates the use of most\npower-efficient RF components is a constant envelope (CE) signal. Under certain\nmild channel conditions (including i.i.d. fading), we analytically show that,\neven under the stringent per-antenna CE transmission constraint (compared to\nAPC), MUI suppression can still be achieved with large antenna arrays. Our\nanalysis also reveals that, with a fixed M and increasing N, the total\ntransmitted power can be reduced while maintaining a constant\nsignal-to-interference-noise-ratio (SINR) level at each user. We also propose a\nnovel low-complexity CE precoding scheme, using which, we confirm our\nanalytical observations for the i.i.d. Rayleigh fading channel, through\nMonte-Carlo simulations. Simulation of the information sum-rate under the\nper-antenna CE constraint, shows that, for a fixed M and a fixed desired\nsum-rate, the required total transmit power decreases linearly with increasing\nN, i.e., an O(N) array power gain. Also, in terms of the total transmit power\nrequired to achieve a fixed desired information sum-rate, despite the stringent\nper-antenna CE constraint, the proposed CE precoding scheme performs close to\nthe GBC sum-capacity (under APC) achieving scheme.\n","Comment: Submitted to 2012 IEEE International Conference on Acoustics, Speech\n  and Signal Processing (ICASSP' 2012)"]}]
["1111.1192",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","74C15, 49J45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1192"],"date":["2011-11-04"],"type":["text"],"creator":["Mielke, Alexander","Stefanelli, Ulisse"],"language":[],"coverage":[],"title":["Linearized plasticity is the evolutionary \\Gamma-limit of finite\n  plasticity"],"description":["  We provide a rigorous justification of the classical linearization approach\nin plasticity. By taking the small-deformations limit, we prove via\n\\Gamma-convergence for rate-independent processes that energetic solutions of\nthe quasi-static finite-strain elastoplasticity system converge to the unique\nstrong solution of linearized elastoplasticity.\n","Comment: To appear on J. Eur. Math. Soc. (JEMS)"]}]
["1111.1199",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1199"],"date":["2011-11-03"],"type":["text"],"creator":["Theivasanthi, T.","Venkadamanickam, G.","Palanivelu, M.","Alagar, M."],"language":[],"coverage":[],"title":["Nano sized Powder of Jackfruit Seed: Spectroscopic and Anti-microbial\n  Investigative Approach"],"description":["  This work reports aspect related to nano-sized particles of jackfruit seed.\nFTIR spectrum was recorded for functional groups analysis and EDAX analysis was\ndone to identify the various elements of the sample. Both FTIR and EDAX\nanalysis results indicated the presence of Starch. FTIR analysis confirmed the\navailability of anti-microbial Sulphur derivatives compounds. Microbiology\nassay found that jackfruit seed nanoparticles were effective against\nEscherichia coli and Bacillus megaterium bacteria. This work also investigated\nabout the dual-function of the sample i.e. food ingredients possessing\nantimicrobial activities. Specific surface area of bacteria analysis revealed\nthat it played a major role while on reactions with jackfruit seed\nnanoparticles.\n","Comment: 10 Pages, 4 Tables, 4 Figures. Spectroscopic and Anti-microbial\n  analyzes of nano-sized particles of jackfruit seed"]}]
["1111.1200",{"format":[],"subject":["Mathematics - Combinatorics","05C50 (Primary), 05C76 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1200","Linear Algebra and its Applications, Volume 435, no. 5, (2011)","doi:10.1016/j.laa.2011.02.007"],"date":["2011-11-04"],"type":["text"],"creator":["McLeman, Cam","McNicholas, Erin"],"language":[],"coverage":[],"title":["Spectra of Coronae"],"description":["  We introduce a new invariant, the coronal of a graph, and use it to compute\nthe spectrum of the corona $G\\circ H$ of two graphs $G$ and $H$. In particular,\nwe show that this spectrum is completely determined by the spectra of $G$ and\n$H$ and the coronal of $H$. Previous work has computed the spectrum of a corona\nonly in the case that $H$ is regular. We then explicitly compute the coronals\nfor several families of graphs, including regular graphs, complete $n$-partite\ngraphs, and paths. Finally, we use the corona construction to generate many\ninfinite families of pairs of cospectral graphs.\n","Comment: 9 pages"]}]
["1111.1201",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1201"],"date":["2011-11-04"],"type":["text"],"creator":["Chitov, Gennady Y."],"language":[],"coverage":[],"title":["The gap vs critical temperature ratio in Peierls-type phase transitions"],"description":["  We analyze a 2D spin-pseudospin model, where the pseudospins represents the\ncharge degrees of freedom. The model is known to undergo a phase transition\nwith the simultaneous appearance of the long-range charge order and the spin\ngap. We show how the gap vs critical temperature ratio (also called the BCS\nratio) gets renormalized from the classical non-interacting value. This value\nis also universal in the sense that is does not depend on the microscopic\nparameters of the model, and must be the same for various types of the\nPeierls-like transitions where the spin gap is accompanied by the structural,\norbital or charge order.\n","Comment: 4 pages, 2 figures; Published in Proceedings of the International\n  Symposium \"Multiferroics-3\", Sochi, Russia, 4-8 September, 2011, pp. 163-167"]}]
["1111.1203",{"format":[],"subject":["Mathematics - Algebraic Geometry","Primary 14D06, 14G05, Secondary 14H60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1203"],"date":["2011-11-04"],"type":["text"],"creator":["Hassett, Brendan","Tschinkel, Yuri"],"language":[],"coverage":[],"title":["Spaces of sections of quadric surface fibrations over curves"],"description":["  We consider quadric surface fibrations over curves, defined over\nalgebraically closed and finite fields. Our goal is to understand, in geometric\nterms, spaces of sections for such fibrations. We analyze varieties of maximal\nisotropic subspaces in the fibers as P^1-bundles over the discriminant double\ncover. When the P^1-bundle is suitably stable, we deduce effective estimates\nfor the heights of sections over finite fields satisfying various approximation\nconditions. We also discuss the behavior of the spaces of sections as the base\nof the fibration acquires singularities.\n","Comment: 23 pages; to appear in the proceedings of the 2010 conference\n  'Compact Moduli and Vector Bundles', held at the University of Georgia"]}]
["1111.1205",{"format":[],"subject":["Mathematics - Logic","Mathematics - Commutative Algebra","Mathematics - Number Theory","03C57, 11U09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1205"],"date":["2011-11-04"],"type":["text"],"creator":["Miller, Russell","Shlapentokh, Alexandra"],"language":[],"coverage":[],"title":["Computable Categoricity for Algebraic Fields with Splitting Algorithms"],"description":["  A computably presented algebraic field $F$ has a \\emph{splitting algorithm}\nif it is decidable which polynomials in $F[X]$ are irreducible there. We prove\nthat such a field is computably categorical iff it is decidable which pairs of\nelements of $F$ belong to the same orbit under automorphisms. We also show that\nthis criterion is equivalent to the relative computable categoricity of $F$.\n"]}]
["1111.1209",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1209"],"date":["2011-11-04"],"type":["text"],"creator":["Errando, M.","Collaboration, for the VERITAS"],"language":[],"coverage":[],"title":["Discovery and identification of two gamma-ray blazars at low galactic\n  latitude with VERITAS"],"description":["  We report on the discovery of two gamma-ray sources at E > 200 GeV with\nVERITAS: RX J0648.7+1516 and VER J0521+211. Both sources are located at low\ngalactic latitudes (|b| < 10 deg), and were previously classified as active\ngalactic nuclei of unknown type. The discovery and characterization of\ngamma-ray emission together with follow-up optical spectroscopy permitted the\nidentification of RX J0648.7+1516 and VER J0521+211 as BL Lac-type blazars. In\nthe case of RX J0648.7+1516, a spectroscopic redshift of z = 0.179 was derived.\n","Comment: 4 pages, 4 figures, 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1111.1213",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1213"],"date":["2011-11-04"],"type":["text"],"creator":["Munoz, R.","Garcia-Quiroz, A.","Lopez-Chavez, Ernesto","Salinas-Hernandez, Encarnacion"],"language":[],"coverage":[],"title":["Simple models exhibiting spontaneous symmetry breakdown in classical and\n  non-relativistic quantum mechanics"],"description":["  First, the properties of a classical model of spontaneous symmetry breakdown\nare analyzed. Then, the pros and cons of some pedagogical non-relativistic\nquantum-mechanical models, also used to illustrate spontaneous symmetry\nbreakdown, are discussed. Finally, a simple quantum-mechanical toy model (a\nspinor on the line, with a spin-dependent interaction) is presented, that\nexhibits the spontaneous breaking of an internal symmetry.\n","Comment: 16 pages, 7 figures"]}]
["1111.1217",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1217","JOSA A, Vol. 28, Issue 2, pp. 189-202 (2011)","doi:10.1364/JOSAA.28.000189"],"date":["2011-11-04"],"type":["text"],"creator":["Pueyo, Laurent","Kasdin, N. Jeremy","Shaklan, Stuart"],"language":[],"coverage":[],"title":["Propagation of Aberrations through Phase Induced Amplitude Apodization\n  coronagraph"],"description":["  The specification of polishing requirements for the optics in coronagraphs\ndedicated to exo-planet detection requires careful and accurate optical\nmodelling. Numerical representations of the propagation of aberrations through\nthe system as well as simulations of the broadband wavefront compensation\nsystem using multiple DMs are critical when one devises an error budget for\nsuch a class of instruments. In this communication we introduce an analytical\ntool that serves this purpose for Phase Induced Amplitude Apodisation (PIAA)\ncoronagraphs. We first start by deriving the analytical form of the propagation\nof a harmonic ripple through a PIAA unit. Using this result we derive the\nchromaticity of the field at any plane in the optical train of a telescope\nequipped with such a coronagraph. Finally we study the chromatic response of a\nsequential DM wavefront actuator correcting such a corrugated field and thus\nquantify the requirements on the manufacturing of PIAA mirrors\n"]}]
["1111.1218",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","33C45, 42C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1218"],"date":["2011-11-04"],"type":["text"],"creator":["Driver, K.","Jordaan, K."],"language":[],"coverage":[],"title":["Bounds for extreme zeros of some classical orthogonal polynomials"],"description":["  We derive upper bounds for the smallest zero and lower bounds for the largest\nzero of Laguerre, Jacobi and Gegenbauer polynomials. Our approach uses mixed\nthree term recurrence relations satisfied by polynomials corresponding to\ndifferent parameter(s) within the same classical family. We prove that\ninterlacing properties of the zeros impose restrictions on the possible\nlocation of common zeros of the polynomials involved and deduce strict bounds\nfor the extreme zeros of polynomials belonging to each of these three classical\nfamilies. We show numerically that the bounds generated by our method improve\nknown lower (upper) bounds for the largest (smallest) zeros of polynomials in\nthese families, notably in the case of Jacobi and Gegenbauer polynomials.\n"]}]
["1111.1219",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1219"],"date":["2011-11-04"],"type":["text"],"creator":["Wang, Xuhui","Manchon, Aurelien"],"language":[],"coverage":[],"title":["Tunable magnetization relaxation in spin valves"],"description":["  In spin values the damping parameters of the free layer are determined\nnon-locally by the entire magnetic configuration. In a dual spin valve\nstructure that comprises a free layer embedded between two pinned layers, the\nspin pumping mechanism, in combination with the angular momentum conservation,\nrenders the tensor-like damping parameters tunable by varying the interfacial\nand diffusive properties. Simulations based on the Landau-Lifshitz-Gilbert\nphenomenology for a macrospin model are performed with the tensor-like damping\nand the relaxation time of the free layer magnetization is found to be largely\ndependent on while tunable through the magnetic configuration of the\nsource-drain magnetization.\n","Comment: 5 pages, 2 figures"]}]
["1111.1224",{"format":[],"subject":["Mathematics - Number Theory","Computer Science - Computational Complexity","11Yxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1224"],"date":["2011-11-04"],"type":["text"],"creator":["Cheng, Qi","Hill, Joshua E.","Wan, Daqing"],"language":[],"coverage":[],"title":["Counting Value Sets: Algorithm and Complexity"],"description":["  Let $p$ be a prime. Given a polynomial in $\\F_{p^m}[x]$ of degree $d$ over\nthe finite field $\\F_{p^m}$, one can view it as a map from $\\F_{p^m}$ to\n$\\F_{p^m}$, and examine the image of this map, also known as the value set. In\nthis paper, we present the first non-trivial algorithm and the first complexity\nresult on computing the cardinality of this value set. We show an elementary\nconnection between this cardinality and the number of points on a family of\nvarieties in affine space. We then apply Lauder and Wan's $p$-adic\npoint-counting algorithm to count these points, resulting in a non-trivial\nalgorithm for calculating the cardinality of the value set. The running time of\nour algorithm is $(pmd)^{O(d)}$. In particular, this is a polynomial time\nalgorithm for fixed $d$ if $p$ is reasonably small. We also show that the\nproblem is #P-hard when the polynomial is given in a sparse representation,\n$p=2$, and $m$ is allowed to vary, or when the polynomial is given as a\nstraight-line program, $m=1$ and $p$ is allowed to vary. Additionally, we prove\nthat it is NP-hard to decide whether a polynomial represented by a\nstraight-line program has a root in a prime-order finite field, thus resolving\nan open problem proposed by Kaltofen and Koiran in\n\\cite{Kaltofen03,KaltofenKo05}.\n"]}]
["1111.1225",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1225"],"date":["2011-11-04"],"type":["text"],"creator":["Holder, J.","Aliu, E.","Arlen, T.","Aune, T.","Beilicke, M.","Benbow, W.","Böttcher, M.","Bouvier, A.","Buckley, J. H.","Bugaev, V.","Byrum, K.","Cannon, A.","Cesarini, A.","Christiansen, J. L.","Ciupik, L.","Collins-Hughes, E.","Connolly, M. P.","Cui, W.","Dickherber, R.","Duke, C.","Dwarkadas, V. V.","Errando, M.","Falcone, A.","Finley, J. P.","Finnegan, G.","Fortson, L.","Furniss, A.","Galante, N.","Gall, D.","Gibbs, K.","Gillanders, G. H.","Godambe, S.","Griffin, S.","Grube, J.","Guenette, R.","Gyuk, G.","Hanna, D.","Huan, H.","Hughes, G.","Hui, C. M.","Humensky, T. B.","Imran, A.","Kaaret, P.","Karlsson, N.","Kertzman, M.","Khassen, Y.","Kieda, D.","Krawczynski, H.","Krennrich, F.","Lang, M. J.","Lyutikov, M.","Madhavan, A. S","Maier, G.","Majumdar, P.","McArthur, S.","McCann, A.","McCutcheon, M.","Moriarty, P.","Mukherjee, R.","Nunez, P. D","Ong, R. A.","Orr, M.","Otte, A. N.","Park, N.","Perkins, J. S.","Pichel, A.","Pizlo, F.","Pohl, M.","Prokoph, H.","Quinn, J.","Ragan, K.","Reyes, L. C.","Reynolds, P. T.","Rovero, A. C.","Ruppel, J.","Sadun, A. C.","Saxon, D. B.","Schroedter, M.","Sembroski, G. H.","Şentürk, G. D.","Smith, A. W.","Staszak, D.","Tešić, G.","Theiling, M.","Thibadeau, S.","Tsurusaki, K.","Tyler, J.","Varlotta, A.","Vassiliev, V. V.","Vincent, S.","Vivier, M.","Wakely, S. P.","Ward, J. E.","Weekes, T. C.","Weinstein, A.","Weisgarber, T.","Williams, D. A.","Zitzer, B."],"language":[],"coverage":[],"title":["VERITAS: Status and Highlights"],"description":["  The VERITAS telescope array has been operating smoothly since 2007, and has\ndetected gamma-ray emission above 100 GeV from 40 astrophysical sources. These\ninclude blazars, pulsar wind nebulae, supernova remnants, gamma-ray binary\nsystems, a starburst galaxy, a radio galaxy, the Crab pulsar, and gamma-ray\nsources whose origin remains unidentified. In 2009, the array was reconfigured,\ngreatly improving the sensitivity. We summarize the current status of the\nobservatory, describe some of the scientific highlights since 2009, and outline\nplans for the future.\n","Comment: Presented at the 32nd ICRC, Beijing, 2011"]}]
["1111.1226",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1226"],"date":["2011-11-04"],"type":["text"],"creator":["Bao, Jianhai","Yuan, Chenggui"],"language":[],"coverage":[],"title":["Long-Term Behaviors of Stochastic Interest Rate Models with Jumps and\n  Memory"],"description":["  In this paper we show the convergence of the long-term return\n$t^{-\\mu}\\int_0^tX(s)\\d s$ for some $\\mu\\geq1$, where $X$ is the short-term\ninterest rate which follows an extension of Cox-Ingersoll-Ross type model with\njumps and memory, and, as an application, we also investigate the corresponding\nbehavior of two-factor Cox-Ingersoll-Ross model with jumps and memory\n","Comment: p13"]}]
["1111.1227",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computers and Society","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1227","Proceedings of the Fifth International AAAI Conference on Weblogs\n  and Social Media (ICWSM 2011), 17-21 July 2011, Barcelona, Spain"],"date":["2011-11-04"],"type":["text"],"creator":["Lin, Yu-Ru","Bagrow, James P.","Lazer, David"],"language":[],"coverage":[],"title":["More Voices Than Ever? Quantifying Media Bias in Networks"],"description":["  Social media, such as blogs, are often seen as democratic entities that allow\nmore voices to be heard than the conventional mass or elite media. Some also\nfeel that social media exhibits a balancing force against the arguably slanted\nelite media. A systematic comparison between social and mainstream media is\nnecessary but challenging due to the scale and dynamic nature of modern\ncommunication. Here we propose empirical measures to quantify the extent and\ndynamics of social (blog) and mainstream (news) media bias. We focus on a\nparticular form of bias---coverage quantity---as applied to stories about the\n111th US Congress. We compare observed coverage of Members of Congress against\na null model of unbiased coverage, testing for biases with respect to political\nparty, popular front runners, regions of the country, and more. Our measures\nsuggest distinct characteristics in news and blog media. A simple generative\nmodel, in agreement with data, reveals differences in the process of coverage\nselection between the two media.\n","Comment: 10 Pages, 7 figures, appeared in ICWSM 2011"]}]
["1111.1228",{"format":[],"subject":["Physics - Biological Physics","Quantitative Biology - Quantitative Methods","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1228"],"date":["2011-11-04"],"type":["text"],"creator":["Rezania, Vahid","Marsh, Rebeccah E.","Coombe, Dennis","Tuszynski, Jack A."],"language":[],"coverage":[],"title":["A Physiologically-Based Flow Network Model for Hepatic Drug Elimination\n  I: Regular Lattice Lobule Model"],"description":["  We develop a physiologically-based lattice model for the transport and\nmetabolism of drugs in the functional unit of the liver, called the lobule. In\ncontrast to earlier studies, we have emphasized the dominant role of convection\nin well-vascularized tissue with a given structure. Estimates of convective,\ndiffusive and reaction contributions are given. We have compared drug\nconcentration levels observed exiting the lobule with their predicted detailed\ndistribution inside the lobule, assuming that most often the former is\naccessible information while the latter is not.\n","Comment: 19 pages, 14 figures"]}]
["1111.1229",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1229"],"date":["2011-11-04"],"type":["text"],"creator":["Bao, Jianhai","Mao, Xuerong","Yuan, Chenggui"],"language":[],"coverage":[],"title":["Lyapunov Exponents of Hybrid Stochastic Heat Equations"],"description":["  In this paper, we investigate a class of hybrid stochastic heat equations. By\nexplicit formulae of solutions, we not only reveal the sample Lyapunov\nexponents but also discuss the $p$th moment Lyapnov exponents. Moreover,\nseveral examples are established to demonstrate that unstable (deterministic or\nstochastic) dynamical systems can be stabilized by Markovian switching.\n","Comment: p19"]}]
["cond-mat/0208485",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0208485","Phys. Rev. Lett. 90, 095702 (2003)","doi:10.1103/PhysRevLett.90.095702"],"date":["2002-08-26"],"type":["text"],"creator":["Varnik, F.","Bocquet, L.","Barrat, J. -L.","Berthier, L."],"language":[],"coverage":[],"title":["Shear localization in a model glass"],"description":["  Using molecular dynamics simulations, we show that a simple model of a glassy\nmaterial exhibits the shear localization phenomenon observed in many complex\nfluids. At low shear rates, the system separates into a fluidized shear-band\nand an unsheared part. The two bands are characterized by a very different\ndynamics probed by a local intermediate scattering function. Furthermore, a\nstick-slip motion is observed at very small shear rates. Our results, which\nopen the possibility of exploring complex rheological behavior using\nsimulations, are compared to recent experiments on various soft glasses.\n","Comment: 4 pages, 4 figures (5 figure files)"]}]
["hep-th/0603051",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0603051","Proceedings of the international conference on \"differential\n  geometry and its application\", Deva, October 2005. Cluj university press\n  (Romania)"],"date":["2006-03-07","2006-09-25"],"type":["text"],"creator":["Martinetti, Pierre"],"language":[],"coverage":[],"title":["Smoother than a circle, or How non commutative geometry provides the\n  torus with an egocentred metric"],"description":["  We give an overview on the metric aspect of noncommutative geometry,\nespecially the metric interpretation of gauge fields via the process of\n\"fluctuation of the metric\". Connes' distance formula associates to a gauge\nfield on a bundle P equipped with a connection H a metric. When the holonomy is\ntrivial, this distance coincides with the horizontal distance defined by the\nconnection. When the holonomy is non trivial, the noncommutative distance has\nrather surprising properties. Specifically we exhibit an elementary example on\na 2-torus in which the noncommutative metric d is somehow more interesting than\nthe horizontal one since d preserves the S^1-structure of the fiber and also\nguarantees the smoothness of the length function at the cut-locus. In this\nsense the fiber appears as an object \"smoother than a circle\". As a\nconsequence, from a intrinsic metric point of view developed here, any observer\nwhatever his position on the fiber can equally pretend to be \"the center of the\nworld\".\n","Comment: Short and non technical version of hep-th/0506147. Proceedings of the\n  international conference on \"differential geometry and its application\",\n  Deva, October 2005. Cluj university press (Romania)"]}]
