["0705.2933",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematical Physics","Mathematics - K-Theory and Homology","46L05 (Primary), 46L08, 22D35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2933","International Journal of Mathematics 20(11) (2009) 1363-1396"],"date":["2007-05-21","2008-10-14"],"type":["text"],"creator":["Vasselli, Ezio"],"language":[],"coverage":[],"title":["Gauge-equivariant Hilbert bimodules and crossed products by\n  endomorphisms"],"description":["  C*-endomorphisms arising from superselection structures with non-trivial\ncentre define a 'rank' and a 'first Chern class'. Crossed products by such\nendomorphisms involve the Cuntz-Pimsner algebra of a vector bundle having the\nabove-mentioned rank and first Chern class, and can be used to construct a\nduality for abstract (nonsymmetric) tensor categories vs. group bundles acting\non (nonsymmetric) Hilbert bimodules. Existence and unicity of the dual object\n(i.e., the 'gauge' group bundle) are not ensured: we give a description of this\nphenomenon in terms of a certain moduli space associated with the given\nendomorphism. The above-mentioned Hilbert bimodules are noncommutative\nanalogues of gauge-equivariant vector bundles in the sense of Nistor-Troitsky.\n","Comment: 28 pages; corrected an error in Ex.6.3.2 of the previous version"]}]
["0706.4168",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4168","J. Phys. Math. 3: 2011, P110503"],"date":["2007-06-28","2011-11-17"],"type":["text"],"creator":["Malik, R. P."],"language":[],"coverage":[],"title":["Symmetry invariance, anticommutativity and nilpotency in BRST approach\n  to QED: superfield formalism"],"description":["  We provide the geometrical interpretation for the Becchi-Rouet-Stora-Tyutin\n(BRST) and anti-BRST symmetry invariance of the Lagrangian density of a four (3\n+ 1)-dimensional (4D) interacting U(1) gauge theory within the framework of\nsuperfield approach to BRST formalism. This interacting theory, where there is\nan explicit coupling between the U(1) gauge field and matter (Dirac) fields, is\nconsidered on a (4, 2)-dimensional supermanifold parametrized by the four\nspacetime variables x^\\mu (\\mu = 0, 1, 2, 3) and a pair of Grassmannian\nvariables \\theta and \\bar\\theta (with \\theta^2 = \\bar \\theta^2 = 0, \\theta\n\\bar\\theta + \\bar \\theta \\theta = 0$). We express the Lagrangian density and\n(anti-)BRST charges in the language of the superfields and show that (i) the\n(anti-)BRST invariance of the 4D Lagrangian density is equivalent to the\ntranslation of the super Lagrangian density along the Grassmannian direction(s)\n(\\theta and/or \\bar\\theta) of the (4, 2)-dimensional supermanifold such that\nthe outcome of the above translation(s) is zero, and (ii) the anticommutativity\nand nilpotency of the (anti-)BRST charges are the automatic consequences of our\nsuperfield formulation.\n","Comment: LaTeX file, 18 pages, journal version"]}]
["0806.1631",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1631","statistical Modelling ,2010, 10, 379--390"],"date":["2008-06-10","2009-04-23"],"type":["text"],"creator":["De Giuli, Maria Elena","Maggi, Mario Alessandro","Tarantola, Claudia"],"language":[],"coverage":[],"title":["Bayesian outlier detection in Capital Asset Pricing Model"],"description":["  We propose a novel Bayesian optimisation procedure for outlier detection in\nthe Capital Asset Pricing Model. We use a parametric product partition model to\nrobustly estimate the systematic risk of an asset. We assume that the returns\nfollow independent normal distributions and we impose a partition structure on\nthe parameters of interest. The partition structure imposed on the parameters\ninduces a corresponding clustering of the returns. We identify via an\noptimisation procedure the partition that best separates standard observations\nfrom the atypical ones. The methodology is illustrated with reference to a real\ndata set, for which we also provide a microeconomic interpretation of the\ndetected outliers.\n"]}]
["0806.2520",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Category Theory","Mathematics - K-Theory and Homology","18D10, 22D25, 14F05, 55N30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2520","Journal of Functional Analysis 257 (2009) 357-387"],"date":["2008-06-16","2009-04-03"],"type":["text"],"creator":["Vasselli, Ezio"],"language":[],"coverage":[],"title":["Bundles of C*-categories, II: C*-dynamical systems and Dixmier-Douady\n  invariants"],"description":["  We introduce a cohomological invariant arising from a class in nonabelian\ncohomology. This invariant generalizes the Dixmier-Douady class and encodes the\nobstruction to a C*-algebra bundle being the fixed-point algebra of a gauge\naction. As an application, the duality breaking for group bundles vs. tensor\nC*-categories with non-simple unit is discussed in the setting of\nNistor-Troitsky gauge-equivariant K-theory: there is a map assigning a\nnonabelian gerbe to a tensor category, and \"triviality\" of the gerbe is\nequivalent to the existence of a dual group bundle. At the C*-algebraic level,\nthis corresponds to studying C*-algebra bundles with fibre a fixed-point\nalgebra of the Cuntz algebra and in this case our invariant describes the\nobstruction to finding an embedding into the Cuntz-Pimsner algebra of a vector\nbundle.\n","Comment: 27 pages; contains a revised version of the second part of\n  math/0510594v1. A new section on gauge actions on C*-bundles has been added,\n  and nonabelian gerbes have been considered as invariants associated with\n  tensor C*-categories"]}]
["0810.4890",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4890","Phys. Rev. B 79, 064502 (2009)","doi:10.1103/PhysRevB.79.064502"],"date":["2008-10-27","2009-01-26"],"type":["text"],"creator":["Black-Schaffer, Annica M.","Doniach, Sebastian"],"language":[],"coverage":[],"title":["The effect of nearest neighbor spin-singlet correlations in conventional\n  graphene SNS Josephson junctions"],"description":["  Using the self-consistent tight-binding Bogoliubov-de Gennes formalism we\nhave studied the effect of nearest neighbor spin-singlet bond (SB) correlations\non Josephson coupling and proximity effect in graphene SNS Josephson junctions\nwith conventional s-wave superconducting contacts. Despite the s-wave\nsuperconducting state in the contacts, the SB pairing state inside the junction\nhas d-wave symmetry and clean, sharp interface junctions resemble a\n'bulk-meets-bulk' situation with very little interaction between the two\ndifferent superconducting states. In fact, due to a finite-size suppression of\nthe superconducting state, a stronger SB coupling constant than in the bulk is\nneeded in order to achieve SB pairing in a junction. For both short clean\nzigzag and armchair junctions a d-wave state that has a zero Josephson coupling\nto the s-wave state is chosen and therefore the Josephson current decreases\nwhen a SB pairing state develops in these junctions. In more realistic\njunctions, with smoother doping profiles and atomic scale disorder at the\ninterfaces, it is possible to achieve some coupling between the contact s-wave\nstate and the SB d-wave states. In addition, by breaking the appropriate\nlattice symmetry at the interface in order to induce another d-wave state, a\nnon-zero Josephson coupling can be achieved which leads to a substantial\nincrease in the Josephson current. We also report on the LDOS of the junctions\nand on a lack of zero energy states at interfaces despite the unconventional\norder parameters, which we attribute to the near degeneracy of the two d-wave\nsolutions and their mixing at a general interface.\n","Comment: 13 pages, 9 figures. Typos corrected"]}]
["0811.4488",{"format":[],"subject":["Mathematical Physics","34B24, 34L16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4488","Mathematical Methods in the Applied Sciences, 2010, v. 33, issue\n  4, 459-468"],"date":["2008-11-28"],"type":["text"],"creator":["Kravchenko, Vladislav V.","Porter, R. Michael"],"language":[],"coverage":[],"title":["Spectral parameter power series for Sturm-Liouville problems"],"description":["  We consider a recently discovered representation for the general solution of\nthe Sturm-Liouville equation as a spectral parameter power series (SPPS). The\ncoefficients of the power series are given in terms of a particular solution of\nthe Sturm-Liouville equation with the zero spectral parameter. We show that,\namong other possible applications, this provides a new and efficient numerical\nmethod for solving initial value and boundary value problems. Moreover, due to\nits convenient form the representation lends itself to numerical solution of\nspectral Sturm-Liouville problems, effectively by calculation of the roots of a\npolynomial. We discuss examples of the numerical implementation of the SPPS\nmethod and show it to be equally applicable to a wide class of singular\nSturm-Liouville problems as well as to problems with spectral parameter\ndependent boundary conditions.\n"]}]
["0812.1937",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1937"],"date":["2008-12-10","2011-11-17"],"type":["text"],"creator":["Mould, Richard A."],"language":[],"coverage":[],"title":["Trans-Coordinate States"],"description":["  A meaning is given to the state of a system that is consistent with the\ntrans-coordinate physics previously proposed by the author. The collapse of\nsuch a state is described using the previously proposed q-rules. A Hamiltonian\nis defined for these states and it is shown that their square modulus is\nconserved. Keywords: invariance, state reduction, wave collapse.\n","Comment: 12 pages, 2 Figures"]}]
["0906.3870",{"format":[],"subject":["Mathematics - Differential Geometry","53C20 (Primary), 57S25, 51M25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3870"],"date":["2009-06-21","2011-11-17"],"type":["text"],"creator":["Galaz-Garcia, Fernando","Searle, Catherine"],"language":[],"coverage":[],"title":["Non-negatively Curved Manifolds with Maximal Symmetry Rank in Low\n  Dimensions"],"description":["  We classify closed, simply-connected non-negatively curved 5-manifolds\nadmitting an (almost) effective, isometric $T^3$ or $T^2$ action. As a direct\nconsequence, we show that for any manifold, of dimensions up to and including 9\nunder the same hypotheses, the maximal symmetry rank is equal to $[2n/3]$ and\nthe free rank is less than or equal to one half that value.\n","Comment: This paper has been revised and split into two papers. The first one\n  (\"Low-dimensional manifolds with non-negative curvature and maximal symmetry\n  rank\", Proc. A.M.S. 139 (2011), no. 7, 2559--2564) treats maximal symmetry\n  rank. The second one (arXiv:1111.3183v1 [math.DG]) treats almost maximal sym.\n  rank in dimension 5 and fixes an omission in the withdrawn submission\n  (arXiv:0906.3870v1 [math.DG])"]}]
["0907.0664",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory","39A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0664","Journal of Difference Equations and Applications, 2011, v. 17, No.\n  4, 567--575","doi:10.1080/10236190903158990"],"date":["2009-07-03"],"type":["text"],"creator":["Campos, Hugo M.","Kravchenko, Vladislav V."],"language":[],"coverage":[],"title":["A finite-sum representation for solutions for the Jacobi operator"],"description":["  We obtain a finite-sum representation for the general solution of the Jacobi\nsecond-order difference equation\n  D(p(n-1)Du(n-1))+q(n)u(n)=l r(n)u(n) in terms of a nonvanishing solution\ncorresponding to some fixed value of the spectral parameter l=l_0. Applications\nof this representation to some results on the boundedness of solutions are\ngiven as well as illustrating examples.\n","Comment: To be published in Journal of Difference Equations and Applications"]}]
["0909.0448",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0448","2010, MNRAS, 401, 405","doi:10.1111/j.1365-2966.2009.15650.x"],"date":["2009-09-02","2009-12-04"],"type":["text"],"creator":["Jones, D.","Lloyd, M.","Mitchell, D. L.","Pollacco, D. L.","O'Brien, T. J.","Vaytet, N. M. H."],"language":[],"coverage":[],"title":["Kinematics of the ring-like nebula SuWt 2"],"description":["  We present the first detailed spatio-kinematical analysis and modelling of\nthe Southern planetary nebula SuWt 2. This object presents a problem for\ncurrent theories of planetary nebula formation and evolution, as it is not\nknown to contain a central post-main sequence star.\n  Deep narrowband [NII]6584 images reveal the presence of faint bipolar lobes\nemanating fromthe edges of the nebular ring. Longslit observations of the\nH-alpha and [NII]6584 emission lines were obtained using EMMI on the 3.6-m\nESO-NTT. The spectra reveal the nebular morphology as a bright torus encircling\nthe waist of an extended bipolar structure. By deprojection, the inclination of\nthe ring is found to be 68$\\degr$ $\\pm$ 2$\\degr$ (c.f. ~90$\\degr$ for the\ndouble A-type binary believed to lie at the centre of the nebula), and the ring\nexpansion velocity is found to be 28 km/s.\n  Our findings are discussed with relation to possible formation scenarios for\nSuWt 2. Through comparison of the nebular heliocentric systemic velocity, found\nhere to be -25 $\\pm$ 5 km/s, and the heliocentric systemic velocity of the\ndouble A-type binary, we conclude that neither component of the binary could\nhave been the nebular progenitor. However, we are unable to rule out the\npresence of a third component to the system, which would have been the nebula\nprogenitor.\n","Comment: 7 pages, 4 figures. Accepted for publication in MNRAS"]}]
["0911.2977",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2977","J. Math. Phys. 52, 112104 (2011)","doi:10.1063/1.3659283"],"date":["2009-11-16","2011-05-11"],"type":["text"],"creator":["Meng, Guowu"],"language":[],"coverage":[],"title":["Euclidean Jordan Algebras, Hidden Actions, and $J$-Kepler Problems"],"description":["  For a {\\em simple Euclidean Jordan algebra}, let $\\mathfrak{co}$ be its\nconformal algebra, $\\mathscr P$ be the manifold consisting of its semi-positive\nrank-one elements, $C^\\infty(\\mathscr P)$ be the space of complex-valued smooth\nfunctions on $\\mathscr P$. An explicit action of $\\mathfrak{co}$ on\n$C^\\infty(\\mathscr P)$, referred to as the {\\em hidden action} of\n$\\mathfrak{co}$ on $\\mathscr P$, is exhibited. This hidden action turns out to\nbe mathematically responsible for the existence of the Kepler problem and its\nrecently-discovered vast generalizations, referred to as $J$-Kepler problems.\nThe $J$-Kepler problems are then reconstructed and re-examined in terms of the\nunified language of Euclidean Jordan algebras. As a result, for a simple\nEuclidean Jordan algebra, the minimal representation of its conformal group can\nbe realized either as the Hilbert space of bound states for its $J$-Kepler\nproblem or as $L^2({\\mathscr P}, {1\\over r}\\mathrm{vol})$, where $\\mathrm{vol}$\nis the volume form on $\\mathscr P$ and $r$ is the inner product of $x\\in\n\\mathscr P$ with the identity element of the Jordan algebra.\n","Comment: 37 pages"]}]
["0912.2609",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Probability","65C05, 65C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2609","Foundations of Computational Mathematics 2011, Vol 11, no. 6,\n  657-706","doi:10.1007/s10208-011-9101-9"],"date":["2009-12-14","2011-11-17"],"type":["text"],"creator":["Hutzenthaler, Martin","Jentzen, Arnulf"],"language":[],"coverage":[],"title":["Convergence of the stochastic Euler scheme for locally Lipschitz\n  coefficients"],"description":["  Stochastic differential equations are often simulated with the Monte Carlo\nEuler method. Convergence of this method is well understood in the case of\nglobally Lipschitz continuous coefficients of the stochastic differential\nequation. The important case of superlinearly growing coefficients, however,\nhas remained an open question. The main difficulty is that numerically weak\nconvergence fails to hold in many cases of superlinearly growing coefficients.\nIn this paper we overcome this difficulty and establish convergence of the\nMonte Carlo Euler method for a large class of one-dimensional stochastic\ndifferential equations whose drift functions have at most polynomial growth.\n","Comment: Published at http://www.springerlink.com/content/g076w80730811vv3 in\n  the Foundations of Computational Mathematics 2011"]}]
["1001.0552",{"format":[],"subject":["Mathematical Physics","30G20, 30G35, 35F05, 76M40, 78A25, 81Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0552","Advances in Applied Clifford Algebras, 2011, v. 21, issue 3,\n  547-559"],"date":["2010-01-04"],"type":["text"],"creator":["Kravchenko, Vladislav V.","Ramirez, Marco P."],"language":[],"coverage":[],"title":["On Bers generating functions for first order systems of mathematical\n  physics"],"description":["  Considering one of the fundamental notions of Bers' theory of pseudoanalytic\nfunctions the generating pair via an intertwining relation we introduce its\ngeneralization for biquaternionic equations corresponding to different\nfirst-order systems of mathematical physics with variable coefficients. We show\nthat the knowledge of a generating set of solutions of a system allows one to\nobtain its different form analogous to the complex equation describing\npseudoanalytic functions of the second kind and opens the way for new results\nand applications of pseudoanalytic function theory. As one of the examples the\nMaxwell system for an inhomogeneous medium is considered, and as one of the\nconsequences of the introduced approach we find a relation between the\ntime-dependent one-dimensional Maxwell system and hyperbolic pseudoanalytic\nfunctions and obtain an infinite system of solutions of the Maxwell system.\nOther considered examples are the system describing force-free magnetic fields\nand the Dirac system from relativistic quantum mechanics.\n"]}]
["1001.2517",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14G40, 14G22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2517","Motivic Integration and its Interaction with Model Theory and\n  Non-Archimedean Geometry, vol. 2, p. 1-50, Cambridge University Press (2011)"],"date":["2010-01-14","2010-09-28"],"type":["text"],"creator":["Chambert-Loir, Antoine"],"language":[],"coverage":[],"title":["Heights and measures on analytic spaces. A survey of recent results, and\n  some remarks"],"description":["  This paper has two goals. The first is to present the construction, due to\nthe author, of measures on non-archimedean analytic varieties associated to\nmetrized line bundles and some of its applications. We take this opportunity to\nadd remarks, examples and mention related results.\n","Comment: 41 pages, final version. To appear in: Motivic Integration and its\n  Interactions with Model Theory and Non-Archimedean Geometry, edited by Raf\n  Cluckers, Johannes Nicaise, Julien Sebag"]}]
["1001.2815",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14TXX, 05CXX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2815","doi:10.1016/j.jcta.2011.11.011"],"date":["2010-01-16","2011-11-09"],"type":["text"],"creator":["Caporaso, Lucia"],"language":[],"coverage":[],"title":["Geometry of tropical moduli spaces and linkage of graphs"],"description":["  We prove the following \"linkage\" theorem: two p-regular graphs of the same\ngenus can be obtained from one another by a finite alternating sequence of\none-edge-contractions; moreover this preserves 3-edge-connectivity. We use the\nlinkage theorem to prove that various moduli spaces of tropical curves are\nconnected through codimension one.\n","Comment: Final version incorporating the referees corrections"]}]
["1001.2941",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2941"],"date":["2010-01-17","2011-11-17"],"type":["text"],"creator":["Yuan, Yuan","Zhang, Yuan"],"language":[],"coverage":[],"title":["Rigidity for local holomorphic isometric embeddings from ${\\BB}^n$ into\n  ${\\BB}^{N_1}\\times... \\times{\\BB}^{N_m}$ up to conformal factors"],"description":["  In this article, we study local holomorphic isometric embeddings from\n${\\BB}^n$ into ${\\BB}^{N_1}\\times... \\times{\\BB}^{N_m}$ with respect to the\nnormalized Bergman metrics up to conformal factors. Assume that each conformal\nfactor is smooth Nash algebraic. Then each component of the map is a\nmulti-valued holomorphic map between complex Euclidean spaces by the algebraic\nextension theorem derived along the lines of Mok and Mok-Ng. Applying\nholomorphic continuation and analyzing real analytic subvarieties carefully, we\nshow that each component is either a constant map or a proper holomorphic map\nbetween balls. Applying a linearity criterion of Huang, we conclude the total\ngeodesy of non-constant components.\n","Comment: revised for the journal according to referees' comments"]}]
["1002.1110",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Mathematics - Complex Variables","Mathematics - Numerical Analysis","30G20, 35J25, 65N25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1110","Mathematical Methods in the Applied Sciences, 2011, v. 34, issue\n  4, 455-468"],"date":["2010-02-04"],"type":["text"],"creator":["Perez, Raul Castillo","Kravchenko, Vladislav V.","Vazquez, Rabindranath Resendiz"],"language":[],"coverage":[],"title":["Solution of boundary value and eigenvalue problems for second order\n  elliptic operators in the plane using pseudoanalytic formal powers"],"description":["  We propose a method for solving boundary value and eigenvalue problems for\nthe elliptic operator D=divpgrad+q in the plane using pseudoanalytic function\ntheory and in particular pseudoanalytic formal powers. Under certain conditions\non the coefficients p and q with the aid of pseudoanalytic function theory a\ncomplete system of null solutions of the operator can be constructed following\na simple algorithm consisting in recursive integration. This system of\nsolutions is used for solving boundary value and spectral problems for the\noperator D in bounded simply connected domains. We study theoretical and\nnumerical aspects of the method.\n"]}]
["1003.0535",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematical Physics","Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35J99, 58J99, 35Q35, 35Q60, 35Q75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0535"],"date":["2010-03-02","2011-11-17"],"type":["text"],"creator":["Delay, Erwann"],"language":[],"coverage":[],"title":["Smooth compactly supported solutions of some underdetermined elliptic\n  PDE, with gluing applications"],"description":["  We give sufficient conditions for some underdetermined elliptic PDE of any\norder to construct smooth compactly supported solutions. In particular we show\nthat two smooth elements in the kernel of certain underdetermined linear\nelliptic operators $P$ can be glued in a chosen region in order to obtain a new\nsmooth solution. This new solution is exactly equal to the starting elements\noutside the gluing region. This result completely contrasts with the usual\nunique continuation for determined or overdetermined elliptic operators. As a\ncorollary we obtain compactly supported solutions in the kernel of $P$ and also\nsolutions vanishing in a chosen relatively compact open region. We apply the\nresult for natural geometric and physics contexts such as divergence free\nfields or TT-tensors.\n","Comment: (RIC) condition removed, (API) condition weakened, figure and\n  appendix added, some rewording"]}]
["1003.4115",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4115","doi:10.1142/S0218301310015928"],"date":["2010-03-22"],"type":["text"],"creator":["Borderie, Bernard","Bonnet, E.","Neindre, N. Le","Piantelli, S.","Raduta, Ad. R.","Rivet, M. F.","Galichet, E.","Gulminelli, F.","Mercier, D.","Tamain, B.","Bougault, R.","Parlog, M.","Frankland, J. D.","Chbihi, A.","Wieleczko, J. P.","Guinet, D.","Lautesse, P.","Gagnon-Moisan, F.","Roy, R.","Vigilante, M.","Rosato, E.","Dayras, R.","Lukasik, J."],"language":[],"coverage":[],"title":["The prominent role of the heaviest fragment in multifragmentation and\n  phase transition for hot nuclei"],"description":["  The role played by the heaviest fragment in partitions of multifragmenting\nhot nuclei is emphasized. Its size/charge distribution (mean value,\nfluctuations and shape) gives information on properties of fragmenting nuclei\nand on the associated phase transition.\n","Comment: 11 pages, Proceedings of IWND09, August 23-25, Shanghai (China)"]}]
["1003.5331",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5331","doi:10.1103/PhysRevE.82.066303"],"date":["2010-03-27","2011-11-17"],"type":["text"],"creator":["Dallas, Vassilios","Vassilicos, J. Christos","Hewitt, Geoffrey F."],"language":[],"coverage":[],"title":["Strong polymer-turbulence interactions in viscoelastic turbulent channel\n  flow"],"description":["  This paper is focused on the fundamental mechanism(s) of viscoelastic\nturbulence that lead to polymer induced turbulent drag reduction phenomenon. A\ngreat challenge in this problem is the computation of viscoelastic turbulent\nflows, since the understanding of polymer physics is restricted to mechanical\nmodels. An effective state-of-the-art numerical method to solve the governing\nequation for polymers modelled as non-linear springs, without using any\nartificial assumptions as usual, was implemented here for the first time on a\nthree-dimensional channel flow geometry. The capability of this algorithm to\ncapture the strong polymer-turbulence dynamical interactions is depicted on the\nresults, which are much closer qualitatively to experimental observations. This\nallowed a more detailed study of the polymer-turbulence interactions, which\nyields an enhanced picture on a mechanism resulting from the polymer-turbulence\nenergy transfers.\n","Comment: 21 pages, 16 figures, corrected typos and minor content changes for\n  clarification, accepted for publication in Physical Review E"]}]
["1004.1810",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1810"],"date":["2010-04-11","2011-11-17"],"type":["text"],"creator":["Kaplan, Itay","Shelah, Saharon"],"language":[],"coverage":[],"title":["Automorphism towers and automorphism groups of fields without Choice"],"description":["  This paper can be viewed as a continuation of [KS09] that dealt with the\nautomorphism tower problem without Choice. Here we deal with the inequation\nwhich connects the automorphism tower and the normalizer tower without Choice\nand introduce a new proof to a theorem of Fried and Koll\\'ar that any group can\nbe represented as an automorphism group of a field. The proof uses a simple\nconstruction: working more in graph theory, and less in algebra.\n"]}]
["1004.2096",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2096","Phys.Rev.C81:064603,2010","doi:10.1103/PhysRevC.81.064603"],"date":["2010-04-12","2010-05-21"],"type":["text"],"creator":["Bertulani, C. A.","De Conti, C."],"language":[],"coverage":[],"title":["Pauli blocking and medium effects in nucleon knockout reactions"],"description":["  We study medium modifications of the nucleon-nucleon (NN) cross sections and\ntheir influence on the nucleon knockout reactions. Using the eikonal\napproximation, we compare the results obtained with free NN cross sections with\nthose obtained with a purely geometrical treatment of Pauli-blocking and with\nNN obtained with more elaborated Dirac-Bruecker methods. The medium effects are\nparametrized in terms of the baryon density. We focus on symmetric nuclear\nmatter, although the geometrical Pauli-blocking allows for the treatment of\nasymmetric nuclear matter. It is shown that medium effects can change the\nnucleon knockout cross sections and momentum distributions up to 10% in the\nenergy range E=50-300 MeV/nucleon. The effect is more evident in reactions\ninvolving halo nuclei.\n","Comment: 10 pages, 9 figures, accepted for publication in Physics Review C"]}]
["1004.3813",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Complex Variables","30C15, 30G06, 11S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3813","Int. J. Number Theory, vol. 7:7, p. 1807-1823 (2011)","doi:10.1142/S1793042111004691"],"date":["2010-04-21","2011-01-26"],"type":["text"],"creator":["Chambert-Loir, Antoine"],"language":[],"coverage":[],"title":["The Theorem of Jentzsch--Szeg\\H{o} on an analytic curve. Application to\n  the irreducibility of truncations of power series"],"description":["  The theorem of Jentzsch--Szeg\\H{o} describes the limit measure of a sequence\nof discrete measures associated to the zeroes of a sequence of polynomials in\none variable. Following the presentation of this result by Andrievskii and\nBlatt in their book, we extend this theorem to compact Riemann surfaces, then\nto analytic curves over an ultrametric field. The particular case of the\nprojective line over an ultrametric field gives as corollaries information\nabout the irreducibility of the truncations of a power series in one variable.\n","Comment: 16 pages; the application to irreducibility and the final example\n  have been corrected"]}]
["1006.3627",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Mathematics - Commutative Algebra","34D23, 92B99 (Primary) 13A15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3627","Bull Math Biol (2011) 73:2962 -- 2982","doi:10.1007/s11538-011-9655-3"],"date":["2010-06-18","2011-05-10"],"type":["text"],"creator":["Gopalkrishnan, Manoj"],"language":[],"coverage":[],"title":["Catalysis in Reaction Networks"],"description":["  We define catalytic networks as chemical reaction networks with an\nessentially catalytic reaction pathway: one which is on in the presence of\ncertain catalysts and off in their absence. We show that examples of catalytic\nnetworks include synthetic DNA molecular circuits that have been shown to\nperform signal amplification and molecular logic. Recall that a critical siphon\nis a subset of the species in a chemical reaction network whose absence is\nforward invariant and stoichiometrically compatible with a positive point. Our\nmain theorem is that all weakly-reversible networks with critical siphons are\ncatalytic. Consequently, we obtain new proofs for the persistence of atomic\nevent-systems of Adleman et al., and normal networks of Gnacadja. We define\nautocatalytic networks, and conjecture that a weakly-reversible reaction\nnetwork has critical siphons if and only if it is autocatalytic.\n","Comment: 19 pages, 1 figure"]}]
["1006.4252",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4252"],"date":["2010-06-22","2011-11-17"],"type":["text"],"creator":["Arik, M.","Susam, L. Amon"],"language":[],"coverage":[],"title":["Radiation Dominated Universe for Jordan-Brans-Dicke Cosmology"],"description":["  Jordan-Brans-Dicke cosmology with a standard kinetic term for the scalar\nfield and no mass term has the same radiation dominated solution as standard\nEinstein cosmology without the cosmological constant. Because of this, the\nprimordial nucleosynthesis (Big - Bang nucleosynthesis) result obtained for\nstandard cosmology remains the same for Jordan-Brans-Dicke cosmology. We show\nthat Jordan-Brans-Dicke cosmology with a mass term for the scalar field as well\nas explaining dark energy for the present era, can also explain radiation\ndominated cosmology for the primordial nucleosynthesis era.\n"]}]
["1006.5873",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5873","2010, MNRAS, 408, 2312","doi:10.1111/j.1365-2966.2010.17277.x"],"date":["2010-06-30","2010-07-01"],"type":["text"],"creator":["Jones, D.","Lloyd, M.","Santander-García, M.","López, J. A.","Meaburn, J.","Mitchell, D. L.","O'Brien, T. J.","Pollacco, D.","Rubio-Díez, M. M.","Vaytet, N. M. H."],"language":[],"coverage":[],"title":["Abell 41: shaping of a planetary nebula by a binary central star?"],"description":["  We present the first detailed spatio-kinematical analysis and modelling of\nthe planetary nebula Abell 41, which is known to contain the well-studied\nclose-binary system MT Ser. This object represents an important test case in\nthe study of the evolution of planetary nebulae with binary central stars as\ncurrent evolutionary theories predict that the binary plane should be aligned\nperpendicular to the symmetry axis of the nebula.\n  Deep narrowband imaging in the light of [NII], [OIII] and [SII], obtained\nusing ACAM on the William Herschel Telescope, has been used to investigate the\nionisation structure of Abell 41. Longslit observations of the H-alpha and\n[NII] emission were obtained using the Manchester Echelle Spectrometer on the\n2.1-m San Pedro M\\'artir Telescope. These spectra, combined with the narrowband\nimagery, were used to develop a spatio-kinematical model of [NII] emission from\nAbell 41. The best fitting model reveals Abell 41 to have a waisted, bipolar\nstructure with an expansion velocity of ~40km\\s at the waist. The symmetry axis\nof the model nebula is within 5$\\degr$ of perpendicular to the orbital plane of\nthe central binary system. This provides strong evidence that the close-binary\nsystem, MT Ser, has directly affected the shaping of its nebula, Abell 41.\n  Although the theoretical link between bipolar planetary nebulae and binary\ncentral stars is long established, this nebula is only the second to have this\nlink, between nebular symmetry axis and binary plane, proved observationally.\n","Comment: 7 pages, 6 figures, Accepted for publication in MNRAS"]}]
["1007.1576",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1576","Journal of Algebra 350 (2012) pp. 174-196","doi:10.1016/j.jalgebra.2011.11.002"],"date":["2010-07-09"],"type":["text"],"creator":["Vishnyakova, E. G."],"language":[],"coverage":[],"title":["On holomorphic functions on a compact complex homogeneous supermanifold"],"description":["  It is well-known that non-constant holomorphic functions do not exist on a\ncompact complex manifold. This statement is false for a supermanifold with a\ncompact reduction. In this paper we study the question under what conditions\nnon-constant holomorphic functions do not exist on a compact homogeneous\ncomplex supermanifold. We describe also the vector bundles determined by split\nhomogeneous complex supermanifolds.\n  As an application, we compute the algebra of holomorphic functions on the\nclassical flag supermanifolds which were introduced by Yu.I. Manin.\n","Comment: 29 pages"]}]
["1008.5365",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5365","Phys. Rev. A 84, 053620 (2011)","doi:10.1103/PhysRevA.84.053620"],"date":["2010-08-31","2011-10-04"],"type":["text"],"creator":["Zamora, A.","Szirmai, G.","Lewenstein, M."],"language":[],"coverage":[],"title":["Layered Quantum Hall Insulators with Ultracold Atoms"],"description":["  We consider a generalization of the 2-dimensional (2D) quantum-Hall insulator\nto a non-compact, non-Abelian gauge group, the Heisenberg-Weyl group. We show\nthat this kind of insulator is actually a layered 3D insulator with nontrivial\ntopology. We further show that nontrivial combinations of quantized transverse\nconductivities can be engineered with the help of a staggered potential. We\ninvestigate the robustness and topological nature of this conductivity and\nconnect it to the surface modes of the system. We also propose a simple\nexperimental realization with ultracold atoms in 3D confined to a 2D square\nlattice with the third dimension being mapped to a gauge coordinate.\n","Comment: 6 pages"]}]
["1009.0069",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0069","Phys. Rev. E 82, 056111 (2010)","doi:10.1103/PhysRevE.82.056111"],"date":["2010-08-31","2010-10-25"],"type":["text"],"creator":["Huang, Haiping"],"language":[],"coverage":[],"title":["Message passing algorithms for the Hopfield network reconstruction:\n  threshold behavior and limitation"],"description":["  The Hopfield network is reconstructed as an inverse Ising problem by passing\nmessages. The applied susceptibility propagation algorithm is shown to improve\nsignificantly on other mean-field-type methods and extends well into the low\ntemperature region. However, this iterative algorithm is limited by the nature\nof the supplied data. Its performance deteriorates as the data becomes highly\nmagnetized, and this method finally fails in the presence of the frozen type\ndata where at least two of its magnetizations are equal to one in absolute\nvalue. On the other hand, a threshold behavior is observed for the\nsusceptibility propagation algorithm and the transition from good\nreconstruction to poor one becomes sharper as the network size increases.\n","Comment: 10 pages, 4 figures, appendixes and references added"]}]
["1009.1111",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1111","Phys. Rev. B 84, 155108 (2011)","doi:10.1103/PhysRevB.84.155108"],"date":["2010-09-06","2011-11-17"],"type":["text"],"creator":["Goswami, Pallab","Yu, Rong","Si, Qimiao","Abrahams, Elihu"],"language":[],"coverage":[],"title":["Spin Dynamics of a $J_1-J_2$ Antiferromagnet and its Implications for\n  Iron Pnictides"],"description":["  Motivated by the recent observation of antiferromagnetic correlations in the\nparamagnetic phase of iron pnictides, we study the finite-temperature spin\ndynamics of a two-dimensional $J_1-J_2$ antiferromagnet. We consider the\nparamagnetic phase in the $J_2>J_1$ regime of a $(\\pi,0)$ collinear ground\nstate, using the modified spin wave theory. Below the mean-field Ising\ntransition temperature, we identify short-range anisotropic antiferromagnetic\ncorrelations. We show that the dynamical structure factor\n$\\mathcal{S}(\\mathbf{q},\\omega)$ contains elliptic features in the momentum\nspace, and determine its variation with temperature and energy. Implications\nfor the spin-dynamical experiments in the iron pnictides are discussed.\n","Comment: 11 pages, 7 figures, replaced with the version published in Phys.\n  Rev. B"]}]
["1010.0066",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Social and Information Networks","Computer Science - Systems and Control","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0066"],"date":["2010-10-01","2011-11-17"],"type":["text"],"creator":["Ceragioli, Francesca","Frasca, Paolo"],"language":[],"coverage":[],"title":["Continuous-time Discontinuous Equations in Bounded Confidence Opinion\n  Dynamics"],"description":["  This report studies a continuous-time version of the well-known\nHegselmann-Krause model of opinion dynamics with bounded confidence. As the\nequations of this model have discontinuous right-hand side, we study their\nKrasovskii solutions. We present results about existence and completeness of\nsolutions, and asymptotical convergence to equilibria featuring a\n\"clusterization\" of opinions. The robustness of such equilibria to small\nperturbations is also studied.\n","Comment: 16 pages, no figures - v4: revised proof of Theorem 2"]}]
["1010.4862",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4862"],"date":["2010-10-23","2011-11-17"],"type":["text"],"creator":["Meng, Matthias"],"language":[],"coverage":[],"title":["Compression of Nakajima monomials in type A and C"],"description":["  We describe an explicit crystal morphism between Nakajima monomials and\nmonomials which give a realization of crystal bases for finite dimensional\nirreducible modules over the quantized enveloping algebra for Lie algebras of\ntype A and C. This morphism provides a connection between arbitrary Nakajima\nmonomials and Nakashima Kashiwara tableaux. This yields a translation of\nNakajima monomials to the Littelmann path model. Furthermore, as an application\nof our results we describe an insertion scheme for Nakajima monomials\ncompatible to the insertion scheme for tableaux.\n"]}]
["1011.0607",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0607","PoS LAT2010:058,2010"],"date":["2010-11-02"],"type":["text"],"creator":["Kerrane, Eoin","Del Debbio, Luigi","Pica, Claudio","Rago, Antonio","Patella, Agostino","Lucini, Biagio","Bursa, Francis","Pickup, Thomas","Henty, David"],"language":[],"coverage":[],"title":["Improved Spectroscopy of Minimal Walking Technicolor"],"description":["  We present an improved study of spectroscopic observables in the $SU(2)$\nYang-Mills theory with two adjoint fermions. We make an improvement on the\nprecision of previous results which clarify the scale of finite volume effects\npresent. This analysis adds to the evidence for near-conformal dynamics of this\ntheory, while indicating a preference for a low anomalous mass dimension of the\nmassless theory.\n","Comment: The XXVIII International Symposium on Lattice Field Theory,\n  Lattice2010, June 14-19, 2010, Villasimius, Italy"]}]
["1011.2847",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2847"],"date":["2010-11-12","2011-11-16"],"type":["text"],"creator":["Boucksom, Sebastien","De Fernex, Tommaso","Favre, Charles"],"language":[],"coverage":[],"title":["The volume of an isolated singularity"],"description":["  We introduce a notion of volume of a normal isolated singularity that\ngeneralizes Wahl's characteristic number of surface singularities to arbitrary\ndimensions. We prove a basic monotonicity property of this volume under finite\nmorphisms. We draw several consequences regarding the existence of\nnon-invertible finite endomorphisms fixing an isolated singularity. Using a\ncone construction, we deduce that the anticanonical divisor of any smooth\nprojective variety carrying a non-invertible polarized endomorphism is\npseudoeffective. Our techniques build on Shokurov's b-divisors. We define the\nnotion of nef Weil b-divisors, and of nef envelopes of b-divisors. We relate\nthe latter to the pull-back of Weil divisors introduced by de Fernex and Hacon.\nUsing the subadditivity theorem for multiplier ideals with respect to pairs\nrecently obtained by Takagi, we carry over to the isolated singularity case the\nintersection theory of nef Weil b-divisors formerly developed by Boucksom,\nFavre, and Jonsson in the smooth case.\n","Comment: 48 pages. v4: Appendix is new, plus several minor changes made\n  throughout the paper following the referee's suggestions. Final version, to\n  appear in Duke Math J"]}]
["1011.4003",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4003","Opt. Express 19, 3115 (2011)","doi:10.1364/OE.19.003115"],"date":["2010-11-17"],"type":["text"],"creator":["Svozilík, Jiří","Hendrych, Martin","Helmy, Amr S.","Torres, Juan P."],"language":[],"coverage":[],"title":["Generation of paired photons in a quantum separable state in Bragg\n  reflection waveguides"],"description":["  This work proposes and analyses a novel approach for the generation of\nseparable (quantum uncorrelated) photon pairs based on spontaneous parametric\ndown-conversion in Bragg reflection waveguides composed of semiconductor AlGaN\nlayers. This platform allows the removal of any spectral correlation between\npaired photons that propagate in different spatial modes. The photons can be\ndesigned to show equal or different spectra by tuning the structural parameters\nand hence the dispersion of the waveguide.\n","Comment: 9 pages, 6 figures"]}]
["1011.4562",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4562","doi:10.1088/0004-637X/727/2/98"],"date":["2010-11-20"],"type":["text"],"creator":["Li, Y.","Ding, M. D."],"language":[],"coverage":[],"title":["Different Patterns of Chromospheric Evaporation in a Flaring Region\n  Observed with Hinode/EIS"],"description":["  We investigate the chromospheric evaporation in the flare of 2007 January 16\nusing line profiles observed by the EUV Imaging Spectrometer (EIS) onboard\nHinode. Three points at flare ribbons of different magnetic polarities are\nanalyzed in detail. We find that the three points show different patterns of\nupflows and downflows in the impulsive phase of the flare. The spectral lines\nat the first point are mostly blue shifted, with the hotter lines showing a\ndominant blue-shifted component over the stationary one. At the second point,\nhowever, only weak upflows are detected; in stead, notable downflows appear at\nhigh temperatures (up to 2.5-5.0 MK). The third point is similar to the second\none only that it shows evidence of multi-component downflows. While the\nevaporated plasma falling back down as warm rain is a possible cause of the\nredshifts at points 2 and 3, the different patterns of chromospheric\nevaporation at the three points imply existence of different heating mechanisms\nin the flaring active region.\n","Comment: 18 pages, 7 figures, 2 tables. Accepted for publication in ApJ"]}]
["1012.0578",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0578","doi:10.1103/PhysRevE.84.046315"],"date":["2010-12-02","2011-11-17"],"type":["text"],"creator":["Dallas, Vassilios","Vassilicos, J. Christos"],"language":[],"coverage":[],"title":["Rapid growth of cloud droplets by turbulence"],"description":["  Assuming perfect collision efficiency, we demonstrate that turbulence can\ninitiate and sustain the rapid growth of very small water droplets in air even\nwhen these droplets are too small to cluster, and even without having to take\ngravity and small-scale intermittency into account. This is because the range\nof local Stokes numbers of identical droplets in the turbulent flow field is\nbroad enough even when small-scale intermittency is neglected. This\ndemonstration is given for turbulence which is one order of magnitude less\nintense than is typical in warm clouds but with a volume fraction which, even\nthough small, is nevertheless large enough for an estimated a priori frequency\nof collisions to be ten times larger than in warm clouds. However, the time of\ngrowth in these conditions turns out to be one order of magnitude smaller than\nin warm clouds.\n","Comment: 5 pages, 4 figures, title changed, a few content changes took place\n  for clarification upon referees request. This work was finally accepted for\n  publication in Phys. Rev. E. See also, the article entitled \"Physicists Solve\n  Cloud Formation Puzzle\" that was written by Technological Review published by\n  MIT (http://www.technologyreview.com/blog/arxiv/26105/) giving a lot of\n  attention to our work"]}]
["1012.2276",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2276"],"date":["2010-12-10","2011-11-17"],"type":["text"],"creator":["Fontana, Alessandro"],"language":[],"coverage":[],"title":["Epigenetic Tracking: a model for all biology"],"description":["  \"Epigenetic Tracking\" is a model of systems of biological cells, able to\ngenerate arbitrary 2 or 3-dimensional cellular shapes of any kind and\ncomplexity (in terms of number of cells, number of colours, etc.) starting from\na single cell. If the complexity of such structures is interpreted as a\nmetaphor for the complexity of biological structures, we can conclude that this\nmodel has the potential to generate the complexity typical of living beings. It\ncan be shown how the model is able to reproduce a simplified version of key\nbiological phenomena such as development, the presence of \"junk DNA\", the\nphenomenon of ageing and the process of carcinogenesis. The model links\nproperties and behaviour of genes and cells to properties and behaviour of the\norganism, describing and interpreting the said phenomena with a unified\nframework: for this reason, we think it can be proposed as a model for all\nbiology. The material contained in this work is not new: the model and its\nimplications have all been described in previous works from a computer-science\npoint of view. This work has two objectives: 1) To present the whole theory in\nan organic and structured way and 2) To introduce Epigenetic Tracking from a\nbiological perspective. The work is divided into six parts: the first part is\nthe introduction; the second part describes the cellular model; the third part\nis dedicated to the evo-devo method and transposable-elements; the fourth part\ndeals with junk DNA and ageing; the fifth part explores the topic of cancer;\nthe sixth part draws the conclusions.\n","Comment: 42 pages, 23 figures"]}]
["1101.3760",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3760","Eur. Phys. J. D 65, 33--42 (2011)","doi:10.1140/epjd/e2011-20050-3"],"date":["2011-01-19"],"type":["text"],"creator":["Konya, G.","Szirmai, G.","Domokos, P."],"language":[],"coverage":[],"title":["Multimode mean-field model for the quantum phase transition of a\n  Bose-Einstein condensate in an optical resonator"],"description":["  We develop a mean-field model describing the Hamiltonian interaction of\nultracold atoms and the optical field in a cavity. The Bose-Einstein condensate\nis properly defined by means of a grand-canonical approach. The model is\nefficient because only the relevant excitation modes are taken into account.\nHowever, the model goes beyond the two-mode subspace necessary to describe the\nself-organization quantum phase transition observed recently. We calculate all\nthe second-order correlations of the coupled atom field and radiation field\nhybrid bosonic system, including the entanglement between the two types of\nfields.\n","Comment: 10 pages"]}]
["1101.4300",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4300","J. Phys. Soc. Jpn. 80, 114003 (2011)","doi:10.1143/JPSJ.80.114003"],"date":["2011-01-22","2011-09-14"],"type":["text"],"creator":["Lapasar, Elham Hosseini","Kasamatsu, Kenichi","Kondo, Yasushi","Nakahara, Mikio","Ohmi, Tetsuo"],"language":[],"coverage":[],"title":["Scalable Neutral Atom Quantum Computer with Interaction on Demand:\n  Proposal for Selective Application of Two-Qubit Gate"],"description":["  We propose a scalable neutral atom quantum computer with an on-demand\ninteraction through a selective two-qubit gate operation. Atoms are trapped by\na lattice of near field Fresnel diffraction lights so that each trap captures a\nsingle atom. One-qubit gate operation is implemented by a gate control laser\nbeam which is applied to an individual atom. Two-qubit gate operation between\nan arbitrary pair of atoms is implemented by sending these atoms to a\nstate-dependent optical lattice and making them collide so that a particular\ntwo-qubit state acquires a dynamical phase. We give numerical evaluations\ncorresponding to these processes, from which we estimate the upper bound of a\ntwo-qubit gate operation time and corresponding gate fidelity. Our proposal is\nfeasible within currently available technology developed in cold atom gas,\nMEMS, nanolithography, and various areas in optics.\n","Comment: 10 pages, 9 figure"]}]
["1102.0399",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0399","J. Acoust. Soc. Am. Volume 130, Issue 5, pp. 2746-2755 (2011)","doi:10.1121/1.3643818"],"date":["2011-02-02"],"type":["text"],"creator":["Elford, Daniel P.","Chalmers, Luke","Kusmartsev, Feodor V.","Swallowe, Gerry M."],"language":[],"coverage":[],"title":["Matryoshka Locally Resonant Sonic Crystal"],"description":["  The results of numerical modelling of sonic crystals with resonant array\nelements are reported. The investigated resonant elements include plain slotted\ncylinders as well as various their combinations, in particular, Russian doll or\nMatryoshka configurations. The acoustic band structure and transmission\ncharacteristics of such systems have been computed with the use of finite\nelement methods. The general concept of a locally resonant sonic crystal is\nproposed, which utilises acoustic resonances to form additional band gaps that\nare decoupled from Bragg gaps. An existence of a separate attenuation mechanism\nassociated with the resonant elements, which increases performance in the lower\nfrequency regime has been identified. The results show a formation of broad\nband gaps positioned significantly below the first Bragg frequency. For low\nfrequency broadband attenuation a most optimal configuration is the Matryoshka\nsonic crystal, where each scattering unit is composed of multiple concentric\nslotted cylinders. This system forms numerous gaps in the lower frequency\nregime, below Bragg bands, whilst maintaining a reduced crystal size viable for\nnoise barrier technology. The finding opens new perspectives for construction\nof sound barriers in the low frequency range usually inaccessible by\ntraditional means including conventional sonic crystals.\n","Comment: 7 Pages, 12 Figures"]}]
["1102.2870",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2870"],"date":["2011-02-14","2011-11-16"],"type":["text"],"creator":["Ohanian, Hans C."],"language":[],"coverage":[],"title":["Reversed Gravitational Acceleration for High-speed Particles"],"description":["  Examination of the free-fall motion of particles of extremely high-speed in\nthe Schwarzschild geometry reveals that the gravitational acceleration of such\nparticles is reversed when measured in Schwarzschild coordinates. High-speed\nparticles decelerate when moving radially downward, and they accelerate when\nmoving upward. The onset of this abnormal behavior occurs at a speed of\n1/Sqrt(3) times the local value of the speed of light. However, the\ngravitational force always remains attractive. PACS numbers: 04.20.-q,\n04.20.Cv, 01.65+g\n","Comment: 5 pages, 1 figure. New version includes a \"Correction and Addendum\"\n  at end"]}]
["1103.0319",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0319"],"date":["2011-03-01","2011-11-16"],"type":["text"],"creator":["Bloom, Jonathan","Saracino, Dan"],"language":[],"coverage":[],"title":["Modified Growth Diagrams, Permutation Pivots, and the BXW map $\\phi^*$"],"description":["  In their paper [1] on Wilf-equivalence for singleton classes, Backelin, Xin,\nand West introduce a transformation $\\phi^*$, defined by an iterative process\nand operating on (all) full rook placements on Ferrers boards. In [3],\nBousquet-M$\\acute{\\textrm{e}}$lou and Steingr$\\acute{\\textrm{\\i}}$msson prove\nthe analogue of the main result of [1] in the context of involutions, and in so\ndoing they must prove that $\\phi^*$ commutes with the operation of taking\ninverses. The proof of this commutation result is long and difficult, and\nBousquet-M$\\acute{\\textrm{e}}$lou and Steingr$\\acute{\\textrm{\\i}}$msson ask if\n$\\phi^*$ might be reformulated in such a way as to make this result obvious. In\nthe present paper we provide such a reformulation of $\\phi^*$, by modifying the\ngrowth diagram algorithm of Fomin [4,5]. This also answers a question of\nKrattenthaler [6, problem 4], who notes that a bijection defined by the\nunmodified Fomin algorithm obviously commutes with inverses, and asks what the\nconnection is between this bijection and $\\phi^*$.\n","Comment: 25 pages, 8 figures"]}]
["1103.1311",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1311","Phys. Rev. Lett. 107, 130501 (2011)","doi:10.1103/PhysRevLett.107.130501"],"date":["2011-03-07","2011-11-17"],"type":["text"],"creator":["Sabapathy, Krishna Kumar","Ivan, J. Solomon","Simon, R."],"language":[],"coverage":[],"title":["Robustness of non-Gaussian entanglement against noisy amplifier and\n  attenuator environments"],"description":["  The recently developed Kraus representation for bosonic Gaussian channels is\nemployed to study analytically the robustness of non-Gaussian entanglement\nagainst evolution under noisy attenuator and amplifier environments, and\ncompare it with the robustness of Gaussian entanglement. Our results show that\nsome non-Gaussian states with one ebit of entanglement are more robust than all\nGaussian states, even the ones with arbitrarily large entanglement, a\nconclusion of direct consequence to the recent conjecture by Allegra et al.\n[PRL, 105, 100503 (2010)].\n","Comment: 4 pages, 4 figures"]}]
["1103.2017",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2017","Phys. Rev. C 84, 034612 (2011)","doi:10.1103/PhysRevC.84.034612"],"date":["2011-03-10","2011-11-17"],"type":["text"],"creator":["Zhang, G. Q.","Ma, Y. G.","Cao, X. G.","Zhou, C. L.","Cai, X. Z.","Fang, D. Q.","Tian, W. D.","Wang, H. W."],"language":[],"coverage":[],"title":["Unified Description of Nuclear Stopping in Central Heavy-ion Collision\n  from 10$A$ MeV to 1.2$A$ GeV"],"description":["  The detailed analysis of wide excitation function of nuclear stopping has\nbeen studied within a transport model, Isospin-dependent Quantum Molecular\nDynamics model (IQMD) and an overall good agreement with the INDRA and FOPI\nexperimental data has been achieved. It is found that mean value of isotropy in\ncentral Heavy-Ion Collision (HIC) reaches a minimum near Fermi energy and\napproaches a maximum around 300 - 400$A$ MeV. This suggests that, in\nstatistical average, the equilibration is far from being reached even in\ncentral HIC especially near Fermi energy. A hierarchy in stopping of fragments,\nwhich favors heavy fragments to penetrate, provides a robust restriction on the\nglobal trend of nuclear stopping and could serve as a probe for nuclear\nequation of state.\n","Comment: 7 pages, 7 figures"]}]
["1103.2544",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2544"],"date":["2011-03-13","2011-11-17"],"type":["text"],"creator":["Kaced, Tarik"],"language":[],"coverage":[],"title":["Almost-perfect secret sharing"],"description":["  Splitting a secret s between several participants, we generate (for each\nvalue of s) shares for all participants. The goal: authorized groups of\nparticipants should be able to reconstruct the secret but forbidden ones get no\ninformation about it. In this paper we introduce several notions of non-\nperfect secret sharing, where some small information leak is permitted. We\nstudy its relation to the Kolmogorov complexity version of secret sharing\n(establishing some connection in both directions) and the effects of changing\nthe secret size (showing that we can decrease the size of the secret and the\ninformation leak at the same time).\n","Comment: Acknowledgments added"]}]
["1103.4735",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4735","Phys. Rev. D 84, 093004 (2011)","doi:10.1103/PhysRevD.84.093004"],"date":["2011-03-24","2011-11-17"],"type":["text"],"creator":["Duerr, Michael","Lindner, Manfred","Zuber, Kai"],"language":[],"coverage":[],"title":["Consistency test of neutrinoless double beta decay with one isotope"],"description":["  We discuss a consistency test which makes it possible to discriminate unknown\nnuclear background lines from neutrinoless double beta decay with only one\nisotope. By considering both the transition to the ground state and to the\nfirst excited $0^+$ state, a sufficiently large detector can reveal if\nneutrinoless double beta decay or some other nuclear physics process is at\nwork. Such a detector could therefore simultaneously provide a consistency test\nfor a certain range of Majorana masses and be sensitive to lower values of the\neffective Majorana mass.\n","Comment: 1+12 pages, 4 figures; v2: discussion enhanced, figures improved,\n  matches journal version"]}]
["1104.1232",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1232","J. Phys. Soc. Jpn. 80 (2011) 063704","doi:10.1143/JPSJ.80.063704"],"date":["2011-04-06"],"type":["text"],"creator":["Ito, Yuto","Yamaji, Youhei","Imada, Masatoshi"],"language":[],"coverage":[],"title":["Stability of Unconventional Superconductivity on Surfaces of Topological\n  Insulators"],"description":["  Superconductivity on the surface of topological insulators is known to be\nanisotropic and unconventional in that the symmetry is the mixture of s-wave\nand nodeless p-wave component. In contrast to Anderson's theorem for the\ninsensitivity of the s-wave superconducting critical temperature to the\nnonmagnetic (time-reversal symmetric (TRS)) impurities, anisotropic\nsuperconductors including nodeless p-wave one are in general fragile even with\nsmall concentration of the TRS impurities. By employing the Abrikosov-Gor'kov\ntheory, we clarify that this type of unconventional superconductivity emergent\non the surface state of the strong topological insulators robustly survive\nagainst TRS impurities.\n"]}]
["1104.3733",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Astrophysics - Instrumentation and Methods for Astrophysics","High Energy Physics - Experiment","Nuclear Experiment","Statistics - Methodology","62-07 (Primary) 62F03, 62F10, 62P35, 62P30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3733","Computer Physics Communications, Volume 183, Issue 2, 2012, Pages\n  418-421","doi:10.1016/j.cpc.2011.10.009"],"date":["2011-04-19","2011-10-10"],"type":["text"],"creator":["Gagunashvili, Nikolai"],"language":[],"coverage":[],"title":["CHIWEI: A code of goodness of fit tests for weighted and unweighted\n  histograms"],"description":["  A self-contained Fortran-77 program for goodness of fit tests for histograms\nwith weighted entries as well as with unweighted entries is presented. The code\ncalculates test statistics for case of histogram with normalized weights of\nevents and in case of unnormalized weights of events.\n","Comment: 7 pages"]}]
["1104.4301",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4301","Phys.Rev.D84:034506,2011","doi:10.1103/PhysRevD.84.034506"],"date":["2011-04-21"],"type":["text"],"creator":["Bursa, Francis","Del Debbio, Luigi","Henty, David","Kerrane, Eoin","Lucini, Biagio","Patella, Agostino","Pica, Claudio","Pickup, Thomas","Rago, Antonio"],"language":[],"coverage":[],"title":["Improved Lattice Spectroscopy of Minimal Walking Technicolor"],"description":["  We present a numerical study of spectroscopic observables in the SU(2) gauge\ntheory with two adjoint fermions using improved source and sink operators. We\ncompare in detail our improved results with previous determinations of masses\nthat used point sources and sinks and we investigate possible systematic\neffects in both cases. Such comparison enables us to clearly assess the impact\nof a short temporal extent on the physical picture, and to investigate some\neffects due to the finite spatial box. While confirming the IR-conformal\nbehaviour of the theory, our investigation shows that in order to make firm\nquantitative predictions, a better handle on finite size effects is needed.\n","Comment: 33 pages, 30 figures, 18 tables"]}]
["1104.4884",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4884"],"date":["2011-04-26","2011-11-17"],"type":["text"],"creator":["Sahamie, Bijan"],"language":[],"coverage":[],"title":["Whitney polygons, symbol homology and cobordism maps"],"description":["  We define a new homology theory we call symbol homology by using decorated\nmoduli spaces of Whitney polygons. By decorating different types of moduli\nspaces we obtain different flavors of this homology theory together with\nmorphisms between them. Each of these flavors encodes the properties of a\ndifferent type of Heegaard Floer homology. The morphisms between the symbol\nhomologies enable us to push properties from one Floer theory to a different\none. Furthermore, we obtain a new presentation of Heegaard Floer theory in\nwhich maps correspond to multiplication from the right with suitable elements\nof our symbol homology. Finally, we present the construction of cobordism maps\nin knot Floer theories and apply the tools from symbol homology to give an\ninvariance proof.\n","Comment: 42 pages, 2 figures; tightened and improved introduction, improved\n  exposition, notational inaccuracies and notational errors corrected, section\n  added with additional explanations and examples, surgery exact triangle added"]}]
["1104.5354",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5354","J. Phys. Soc. Jpn. 80 (2011) 094707","doi:10.1143/JPSJ.80.094707"],"date":["2011-04-28","2011-06-29"],"type":["text"],"creator":["Takano, Junji","Tsunetsugu, Hirokazu"],"language":[],"coverage":[],"title":["Theory of Impurity Effects on the Spin Nematic State"],"description":["  The effect of magnetic bond disorder in otherwise antiferro nematic ordered\nsystem is investigated. We introduced triangular-shaped ferromagnetic bond\ndisorder in the S=1 bilinear-biquadratic model on a triangular lattice. It is\nshown that the coupling between the impurity magnetic moment and nonmagnetic\nexcitation in the bulk yields single-moment anisotropy and long-range\nanisotropic interaction between impurity magnetic moments. This interaction can\ninduce unconventional spin-freezing phenomena observed in triangular magnet,\nNiGa2S4.\n","Comment: 19 pages, 14 figures"]}]
["1104.5583",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5583","Genetics 189, no. 3 1029-1043 (2011)"],"date":["2011-04-29","2011-09-02"],"type":["text"],"creator":["Jain, Kavita","Seetharaman, Sarada"],"language":[],"coverage":[],"title":["Multiple adaptive substitutions during evolution in novel environments"],"description":["  We consider an asexual population under strong selection-weak mutation\nconditions evolving on rugged fitness landscapes with many local fitness peaks.\nUnlike the previous studies in which the initial fitness of the population is\nassumed to be high, here we start the adaptation process with a low fitness\ncorresponding to a population in a stressful novel environment. For generic\nfitness distributions, using an analytic argument we find that the average\nnumber of steps to a local optimum varies logarithmically with the genotype\nsequence length and increases as the correlations amongst genotypic fitnesses\nincrease. When the fitnesses are exponentially or uniformly distributed, using\nan evolution equation for the distribution of population fitness, we\nanalytically calculate the fitness distribution of fixed beneficial mutations\nand the walk length distribution.\n"]}]
["1105.0565",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0565","Journal of Mathematical Physics, 2011, 52:113303","doi:10.1063/1.3659687"],"date":["2011-05-03","2011-11-07"],"type":["text"],"creator":["Lin, Yuan","Wu, Bin","Zhang, Zhongzhi","Chen, Guanrong"],"language":[],"coverage":[],"title":["Counting spanning trees in self-similar networks by evaluating\n  determinants"],"description":["  Spanning trees are relevant to various aspects of networks. Generally, the\nnumber of spanning trees in a network can be obtained by computing a related\ndeterminant of the Laplacian matrix of the network. However, for a large\ngeneric network, evaluating the relevant determinant is computationally\nintractable. In this paper, we develop a fairly generic technique for computing\ndeterminants corresponding to self-similar networks, thereby providing a method\nto determine the numbers of spanning trees in networks exhibiting\nself-similarity. We describe the computation process with a family of networks,\ncalled $(x,y)$-flowers, which display rich behavior as observed in a large\nvariety of real systems. The enumeration of spanning trees is based on the\nrelationship between the determinants of submatrices of the Laplacian matrix\ncorresponding to the $(x,y)$-flowers at different generations and is devoid of\nthe direct laborious computation of determinants. Using the proposed method, we\nderive analytically the exact number of spanning trees in the $(x,y)$-flowers,\non the basis of which we also obtain the entropies of the spanning trees in\nthese networks. Moreover, to illustrate the universality of our technique, we\napply it to some other self-similar networks with distinct degree\ndistributions, and obtain explicit solutions to the numbers of spanning trees\nand their entropies. Finally, we compare our results for networks with the same\naverage degree but different structural properties, such as degree distribution\nand fractal dimension, and uncover the effect of these topological features on\nthe number of spanning trees.\n","Comment: Definitive version published in Journal of Mathematical Physics"]}]
["1105.0596",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0596"],"date":["2011-05-03","2011-11-17"],"type":["text"],"creator":["Gupta, Ashish"],"language":[],"coverage":[],"title":["Modules over quantum Laurent polynomials I"],"description":["  It is shown that the Gelfand--Kirillov dimension for modules over quantum\nLaurent polynomials is tensor-minimal. The Brookes--Groves invariant associated\nwith a tensor product of modules is determined. It is also shown that there can\nbe nonholonmic simple modules.\n"]}]
["1105.1214",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1214"],"date":["2011-05-05","2011-11-16"],"type":["text"],"creator":["Arunachalam, Srinivasan"],"language":[],"coverage":[],"title":["A Substitution to Bernoulli Numbers in easier computation of (\\zeta(2k))"],"description":["  An alternative formula is presented for the evaluation of the zeta function\nvalues $\\zeta(2k)$ without the need for Bernoulli numbers. Our formula is\nrecursive, and improves the efficiency with which we can calculate large values\nof the zeta function.\n","Comment: 8 pages; International Journal of Algebra, Number Theory and\n  Applications 2010-11"]}]
["1105.1288",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Astrophysics - Instrumentation and Methods for Astrophysics","High Energy Physics - Experiment","Nuclear Experiment","Statistics - Computation","62-07 (Primary), 62F03, 62F10, 62P35, 62P30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1288","Computer Physics Communications, Volume 183, Issue 1, 2012, Pages\n  193-196","doi:10.1016/j.cpc.2011.08.014"],"date":["2011-05-06","2011-10-10"],"type":["text"],"creator":["Gagunashvili, Nikolai"],"language":[],"coverage":[],"title":["CHICOM: A code of tests for comparing unweighted and weighted histograms\n  and two weighted histograms"],"description":["  A self-contained Fortran-77 program for calculating test statistics to\ncompare weighted histogram with unweighted histogram and two histograms with\nweighted entries is presented. The code calculates test statistics for cases of\nhistograms with normalized weights of events and unnormalized weights of\nevents.\n","Comment: 9 pages"]}]
["1105.1651",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1651","EPL, 96 (2011) 58003","doi:10.1209/0295-5075/96/58003"],"date":["2011-05-09","2011-07-11"],"type":["text"],"creator":["Huang, Haiping","Zhou, Haijun"],"language":[],"coverage":[],"title":["Combined local search strategy for learning in networks of binary\n  synapses"],"description":["  Learning in networks of binary synapses is known to be an NP-complete\nproblem. A combined stochastic local search strategy in the synaptic weight\nspace is constructed to further improve the learning performance of a single\nrandom walker. We apply two correlated random walkers guided by their Hamming\ndistance and associated energy costs (the number of unlearned patterns) to\nlearn a same large set of patterns. Each walker first learns a small part of\nthe whole pattern set (partially different for both walkers but with the same\namount of patterns) and then both walkers explore their respective weight\nspaces cooperatively to find a solution to classify the whole pattern set\ncorrectly. The desired solutions locate at the common parts of weight spaces\nexplored by these two walkers. The efficiency of this combined strategy is\nsupported by our extensive numerical simulations and the typical Hamming\ndistance as well as energy cost is estimated by an annealed computation.\n","Comment: 7 pages, 4 figures, figures and references added"]}]
["1105.2488",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2488","Phys. Rev. Lett. 107, 195304 (2011)","doi:10.1103/PhysRevLett.107.195304"],"date":["2011-05-12"],"type":["text"],"creator":["Hu, Hui","Jiang, Lei","Liu, Xia-Ji","Pu, Han"],"language":[],"coverage":[],"title":["Probing anisotropic superfluidity of rashbons in atomic Fermi gases"],"description":["  Motivated by the prospect of realizing a Fermi gas of $^{40}$K atoms with a\nsynthetic non-Abelian gauge field, we investigate theoretically a strongly\ninteracting Fermi gas in the presence of a Rashba spin-orbit coupling. As the\ntwo-fold spin degeneracy is lifted by spin-orbit interaction, bound pairs with\nmixed singlet and triplet pairings (referred to as rashbons) emerge, leading to\nan anisotropic superfluid. We show that this anisotropic superfluidity can be\nprobed via measuring the momentum distribution and single-particle spectral\nfunction in a trapped atomic $^{40}$K cloud near a Feshbach resonance.\n","Comment: 4 pages, 5 figures"]}]
["1105.2749",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2749","Phys. Rev. C 84, 037605 (2011)","doi:10.1103/PhysRevC.84.037605"],"date":["2011-05-13","2011-11-17"],"type":["text"],"creator":["Zhou, P.","Tian, W. D.","Ma, Y. G.","Cai, X. Z.","Fang, D. Q.","Wang, H. W."],"language":[],"coverage":[],"title":["Influence of statistical sequential decay on isoscaling and symmetry\n  energy coefficient in a GEMINI simulation"],"description":["  Extensive calculations on isoscaling behavior with the sequential-decay model\ngemini are performed for the medium-to-heavy nuclei in the mass range A =\n60-120 at excitation energies up to 3 MeV/nucleon. The comparison between the\nproducts after the first-step decay and the ones after the entire-steps decay\ndemonstrates that there exists a strong sequential decay effect on the final\nisoscaling parameters and the apparent temperature. Results show that the\napparent symmetry energy coefficient $\\gamma_{app}$ does not reflect the\ninitial symmetry energy coefficient $C_{sym}$ embedded in the mass calculation\nin the present GEMINI model.\n","Comment: 4 pages, 3 figures, 1 table"]}]
["1105.6367",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.6367"],"date":["2011-05-31","2011-11-17"],"type":["text"],"creator":["Novati, Paolo","Redivo-Zaglia, Michela","Russo, Maria Rosaria"],"language":[],"coverage":[],"title":["Preconditioning linear systems via matrix function evaluation"],"description":["  For the solution of discrete ill-posed problems, in this paper a novel\npreconditioned iterative method based on the Arnoldi algorithm for matrix\nfunctions is presented. The method is also extended to work in connection with\nTikhonov regularization. Numerical experiments arising from the solution of\nintegral equations and image restoration are presented.\n"]}]
["1106.2450",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2450","Int. J. Mod. Phys.: Conf. Series 3 (2011) 434","doi:10.1142/S201019451100095X"],"date":["2011-06-13"],"type":["text"],"creator":["de Mello, Eugênio R. Bezerra","Saharian, Aram A."],"language":[],"coverage":[],"title":["Vacuum polarization in a cosmic string spacetime induced by flat\n  boundary"],"description":["  In this paper we analyze the vacuum expectation values of the field squared\nand the energy-momentum tensor associated to a massive scalar field in a higher\ndimensional cosmic string spacetime, obeying Dirichlet or Neumann boundary\nconditions on the surface orthogonal to the string.\n","Comment: 12 pages, 5 figures, talk presented at the 8th Alexander Friedmann\n  International Seminar on Gravitation and Cosmology, in Rio de Janeiro, Brazil"]}]
["1106.2487",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2487","Phys. Rev. A 84, 053833 (2011)","doi:10.1103/PhysRevA.84.053833"],"date":["2011-06-13"],"type":["text"],"creator":["Papp, Scott B.","Diddams, Scott A."],"language":[],"coverage":[],"title":["Spectral and temporal characterization of a fused-quartz microresonator\n  optical frequency comb"],"description":["  We report on the fabrication of high-Q, fused-quartz microresonators and the\nparametric generation of a frequency comb with 36 GHz line spacing using them.\nWe have characterized the intrinsic stability of the comb in both the time and\nfrequency domains to assess its suitability for future precision metrology\napplications. Intensity autocorrelation measurements and line-by-line comb\ncontrol reveal near-transform-limited picosecond pulse trains that are\nassociated with good relative phase and amplitude stability of the comb lines.\nThe comb's 36 GHz line spacing can be readily photodetected, which enables\nmeasurements of its intrinsic and absolute phase fluctuations.\n"]}]
["1106.4505",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4505","EPL 96 10010 (2011)","doi:10.1209/0295-5075/96/10010"],"date":["2011-06-22","2011-11-17"],"type":["text"],"creator":["Moliner, Marion","Schmitteckert, Peter"],"language":[],"coverage":[],"title":["Integrable Impurities as Boundary Conditions"],"description":["  A few exactly solvable interacting quantum many-body problems with impurities\nwere previously reported to exhibit unusual features such as non-localization\nand absence of backscattering. In this work we consider the use of these\nintegrable impurities as boundary conditions in the framework of linear\ntransport problems. We first show that such impurities enhance the density of\nstates at the Fermi surface, thus increasing the effective system size. The\nstudy of the real time-dynamics of a wave packet sent through a series of them\ninserted in both non-interacting and interacting leads then indicates that\nthese impurities are transparent and do not add artefacts to the measurement of\ntransport properties. We finally apply these new boundary conditions to study\nthe conductance of an interacting scatterer using the embedding method.\n","Comment: 6 figures"]}]
["1106.4796",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4796","JHEP11(2011)067","doi:10.1007/JHEP11(2011)067"],"date":["2011-06-23","2011-11-17"],"type":["text"],"creator":["Schmidtt, David M."],"language":[],"coverage":[],"title":["Integrability vs Supersymmetry: Poisson Structures of The Pohlmeyer\n  Reduction"],"description":["  We construct recursively an infinite number of Poisson structures for the\nsupersymmetric integrable hierarchy governing the Pohlmeyer reduction of\nsuperstring sigma models on the target spaces AdS_{n}\\times S^n, n=2,3,5. These\nPoisson structures are all non-local and not relativistic except one, which is\nthe canonical Poisson structure of the semi-symmetric space sine-Gordon model\n(SSSSG). We verify that the superposition of the first three Poisson structures\ncorresponds to the canonical Poisson structure of the reduced sigma model.\nUsing the recursion relations we construct commuting charges on the reduced\nsigma model out of those of the SSSSG model and in the process we explain the\nintegrable origin of the Zukhovsky map and the twisted inner product used in\nthe sigma model side. Then, we compute the complete Poisson superalgebra for\nthe conserved Drinfeld-Sokolov supercharges associated to an exotic kind of\nextended non-local rigid 2d supersymmetry recently introduced in the SSSSG\ncontext. The superalgebra has a kink central charge which turns out to be a\ngeneralization to the SSSSG models of the well-known central extensions of the\nN=1 sine-Gordon and N=2 complex sine-Gordon model Poisson superalgebras\ncomputed from 2d superspace. The computation is done in two different ways\nconcluding the proof of the existence of 2d supersymmetry in the reduced sigma\nmodel phase space under the boost invariant SSSSG Poisson structure.\n","Comment: 33 pages, Published version"]}]
["1106.5346",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5346"],"date":["2011-06-27","2011-11-17"],"type":["text"],"creator":["Oktay, Onur","Pfander, Götz","Zheltov, Pavel"],"language":[],"coverage":[],"title":["Reconstruction and Estimation of Scattering Functions of Overspread\n  Radar Targets"],"description":["  In many radar scenarios, the radar target or the medium is assumed to possess\nrandomly varying parts. The properties of a target are described by a random\nprocess known as the spreading function. Its second order statistics under the\nWSSUS assumption are given by the scattering function. Recent developments in\nthe operator identification theory suggest a channel sounding procedure that\nallows to determine the spreading function given complete statistical knowledge\nof the operator echo. We show that in a continuous model it is indeed\ntheoretically possible to identify a scattering function of an overspread\ntarget given full statistics of a received echo from a single sounding by a\ncustom weighted delta train. Our results apply whenever the scattering function\nis supported on a set of area less than one. Absent such complete statistics,\nwe construct and analyze an estimator that can be used as a replacement of the\naveraged periodogram estimator in case of poor geometry of the support set of\nthe scattering function.\n"]}]
["1107.0125",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0125"],"date":["2011-07-01","2011-11-17"],"type":["text"],"creator":["Chaddah, P.","Banerjee, A."],"language":[],"coverage":[],"title":["Magnetic glasses and structural glasses: devitrification and a reentrant\n  transition under CHUF protocol"],"description":["  A recent paper from Raveau's group asserts that the specially designed CHUF\nmeasurement protocol serves to bring out a special feature of the magnetic\nglass state. This protocol, enunciated and applied in our publications since\nover three years, allows establishing phase coexistence through macroscopic\nmeasurements and distinguishing the metastable and stable phases (amongst the\ncoexisting phase fractions across a first order magnetic transition) of a\nglass-like arrested state. In view of the recent report of the vitrification of\nmonoatomic germanium under pressure, we discuss the applicability of an\nanalogous CHUP protocol for states across an arrested first order structural\ntransition, and specifically in establishing whether the vitrification was\npartial or complete.\n","Comment: Reference [8] is modified to include its Erratum"]}]
["1107.0881",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0881"],"date":["2011-07-05","2011-11-17"],"type":["text"],"creator":["Gelfer, E. G.","Fedotov, A. M.","Mur, V. D.","Narozhny, N. B."],"language":[],"coverage":[],"title":["Boost modes for a massive fermion field"],"description":["  We have shown that Wightman function of a free quantum field generates any\ncomplete set of solutions of relativistic wave equations. Using this approach\nwe have constructed the complete set of solutions to 2d Dirac equation\nconsisting of eigenfunctions of the generator of Lorentz rotations (boost\noperator). It is shown that at the surface of the light cone the boost modes\nfor a fermion field contain $\\delta$-function of a complex argument. Due to the\npresence of such singularity exclusion even of a single mode with an arbitrary\nvalue of the boost quantum number makes the set of boost modes incomplete.\n","Comment: 16 pages, 3 figures. In this version the text is essentially\n  rewritten for the sake of clarity and a lot of occasional misprints were\n  corrected"]}]
["1107.0980",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0980"],"date":["2011-07-05","2011-11-17"],"type":["text"],"creator":["McCullough, Scott","Trent, Tavan T."],"language":[],"coverage":[],"title":["The Douglas property for multiplier algebras of operators"],"description":["  For a collection of reproducing kernels k which includes those for the Hardy\nspace of the polydisk and ball and for the Bergman space, k is a complete Pick\nkernel if and only if the multiplier algebra of the Hilbert space H^2(k)\nassociated to k has the Douglas property. Consequences for solving the operator\nequation AX=Y are examined.\n"]}]
["1107.2477",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2477","Solid State Communications 152 (2012), pp. 24-27","doi:10.1016/j.ssc.2011.10.017"],"date":["2011-07-13","2011-11-11"],"type":["text"],"creator":["Nakanishi, Akitaka","Katayama-Yoshida, Hiroshi"],"language":[],"coverage":[],"title":["Computational Materials Design for High Critical Temperature\n  Superconductivity in Hole-Doped Delafossite CuAlO$_2$: Transparent\n  Superconductors"],"description":["  We have calculated the superconducting critical temperature $T_c$ of\nhole-doped delafossite CuAlO$_2$ based on the first-principles calculations.\nAccording our calculation, $0.2\\sim0.3$ hole-doped CuAlO$_2$ can become a\nphonon-mediated high-$T_c$ superconductor with $T_c\\sim50$ K. In the hole-doped\nCuAlO$_2$, the A$_1$L$_1$ phonon mode that stretches O-Cu-O dumbbell has a\nstrong electron-phonon interaction with electrons of the flat band in Cu\n3d$_{3z^2-r^2}$ and the O 2p$_z$ anti-bonding $\\pi$-band.\n","Comment: 11pages, 7figures"]}]
["1107.3220",{"format":[],"subject":["Mathematics - Differential Geometry","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3220"],"date":["2011-07-16","2011-11-17"],"type":["text"],"creator":["Haslhofer, Robert"],"language":[],"coverage":[],"title":["A mass-decreasing flow in dimension three"],"description":["  In this article, we introduce a mass-decreasing flow for asymptotically flat\nthree-manifolds with nonnegative scalar curvature. This flow is defined by\niterating a suitable Ricci flow with surgery and conformal rescalings and has a\nnumber of nice properties. In particular, wormholes pinch off and nontrivial\nspherical space forms bubble off in finite time. Moreover, a noncompact variant\nof the Perelman-energy is monotone along the flow. Assuming a certain\ninequality between the mass and this Perelman-energy a priori, we can prove\nthat the flow squeezes out all the initial mass.\n","Comment: 13 pages (v2: added section about continuum limit; minor additional\n  improvements)"]}]
["1107.3954",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","Mathematics - Geometric Topology","57R17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3954"],"date":["2011-07-20","2011-11-16"],"type":["text"],"creator":["Torres, Rafael","Yazinski, Jonathan"],"language":[],"coverage":[],"title":["Geography of symplectic 4- and 6-manifolds"],"description":["  The geography of minimal symplectic 4-manifolds with arbitrary fundamental\ngroup and symplectic 6-manifolds with abelian fundamental group of small rank,\nand with arbitrary fundamental group are addressed.\n","Comment: 1 figure"]}]
["1107.3979",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3979"],"date":["2011-07-20","2011-11-17"],"type":["text"],"creator":["Frasca, Paolo"],"language":[],"coverage":[],"title":["Continuous-time quantized consensus: convergence of Krasowskii solutions"],"description":["  This note studies a network of agents having continuous-time dynamics with\nquantized interactions and time-varying directed topology. Due to the\ndiscontinuity of the dynamics, solutions of the resulting ODE system are\nintended in the sense of Krasovskii. A limit connectivity graph is defined,\nwhich encodes persistent interactions between nodes: if such graph has a\nglobally reachable node, Krasovskii solutions reach consensus (up to the\nquantizer precision) after a finite time. Under the additional assumption of a\ntime-invariant topology, the convergence time is upper bounded by a quantity\nwhich depends on the network size and the quantizer precision. It is observed\nthat the convergence time can be very large for solutions which stay on a\ndiscontinuity surface.\n","Comment: 12 pages, 1 figure; to appear. This version (v3) is a minor revision\n  of v2"]}]
["1107.4100",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4100","Physical Review B 84, 195423 (2011)","doi:10.1103/PhysRevB.84.195423"],"date":["2011-07-20","2011-11-16"],"type":["text"],"creator":["Abergel, D. S. L.","Min, H.","Hwang, E. H.","Sarma, S. Das"],"language":[],"coverage":[],"title":["dmu/dn In suspended bilayer graphene: the interplay of disorder and band\n  gap"],"description":["  We present an interpretation of recent experimental measurements of dmu/dn in\nsuspended bilayer graphene samples. We demonstrate that the data may be\nquantitatively described by assuming a spatially varying band gap induced by\nlocal electric fields. We demonstrate that the gap fluctuations vary amongst\ndifferent samples and that the gap fluctuations are correlated with the\nassociated charge density fluctuations, indicating that the mechanism causing\nthis effect is likely to be an extrinsic effect. We also provide predictions\nfor the optical conductivity and mobility of suspended bilayer graphene samples\nwith small band gaps.\n","Comment: 7 pages, 5 figures"]}]
["1107.5282",{"format":[],"subject":["Mathematics - Number Theory","11L05, 11F37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5282"],"date":["2011-07-26","2011-11-17"],"type":["text"],"creator":["Louvel, Benoit"],"language":[],"coverage":[],"title":["The first moment of Salie sums"],"description":["  The main objective of this article is to study the asymptotic behavior of\nSalie sums over arithmetic progressions. We deduce from our asymptotic formula\nthat Salie sums possess a bias of being positive. The method we use is based on\nKuznetsov formula for modular forms of half integral weight. Moreover, in order\nto develop an explicit formula, we are led to determine an explicit orthogonal\nbasis of the space of modular forms of half integral weight.\n","Comment: 18 pages, 3 figures"]}]
["1107.5810",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5810","JCAP11(2011)029","doi:10.1088/1475-7516/2011/11/029"],"date":["2011-07-28","2011-11-17"],"type":["text"],"creator":["Iocco, Fabio","Pato, Miguel","Bertone, Gianfranco","Jetzer, Philippe"],"language":[],"coverage":[],"title":["Dark Matter distribution in the Milky Way: microlensing and dynamical\n  constraints"],"description":["  We show that current microlensing and dynamical observations of the Galaxy\npermit to set interesting constraints on the Dark Matter local density and\nprofile slope towards the galactic centre. Assuming state-of-the-art models for\nthe distribution of baryons in the Galaxy, we find that the most commonly\ndiscussed Dark Matter profiles (viz. Navarro-Frenk-White and Einasto) are\nconsistent with microlensing and dynamical observations, while extreme\nadiabatically compressed profiles are robustly ruled out. When a baryonic model\nthat also includes a description of the gas is adopted, our analysis provides a\ndetermination of the local Dark Matter density, \\rho_0=0.20-0.56 GeV/cm^3 at\n1\\sigma, that is found to be compatible with estimates in the literature based\non different techniques.\n","Comment: 12 pages, 5 figures, matches published version"]}]
["1108.0393",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0393","JCAP11(2011)031","doi:10.1088/1475-7516/2011/11/031"],"date":["2011-08-01","2011-11-16"],"type":["text"],"creator":["Kozaczuk, Jonathan","Profumo, Stefano"],"language":[],"coverage":[],"title":["Closing in on Supersymmetric Electroweak Baryogenesis with Dark Matter\n  Searches and the Large Hadron Collider"],"description":["  We study the impact of recent direct and indirect searches for particle dark\nmatter on supersymmetric models with resonant neutralino- or chargino-driven\nelectroweak baryogenesis (EWB) and heavy sfermions. We outline regions of\nsuccessful EWB on the planes defined by gaugino and higgsino mass parameters,\nand calculate the portions of those planes excluded by dark matter search\nresults, and the regions soon to be probed by current and future experiments.\nWe conclude that dark matter searches robustly exclude a wino-like lightest\nsupersymmetric particle in successful EWB regions. Bino-like dark matter is\nstill a possibility, although one that will be probed with a modest improvement\nin the sensitivity of current direct and indirect detection experiments. We\nalso calculate the total production cross section of chargino and neutralino\npairs at the Large Hadron Collider, with a center of mass energy of 7 and 14\nTeV.\n","Comment: 29 pages, 8 figures; v2: discussion and figure added to match version\n  published in JCAP"]}]
["1108.0912",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0912","Phys. Rev. Lett. 107, 217003 (2011)","doi:10.1103/PhysRevLett.107.217003"],"date":["2011-08-03"],"type":["text"],"creator":["Mondal, Mintu","Kumar, Sanjeev","Chand, Madhavi","Kamlapure, Anand","Saraswat, Garima","Seibold, G.","Benfatto, L.","Raychaudhuri, Pratap"],"language":[],"coverage":[],"title":["Role of the vortex-core energy on the Beresinkii-Kosterlitz-Thouless\n  transition in thin films of NbN"],"description":["  We analyze the occurrence of the Beresinkii-Kosterlitz-Thouless transition in\nthin films of NbN at various film thickness, by probing the effect of vortex\nfluctuations on the temperature dependence of the superfluid density below\n$T_{BKT}$ and of the resistivity above $T_{BKT}$. By direct comparison between\nthe experimental data and the theory we show the crucial role played by the\nvortex-core energy in determining the characteristic signatures of the BKT\nphysics, and we estimate its dependence on the disorder level. Our work\nprovides a paradigmatic example of BKT physics in a quasi-two-dimensional\nsuperconductor.\n"]}]
["1108.1608",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1608","Physical Review A 84, 052111 (2011)","doi:10.1103/PhysRevA.84.052111"],"date":["2011-08-08","2011-11-15"],"type":["text"],"creator":["Zhu, Xuanmin","Zhang, Yuxiang","Pang, Shengshi","Qiao, Chang","Liu, Quanhui","Wu, Shengjun"],"language":[],"coverage":[],"title":["Quantum measurements with preselection and postselection"],"description":["  We study quantum measurement with preselection and postselection, and derive\nthe precise expressions of the measurement results without any restriction on\nthe coupling strength between the system and the measuring device. For a qubit\nsystem, we derive the maximum pointer shifts by choosing appropriate initial\nand finial states. A significant amplification effect is obtained when the\ninteraction between the system and the measuring device is very weak, and\ntypical ideal quantum measurement results are obtained when the interaction is\nstrong. The improvement of the signal-tonoise ratio (SNR) and the enhancement\nof the measurement sensitivity (MS) by weak measurements are studied. Without\nconsidering the probability decrease due to postselection, the SNR and the MS\ncan be both significantly improved by weak measurements; however, neither SNR\nnor MS can be effectively improved when the probability decrease is considered.\n","Comment: 9 pages, 4 figures"]}]
["1108.2442",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2442","Comput.Phys.Commun. 183, 442-445 (2012)","doi:10.1016/j.cpc.2011.08.024"],"date":["2011-08-11"],"type":["text"],"creator":["Wang, Xian-You","Wu, Xing-Gang"],"language":[],"coverage":[],"title":["A Trick to Improve the Efficiency of Generating Unweighted $B_c$ Events\n  from BCVEGPY"],"description":["  In the present paper, we provide an addendum to improve the efficiency of\ngenerating unweighted events within PYTHIA environment for the generator\nBCVEGPY2.1 [C.H. Chang, J.X. Wang and X.G. Wu, Comput.Phys.Commun.{\\bf 174},\n241(2006)]. This trick is helpful for experimental simulation. Moreover, the\nBCVEGPY output has also been improved, i.e. one Les Houches Event common block\nhas been added so as to generate a standard Les Houches Event file that\ncontains the information of the generated $B_c$ meson and the accompanying\npartons, which can be more conveniently used for further simulation.\n","Comment: 4 pages, 2 figures. To be published in Computer Physics\n  Communications"]}]
["1108.3111",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3111"],"date":["2011-08-15","2011-11-16"],"type":["text"],"creator":["Itenberg, I.","Mikhalkin, G."],"language":[],"coverage":[],"title":["Geometry in the tropical limit"],"description":["  Complex algebraic varieties become easy piecewise-linear objects after\npassing to the so-called tropical limit. Geometry of these limiting objects is\nknown as tropical geometry. In this short survey we take a look at motivation\nand intuition behind this limit and consider a few simple examples of\ncorrespondence principle between classical and tropical geometries.\n","Comment: Expanded version of a contribution to the Max-Planck-Society Jahrbuch\n  2011"]}]
["1108.3826",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3826","Science 334 (6056), p. 648-652 (2011)","doi:10.1126/science.1211384"],"date":["2011-08-18","2011-11-17"],"type":["text"],"creator":["Gabor, Nathaniel M.","Song, Justin C. W.","Ma, Qiong","Nair, Nityan L.","Taychatanapat, Thiti","Watanabe, Kenji","Taniguchi, Takashi","Levitov, Leonid S.","Jarillo-Herrero, Pablo"],"language":[],"coverage":[],"title":["Hot Carrier-Assisted Intrinsic Photoresponse in Graphene"],"description":["  Graphene is a new material showing high promise in optoelectronics,\nphotonics, and energy-harvesting applications. However, the underlying physical\nmechanism of optoelectronic response has not been established. Here, we report\non the intrinsic optoelectronic response of high-quality dual-gated monolayer\nand bilayer graphene p-n junction devices. Local laser excitation at the p-n\ninterface leads to striking six-fold photovoltage patterns as a function of\nbottom- and top-gate voltages. These patterns, together with the measured\nspatial and density dependence of the photoresponse, provide strong evidence\nthat non-local hot-carrier transport, rather than the photovoltaic effect,\ndominates the intrinsic photoresponse in graphene. This novel regime, which\nfeatures a long-lived and spatially distributed hot carrier population, may\nopen the doorway for optoelectronic technologies exploiting efficient energy\ntransport at the nanoscale.\n","Comment: 19 pages, 4 figures"]}]
["1108.4462",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4462","JHEP11(2011)006","doi:10.1007/JHEP11(2011)006"],"date":["2011-08-22","2011-09-04"],"type":["text"],"creator":["Furuuchi, Kazuyuki","Inami, Takeo","Okuyama, Kazumi"],"language":[],"coverage":[],"title":["Gauge-Higgs Unification In Spontaneously Created Fuzzy Extra Dimensions"],"description":["  We propose gauge-Higgs unification in fuzzy extra dimensions as a possible\nsolution to the Higgs naturalness problem. In our approach, the fuzzy extra\ndimensions are created spontaneously as a vacuum solution of certain\nfour-dimensional gauge theory. As an example, we construct a model which has a\nfuzzy torus as its vacuum. The Higgs field in our model is associated with the\nWilson loop wrapped on the fuzzy torus. We show that the quadratic divergence\nin the mass of the Higgs field in the one-loop effective potential is absent.\nWe then argue based on symmetries that the quantum corrections to the Higgs\nmass is suppressed including all loop contributions. We also consider a\nrealization on the worldvolume theory of D3-branes probing $C^3/(Z_N \\times\nZ_N)$ orbifold with discrete torsion.\n","Comment: 1+38 pages, 4 figures v2: refs added"]}]
["1108.4965",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4965","JHEP 1111: 072,2011","doi:10.1007/JHEP11(2011)072"],"date":["2011-08-24","2011-11-09"],"type":["text"],"creator":["Tate, Kyle","Visser, Matt"],"language":[],"coverage":[],"title":["Fixed-Topology Lorentzian Triangulations: Quantum Regge Calculus in the\n  Lorentzian Domain"],"description":["  A key insight used in developing the theory of Causal Dynamical\nTriangulations (CDTs) is to use the causal (or light-cone) structure of\nLorentzian manifolds to restrict the class of geometries appearing in the\nQuantum Gravity (QG) path integral. By exploiting this structure the models\ndeveloped in CDTs differ from the analogous models developed in the Euclidean\ndomain, models of (Euclidean) Dynamical Triangulations (DT), and the\ncorresponding Lorentzian results are in many ways more \"physical\".\n  In this paper we use this insight to formulate a Lorentzian signature model\nthat is analogous to the Quantum Regge Calculus (QRC) approach to Euclidean\nQuantum Gravity. We exploit another crucial fact about the structure of\nLorentzian manifolds, namely that certain simplices are not constrained by the\ntriangle inequalities present in Euclidean signature. We show that this model\nis not related to QRC by a naive Wick rotation; this serves as another\ndemonstration that the sum over Lorentzian geometries is not simply related to\nthe sum over Euclidean geometries. By removing the triangle inequality\nconstraints, there is more freedom to perform analytical calculations, and in\naddition numerical simulations are more computationally efficient.\n  We first formulate the model in 1+1 dimensions, and derive scaling relations\nfor the pure gravity path integral on the torus using two different measures.\nIt appears relatively easy to generate \"large\" universes, both in spatial and\ntemporal extent. In addition, loop-to-loop amplitudes are discussed, and a\ntransfer matrix is derived. We then also discuss the model in higher\ndimensions.\n","Comment: 32 pages, 11 figures; version 2: 36 pages 13 figures, section added\n  on the non-occurrence of spikes in the model, this version accepted for\n  publication in JHEP"]}]
["1108.5152",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5152","JHEP 1111:043,2011","doi:10.1007/JHEP11(2011)043"],"date":["2011-08-25","2011-08-30"],"type":["text"],"creator":["Fujita, Mitsutoshi","Takayanagi, Tadashi","Tonni, Erik"],"language":[],"coverage":[],"title":["Aspects of AdS/BCFT"],"description":["  We expand the results of arXiv:1105.5165, where a holographic description of\na conformal field theory defined on a manifold with boundaries (so called BCFT)\nwas proposed, based on AdS/CFT. We construct gravity duals of conformal field\ntheories on strips, balls and also time-dependent boundaries. We show a\nholographic g-theorem in any dimension. As a special example, we can define a\n`boundary central charge' in three dimensional conformal field theories and our\nholographic g-theorem argues that it decreases under RG flows. We also computed\nholographic one-point functions and confirmed that their scaling property\nagrees with field theory calculations. Finally, we give an example of string\ntheory embedding of this holography by inserting orientifold 8-planes in\nAdS(4)xCP(3).\n","Comment: 41 pages, 10 figures; v2: further comments on earlier papers about a\n  holographic dual with boundaries"]}]
["1108.5194",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5194","Physical Review B 84, 184522 (2011)","doi:10.1103/PhysRevB.84.184522"],"date":["2011-08-25","2011-10-21"],"type":["text"],"creator":["Tarantini, C.","Gurevich, A.","Jaroszynski, J.","Balakirev, F.","Bellingeri, E.","Pallecchi, I.","Ferdeghini, C.","Shen, B.","Wen, H. H.","Larbalestier, D. C."],"language":[],"coverage":[],"title":["Significant enhancement of upper critical fields by doping and strain in\n  Fe-based superconductors"],"description":["  We report measurements of Hc2(T) up to 85 Tesla on Ba1-xKxAs2Fe2 single\ncrystals and FeSe1-xTex films tuned by doping and strain. We observed an Hc2\nenhancement by nearly 25 T at 30 K for the optimally-doped Ba1-xKxAs2Fe2 as\ncompared to the previous results and extraordinarily high slopes dHc2/dT =\n250-500 T/K near Tc in FeSe1-xTex indicating an almost complete suppression of\nthe orbital pair-breaking. Theoretical analysis of Hc2(T) in FeSe1-xTex and the\noptimally doped Ba1-xKxAs2Fe2 predicts an inhomogeneous\nFulde-Ferrel-Larkin-Ovchinnikov state for H//ab and T < 3-10 K, and shows that\nHc2 in multiband Fe based superconductor can be enhanced by doping and strain\nmuch more effectively than by the conventional way of increasing disorder.\n","Comment: Accepted for publication in Physical Review B"]}]
["1109.0377",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0377"],"date":["2011-09-02","2011-11-17"],"type":["text"],"creator":["Ignat, Liviu","Zuazua, Enrique"],"language":[],"coverage":[],"title":["Convergence rates for dispersive approximation schemes to nonlinear\n  Schr\\\"odinger equations"],"description":["  This article is devoted to the analysis of the convergence rates of several\nnu- merical approximation schemes for linear and nonlinear Schr\\\"odinger\nequations on the real line. Recently, the authors have introduced viscous and\ntwo-grid numerical approximation schemes that mimic at the discrete level the\nso-called Strichartz dispersive estimates of the continuous Schr\\\"odinger\nequation. This allows to guarantee the convergence of numerical approximations\nfor initial data in L2(R), a fact that can not be proved in the nonlinear\nsetting for standard conservative schemes unless more regularity of the initial\ndata is assumed. In the present article we obtain explicit convergence rates\nand prove that dispersive schemes fulfilling the Strichartz estimates are\nbetter behaved for Hs(R) data if 0 < s < 1/2. Indeed, while dispersive schemes\nensure a polynomial convergence rate, non-dispersive ones only yield\nlogarithmic decay rates.\n"]}]
["1109.0754",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0754"],"date":["2011-09-04","2011-11-17"],"type":["text"],"creator":["Fouladi, Shirin","Orfi, Reza"],"language":[],"coverage":[],"title":["Groups of Order 2048 with Three Generators and Three Relations"],"description":["  It is shown that there are exactly seventy-eight 3-generator 2- groups of\norder 2^11 with trivial Schur multiplier. We then give 3-generator, 3-relation\npresentations for forty-eight of them proving that these groups have deficiency\nzero.\n"]}]
["1109.2960",{"format":[],"subject":["Mathematics - Differential Geometry","53C20 (Primary) 53C24 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2960"],"date":["2011-09-13","2011-11-16"],"type":["text"],"creator":["Miao, Pengzi","Tam, Luen-fai"],"language":[],"coverage":[],"title":["Scalar curvature rigidity with a volume constraint"],"description":["  Motivated by Brendle-Marques-Neves' counterexample to the Min-Oo's\nconjecture, we prove a volume constrained scalar curvature rigidity theorem\nwhich applies to the hemisphere.\n","Comment: Theorem 1.7 and Theorem 5.1 strengthened"]}]
["1110.0703",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0703"],"date":["2011-10-04","2011-11-17"],"type":["text"],"creator":["Montefalcone, Francescopaolo"],"language":[],"coverage":[],"title":["Hypergeometric solutions of the closed eigenvalue problem on Heisenberg\n  Isoperimetric Profiles"],"description":["  After introducing the sub-Riemannian geometry of the Heisenberg group Hn, n\n\\geq 1, we recall some basics about hypersurfaces endowed with the H-perimeter\nmeasure and horizontal Green's formulas. Then, we describe a class of compact\nclosed hypersurfaces of constant horizontal mean curvature called\n\"Isoperimetric Profiles\"(they are not CC-balls!); see Section 2.1. Our main\npurpose is to study a closed eigenvalue problem on Isoperimetric Profiles, i.e.\nLHS \\phi + {\\lambda}\\phi = 0, where LHS is a 2nd order horizontal tangential\noperator analogous to the Laplace-Beltrami operator; see Section 1.5. This is\ndone starting from the radial symmetry of Isoperimetric Profiles with respect\nto a barycentric axis parallel to the center T of the Lie algebra hn. An\ninteresting feature of radial eigenfunctions is in that they are hypergeometric\nfunctions; see Theorem 2.10. Finally, in Section 2.3 we shall begin the study\nof the general case.\n","Comment: 27 pages"]}]
["1110.0707",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0707"],"date":["2011-10-04","2011-11-17"],"type":["text"],"creator":["Montefalcone, Francescopaolo"],"language":[],"coverage":[],"title":["Stability of Heisenberg Isoperimetric Profiles"],"description":["  In the context of sub-Riemannian Heisenberg groups Hn, n \\geq 1, we shall\nstudy Isoperimetric Profiles, which are closed compact hypersurfaces having\nconstant horizontal mean curvature, very similar to ellipsoids. Our main goal\nis to study the stability of Isoperimetric Profiles.\n","Comment: 29 pages"]}]
["1110.1404",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1404","PRB 84, 165448 (2011)","doi:10.1103/PhysRevB.84.165448"],"date":["2011-10-06","2011-10-11"],"type":["text"],"creator":["LeBlanc, J. P. F.","Carbotte, J. P.","Nicol, E. J."],"language":[],"coverage":[],"title":["Effect of electron-phonon coupling on energy and density of states\n  renormalizations of dynamically screened graphene"],"description":["  Electronic screening strongly renormalizes the linear bands which occur near\nthe Dirac crossing in graphene. The single bare Dirac crossing is split into\ntwo individual Dirac-like points, which are separated in energy but still at\nzero momentum relative to the K-point. A diamond-like structure occurs in\nbetween as a result of the formation of plasmarons. In this work we explore the\ncombined effect of electron-electron and electron-phonon coupling on the\nrenormalized energy dispersion, the spectral function and on the electronic\ndensity of states. We find that distinct signatures of the plasmaron structure\nare observable in the density of states with the split Dirac points presenting\nthemselves as minima with quadratic dependence on energy about such points. By\nexamining the slopes of both the density of states and the renormalized\ndispersion near the Fermi level, we illustrate how one can separate\n$k$-dependent and $\\omega$-dependent renormalizations and suggest how this\nmight allow for the isolation of the renormalization due to the electron-phonon\ninteraction from that of the electron-electron interaction.\n","Comment: 13 pages, 10 figures"]}]
["1110.2787",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2787"],"date":["2011-10-12","2011-11-16"],"type":["text"],"creator":["Messias, Hugo"],"language":[],"coverage":[],"title":["A multiwavelength study of near- and mid-infrared selected galaxies at\n  high redshift: ERGs, AGN-identification and the contribution from dust"],"description":["  The main focus of this thesis is the IR spectral regime, which since the 70's\nand 80's has revolutionised our understanding of the Universe. A\nmulti-wavelength analysis on Extremely Red Galaxy populations is first\npresented in one of the most intensively observed patch of the sky, the Chandra\nDeep Field South. By adopting a purely statistical methodology, we consider all\nthe photometric and spectroscopic information available on large samples of\nExtremely Red Objects (EROs, 553 sources), IRAC EROs (IEROs, 259 sources), and\nDistant Red Galaxies (DRGs, 289 sources). We derive general properties:\nredshift distributions, AGN host fraction, star-formation rate densities, dust\ncontent, morphology, mass functions and mass densities. The results point to\nthe fact that EROs, IEROs, and DRGs all belong to the same population, yet seen\nat different phases of galaxy evolution. The second part of this thesis is\ndedicated to the AGN selection in the IR, with particular relevance to the\nJames Webb Space Telescope, to be launched in 2018. We develop an improved IR\ncriterion (using K and IRAC bands) as an alternative to existing IR AGN\ncriteria for the z<2.5 regime, and develop another IR criterion which reliably\nselects AGN hosts at 0<z<7 (using K, Spitzer-IRAC, and Spitzer-MIPS24um bands,\nKIM). The ability to track AGN activity since the end of reionization holds\ngreat advantages for the study of galaxy evolution. The thesis then focus on\nthe importance of dust. Based on deep IR data on the Cosmological Survey, we\nderive rest-frame 1.6, 3.3, and 6.2um luminosity functions and their dependency\non redshift. We estimate the dust contribution to those wavelengths and show\nthat the hot dust luminosity density evolves since z=1-2 with a much steeper\ndrop than the star-formation history of the Universe. Future prospects are\nfinally discussed in the last chapter.\n","Comment: PhD thesis at Lisbon University (Portugal); supervised by Dr. Jose\n  Afonso, Dr. Bahram Mobasher; some corrections after the defence on 21st July;\n  five chapters (4.5MB total, versionZero/highResolutionChap1/tableContents at:\n  http://www.oal.ul.pt/~hmessias/hmessiasPhD2011v0.pdf .../hmessiasPhD2011.pdf\n  .../hmessiasPhD2011tc.pdf); comments are welcomed (hmessias@oal.ul.pt)"]}]
["1110.3652",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Atomic and Molecular Clusters","Physics - Biological Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3652","Phys. Rev. Lett. 107, 218102 (2011)","doi:10.1103/PhysRevLett.107.218102"],"date":["2011-10-17"],"type":["text"],"creator":["Son, Sang-Kil","Chapman, Henry N.","Santra, Robin"],"language":[],"coverage":[],"title":["Multi-wavelength anomalous diffraction at high x-ray intensity"],"description":["  The multi-wavelength anomalous diffraction (MAD) method is used to determine\nphase information in x-ray crystallography by employing dispersion corrections\nfrom heavy atoms on coherent x-ray scattering. X-ray free-electron lasers\n(FELs) show promise for revealing the structure of single molecules or\nnanocrystals within femtoseconds, but the phase problem remains largely\nunsolved. Due to the ultrabrightness of x-ray FEL, samples experience severe\nelectronic radiation damage, especially to heavy atoms, which hinders direct\nimplementation of the MAD method with x-ray FELs. We propose a generalized\nversion of the MAD phasing method at high x-ray intensity. We demonstrate the\nexistence of a Karle--Hendrickson-type equation for the MAD method in the\nhigh-intensity regime and calculate relevant coefficients with detailed\nelectronic damage dynamics of heavy atoms. Our results show that the bleaching\neffect on the scattering strength of the heavy atoms can be advantageous to the\nphasing method. The present method offers a potential for \\textit{ab initio}\nstructural determination in femtosecond x-ray nanocrystallography.\n","Comment: 5 pages, 3 figures, to be published in Phys. Rev. Lett"]}]
["1110.6044",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Biological Physics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6044","Phys. Rev. Lett. 107, 218301 (2011)","doi:10.1103/PhysRevLett.107.218301"],"date":["2011-10-27"],"type":["text"],"creator":["Saha, Soma","Ghose, Somdeb","Adhikari, R.","Dua, Arti"],"language":[],"coverage":[],"title":["Non-renewal statistics in the catalytic activity of enzyme molecules at\n  mesoscopic concentrations"],"description":["  Recent fluorescence spectroscopy measurements of single-enzyme kinetics have\nshown that enzymatic turnovers form a renewal stochastic process in which the\ninverse of the mean waiting time between turnovers follows the Michaelis-Menten\nequation. Under typical physiological conditions, however, tens to thousands of\nenzymes react in catalyzing thousands to millions of substrates. We study\nenzyme kinetics at these physiologically relevant conditions through a master\nequation including stochasticity and molecular discreteness. From the exact\nsolution of the master equation we find that the waiting times are neither\nindependent nor are they identically distributed, implying that enzymatic\nturnovers form a non-renewal stochastic process. The inverse of the mean\nwaiting time shows strong departures from the Michaelis-Menten equation. The\nwaiting times between consecutive turnovers are anti-correlated, where short\nintervals are more likely to be followed by long intervals and vice versa.\nCorrelations persist beyond consecutive turnovers indicating that multi-scale\nfluctuations govern enzyme kinetics.\n","Comment: 5 pages, 4 figures, to appear in Physical Review Letters"]}]
["1111.0354",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0354","Phys.Rev.C84:051303(R),2011","doi:10.1103/PhysRevC.84.051303"],"date":["2011-11-01"],"type":["text"],"creator":["Wang, Ning","Liu, Min"],"language":[],"coverage":[],"title":["Nuclear mass predictions with radial basis function approach"],"description":["  With the help of radial basis function (RBF) and the Garvey-Kelson relation,\nthe accuracy and predictive power of some global nuclear mass models are\nsignificantly improved. The rms deviation between predictions from four models\nand 2149 known masses falls to about 200 keV. The AME95-03 and AME03-Border\ntests show that the RBF approach is a very useful tool for further improving\nthe reliability of mass models. Simultaneously, the differences from different\nmodel predictions for unknown masses are remarkably reduced and the isospin\nsymmetry is better represented when the RBF extrapolation is combined.\n","Comment: 4 figures, 4 tables; accepted for publication as a Rapid\n  Communication in Physical Review C"]}]
["1111.0629",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0629","Phys. Rev. B 84, 180503(R) (2011)","doi:10.1103/PhysRevB.84.180503"],"date":["2011-11-02"],"type":["text"],"creator":["Sperstad, Iver Bakken","Stiansen, Einar B.","Sudbø, Asle"],"language":[],"coverage":[],"title":["Quantum criticality in a dissipative (2+1)-dimensional XY model of\n  circulating currents in high-Tc cuprates"],"description":["  We present large-scale Monte Carlo results for the dynamical critical\nexponent z and the spatio-temporal two-point correlation function of a\n(2+1)-dimensional quantum XY model with bond dissipation, proposed to describe\na quantum critical point in high-Tc cuprates near optimal doping. The phase\nvariables of the model, originating with a parametrization of circulating\ncurrents within the CuO_2 unit cells in cuprates, are compact,\n{\\theta_{r,\\tau}} \\in [-\\pi,\\pi>. The dynamical critical exponent is found to\nbe z \\approx 1, and the spatio-temporal correlation functions are explicitly\ndemonstrated to be isotropic in space-imaginary time. The model thus has a\nfluctuation spectrum where momentum and frequency enter on equal footing,\nrather than having the essentially momentum-independent marginal Fermi\nliquid-like fluctuation spectrum previously reported for the same model.\n","Comment: 5 pages, 2 figures. Accepted for publication in Phys. Rev. B Rapid\n  Communications"]}]
["1111.3267",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3267"],"date":["2011-11-14","2011-11-17"],"type":["text"],"creator":["Ivancevic, Nicolas"],"language":[],"coverage":[],"title":["A Spin Gauge Formulation of Gravity and a New View of Gravity-Matter\n  Interactions"],"description":["  A first-order formulation of gravity is developed in which the fundamental\nfields consist of an SL(2,C) connection and two spinor-valued 1-forms. It is\nshown that the first term of an expansion of the Einstein-Hilbert action leads\nto an action for these fields which consists of dynamic L2 inner products of\ntheir covariant derivatives, resembling reasonable generalisations of the terms\nfound in the actions of typical gauge theories on Minkowski spacetime. If\nadditional terms corresponding to other forces and matter, formulated in the\nsame manner, are then included, this approach may shed new light on\ninteractions of gravity with matter and other force carriers.\n","Comment: 4 pages, no figures; v2: edited slightly and added concluding section"]}]
["1111.3342",{"format":[],"subject":["Mathematics - Quantum Algebra","16W30, 16E40, 18E30, 81R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3342"],"date":["2011-11-14","2011-11-17"],"type":["text"],"creator":["Yu, Xiaolan","Zhang, Yinhuo"],"language":[],"coverage":[],"title":["Calabi-Yau pointed Hopf algebras of finite Cartan type"],"description":["  We study the Calabi-Yau property of pointed Hopf algebra $U(\\mc{D},\\lmd)$ of\nfinite Cartan type. It turns out that this class of pointed Hopf algebras\nconstructed by N. Andruskiewitsch and H.-J. Schneider contains many Calabi-Yau\nHopf algebras. To give concrete examples of new Calabi-Yau Hopf algebras, we\nclassify the Calabi-Yau pointed Hopf algebras $U(\\mc{D},\\lmd)$ of dimension\nless than 5.\n","Comment: 42 pages, introduction slightly revised"]}]
["1111.3641",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3641"],"date":["2011-11-15"],"type":["text"],"creator":["Berger, Edmond L.","Cao, Qing-Hong","Chen, Chuan-Ren","Yu, Jiang-Hao","Zhang, Hao"],"language":[],"coverage":[],"title":["Dynamical Origin of the Correlation between the Asymmetries $A_{FB}^t$\n  and $A_{FB}^{\\ell}$"],"description":["  A larger than expected forward-backward asymmetry in rapidity is observed in\ntop quark pairs produced in proton-antiproton collisions at the Tevatron. The\nasymmetry is seen in both the top quark distribution $A_{FB}^t$ and in the\ndistribution of charged leptons $A_{FB}^\\ell$ from top quark decay. In this\npaper, we study the kinematic and dynamic aspects of the tight relationship of\nthe two observables arising from the spin correlation between the charged\nlepton and the top quark with different polarization states. We also consider\ntwo benchmark new physics models, an axigluon model and a flavor-changing\n$W^\\prime$ model. These models could explain the values of both $A_{FB}^t$ and\n$A_{FB}^\\ell$. We emphasize the value of both measurements, and we conclude\nthat a model which produces more right-handed than left-handed top quarks is\nfavored by the present data.\n"]}]
["1111.3778",{"format":[],"subject":["Mathematics - Group Theory","20G15 (Primary) 11E04 (Secondary) 05C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3778"],"date":["2011-11-16","2011-11-17"],"type":["text"],"creator":["Mushtaq, Qaiser","Anis, Saima"],"language":[],"coverage":[],"title":["Coset Diagram for the Action of Picard Group on Q(i,\\surd3)"],"description":["  The Picard group {\\Gamma} is PSL(2,Z[i]). We have defined coset diagram for\nthe Picard group. It has been observed that some elements of Q(i,/surd3) of the\nform ((a+b/surd3)/c) and their conjugates ((a-b/surd3)/c) over \\mathbb{Q}(i)\nhave different signs in the coset diagram for the action of {\\Gamma} on the\nbiquadratic field Q(i,/surd3), these are called ambiguous numbers. We have\nnoticed that ambiguous numbers in the coset diagram for the action of {\\Gamma}\non \\mathbb{Q}(i,/surd3) form a unique pattern. It has been shown that there are\nfinite number of ambiguous numbers in an orbit {\\Gamma}{\\alpha}, where {\\alpha}\nis ambiguous, and they form a closed path and it is the only closed path in the\norbit {\\Gamma}{\\alpha}. We have devised a procedure to obtain ambiguous numbers\nof the form ((a+k/surd3)/c), where k is a positive integer.\n"]}]
["1111.3845",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Category Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3845"],"date":["2011-11-16"],"type":["text"],"creator":["Asashiba, Hideto","Kimura, Mayumi"],"language":[],"coverage":[],"title":["Presentations of Grothendieck constructions"],"description":["  We will give quiver presentations of the Grothendieck constructions of\nfunctors from a small category to the 2-category of $\\Bbbk$-categories for a\ncommutative ring $\\Bbbk$.\n","Comment: 16 pages, 12 figures"]}]
["1111.3951",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3951"],"date":["2011-11-16"],"type":["text"],"creator":["Bunk, Don","Hubisz, Jay","Shao, Jing","Tanedo, Philip"],"language":[],"coverage":[],"title":["A Top Seesaw on a 5D Playground"],"description":["  We study quantum corrections to an extra dimensional Yukawa theory where a\nsingle flat extra spatial dimension is compactified on an interval. At a UV\nscale this theory can be made equivalent to a 5D theory with a bulk\nfour-fermion operator by choosing appropriate boundary conditions for the\nrunning of the low-energy theory. Using the fermion bubble approximation we\nfind vacuum solutions which break the chiral symmetries that arise from\ncompactification. Of particular interest are the form of brane localized terms\nwhich arise from fermion loops. For example, quadratically divergent\ncontributions to the scalar mass are absent at one loop due to a remnant of 5D\nLorentz invariance that is only lost after introducing fermion bulk masses. The\nmodel is interpreted as an implementation of top condensation in extra\ndimensions with an automatic seesaw mechanism.\n","Comment: 25 pages, 3 figures, 1 table"]}]
["1111.3971",{"format":[],"subject":["Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3971"],"date":["2011-11-15"],"type":["text"],"creator":["Suslo, Tomasz"],"language":[],"coverage":[],"title":["The Numerical Generalized Least-Squares Estimator of an Unknown Constant\n  Mean of Random Field"],"description":["  We constraint on computer the best linear unbiased generalized statistics of\nrandom field for the best linear unbiased generalized statistics of an unknown\nconstant mean of random field and derive the numerical generalized\nleast-squares estimator of an unknown constant mean of random field. We derive\nthe third constraint of spatial statistics and show that the classic\ngeneralized least-squares estimator of an unknown constant mean of the field is\nonly an asymptotic disjunction of the numerical one.\n","Comment: 10 pages, 2 figures"]}]
["1111.3972",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3972"],"date":["2011-11-16"],"type":["text"],"creator":["Wallace, Stephen"],"language":[],"coverage":[],"title":["Excited state baryon spectroscopy from lattice QCD with spin\n  identification"],"description":["  Lattice QCD calculations are presented for the spectra of N* excited states\nwith spins up to J = 7/2. Ambiguities of the standard method of spin\nidentification are shown to be overcome by the use of lattice operators that\ntransform according to SU(2) symmetry restricted to the lattice. Such operators\nare labeled by their continuum spins. Overlaps of the operators with the states\nobtained by diagonalizing matrices of correlation functions provide a clear\nlink between continuum spins and lattice states, allowing spins to be\nidentified. Evidence for an approximate realization of rotational symmetry in\nthe N* spectrum is presented. In simulations with pion mass = 392 MeV, the\nlow-lying excited states of lattice QCD are found to have the same quantum\nnumbers as the states of SU(6)xO(3) symmetry. The lattice spectra are\ninconsistent with either a quark-diquark model or parity doubling of states and\nthey suggest that the J = 1/2 Roper resonance may have a complex structure\nconsisting of contributions from L=0, 1 and 2.\n","Comment: 7 pages, 5 figures. Talk presented at the XXIX International\n  Symposium on Lattice Field Theory - Lattice 2011, Lake Tahoe, California, USA"]}]
["1111.3973",{"format":[],"subject":["Mathematics - Representation Theory","22E30, 22E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3973"],"date":["2011-11-16"],"type":["text"],"creator":["Ban, E. P. van den","Souaifi, S."],"language":[],"coverage":[],"title":["A comparison of Paley-Wiener theorems for real reductive Lie groups"],"description":["  In this paper we make a detailed comparison between the Paley-Wiener theorems\nof J. Arthur and P. Delorme. We prove that these theorems are equivalent from\nan a priori point of view. We also give an alternative formulation of the\ntheorems in terms of the Hecke algebra of bi-K-finite distributions supported\non K. Our techniques involve derivatives of holomorphic families of continuous\nrepresentations and Harish-Chandra modules.\n","Comment: LaTeX2e, 51 pages"]}]
["1111.3976",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3976"],"date":["2011-11-16"],"type":["text"],"creator":["Erken, Ozgur","Sikivie, Pierre","Tam, Heywood","Yang, Qiaoli"],"language":[],"coverage":[],"title":["Axion BEC Dark Matter"],"description":["  Cold dark matter axions thermalize through gravitational self-interactions\nand form a Bose-Einstein condensate when the photon temperature reaches\napproximately 500 eV. Axion Bose-Einstein condensation provides an opportunity\nto distinguish axions from the other dark matter candidates on the basis of\nobservation. The rethermalization of axions that are about to fall in a\ngalactic potential well causes them to acquire net overall rotation, whereas\nordinary cold dark matter falls in with an irrotational velocity field. The\ninner caustics of galactic halos are different in the two cases.\n","Comment: 4 pages, no figures, contribution to the Proceedings of the 7th\n  Patras Workshop on Axions, WIMPs and WISPs, Mykonos, Greece, June 26 - July\n  1, 2011"]}]
["1111.3984",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3984"],"date":["2011-11-16"],"type":["text"],"creator":["Goldstein, Larry","Xia, Aihua"],"language":[],"coverage":[],"title":["Clubbed Binomial Approximation for the Lightbulb Process"],"description":["  In the so called lightbulb process, on days r=1,..,n, out of n lightbulbs,\nall initially off, exactly r bulbs selected uniformly and independent of the\npast have their status changed from off to on, or vice versa. With W_n the\nnumber of bulbs on at the terminal time n and C_n a suitable clubbed binomial\ndistribution, d_{TV}(W_n,C_n) \\le 2.7314 \\sqrt{n} e^{-(n+1)/3} for all n \\ge 1.\nThe result is shown using Stein's method.\n","Comment: 9 pages"]}]
["1111.3986",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3986"],"date":["2011-11-16"],"type":["text"],"creator":["Durand-Manterola, Hector Javier"],"language":[],"coverage":[],"title":["Planets: Power Laws and Classification"],"description":["  The study of the interior of the planets requires the knowledge of how\ncertain parameters, as radius and mean density, vary according to the planet\nmass. The aim of this work is to use known data of the Solar System Planets and\nTransiting Exoplanets (specifically the radius and mass) to create empirical\nlaws for the planetary radius, mean density, and surface gravity as a function\nof mass. The method used is to calculate with the available data, the mean\ndensity and surface gravity for the planets and adjusts, using the least\nsquares method, a function with respect to the radius-mass, density-mass and\nsurface gravity-mass relations. In the mass interval from 10E19 to 10E29 kg,\nthe planets separate in a natural way into three groups or classes which I\ncalled class A, class B and class C. In all these classes and with all the\nfunctions (radius, median density and surface gravity) those best fits are\npower laws.\n","Comment: 14 pages, 5 figures"]}]
["1111.3999",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3999","The Astrophysical Journal, 731:30 (2011) 10","doi:10.1088/0004-637X/731/1/30"],"date":["2011-11-16"],"type":["text"],"creator":["Kilcik, A.","Yurchyshyn, V. B.","Abramenko, V.","Goode, P. R.","Ozguc, A.","Rozelot, J. P.","Cao, W."],"language":[],"coverage":[],"title":["Time Distributions of Large and Small Sunspot Groups Over Four Solar\n  Cycles"],"description":["  Here we analyze solar activity by focusing on time variations of the number\nof sunspot groups (SGs) as a function of their modified Zurich class. We\nanalyzed data for solar cycles 2023 by using Rome (cycles 2021) and Learmonth\nSolar Observatory (cycles 2223) SG numbers. All SGs recorded during these time\nintervals were separated into two groups. The first group includes small SGs\n(A, B, C, H, and J classes by Zurich classification) and the second group\nconsists of large SGs (D, E, F, and G classes). We then calculated small and\nlarge SG numbers from their daily mean numbers as observed on the solar disk\nduring a given month. We report that the time variations of small and large SG\nnumbers are asymmetric except for the solar cycle 22. In general large SG\nnumbers appear to reach their maximum in the middle of the solar cycle (phase\n0.450.5), while the international sunspot numbers and the small SG numbers\ngenerally peak much earlier (solar cycle phase 0.290.35). Moreover, the 10.7 cm\nsolar radio flux, the facular area, and the maximum CME speed show better\nagreement with the large SG numbers than they do with the small SG numbers. Our\nresults suggest that the large SG numbers are more likely to shed light on\nsolar activity and its geophysical implications. Our findings may also\ninfluence our understanding of long term variations of the total solar\nirradiance, which is thought to be an important factor in the Sun - Earth\nclimate relationship.\n"]}]
["1111.4000",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4000","The Astrophysical Journal, 727:44, 2011","doi:10.1088/0004-637X/727/1/44"],"date":["2011-11-16"],"type":["text"],"creator":["Kilcik, A.","Yurchyshyn, V. B.","Abramenko, V.","Goode, P. R.","Gopalswamy, N.","Ozguc, A.","Rozelot, J. P."],"language":[],"coverage":[],"title":["Maximum Coronal Mass Ejection Speed as an Indicator of Solar and\n  Geomagnetic Activities"],"description":["  We investigate the relationship between the monthly averaged maximal speeds\nof coronal mass ejections (CMEs), international sunspot number (ISSN), and the\ngeomagnetic Dst and Ap indices covering the 1996-2008 time interval (solar\ncycle 23). Our new findings are as follows. (1) There is a noteworthy\nrelationship between monthly averaged maximum CME speeds and sunspot numbers,\nAp and Dst indices. Various peculiarities in the monthly Dst index are\ncorrelated better with the fine structures in the CME speed profile than that\nin the ISSN data. (2) Unlike the sunspot numbers, the CME speed index does not\nexhibit a double peak maximum. Instead, the CME speed profile peaks during the\ndeclining phase of solar cycle 23. Similar to the Ap index, both CME speed and\nthe Dst indices lag behind the sunspot numbers by several months. (3) The CME\nnumber shows a double peak similar to that seen in the sunspot numbers. The CME\noccurrence rate remained very high even near the minimum of the solar cycle 23,\nwhen both the sunspot number and the CME average maximum speed were reaching\ntheir minimum values. (4) A well-defined peak of the Ap index between 2002 May\nand 2004 August was co-temporal with the excess of the mid-latitude coronal\nholes during solar cycle 23. The above findings suggest that the CME speed\nindex may be a useful indicator of both solar and geomagnetic activities. It\nmay have advantages over the sunspot numbers, because it better reflects the\nintensity of Earth-directed solar eruptions.\n"]}]
["1111.4018",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4018"],"date":["2011-11-16"],"type":["text"],"creator":["Mihaila, Bogdan"],"language":[],"coverage":[],"title":["Matrix elements of the Argonne v18 potential"],"description":["  We discuss two approaches to the calculation of matrix elements of the\nArgonne v18 potential. The first approach is applicable in the case of a\nsingle-particle basis of harmonic-oscillator wave functions. In this case we\nuse the Talmi transformation, implemented numerically using the Moshinsky\ntransformation brackets, to separate the center-of-mass and relative\ncoordinates degrees of freedom. Integrals involving the radial part of the\npotential are performed using Gauss-Hermite quadrature formulas, and\nconvergence is achieved for sets of at least 512 points. We validate the\ncalculation of matrix elements of the Argonne v18 potential using a second\napproach suitable for the case of an arbitrary functional form of the\nsingle-particle wave functions. When the model space is represented in terms of\nharmonic-oscillator wave functions, results obtained using these two approaches\nare shown to to be identical within numerical accuracy.\n","Comment: 46 pages"]}]
["1111.4019",{"format":[],"subject":["Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4019"],"date":["2011-11-16"],"type":["text"],"creator":["Krueger, Helge"],"language":[],"coverage":[],"title":["Orthogonal polynomials on the unit circle with Verblunsky coefficients\n  defined by the skew-shift"],"description":["  I give an example of a family of orthogonal polynomials on the unit circle\nwith Verblunsky coefficients given by the skew-shift for which the associated\nmeasures are supported on the entire unit circle and almost-every Aleksandrov\nmeasure is pure point.\n  Furthermore, I show in the case of the two dimensional skew-shift the zeros\nof para-orthogonal polynomials obey the same statistics as an appropriate\nirrational rotation.\n  The proof is based on an analysis of the associated CMV matrices.\n"]}]
["1111.4023",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4023"],"date":["2011-11-17"],"type":["text"],"creator":["Bibak, Khodakhast","Shparlinski, Igor E."],"language":[],"coverage":[],"title":["On fully split lacunary polynomials in finite fields"],"description":["  We estimate the number of possible types degree patterns of $k$-lacunary\npolynomials of degree $t < p$ which split completely modulo $p$. The result is\nbased on a combination of a bound on the number of zeros of lacunary\npolynomials with some graph theory arguments.\n","Comment: 8 pages. Bull. Polish Acad. Sci. Math., to appear"]}]
["1111.4028",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Representation Theory","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4028"],"date":["2011-11-17"],"type":["text"],"creator":["Carberry, Emma","Turner, Katharine"],"language":[],"coverage":[],"title":["Toda frames, harmonic maps and extended Dynkin diagrams"],"description":["  We prove that all immersions of a genus one surface into G/T possessing a\nToda frame can be constructed by integrating a pair of commuting vector fields\non a finite dimensional Lie algebra. Here G is any simple real Lie group (not\nnecessarily compact), T is a Cartan subgroup and the k-symmetric space\nstructure on G/T is induced from the Coxeter automorphism. We provide necessary\nand sufficient conditions for the existence of a Toda frame for a harmonic map\ninto G/T and describe those G/T to which the theory applies in terms of\ninvolutions of extended Dynkin diagrams.\n"]}]
["1111.4036",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4036","International Journal of Wireless & Mobile Networks (IJWMN) Vol.\n  3, No. 5, 2011, 211-228"],"date":["2011-11-17"],"type":["text"],"creator":["Chakraborty, Tamal","Mukhopadhyay, Atri","Misra, Iti Saha","Sanyal, Salil Kumar"],"language":[],"coverage":[],"title":["VoIP Call Optimization in Diverse Network Scenarios Using Learning Based\n  State-Space Search Technique"],"description":["  A VoIP based call has stringent QoS requirements with respect to delay,\njitter, loss, MOS and R-Factor. Various QoS mechanisms implemented to satisfy\nthese requirements must be adaptive under diverse network scenarios and applied\nin proper sequence, otherwise they may conflict with each other. The objective\nof this paper is to address the problem of adaptive QoS maintenance and\nsequential execution of available QoS implementation mechanisms with respect to\nVoIP under varying network conditions. In this paper, we generalize this\nproblem as state-space problem and solve it. Firstly, we map the problem of QoS\noptimization into state-space domain and apply incremental heuristic search. We\nimplement the proposed algorithm under various network and user scenarios in a\nVoIP test-bed for QoS enhancement. Then learning strategy is implemented for\nrefinement of knowledge base to improve the performance of call quality over\ntime. Finally, we discuss the advantages and uniqueness of our approach.\n"]}]
["1111.4038",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4038","Phys. Rev. A 83, 032109 (2011)","doi:10.1103/PhysRevA.83.032109"],"date":["2011-11-17"],"type":["text"],"creator":["Jin, Jia-sen","Yu, Chang-shui","Song, He-shan"],"language":[],"coverage":[],"title":["Nondestructive identification of the Bell diagonal state"],"description":["  We propose a scheme for identifying an unknown Bell diagonal state. In our\nscheme the measurements are performed on the probe qubits instead of the Bell\ndiagonal state. The distinguished advantage is that the quantum state of the\nevolved Bell diagonal state ensemble plus probe states will still collapse on\nthe original Bell diagonal state ensemble after the measurement on probe\nstates, i.e. our identification is quantum-state nondestructive. It is also\nshown finally how to realize our scheme in the framework of cavity\nelectrodynamics.\n","Comment: 6 pages, 2 figures"]}]
["1111.4048",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4048","Phys. Rev. B 73, 224302 (2006)","doi:10.1103/PhysRevB.73.224302"],"date":["2011-11-17"],"type":["text"],"creator":["Hizhnyakov, V.","Shelkan, A.","Klopov, M.","Kiselev, S. A.","Sievers, A. J."],"language":[],"coverage":[],"title":["Linear local modes induced by intrinsic localized modes in a monatomic\n  chain"],"description":["  A theory is developed to describe the effect of an intrinsic localized mode\n(ILM) on small vibrations in a monatomic chain with hard quartic anharmonicity.\nOne prediction is the appearance in the chain of linear local modes nearby the\nILM. To check this result, MD calculations of vibrations under strong local\nexcitation are carried through with high precision. The results fully confirm\nthe prediction.\n","Comment: 5 pages, 2 figures, 1 table"]}]
["1111.4050",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Combinatorics","05-03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4050"],"date":["2011-11-17"],"type":["text"],"creator":["Cameron, Peter J."],"language":[],"coverage":[],"title":["Aftermath"],"description":["  I take a quick overview at the recent development of combinatorics and its\ncurrent directions, as a discipline in its own right, as part of mathematics,\nand as part of science and wider society.\n","Comment: Book chapter; 13 pages"]}]
["1111.4052",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4052","International Journal of Machine Learning and Computing, Vol. 1,\n  No. 4, 2011, 388-393"],"date":["2011-11-17"],"type":["text"],"creator":["Thai, Le Hoang","Nguyen, Nguyen Do Thai","Hai, Tran Son"],"language":[],"coverage":[],"title":["A Facial Expression Classification System Integrating Canny, Principal\n  Component Analysis and Artificial Neural Network"],"description":["  Facial Expression Classification is an interesting research problem in recent\nyears. There are a lot of methods to solve this problem. In this research, we\npropose a novel approach using Canny, Principal Component Analysis (PCA) and\nArtificial Neural Network. Firstly, in preprocessing phase, we use Canny for\nlocal region detection of facial images. Then each of local region's features\nwill be presented based on Principal Component Analysis (PCA). Finally, using\nArtificial Neural Network (ANN)applies for Facial Expression Classification. We\napply our proposal method (Canny_PCA_ANN) for recognition of six basic facial\nexpressions on JAFFE database consisting 213 images posed by 10 Japanese female\nmodels. The experimental result shows the feasibility of our proposal method.\n","Comment: 6 pages, 10 figures, International Journal of Machine Learning and\n  Computing, Vol. 1, No. 4, October 2011, ISSN (Online): 2010-3700,\n  http://www.ijmlc.org/"]}]
["1111.4056",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4056"],"date":["2011-11-17"],"type":["text"],"creator":["Pilakouta, Mirofora"],"language":[],"coverage":[],"title":["Statistical uncertainty in educational experiment on the attenuation of\n  gamma radiation"],"description":["  Due to time and financial restrictions in an educational laboratory, we are\nmaking compromises, using experimental setups in which limitations and\nuncertainties are important. In these cases we should pay particular attention\nto the role of different factors that affect our experiment, in order to\nachieve the best possible educational outcome and to avoid misconceptions. In\nthis paper problems related to the use of very low activity source 60Co in the\nexperiment of measuring the linear attenuation coefficient of gamma rays\nthrough matter, will be presented. The role of background radiation in\nmeasurements and in the relative statistical uncertainty as well as the role of\nstatistical uncertainty in the choice of representative measurements is\ndiscussed. Moreover students' difficulties and misconceptions related mainly to\nthe statistical uncertainty and its connection to measurements overlapping are\nrecorded. An explanation for the possible reasons of these misunderstandings is\nattempted in order to improve the educational outcome in this experiment.\n","Comment: 8 pages, 1 table, presented in the International Scientific\n  Conference eRA - 6, The Conference for the contribution of Information\n  Technology to Science, Economy, Society and Education, Piraeus- Greece, 19 -\n  24/9/2011"]}]
["1111.4057",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4057"],"date":["2011-11-17"],"type":["text"],"creator":["Kaygisiz, Kenan","Sahin, Adem"],"language":[],"coverage":[],"title":["On the representation of k sequences of generalized order-k numbers"],"description":["  In this paper, we define k-generalized order-k numbers and we obtain a\nrelation between i-th sequences and k-th sequences of k-generalized order-k\nnumbers. We give some determinantal and permanental representations of\nk-generalized order-k numbers by using various matrices. Using the relation\nbetween i-th sequences and k-th sequences of k-generalized order-k numbers we\ngive some determinantal and permanental representations of i-th sequences of\ngeneralized order-k numbers. In addition, we obtain Binet's formula for\ngeneralized order-k Pell numbers by using our representations.\n"]}]
["1111.4058",{"format":[],"subject":["Physics - Physics Education","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4058"],"date":["2011-11-17"],"type":["text"],"creator":["Pilakouta, Mirofora"],"language":[],"coverage":[],"title":["TEI Piraeus students' knowledge on the beneficial applications of\n  nuclear physics: Nuclear energy, radioactivity - consequences"],"description":["  The recent nuclear accident in Japan revealed the confusion and the\ninadequate knowledge of the citizens about the issues of nuclear energy,\nnuclear applications, radioactivity and their consequences In this work we\npresent the first results of an ongoing study which aims to evaluate the\nknowledge and the views of Greek undergraduate students on the above issues. A\nweb based survey was conducted and 131 students from TEI Piraeus answered a\nmultiple choice questionnaire with questions of general interest on nuclear\nenergy, nuclear applications, radioactivity and their consequences. The survey\nshowed that students, like the general population, have a series of faulty\nviews on general interest nuclear issues. Furthermore, the first results\nindicate that our educational system is not so effective as source of\ninformation on these issues in comparison to the media and internet\n","Comment: 7 pages, 1 table, 1figure, presented in the International Scientific\n  Conference eRA - 6, The Conference for the contribution of Information\n  Technology to Science, Economy, Society and Education, Piraeus- Greece, 19 -\n  24/9/2011"]}]
["1111.4065",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4065"],"date":["2011-11-17"],"type":["text"],"creator":["Kaygisiz, Kenan","Sahin, Adem"],"language":[],"coverage":[],"title":["k Sequences of Generalized Van der Laan and Generalized Perrin\n  Polynomials"],"description":["  In this paper, we present k sequences of Generalized Van der Laan Polynomials\nand Generalized Perrin Polynomials using Genaralized Fibonacci and Lucas\nPolynomials. We give some properties of these polynomials. We also obtain\ngeneralized order-k Van der Laan Numbers, k sequences of generalized order-k\nVan der Laan Numbers, generalized order-k Perrin Numbers and k sequences of\ngeneralized order-k Perrin Numbers. In addition, we examine the relationship\nbetween them.\n"]}]
["1111.4066",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4066"],"date":["2011-11-17"],"type":["text"],"creator":["Sahin, Adem","Kaygisiz, Kenan"],"language":[],"coverage":[],"title":["Determinantal and Permanental Representation of Generalized Fibonacci\n  Polynomials"],"description":["  In this paper, we give some determinantal and permanental representations of\nGeneralized Fibonacci Polynomials by using various Hessenberg matrices. These\nresults are general form of determinantal and permanental representations of k\nsequences of the generalized order-k Fibonacci and Pell numbers.\n"]}]
["1111.4067",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4067"],"date":["2011-11-17"],"type":["text"],"creator":["Kaygisiz, Kenan","Sahin, Adem"],"language":[],"coverage":[],"title":["Determinant and Permanent of Hessenberg Matrix and Generalized Lucas\n  Polynomials"],"description":["  In this paper, we give some determinantal and permanental representations of\nGeneralized Lucas Polynomials by using various Hessenberg matrices, which are\ngeneral form of determinantal and permanental representations of ordinary Lucas\nand Perrin sequences. Then we show, under what conditions that the determinants\nof the Hessenberg matrix becomes its permanents.\n"]}]
["1111.4071",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4071"],"date":["2011-11-17"],"type":["text"],"creator":["Kaygisiz, Kenan","Sahin, Adem"],"language":[],"coverage":[],"title":["Determinantal and permanental representation of generalized bivariate\n  Fibonacci p-polynomials"],"description":["  In this paper, we give some determinantal and permanental representations of\ngeneralized bivariate Fibonacci p-polynomials by using various Hessenberg\nmatrices. The results that we obtained are important since generalized\nbivariate Fibonacci p-polynomials are general form of, for example, bivariate\nFibonacci and Pell p-polynomials, second kind Chebyshev polynomials, bivariate\nJacobsthal polynomials etc.\n"]}]
["1111.4074",{"format":[],"subject":["Mathematics - Differential Geometry","58J65, 31C12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4074"],"date":["2011-11-17"],"type":["text"],"creator":["Bessa, G. Pacelli","Pigola, Stefano","Setti, Alberto G."],"language":[],"coverage":[],"title":["On the $L^{1}$-Liouville property of stochastically incomplete manifolds"],"description":["  A classical result by Alexander Grigor'yan states that on a stochastically\ncomplete manifold the non-negative superharmonic $L^1$-functions are\nnecessarily constant. In this paper we address the question of whether and to\nwhat extent the reverse implication holds.\n"]}]
["1111.4075",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4075"],"date":["2011-11-17"],"type":["text"],"creator":["Ambrosino, F.","Angelucci, B.","Antonelli, A.","Costantini, F.","D'Agostini, G.","Di Filippo, D.","Fantechi, R.","Gallorini, S.","Giudici, S.","Leonardi, E.","Mannelli, I.","Massarotti, P.","Moulson, M.","Napolitano, M.","Palladino, V.","Rafaelli, F.","Raggi, M.","Saracino, G.","Serra, M.","Spadaro, T.","Valente, P.","Venditti, S."],"language":[],"coverage":[],"title":["The Large-Angle Photon Veto System for the NA62 Experiment at CERN"],"description":["  The branching ratio (BR) for the decay K^+ \\rightarrow \\pi^+ \\nu \\bar{\\nu} is\na sensitive probe for new physics. The NA62 experiment at the CERN SPS will\nmeasure this BR to within about 10%. To reject the dominant background from\nchannels with final state photons, the large-angle vetoes (LAVs) must detect\nphotons of energy as low as 200 MeV with an inefficiency of less than 10^-4, as\nwell as provide energy and time measurements with resolutions of 10% and 1 ns\nfor 1 GeV photons. The LAV detectors make creative reuse of lead glass blocks\nrecycled from the OPAL electromagnetic calorimeter barrel. We describe the\nmechanical design and challenges faced during construction, the\ncharacterization of the lead glass blocks and solutions adopted for monitoring\ntheir performance, and the development of front-end electronics to allow\nsimultaneous time and energy measurements over an extended dynamic range using\nthe time-over-threshold technique. Our results are based on test-beam data and\nare reproduced by a detailed Monte Carlo simulation that includes the readout\nchain.\n","Comment: 8 pages, 13 figures. Prepared for the Conference Record of the IEEE\n  Nuclear Science Symposium, Valencia, Spain, October 2011"]}]
["1111.4077",{"format":[],"subject":["Quantum Physics","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4077"],"date":["2011-11-17"],"type":["text"],"creator":["Sarma, Amarendra K.","Kumar, Parvendra"],"language":[],"coverage":[],"title":["Ultrafast and efficient coherence creation in {\\Lambda}-like atomic\n  systems driven by nonlinearly chirped few-cycle pulses"],"description":["  We report an ultrafast and efficient way to create the maximum coherence\nbetween the two lower states in a -like atomic systems, driven by two\nnonlinearly chirped few-cycle pulses. The phenomenon of coherent population\ntrapping and electromagnetically induced population transfer are investigated\nby solving the appropriate density matrix equations without invoking the\nrotating wave approximation. The robustness of the scheme for maximum coherence\nagainst the variation of the laser parameters are tested numerically. We also\ndemonstrate that the proposed scheme could be used to obtain complete\npopulation transfer to an initially empty ground state.\n"]}]
["1111.4079",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4079"],"date":["2011-11-17"],"type":["text"],"creator":["Papadopoulos, Athanase","Su, Weixu"],"language":[],"coverage":[],"title":["On the Finsler stucture of the Teichm\\\"uuller metric and Thurston's\n  asymmetric metric"],"description":["  We highlight several analogies between the Finsler (infinitesimal) properties\nof Teichm\\\"uller's metric and Thurston's asymmetric metric on Teichm\\\"uller\nspace. Thurston defined his asymmetric metric in analogy with Teichm\\\"ullers'\nmetric, as a solution to an extremal problem, which consists, in the case of\nthe asymmetric metric, of finding the best Lipschitz maps in the hoomotopy\nclass of homeomorphisms between two hyperbolic surface. (In the Teichm\\\"uller\nmetric case, one searches for the best quasiconformal map between two conformal\nsurfaces.) It turns out also that some properties of Thurston's asymmetric\nmetric can be used to get new insight into Teichm\\\"uller's metric. In this\ndirection, in analogy with Thurston's formula for the Finsler norm of a vector\nfor the asymmetric metric that uses the hyperbolic length function, we give a\nnew formula for the Finsler norm of a vector for the Teichm\\\"uller metric that\nuses the extremal length function. We also describe an embedding of projective\nmeasured foliation space in the cotangent space to Teichm\\\"uller space whose\nimage is the boundary of the dual of the unit ball in the tangent space\nrepresenting vectors of norm one for the Finsler structure associated to the\nTeichm\\\"uller metric.\n"]}]
["1111.4082",{"format":[],"subject":["Mathematics - Number Theory","11G35 (Primary) 11D25, 11D72, 11P55, 14G25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4082"],"date":["2011-11-17"],"type":["text"],"creator":["Jones, Mike Swarbrick"],"language":[],"coverage":[],"title":["Weak Approximation for Cubic Hypersurfaces of Large Dimension"],"description":["  We address the problem of weak approximation for general cubic hypersurfaces\ndefined over number fields, with arbitrary singular locus. In particular, weak\napproximation is established for the smooth locus of projective, geometrically\nintegral, non-conical cubic hypersurfaces, of dimension at least 17. The proof\nutilises the Hardy-Littlewood circle method, and the fibration method.\n"]}]
["1111.4085",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4085","Representations and quantizations - Proceedings of the\n  International Conference on Representation Theory (Shanghai, 1998), 89--144,\n  China High. Educ. Press, Beijing, 2000"],"date":["2011-11-17"],"type":["text"],"creator":["Damiani, Ilaria"],"language":[],"coverage":[],"title":["The R-matrix for (twisted) affine quantum algebras"],"description":["  In this paper an exponential multiplicative formula for the R-matrix is\nprovided for the twisted affine quantum algebras.\n","Comment: 54 pages. In paragraph 1.3 (Dynkin diagrams and classification) the\n  coefficient r_n=2 for A_{2n-1}^{(2)} is wrong: the correct one is r_n=1. When\n  the paper was written the author's affiliation was: Dipartimento di\n  Matematica, Universita' degli Studi di Torino"]}]
["1111.4089",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4089"],"date":["2011-11-17"],"type":["text"],"creator":["Jones, Mike Swarbrick"],"language":[],"coverage":[],"title":["A Note On a Theorem of Heath-Brown and Skorobogatov"],"description":["  We generalise a result of Heath-Brown and Skorobogatov to show that a certain\nclass of varieties over a number field $k$ satisfies Weak Approximation and the\nHasse Principle, provided there is no Brauer-Manin obstruction.\n"]}]
["1111.4090",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4090"],"date":["2011-11-17"],"type":["text"],"creator":["Bhattacharyya, Aniruddha","Banerjee, Arnab","Bose, Dipayan","Saha, Himadri Nath","Bhattacharya, Debika"],"language":[],"coverage":[],"title":["Different types of attacks in Mobile ADHOC Network"],"description":["  Security in mobile AD HOC network is a big challenge as it has no centralized\nauthority which can supervise the individual nodes operating in the network.\nThe attacks can come from both inside the network and from the outside. We are\ntrying to classify the existing attacks into two broad categories: DATA traffic\nattacks and CONTROL traffic attacks. We will also be discussing the presently\nproposed methods of mitigating those attacks.\n","Comment: 11 Pages, 8 Figures"]}]
["1111.4094",{"format":[],"subject":["Mathematics - Functional Analysis","46J99, 46E30, 47B07, 47B47"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4094"],"date":["2011-11-17"],"type":["text"],"creator":["Pedersen, Thomas Vils"],"language":[],"coverage":[],"title":["Compactness and weak-star continuity of derivations on weighted\n  convolution algebras"],"description":["  Let $\\omega$ be a continuous weight on $\\mathbb R^+$ and let $L^1(\\omega)$ be\nthe corresponding convolution algebra. By results of Gr{\\o}nb{\\ae}k and Bade &\nDales the continuous derivations from $L^1(\\omega)$ to its dual space\n$L^{\\infty}(1/\\omega)$ are exactly the maps of the form\n$$(D_{\\phi}f)(t)=\\int_0^{\\infty}f(s)\\,\\frac{s}{t+s}\\,\\phi(t+s)\\,ds\\qquad\\text{($t\\in\\mathbb\nR^+$ and $f\\in L^1(\\omega)$)}$$ for some $\\phi\\in L^{\\infty}(1/\\omega)$. Also,\nevery $D_{\\phi}$ has a unique extension to a continuous derivation\n$\\bar{D}_{\\phi}:M(\\omega)\\to L^{\\infty}(1/\\omega)$ from the corresponding\nmeasure algebra. We show that a certain condition on $\\phi$ implies that\n$\\bar{D}_{\\phi}$ is weak-star continuous. The condition holds for instance if\n$\\phi\\in L_0^{\\infty}(1/\\omega)$. We also provide examples of functions $\\phi$\nfor which $\\bar{D}_{\\phi}$ is not weak-star continuous. Similarly, we show that\n$D_{\\phi}$ and $\\bar{D}_{\\phi}$ are compact under certain conditions on $\\phi$.\nFor instance this holds if $\\phi\\in C_0(1/\\omega)$ with $\\phi(0)=0$. Finally,\nwe give various examples of functions $\\phi$ for which $D_{\\phi}$ and\n$\\bar{D}_{\\phi}$ are not compact.\n","Comment: 18 pages"]}]
["1111.4101",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4101","Optics and Laser Technology 44 (2012) 626-630","doi:10.1016/j.optlastec.2011.09.010"],"date":["2011-11-17"],"type":["text"],"creator":["Chevallier, Christyves","Genty, Frédéric","Jacquet, Joel","Fressengeas, Nicolas"],"language":[],"coverage":[],"title":["Optimized Si/SiO2 high contrast grating mirror design for mid-infrared\n  wavelength range: robustness enhancement"],"description":["  A high reflectivity and polarization selective high contrast grating mirror\nhas been designed with the use of an automated optimization algorithm. Through\na precise study of the tolerance of the different lengths of the structure, the\nrobustness with respect to the fabrication errors has been enhanced to high\ntolerance values between 5 % and 210 %. This adjustment of the dimensions of\nthe structure leads to a 250 nm large bandwidth mirror well adapted for a VCSEL\napplication at \\lambda = 2.65 $\\mu$m and can easily be scaled for other\nwavelengths.\n","Comment: The final publication is available at\n  http://www.sciencedirect.com/science/article/pii/S0030399211002672\\#FCANote"]}]
["1111.4103",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4103","Phys. Rev. A 84, 053826 (2011)","doi:10.1103/PhysRevA.84.053826"],"date":["2011-11-17"],"type":["text"],"creator":["Glorieux, Quentin","Guidoni, Luca","Guibal, Samuel","Likforman, Jean-Pierre","Coudreau, Thomas"],"language":[],"coverage":[],"title":["Quantum correlations by four-wave mixing in an atomic vapor in a\n  non-amplifying regime: a quantum beam splitter for photons"],"description":["  We study the generation of intensity quantum correlations using four-wave\nmixing in a rubidium vapor. The absence of cavity in these experiments allows\nto deal with several spatial modes simultaneously. In the standard, amplifying,\nconfiguration, we measure relative intensity squeezing up to 9.2 dB below the\nstandard quantum limit. We also theoretically identify and experimentally\ndemonstrate an original regime where, despite no overall amplification, quantum\ncorrelations are generated. In this regime a four-wave mixing set-up can\ntherefore play the role of a photonic beam splitter with non--classical\nproperties, i.e. a device that splits a coherent state input into two quantum\ncorrelated beams.\n","Comment: 5 pages, 4 figures;\n  http://link.aps.org/doi/10.1103/PhysRevA.84.053826"]}]
["1111.4106",{"format":[],"subject":["Quantitative Biology - Subcellular Processes","Physics - Biological Physics","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4106","Biophys. J. 101, 2315-2323 (2011)","doi:10.1016/j.bpj.2011.09.035"],"date":["2011-11-17"],"type":["text"],"creator":["Vilar, Jose M. G.","Saiz, Leonor"],"language":[],"coverage":[],"title":["Trafficking Coordinate Description of Intracellular Transport Control of\n  Signaling Networks"],"description":["  Many cellular networks rely on the regulated transport of their components to\ntransduce extracellular information into precise intracellular signals. The\ndynamics of these networks is typically described in terms of compartmentalized\nchemical reactions. There are many important situations, however, in which the\nproperties of the compartments change continuously in a way that cannot\nnaturally be described by chemical reactions. Here, we develop an approach\nbased on transport along a trafficking coordinate to precisely describe these\nprocesses and we apply it explicitly to the TGF-{\\beta} signal transduction\nnetwork, which plays a fundamental role in many diseases and cellular\nprocesses. The results of this newly introduced approach accurately capture for\nthe first time the distinct TGF-{\\beta} signaling dynamics of cells with and\nwithout cancerous backgrounds and provide an avenue to predict the effects of\nchemical perturbations in a way that closely recapitulates the observed\ncellular behavior.\n","Comment: 17 pages, 5 figures"]}]
["1111.4108",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4108"],"date":["2011-11-17"],"type":["text"],"creator":["Wenlei, Yang","Jun, Zhu"],"language":[],"coverage":[],"title":["Jordan product determined points in matrix algebras"],"description":["  Let $M_n(R)$ be the algebra of all $n\\times n$ matrices over a unital\ncommutative ring $R$ with 6 invertible. We say that $A\\in M_n(R)$ is a Jordan\nproduct determined point if for every $R$-module $X$ and every symmetric\n$R$-bilinear map $\\{\\cdot, \\cdot\\}$ : $M_n(R)\\times M_n(R)\\to X$ the following\ntwo conditions are equivalent: (i) there exists a fixed element $w\\in X$ such\nthat $\\{x,y\\}=w$ whenever $x\\circ y=A$, $x,y\\in M_n(R)$; (ii) there exists an\n$R$-linear map $T:M_n(R)^2\\to X$ such that $\\{x,y\\}=T(x\\circ y)$ for all\n$x,y\\in M_n(R)$. In this paper, we mainly prove that all the matrix units are\nthe Jordan product determined points in $M_n(R)$ when $n\\geq 3$. In addition,\nwe get some corollaries by applying the main results.\n","Comment: 12 pages"]}]
["1111.4114",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4114"],"date":["2011-11-17"],"type":["text"],"creator":["Ignat, L. I.","Rossi, J. D.","Antolin, A. San"],"language":[],"coverage":[],"title":["Lower and upper bounds for the first eigenvalue of nonlocal diffusion\n  problems in the whole space"],"description":["  We find lower and upper bounds for the first eigenvalue of a nonlocal\ndiffusion operator of the form $ T(u) = - \\int_{\\rr^d} K(x,y) (u(y)-u(x)) \\,\ndy$. Here we consider a kernel $K(x,y)=\\psi (y-a(x))+\\psi(x-a(y))$ where $\\psi$\nis a bounded, nonnegative function supported in the unit ball and $a$ means a\ndiffeomorphism on $\\rr^d$. A simple example being a linear function $a(x)= Ax$.\nThe upper and lower bounds that we obtain are given in terms of the Jacobian of\n$a$ and the integral of $\\psi$. Indeed, in the linear case $a(x) = Ax$ we\nobtain an explicit expression for the first eigenvalue in the whole $\\rr^d$ and\nit is positive when the the determinant of the matrix $A$ is different from\none. As an application of our results, we observe that, when the first\neigenvalue is positive, there is an exponential decay for the solutions to the\nassociated evolution problem. As a tool to obtain the result, we also study the\nbehaviour of the principal eigenvalue of the nonlocal Dirichlet problem in the\nball $B_R$ and prove that it converges to the first eigenvalue in the whole\nspace as $R\\to \\infty$.\n"]}]
["1111.4115",{"format":[],"subject":["High Energy Physics - Theory","Nuclear Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4115"],"date":["2011-11-17"],"type":["text"],"creator":["Wetterich, C."],"language":[],"coverage":[],"title":["Quantum field theory from classical statistics"],"description":["  An Ising-type classical statistical model is shown to describe quantum\nfermions. For a suitable time-evolution law for the probability distribution of\nthe Ising-spins our model describes a quantum field theory for Dirac spinors in\nexternal electromagnetic fields, corresponding to a mean field approximation to\nquantum electrodynamics. All quantum features for the motion of an arbitrary\nnumber of electrons and positrons, including the characteristic interference\neffects for two-fermion states, are described by the classical statistical\nmodel. For one-particle states in the non-relativistic approximation we derive\nthe Schr\\\"odinger equation for a particle in a potential from the time\nevolution law for the probability distribution of the Ising-spins. Thus all\ncharacteristic quantum features, as interference in a double slit experiment,\ntunneling or discrete energy levels for stationary states, are derived from a\nclassical statistical ensemble. Concerning the particle-wave-duality of quantum\nmechanics, the discreteness of particles is traced back to the discreteness of\noccupation numbers or Ising-spins, while the continuity of the wave function\nreflects the continuity of the probability distribution for the Ising-spins.\n","Comment: 25 pages. arXiv admin note: substantial text overlap with\n  arXiv:1102.3586"]}]
["1111.4117",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4117"],"date":["2011-11-17"],"type":["text"],"creator":["Charles, François"],"language":[],"coverage":[],"title":["On the Picard number of K3 surfaces over number fields"],"description":["  We discuss some aspects of the behavior of specialization at a finite place\nof N\\'eron-Severi groups of K3 surfaces over number fields. We give optimal\nlower bounds for the Picard number of such specializations, thus answering a\nquestion of Elsenhans and Jahnel. As a consequence of these results, we show\nthat it is possible to explicitly compute the Picard number of any given K3\nsurface over a number field.\n","Comment: 14 pages, comments welcome"]}]
["1111.4118",{"format":[],"subject":["Mathematics - Optimization and Control","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4118"],"date":["2011-11-17"],"type":["text"],"creator":["Charles, Adam S.","Garrigues, Pierre","Rozell, Christopher J."],"language":[],"coverage":[],"title":["Analog Sparse Approximation with Applications to Compressed Sensing"],"description":["  Recent research has shown that performance in signal processing tasks can\noften be significantly improved by using signal models based on sparse\nrepresentations, where a signal is approximated using a small number of\nelements from a fixed dictionary. Unfortunately, inference in this model\ninvolves solving non-smooth optimization problems that are computationally\nexpensive. While significant efforts have focused on developing digital\nalgorithms specifically for this problem, these algorithms are inappropriate\nfor many applications because of the time and power requirements necessary to\nsolve large optimization problems. Based on recent work in computational\nneuroscience, we explore the potential advantages of continuous time dynamical\nsystems for solving sparse approximation problems if they were implemented in\nanalog VLSI. Specifically, in the simulated task of recovering synthetic and\nMRI data acquired via compressive sensing techniques, we show that these\nsystems can potentially perform recovery at time scales of 10-20{\\mu}s,\nsupporting datarates of 50-100 kHz (orders of magnitude faster that digital\nalgorithms). Furthermore, we show analytically that a wide range of sparse\napproximation problems can be solved in the same basic architecture, including\napproximate $\\ell^p$ norms, modified $\\ell^1$ norms, re-weighted $\\ell^1$ and\n$\\ell^2$, the block $\\ell^1$ norm and classic Tikhonov regularization.\n","Comment: 19 pages, 9 figures, submitted manuscript"]}]
["1111.4119",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4119"],"date":["2011-11-17"],"type":["text"],"creator":["Deng, Dong-Ling","Wu, Chunfeng","Chen, Jing-Ling","Oh, C. H."],"language":[],"coverage":[],"title":["Multipartite Leggett-type Inequalities"],"description":["  We use two different approaches to derive multipartite Leggett-type\ninequalities, which are generalizations of the two-qubit Leggett-type\ninequality obtained in [Nature Phys. \\textbf{4}, 681 (2008)]. The first\napproach is based on the assumption that the probability distributions should\nbe non-negative. The second approach is based on a very simple algebraic\nequation and is, to some extent, easier than the first approach. Although these\ninequalities might not be the optimal ones in the sense that their quantum\nviolations may not be the strongest, our results make the first step of\ngeneralizing Leggett-type inequality to multi-qubit systems and provide the\npossibility to experimentally test non-local realism in such systems. Moreover,\nthe two approaches here may shed new light on the challenging problem of\nobtaining stronger multipartite Leggett-type inequalities.\n","Comment: 4 pages, 1 figure"]}]
["1111.4126",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4126","Applied Optics 50, 34 (2011) H136","doi:10.1364/AO.50.00H136"],"date":["2011-11-17"],"type":["text"],"creator":["Verrier, Nicolas","Atlan, Michael"],"language":[],"coverage":[],"title":["Off-axis digital hologram reconstruction: some practical considerations"],"description":["  Holographic rendering of off-axis intensity digital holograms is discussed. A\nreview of some of the main numerical processing methods, based either on the\nFourier transform interpretation of the propagation integral or on its linear\nsystem counterpart, is reported. Less common methods such as adjustable\nmagnification reconstruction schemes and Fresnelet decomposition are presented\nand applied to the digital treatment of off-axis holograms. The influence of\nexperimental parameters on the classical hologram reconstruction methods is\nassessed, offering guidelines for optimal image rendering regarding the\nhologram recording conditions.\n"]}]
["1111.4129",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4129"],"date":["2011-11-17"],"type":["text"],"creator":["Hernanz, Margarita","Tatischeff, Vincent"],"language":[],"coverage":[],"title":["High energy emission of symbiotic recurrent novae: RS Ophiuchi and V407\n  Cygni"],"description":["  Recurrent novae occurring in symbiotic binaries are candidate sources of high\nenergy photons, reaching GeV energies. Such emission is a consequence of\nparticle acceleration leading to pion production. The shock between matter\nejected by the white dwarf, undergoing a nova explosion, and the wind from the\nred giant companion is responsible for such a process, which mimics a supernova\nremnant but with much smaller energetic output and much shorter time scales.\nInverse Compton can also be responsible for high energy emission. Recent\nexamples are V407 Cyg, detected by Fermi, and RS Oph, which unfortunately\nexploded in 2006, before Fermi was launched.\n","Comment: 6 pages, 4 figures; to appear in the proceedings of the Asiago\n  Workshop on Symbiotic Stars, A. Siviero and U. Munari eds., Baltic Astronomy\n  special issue"]}]
["1111.4130",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4130"],"date":["2011-11-17"],"type":["text"],"creator":["Bao, Jianhai","Yuan, Chenggui"],"language":[],"coverage":[],"title":["Convergence Rate of EM Scheme for SDDEs"],"description":["  In this paper we investigate the convergence rate of Euler-Maruyama scheme\nfor a class of stochastic differential delay equations, where the corresponding\ncoefficients may be highly nonlinear with respect to the delay variables. In\nparticular, we reveal that the convergence rate of Euler-Maruyama scheme is\n1/2$ for the Brownian motion case, while show that it is best to use the\nmean-square convergence for the pure jump case, and that the order of\nmean-square convergence is close to 1/2.\n","Comment: Page 13"]}]
["1111.4133",{"format":[],"subject":["Physics - Plasma Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4133"],"date":["2011-11-17"],"type":["text"],"creator":["der Brügge, Daniel an","Pukhov, Alexander"],"language":[],"coverage":[],"title":["Theory of Attosecond Pulses from Relativistic Surface Plasmas"],"description":["  High harmonic generation by relativistically intense laser pulses from\noverdense plasma layers is surveyed. High harmonics are generated in form of\n(sub-)attosecond pulses when the plasma surface rebounds towards the observer\nwith relativistic velocity. Different cases are considered. The\n\"relativistically oscillating mirror\" (ROM) model, describing the most typical\ncase, is analyzed in detail. The resulting harmonic spectrum is usually a power\nlaw with the exponent -8/3 [baeva2006relativistic], but possible exceptions due\nto \"higher order \\gamma-spikes\" are considered. It is shown that under certain\nconditions, ultra-dense electron nanobunches can be formed at plasma surface\nthat emit coherent synchrotron radiation. The resulting spectrum is much\nflatter and leads to the formation of a giant attosecond pulse in the reflected\nradiation. The harmonics radiation is also considered in time domain, where\nthey form a train of attosecond pulses. It is characterized and a possibility\nto select a single attosecond pulse via polarization gating is described.\nFurther, the line structure in relativistic harmonic spectra is analyzed. It is\nshown that the harmonics have an intrinsic chirp and it can be responsible for\nexperimentally observed spectral modulations. Finally, high harmonic generation\nis considered in realistic three-dimensional geometry. It is shown that free\nspace diffraction can act as a high pass filter, altering the spectrum and the\nreflected field structure. The high harmonics tend to be self-focused by the\nreflecting surface. This leads to a natural angular divergence as well as to\nfield boost at the focal position. Coherently focusing the harmonics using an\noptimized geometry may result in a significantly higher field than the field of\nthe driving laser.\n","Comment: 51 pages, 37 figures. arXiv admin note: substantial text overlap with\n  arXiv:1002.3576"]}]
["1111.4136",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4136"],"date":["2011-11-16"],"type":["text"],"creator":["Grün, Christine"],"language":[],"coverage":[],"title":["A probabilistic-numerical approximation for an obstacle problem arising\n  in game theory"],"description":["  We investigate a two-player zero-sum stochastic differential game in which\none of the players has more information on the game than his opponent. We show\nhow to construct numerical schemes for the value function of this game, which\nis given by the solution of a quasilinear partial differential equation with\nobstacle.\n"]}]
["1111.4140",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4140"],"date":["2011-11-14"],"type":["text"],"creator":["Rojas, Sergio"],"language":[],"coverage":[],"title":["Enhancing Reasoning Skills in the Process of Teaching and Learning\n  Physics via Dynamic Problem Solving Strategies: a Preparation for Future\n  Learning"],"description":["  The large number of published articles in physics journals under the title\n\"Comments on ...\" and \"Reply to ...\" is indicative that the conceptual\nunderstanding of physical phenomena is very elusive and hard to grasp even to\nexperts, but it has not stopped the development of Physics. In fact, from the\nhistory of the development of Physics one quickly becomes aware that,\nregardless of the state of conceptual understanding, without quantitative\nreasoning Physics would have not reached the state of development it has today.\nCorrespondingly, quantitative reasoning and problem solving skills are a\ndesirable outcomes from the process of teaching and learning of physics. Thus,\nsupported by results from published research, we will show evidence that a well\nstructured problem solving strategy taught as a dynamical process offers a\nfeasible way for students to learn physics quantitatively and conceptually,\nwhile helping them to reach the state of an Adaptive Expert highly skillful on\ninnovation and efficiency, a desired outcome from the perspective of a\nPreparation for Future Learning approach of the process of teaching and\nlearning Physics effectively.\n","Comment: 23 pages, 1 figure"]}]
["1111.4146",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4146"],"date":["2011-11-17"],"type":["text"],"creator":["Robertson, Marcy"],"language":[],"coverage":[],"title":["The Homotopy Theory of Simplicially Enriched Multicategories"],"description":["  In this paper we construct a cofibrantly generated model category structure\non the category of all small symmetric multicategories enriched in simplicial\nsets.\n"]}]
["1111.4148",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4148"],"date":["2011-11-17"],"type":["text"],"creator":["Tokdar, Surya T."],"language":[],"coverage":[],"title":["Adaptive Convergence Rates of a Dirichlet Process Mixture of\n  Multivariate Normals"],"description":["  It is shown that a simple Dirichlet process mixture of multivariate normals\noffers Bayesian density estimation with adaptive posterior convergence rates.\nToward this, a novel sieve for non-parametric mixture densities is explored,\nand its rate adaptability to various smoothness classes of densities in\narbitrary dimension is demonstrated. This sieve construction is expected to\noffer a substantial technical advancement in studying Bayesian non-parametric\nmixture models based on stick-breaking priors.\n","Comment: 12 pages"]}]
["1111.4152",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14Q05, 13A50, 14H10, 14H37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4152"],"date":["2011-11-17"],"type":["text"],"creator":["Lercier, Reynald","Ritzenthaler, Christophe"],"language":[],"coverage":[],"title":["Hyperelliptic curves and their invariants: geometric, arithmetic and\n  algorithmic aspects"],"description":["  We apply classical invariant theory of binary forms to explicitly\ncharacterize isomorphism classes of hyperelliptic curves of small genus and,\nconversely, propose algorithms for reconstructing hyperelliptic models from\ngiven invariants. We focus on genus 3 hyperelliptic curves. Both geometric and\narithmetic aspects are considered.\n","Comment: 46 pages ; related programs are available on the web pages of the\n  authors"]}]
["1111.4153",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4153"],"date":["2011-11-17"],"type":["text"],"creator":["Fleischer, J.","Riemann, T."],"language":[],"coverage":[],"title":["Simplifying 5-point tensor reduction"],"description":["  The 5-point tensors have the property that after insertion of the metric\ntensor $g^{\\mu \\nu}$ in terms of external momenta, all $g^{\\mu\n\\nu}$-contributions in the tensor decomposition cancel. If furthermore the\ntensors are contracted with external momenta, the inverse 5-point Gram\ndeterminant $()_5$ cancels automatically. If the remaining 4-point sub-Gram\ndeterminant ${s\\choose s}_5$ is not small then this approach appears to be\nparticularly efficient in numerical calculations. We also indicate how to deal\nwith small ${s\\choose s}_5$. Explicit formulae for tensors of degree 2 and 3\nare given for large and small (sub-) Gram determinants.\n","Comment: 8 pages, Talk presented at XXXV International Conference of\n  Theoretical Physics Matter to the Deepest: Recent Developments in Physics of\n  Fundamental Interactions, Ustron'11"]}]
["1111.4154",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4154"],"date":["2011-11-17"],"type":["text"],"creator":["Selyugin, O. V.","Cudell, J. -R.","Predazzi, E."],"language":[],"coverage":[],"title":["The slope of the hadron spin-flip amplitude and the determination of\n  \\rho(s,t)"],"description":["  We re-examine the extraction of \\rho(s,t), the ratio of the real part to the\nimaginary part of the scattering amplitude, and of the spin-flip amplitude,\nfrom the existing experimental data in the Coulomb-hadron interference region.\nWe show that it is not possible to find reasonable assumptions about the\nstructure of the scattering amplitude of proton-proton and proton-antiproton\nelastic scattering at high energy that would lead, in proton-antiproton\nscattering for 3.8 < p_L <6 GeV/c, to an agreement between data and an analysis\nbased on dispersion relations.\n","Comment: 4 pages, 1 figure, talk on XIV Workshop on High Energy Spin Pisics,\n  Dubna (2011)"]}]
["1111.4160",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - K-Theory and Homology","19K35, 20N02, 46L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4160"],"date":["2011-11-17"],"type":["text"],"creator":["Burgstaller, Bernhard"],"language":[],"coverage":[],"title":["A descent homomorphism for semimultiplicative sets"],"description":["  We define and provide some basic analysis of various types of crossed\nproducts by semimultiplicative sets, and then prove a $KK$-theoretical descent\nhomomorphisms for semimultiplicative sets in accord with the descent\nhomomorphism for discrete groups.\n"]}]
["1111.4163",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4163","Phys. Rev. C 84, 044620 (2011)","doi:10.1103/PhysRevC.84.044620"],"date":["2011-11-17"],"type":["text"],"creator":["Kumar, Sanjeev","Ma, Y. G.","Zhang, G. Q.","Zhou, C. L."],"language":[],"coverage":[],"title":["Probing the density dependence of symmetry energy via multifragmentation\n  at sub-saturation densities"],"description":["  Symmetry energy for asymmetric nuclear matter at subsaturation densitieswas\ninvestigated in the framework of an isospin-dependent quantum molecular\ndynamics model.Asingle ratio of neutrons and protons is comparedwith the\nexperimental data of Famiano et al. [Phys. Rev. Lett. 97, 052701 (2006)]. We\nhave also performed a comparison for the double ratio with experimental as well\nas different theoretical results of Boltzmann-Uehling-Uhlenbeck in 1997,\nIsospin-dependent Boltzmann-Uehling-Uhlenbeck in 2004,\nBoltzmann-Nordeim-Vlasov, and Improved QuantumMolecular Dynamics models. It is\nfound that the double ratio predicts the softness of symmetry energy, which is\na little underestimated in the single ratio. Furthermore, the study of the\nsingle ratio is extended for different kinds of fragments, while the double\nratio is extended for different neutron-rich isotopes of Sn.\n","Comment: 9 pages, 6 figures"]}]
["1111.4166",{"format":[],"subject":["Mathematics - Operator Algebras","46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4166"],"date":["2011-11-17"],"type":["text"],"creator":["Burgstaller, Bernhard"],"language":[],"coverage":[],"title":["A Cuntz--Krieger uniqueness theorem for semigraph $C^*$-algebras"],"description":["  Higher rank semigraph algebras are introduced by mixing concepts of\nultragraph algebras and higher rank graph algebras. This yields a kind of\nhigher rank generalisation of ultragraph algebras. We prove Cuntz--Krieger\nuniqueness theorems for cancelling semigraph algebras and aperiodic full\nsemigraph algebras.\n"]}]
["1111.4168",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4168"],"date":["2011-11-17"],"type":["text"],"creator":["Bramwell, S. T.","Giblin, S. R."],"language":[],"coverage":[],"title":["Comment on 'Spin Ice: Magnetic Excitations without Monopole Signature\n  Using $\\mu$SR' (arXiv:1110.0877)"],"description":["  Dunsiger and co-workers have criticised our paper on magnetic monopole\ndynamics spin ice [S. T. Bramwell et al., Nature, 461 956 (2009)]. We consider\ntheir criticisms and results but show that these do not warrant any revision of\nour earlier conclusions. In contrast, we point out that their conclusion of a\n`new' type of spin dynamics in spin ice is inconsistent with established facts.\n","Comment: 1 page of text + references"]}]
["1111.4184",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4184"],"date":["2011-11-17"],"type":["text"],"creator":["Sutherland, Tom"],"language":[],"coverage":[],"title":["The modular curve as the space of stability conditions of a CY3 algebra"],"description":["  We prove that a connected component of the space of stability conditions of a\nCY3 triangulated category generated by an A_2 collection of 3-spherical objects\nis isomorphic to the universal cover of the C^*-bundle of non-zero holomorphic\ndifferentials on the moduli space of elliptic curves.\n","Comment: 10 pages, 3 figures"]}]
["1111.4185",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4185","PoS(EPS-HEP2011)123"],"date":["2011-11-17"],"type":["text"],"creator":["Iyer, Ramakrishnan","Mukhopadhyay, Ayan"],"language":[],"coverage":[],"title":["Phenomenology of Irreversible Processes from Gravity"],"description":["  We propose that the space-time evolution of strongly coupled matter formed by\nultra-relativistic heavy ion collisions can be modelled by phenomenological\nequations involving the energy-momentum tensor and conserved currents alone.\nThese equations can describe the late stage of local chemical and thermal\nequilibration of the matter formed after collisions, and its subsequent\ntransition to hydrodynamic expansion in an unified framework. The full set of\nequations include local energy, momentum and charge conservation; but also\nadditional equations for evolution of non-equilibrium variables. These\nequations with precisely determined phenomenological parameters can be obtained\nby the AdS/CFT correspondence. On the gravity side of this correspondence, for\nvanishing chemical potentials, these phenomenological equations give all\nsolutions of pure gravity in AdS which have regular future horizons. We also\ndiscuss field-theoretic grounds for validity of these phenomenological\nequations.\n","Comment: 4 pages; Proceedings of the EPS-HEP Conference, 21-27 July 2011,\n  Grenoble; Proceedings of \"XXIst International Europhysics Conference on High\n  Energy Physics\""]}]
["1111.4189",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4189"],"date":["2011-11-17"],"type":["text"],"creator":["Georgakopoulos, Agelos","Winkler, Peter"],"language":[],"coverage":[],"title":["Two-Color Babylon"],"description":["  We solve the game of Babylon when played with chips of two colors, giving a\nwinning strategy for the second player in all previously unsolved cases.\n"]}]
["1111.4190",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4190"],"date":["2011-11-17"],"type":["text"],"creator":["Hansson, Per"],"language":[],"coverage":[],"title":["The ATLAS b-Jet Trigger"],"description":["  The online event selection is crucial to reject most of the events containing\nuninteresting background collisions while preserving as much as possible the\ninteresting physical signals. The b-jet selection is part of the trigger\nstrategy of the ATLAS experiment and a set of dedicated triggers was\ncontributing to the event selection for the 2011 running. The b-jets acceptance\nis increased and the background reduced by lowering jet transverse energy\nthresholds at the first trigger level and applying b-tagging techniques at the\nsubsequent levels. Different physics channels, especially topologies containing\nmore than one b-jet where higher rejection factors are achieved, benefit from\nusing the b-jet trigger. An overview of the b-jet trigger menu and performance\non data is presented.\n","Comment: 4 pages, 6 figures, conference proceedings for PIC2011"]}]
["1111.4194",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4194","Physics Express, 1, 208-241 (2011)"],"date":["2011-11-17"],"type":["text"],"creator":["Pereiro, Juan","Petrovic, Alexander","Panagopoulos, Christos","Božović, Ivan"],"language":[],"coverage":[],"title":["Interface superconductivity: History, development and prospects"],"description":["  The concept of interface superconductivity was introduced over 50 years ago.\nSome of the greatest physicists of that time wondered whether a\nquasi-two-dimensional (2D) superconductor can actually exist, what are the\npeculiarities of 2D superconductivity, and how does the reduced dimensionality\naffect the critical temperature (Tc). The discovery of high-temperature\nsuperconductors, which are composed of coupled 2D superconducting layers,\nfurther increased the interest in reduced dimensionality structures. In\nparallel, the advances in experimental techniques made it possible to grow\nepitaxial 2D structures with atomically flat surfaces and interfaces, enabling\nsome of the experiments that were proposed decades ago to be performed finally.\nNow we know that interface superconductivity can occur at the junction of two\ndifferent materials (metals, insulators, semiconductors). This phenomenon is\nbeing explored intensely; it is also exploited as a means to increase Tc or to\nstudy quantum critical phenomena. This research may or may not produce a\nsuperconductor with a higher Tc or a useful superconducting electronic device\nbut it will likely bring in new insights into the physics underlying\nhigh-temperature superconductivity.\n","Comment: http://www.simplex-academic-publishers.com/abstracts/106637257.aspx"]}]
["1111.4196",{"format":[],"subject":["Mathematics - Statistics Theory","62N01, 62N02, 62G05, 62G07, 62G08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4196"],"date":["2011-11-17"],"type":["text"],"creator":["Markov, Plamen"],"language":[],"coverage":[],"title":["Observed Range Maximum Likelihood Estimation"],"description":["  The idea of maximizing the likelihood of the observed range for a set of\njointly realized counts has been employed in a variety of contexts. The\napplicability of the MLE introduced in [1] has been extended to the general\ncase of a multivariate sample containing interval censored outcomes. In\naddition, a kernel density estimator and a related score function have been\nproposed leading to the construction of a modified Nadaraya-Watson regression\nestimator. Finally, the author has treated the problems of estimating the\nparameters of a mutinomial distribution and the analysis of contingency tables\nin the presence of censoring.\n","Comment: censored multivariate data, contingency tables with incomplete\n  counts, nonparametric density estimation, nonparametric regression"]}]
["1111.4198",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4198"],"date":["2011-11-17"],"type":["text"],"creator":["Campos, Hugo M.","Kravchenko, Vladislav V.","Mendez, Luis M."],"language":[],"coverage":[],"title":["Complete families of solutions for the Dirac equation: an application of\n  bicomplex pseudoanalytic function theory and transmutation operators"],"description":["  The Dirac equation with a scalar and an electromagnetic potentials is\nconsidered. In the time-harmonic case and when all the involved functions\ndepend only on two spatial variables it reduces to a pair of decoupled\nbicomplex Vekua-type equations [8]. Using the technique developed for complex\nVekua equations a system of exact solutions for the bicomplex equation is\nconctructed under additional conditions, in particular when the electromagnetic\npotential is absent and the scalar potential is a function of one Cartesian\nvariable. Introducing a transmutation operator relating the involved bicomplex\nVekua equation with the Cauchy-Riemann equation we prove the expansion and the\nRunge approximation theorems corresponding to the constructed family of\nsolutions.\n"]}]
["1111.4200",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B10, 13D10, 14N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4200"],"date":["2011-11-17"],"type":["text"],"creator":["Wise, Jonathan"],"language":[],"coverage":[],"title":["Obstruction theories and virtual fundamental classes"],"description":["  We give a new definition of an obstruction theory for infinitesimal\ndeformation theory and relate it to earlier definitions of Artin,\nFantechi-Manetti, Li-Tian, and Behrend-Fantechi.\n","Comment: 40 pages"]}]
["1111.4201",{"format":[],"subject":["Mathematics - Quantum Algebra","16E40, 16S40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4201"],"date":["2011-11-17"],"type":["text"],"creator":["Yu, Xiaolan","Zhang, Yinhuo"],"language":[],"coverage":[],"title":["The Calabi-Yau property of Hopf algebras and braided Hopf algebras"],"description":["  Let $H$ be a finite dimensional semisimple Hopf algebra and $R$ a braided\nHopf algebra in the category of Yetter-Drinfeld modules over $H$. When $R$ is a\nCalabi-Yau algebra, a necessary and sufficient condition for $R#H$ to be a\nCalabi-Yau Hopf algebra is given. Conversely, when $H$ is the group algebra of\na finite group and the smash product $R#H$ is a Calabi-Yau algebra, we give a\nnecessary and sufficient condition for the algebra $R$ to be a Calabi-Yau\nalgebra.\n","Comment: 30 pages"]}]
["gr-qc/0005084",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0005084","Chap. 9 of \"Relativity and the Nature of Spacetime,\" 2nd ed\n  (Springer, 2009)"],"date":["2000-05-18","2001-10-24"],"type":["text"],"creator":["Petkov, Vesselin"],"language":[],"coverage":[],"title":["On the nature of the force acting on a charged classical particle\n  deviated from its geodesic path in a gravitational field"],"description":["  In general relativity the gravitational field is a manifestation of spacetime\ncurvature and unlike the electromagnetic field is not a force field. A particle\nfalling in a gravitational field is represented by a geodesic worldline which\nmeans that no force is acting on it. If the particle is at rest in a\ngravitational field, however, its worldline is no longer geodesic and it is\nsubjected to a force. The nature of that force is an open question in general\nrelativity. The aim of this paper is to outline an approach toward resolving it\nin the case of classical charged particles which was initiated by Fermi in\n1921.\n","Comment: LaTeX, 9 pages, 1 figure; new, detailed derivations of the average\n  coordinate and proper velocities of light are given"]}]
["gr-qc/9810030",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9810030","Chap. 7.7 of \"Relativity and the Nature of Spacetime,\" 2nd ed\n  (Springer, 2009)"],"date":["1998-10-08","2001-09-03"],"type":["text"],"creator":["Petkov, Vesselin"],"language":[],"coverage":[],"title":["On the gravitational redshift"],"description":["  The purpose of this paper is twofold - to demonstrate that in the\ngravitational redshift it is the frequency a photon that is constant, and to\ndescribe the mechanism responsible for the change of its wavelength.\n","Comment: 4 pages, LaTeX; As it turns out that an overlooked consequence of\n  Einstein's elevator thought experiment - that the propagation of light in a\n  gravitational field is anisotropic - can be rigorously derived in the\n  framework of general relativity, the gravitational redshift is now discussed\n  in terms of that consequence"]}]
["gr-qc/9909081",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9909081","Chap. 7 of \"Relativity and the Nature of Spacetime,\" 2nd ed\n  (Springer, 2009)"],"date":["1999-09-27","2003-12-14"],"type":["text"],"creator":["Petkov, Vesselin"],"language":[],"coverage":[],"title":["Propagation of light in non-inertial reference frames"],"description":["  It is shown that the complete description of the propagation of light in a\ngravitational field and in non-inertial reference frames in general requires an\naverage coordinate and an average proper velocity of light. The need for an\naverage coordinate velocity of light in non-inertial frames is demonstrated by\nconsidering the propagation of two vertical light rays in the Einstein elevator\n(in addition to the horizontal ray originally discussed by Einstein). As an\naverage proper velocity of light is implicitly used in the Shapiro time delay\n(as shown in the Appendix) it is explicitly derived and it is shown that for a\nround trip of a light signal between two points in a gravitational field the\nShapiro time delay not only depends on which point it is measured at, but in\nthe case of a parallel gravitational field it is not always a delay effect. The\npropagation of light in rotating frames (the Sagnac effect) is also discussed\nand an expression for the coordinate velocity of light is derived. The use of\nthis coordinate velocity naturally explains why an observer on a rotating disk\nfinds that two light signals emitted from a point on the rim of the disk and\npropagating in opposite directions along the rim do not arrive simultaneously\nat the same point.\n","Comment: 14 pages, 1 figure, LaTeX, Section 4 has been devoted to the Sagnac\n  effect"]}]
["gr-qc/9912014",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9912014","Chap. 7.6 of \"Relativity and the Nature of Spacetime,\" 2nd ed\n  (Springer, 2009)"],"date":["1999-12-02","2000-12-31"],"type":["text"],"creator":["Petkov, Vesselin"],"language":[],"coverage":[],"title":["Probing the anisotropic velocity of light in a gravitational field:\n  another test of general relativity"],"description":["  A corollary of general relativity that the average velocity of light between\ntwo points in a gravitational field is anisotropic has been overlooked. It is\nshown that this anisotropy can be probed by an experiment which constitutes\nanother test of general relativity.\n","Comment: 5 pages, LaTeX, small changes and reference added; epic.sty is\n  required (also available at http://alcor.concordia.ca/~vpetkov/epic.sty)"]}]
["math/0101099",{"format":[],"subject":["Mathematics - Operator Algebras","46L05 (Primary) 14F05, 46M05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0101099","Journal of Functional Analysis 199(1) (2003), 122-152"],"date":["2001-01-11"],"type":["text"],"creator":["Vasselli, Ezio"],"language":[],"coverage":[],"title":["Continuous Fields of $C^*$-Algebras Arising from Extensions of Tensor\n  $C^*$-Categories"],"description":["  The notion of extension of a given $C^*$-category $C$ by a $C^*$-algebra $A$\nis introduced. In the commutative case $A = C(\\Omega)$, the objects of the\nextension category are interpreted as fiber bundles over $\\Omega$ of objects\nbelonging to the initial category. It is shown that the Doplicher-Roberts\nalgebra (DR-algebra in the following) associated to an object in the extension\nof a strict tensor $C^*$-category is a continuous field of DR-algebras coming\nfrom the initial one. In the case of the category of the hermitian vector\nbundles over $\\Omega$ the general result implies that the DR-algebra of a\nvector bundle is a continuous field of Cuntz algebras. Some applications to\nPimsner $C^*$-algebras are given.\n","Comment: 28 pages, uses xy.sty, submitted to Journal of Functional Analysis"]}]
["math/0404166",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - K-Theory and Homology","46L05, 46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0404166","Journal of Functional Analysis 222(2) (2005), 491-502"],"date":["2004-04-07","2004-04-13"],"type":["text"],"creator":["Vasselli, Ezio"],"language":[],"coverage":[],"title":["The C*-algebra of a vector bundle and fields of Cuntz algebras"],"description":["  We study the Pimsner algebra associated with the module of continuous\nsections of a Hilbert bundle, and prove that it is a continuous bundle of Cuntz\nalgebras. We discuss the role of such Pimsner algebras w.r.t. the notion of\ninner endomorphism. Furthermore, we study bundles of Cuntz algebras carrying a\nglobal circle action, and assign to them a class in the representable KK-group\nof the zero-grade bundle. We compute such class for the Pimsner algebra of a\nvector bundle.\n","Comment: 37 pages"]}]
["math/0610429",{"format":[],"subject":["Mathematics - Geometric Topology","General Relativity and Quantum Cosmology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610429","Int. Math. Res. Not. 2011 (2011):3, 487-552","doi:10.1093/imrn/rnq070"],"date":["2006-10-13","2009-07-19"],"type":["text"],"creator":["Bonsante, Francesco","Krasnov, Kirill","Schlenker, Jean-Marc"],"language":[],"coverage":[],"title":["Multi Black Holes and Earthquakes on Riemann surfaces with boundaries"],"description":["  We prove an \"Earthquake Theorem\" for hyperbolic metrics with geodesic\nboundary on a compact surfaces $S$ with boundary: given two hyperbolic metrics\nwith geodesic boundary on a surface with $k$ boundary components, there are\n$2^k$ right earthquakes transforming the first in the second. An alternative\nformulation arises by introducing the enhanced Teichmueller space of S: We\nprove that any two points of the latter are related by a unique right\nearthquake. The proof rests on the geometry of ``multi-black holes'', which are\n3-dimensional anti-de Sitter manifolds, topologically the product of a surface\nwith boundary by an interval.\n","Comment: 29 pages, several figures. v2: corrections, more detailed arguments,\n  etc. Update to v3 was an error while trying to update another preprint, v3 is\n  not the right file. v4 reverts to v2. v5: streamlined introduction, various\n  improvments in the exposition"]}]
["math/0611520",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611520","Mathematische Nachrichten 283(5) (2010) 752-757"],"date":["2006-11-17"],"type":["text"],"creator":["Lledó, Fernando","Vasselli, Ezio"],"language":[],"coverage":[],"title":["On the nuclearity of certain Cuntz-Pimsner algebras"],"description":["  We give a short proof of the nuclearity property of a class of Cuntz-Pimsner\nalgebras associated with a Hilbert A-bimodule M, where A is a separable and\nnuclear C*-algebra. We assume that the left A-action on the bimodule M is given\nin terms of compact module operators and that M is direct summand of the\nstandard Hilbert module over A.\n","Comment: 7 pages"]}]
["math/0702775",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702775","International Journal of Mathematics 20(6) (2009) 751-790"],"date":["2007-02-26","2008-09-16"],"type":["text"],"creator":["Lledó, Fernando","Vasselli, Ezio"],"language":[],"coverage":[],"title":["Realization of minimal C*-dynamical systems in terms of Cuntz-Pimsner\n  algebras"],"description":["  In the present paper we study tensor C*-categories with non-simple unit\nrealised as C*-dynamical systems (F,G,\\beta) with a compact (non-Abelian) group\nG and fixed point algebra A := F^G. We consider C*-dynamical systems with\nminimal relative commutant of A in F, i.e. A' \\cap F = Z, where Z is the center\nof A which we assume to be nontrivial. We give first several constructions of\nminimal C*-dynamical systems in terms of a single Cuntz-Pimsner algebra\nassociated to a suitable Z-bimodule. These examples are labelled by the action\nof a discrete Abelian group (which we call the chain group) on Z and by the\nchoice of a suitable class of finite dimensional representations of G. Second,\nwe present a construction of a minimal C*-dynamical system with nontrivial Z\nthat also encodes the representation category of G. In this case the C*-algebra\nF is generated by a family of Cuntz-Pimsner algebras, where the product of the\nelements in different algebras is twisted by the chain group action. We apply\nthese constructions to the group G = SU(N).\n","Comment: 34 pages; References updated and typos corrected. To appear in\n  International Journal of Mathematics"]}]
["physics/9909019",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/9909019","Chap. 9 of \"Relativity and the Nature of Spacetime,\" 2nd ed\n  (Springer, 2009)"],"date":["1999-09-09","2003-12-11"],"type":["text"],"creator":["Petkov, Vesselin"],"language":[],"coverage":[],"title":["Acceleration-dependent self-interaction effects as a possible mechanism\n  of inertia"],"description":["  The paper pursues two aims. First, to revisit the classical electromagnetic\nmass theory and develop it further by making use of a corollary of general\nrelativity - that the propagation of light in non-inertial reference frames is\nanisotropic. Second, to show that the same type of acceleration-dependent\nself-interaction effects that give rise to the inertia and mass of the\nclassical electron appear in quantum field theory as well when the general\nrelativistic frequency shift of the virtual quanta, mediating the\nelectromagnetic, weak, and strong interactions between non-inertial particles,\nis taken into account. Those effects may account for the origin of inertia and\nmass of macroscopic objects.\n","Comment: 28 pages, 1 figure, LaTeX. Semiclassical calculation of the\n  self-force in quantum electrodynamics is added in Section 6"]}]
["quant-ph/0612209",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612209"],"date":["2006-12-27"],"type":["text"],"creator":["Holman, M."],"language":[],"coverage":[],"title":["On Arguments for Linear Quantum Dynamics"],"description":["  Two recent arguments for linear dynamics in quantum theory are critically\nre-examined. Neither argument is found to be satisfactory as it stands,\nalthough an improved version of one of the arguments can in fact be given. This\nimproved version turns out to be still not completely unproblematic, but it is\nargued that it contains only a single actual loophole, which is identical to a\nloophole that remains in experimental proofs of nonlocality of Bell-type. It is\nconcluded that - within the context of the standard quantum kinematical\nframework and in agreement with what has been concluded by earlier authors - a\nnonlinear dynamics of density operators is inconsistent with relativistic\ncausality. However, it is also stressed that this conclusion in itself has\nlittle implication for the nature of dynamics at the Hilbert space level - in\nparticular, it does not force dynamics to be linear at this level - nor does it\ncontinue to be valid in contexts that go beyond the standard quantum\nkinematical framework. Despite their seeming triviality, these last two points\nhave not always been appreciated in the literature. Finally, it is also pointed\nout that the argument for complete positivity, as given in conjunction with one\nof the two recent arguments for linear dynamics, in fact only establishes a\ncondition that is weaker than complete positivity.\n","Comment: 14 pages, no figures"]}]
