["0706.3818",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","94A12, 94A20, 15A12, 15A52, 42B99, 42A15, 42A61, 60G50, 60G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3818","Israel J. Math. 177 (2010), 1 -- 28"],"date":["2007-06-26","2008-06-16"],"type":["text"],"creator":["Gröchenig, Karlheinz","Bass, Richard F."],"language":[],"coverage":[],"title":["Random Sampling of Entire Functions of Exponential Type in Several\n  Variables"],"description":["  We consider the problem of random sampling for band-limited functions. When\ncan a band-limited function $f$ be recovered from randomly chosen samples\n$f(x_j), j\\in \\mathbb{N}$? We estimate the probability that a sampling\ninequality of the form\n  A\\|f\\|_2^2 \\leq \\sum_{j\\in \\mathbb{N}} |f(x_j)|^2 \\leq B \\|f\\|_2^2 hold\nuniformly all functions $f\\in L^2(\\mathbb{R}^d)$ with supp $\\hat{f} \\subseteq\n[-1/2,1/2]^d$ or some subset of \\bdl functions. In contrast to discrete models,\nthe space of band-limited functions is infinite-dimensional and its functions\n\"live\" on the unbounded set $\\mathbb{R}^d$. This fact raises new problems and\nleads to both negative and positive results. (a) With probability one, the\nsampling inequality fails for any reasonable definition of a random set on\n$\\mathbb{R}^d$, e.g., for spatial Poisson processes or uniform distribution\nover disjoint cubes. (b) With overwhelming probability, the sampling inequality\nholds for certain compact subsets of the space of band-limited functions and\nfor sufficiently large sampling size.\n","Comment: 22 pages Revised the section on covering numbers and clarified some\n  estimates. Added two references"]}]
["0806.2610",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2610"],"date":["2008-06-16","2011-04-26"],"type":["text"],"creator":["Fabbri, Luca"],"language":[],"coverage":[],"title":["Higher-Order Theories of Gravitation"],"description":["  We study higher-order theories of gravitation; in particular, we will focus\nour attention on the second-order theory, in which conformal symmetry can be\nimplemented.\n","Comment: Ph.D. Thesis"]}]
["0902.1858",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1858","EPL, 94 (2011) 30001","doi:10.1209/0295-5075/94/30001"],"date":["2009-02-11","2010-11-16"],"type":["text"],"creator":["Deffner, Sebastian","Brunner, Michael","Lutz, Eric"],"language":[],"coverage":[],"title":["Quantum fluctuation theorems in the strong damping limit"],"description":["  We consider a driven quantum particle in the strong friction regime described\nby the quantum Smoluchowski equation. We derive Crooks and Jarzynski type\nrelations for the reduced quantum system by properly generalizing the entropy\nproduction to take into account the non-Gibbsian character of the equilibrium\ndistribution. In the case of a nonequilibrium steady state, we obtain a quantum\nversion of the Hatano-Sasa relation. We, further, propose an experiment with\ndriven Josephson junctions that would allow to investigate nonequilibrium\nentropy fluctuations in overdamped quantum systems.\n","Comment: 6 pages, 2 figures, with simplified derivation and examples added"]}]
["0902.4454",{"format":[],"subject":["Mathematics - Algebraic Geometry","14L30 (Primary) 14L24, 14A20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4454","Math. Nachr. 284, No. 7, 885--898 (2011)","doi:10.1002/mana.200810125"],"date":["2009-02-25"],"type":["text"],"creator":["Gulbrandsen, Martin G."],"language":[],"coverage":[],"title":["Stack structures on GIT quotients parametrizing hypersurfaces"],"description":["  We suggest to endow Mumford's GIT quotient scheme with a stack structure, by\nreplacing Proj(-) of the invariant ring with its stack theoretic analogue. We\nanalyse the stacks resulting in this way from classically studied invariant\nrings, and in particular for binary forms of low degree. Our viewpoint is that\nthe stack structure carries interesting geometric information that is\nintrinsically present in the invariant ring, but lost when passing to its\nProj(-).\n","Comment: 16 pages, 2 figures, to appear in Mathematische Nachrichten"]}]
["0903.5193",{"format":[],"subject":["Physics - General Physics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5193"],"date":["2009-03-30","2011-04-26"],"type":["text"],"creator":["Francis, Charles","Anderson, Erik"],"language":[],"coverage":[],"title":["Indications of an Unmodelled Component in Spectrographic Measurements of\n  Local Stars"],"description":["  Context: While CDM models and MOND give explanations for flat rotation curves\nof other galaxies, both present observational problems and the local gradient\nof the Milky Way's rotation curve is not flat. Aims: We consider whether flat\nrotation curves could be an artifact of an unmodelled component in spectral\nshift. Methods: In the absence of astrometric determinations of radial\nvelocity, we apply a statistical test on a population of 20 440 Hipparcos stars\ninside 300 pc with known radial velocities and with accurate parallaxes in the\nNew Hipparcos Reduction. Results: The test rejects the null hypothesis, there\nis no systematic error in spectrographic determinations of heliocentric radial\nvelocity, with 99.95% confidence. In a separate test on metal-poor stars, we\nfind tension between calculations of the orbital velocity of the Sun from three\npopulations of halo stars inside and outside of a cone of 60{\\deg} semi-angle\nfrom the direction of rotation. Tension cannot be removed with only systematic\ndistance adjustments. Conclusions: We conclude that the most probable\nexplanation is an unmodelled element in spectrographic determinations of\nheliocentric radial velocity with a probable cosmological origin, and propose\nthat this unmodelled component, rather than CDM or MOND, is responsible for the\napparent flatness of galaxy rotation curves.\n","Comment: 11 pages, 8 figs, 3 tables"]}]
["0904.3555",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3555"],"date":["2009-04-22","2011-04-25"],"type":["text"],"creator":["Li, Shuijing"],"language":[],"coverage":[],"title":["Rational Points on Del Pezzo Surface of degree 1 and 2"],"description":["  We discuss the rational points on del Pezzo surface of degree 1 and 2 over\nany finite field $\\mathbb F_q$, and give out the explicit equations of del\nPezzo surfaces that have unique rational point.\n","Comment: 78 pages"]}]
["0907.4087",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Astrophysics of Galaxies","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4087"],"date":["2009-07-23","2011-04-26"],"type":["text"],"creator":["Alba, David","Lusanna, Luca"],"language":[],"coverage":[],"title":["The Einstein-Maxwell-Particle System in the York Canonical Basis of ADM\n  Tetrad Gravity: I) The Equations of Motion in Arbitrary Schwinger Time Gauges"],"description":["  We study the coupling of N charged scalar particles plus the electro-magnetic\nfield to ADM tetrad gravity and its canonical formulation in asymptotically\nMinkowskian space-times without super-translations. We make the canonical\ntransformation to the York canonical basis, where there is a separation between\nthe {\\it inertial} (gauge) variables and the {\\it tidal} ones inside the\ngravitational field and a special role of the Eulerian observers associated to\nthe 3+1 splitting of space-time. The Dirac Hamiltonian is weakly equal to the\nweak ADM energy. The Hamilton equations in Schwinger time gauges are given\nexplicitly. In the York basis they are naturally divided in four sets: a) the\ncontracted Bianchi identities; b) the equations for the inertial gauge\nvariables; c) the equations for the tidal ones; d) the equations for matter.\nFinally we give the restriction of the Hamilton equations and of the\nconstraints to the family of {\\it non-harmonic 3-orthogonal} gauges, in which\nthe instantaneous Riemannian 3-spaces have a diagonal 3-metric. The non-fixed\ninertial gauge variable ${}^3K$ (the freedom in the clock synchronization\nconvention) gives rise to a negative kinetic term in the weak ADM energy\nvanishing only in the gauges with ${}^3K = 0$: is it relevant for dark energy\nand back-reaction? In the second paper there will be the linearization of the\ntheory to obtain Hamiltonian post-Minkowskian gravity with asymptotic Minkowski\nbackground, non-flat instantaneous 3-spaces and no post-Newtonian expansion.\nThis will allow to explore the inertial effects induced by the York time\n${}^3K$ in non-flat 3-spaces and to check how much dark matter can be explained\nas an inertial aspect of Einstein's general relativity.\n","Comment: 108 pages. Revised version with improved presentation, rewriting of\n  Appendix A, inclusion of the explicit form of the Bianchi identity for the\n  energy-momentum tensor, corrected typos and update of references"]}]
["0908.2461",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","Mathematics - Group Theory","22E46, 14M17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2461"],"date":["2009-08-17","2011-04-25"],"type":["text"],"creator":["Huang, Huajun","He, Hongyu"],"language":[],"coverage":[],"title":["Symmetric Subgroup Actions on Isotropic Grassmannians"],"description":["  Let G be the group preserving a nondegenerate sesquilinear form on a vector\nspace V, and H a symmetric subgroup of G of the type G1 x G2. We explicitly\nparameterize the H-orbits in the Grassmannian of r-dimensional isotropic\nsubspaces of V by a complete set of H-invariants. We describe the Bruhat order\nin terms of the majorization relationship over a diagram of these H-invariants.\nThe inclusion order, the stabilizer, the orbit dimension, the open H-orbits,\nthe decompositions of an H orbit into H\\cap G_0 and H_0 orbits are also\nexplicitly described.\n","Comment: 30 pages"]}]
["0909.5516",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5516"],"date":["2009-09-30","2011-04-26"],"type":["text"],"creator":["Borisov, Denis","Freitas, Pedro"],"language":[],"coverage":[],"title":["Asymptotics for the expected lifetime of Brownian motion on thin domains\n  in R^n"],"description":["  We derive a three-term asymptotic expansion for the expected lifetime of\nBrownian motion and for the torsional rigidity on thin domains in R^n, and a\ntwo-term expansion for the maximum (and corresponding maximizer) of the\nexpected lifetime. The approach is similar to that which we used previously to\nstudy the eigenvalues of the Dirichlet Laplacian and consists of scaling the\ndomain in one direction and deriving the corresponding asymptotic expansions as\nthe scaling parameter goes to zero. Apart from being dominated by the\none-dimensional Brownian motion along the direction of the scaling, we also see\nthat the symmetry of the perturbation plays a role in the expansion.\n  As in the case of eigenvalues, these expansions may also be used to\napproximate the exit time for domains where the scaling parameter is not\nnecessarilly close to zero.\n","Comment: Accepted for publication in Journal of Theoretical Probability"]}]
["0911.0302",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0302","Eur. Phys. J. B 80 1 (2011) 51-58","doi:10.1140/epjb/e2011-10957-8"],"date":["2009-11-02","2009-11-05"],"type":["text"],"creator":["Mukherjee, Soumya Prasad"],"language":[],"coverage":[],"title":["Effect of helical edge states on the tunneling conductance in\n  ferromagnet/noncentrosymmetric superconductors junctions"],"description":["  Helical edge states exist in the mixed spin-singlet and spin-triplet phase of\na noncentrosymmetric (NCS) superconductor. In this article we have considered a\nplanar ferromagnetic metal/NCS superconductor tunnel junction and have studied\nthe effect of these helical edge states which manifests itself through the\ncharge and spin tunneling conductance across the junction. We have shown the\nbehavior of conductances for the entire range of variation of $\\gamma =\n\\Delta_-/\\Delta_+$ where $\\Delta_\\pm$ are the order parameters in the positive\nand negative helicity bands of the NCS superconductor.There exists a\ncompetition between the Rashba parameter $\\alpha$ and the exchange energy\n$E_{ex}$ which is crucial for determining the variation of the conductance with\nthe applied bias voltage across the junction. We have found a nonzero spin\ncurrent across the junction which appears due to the exchange energy in the\nFerromagnet and modulates with the bias voltage. It also changes its profile\nwhen the strength of the exchange energy is varied.\n","Comment: 16 pages,4 figures,minor changes made,few references added"]}]
["1001.0269",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J50, 35J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0269"],"date":["2010-01-01","2011-04-26"],"type":["text"],"creator":["Azzollini, Antonio"],"language":[],"coverage":[],"title":["The elliptic Kirchhoff equation in $\\R^N$ perturbed by a local\n  nonlinearity"],"description":["  In this paper we present a very simple proof of the existence of at least one\nnon trivial solution for a Kirchhoff type equation on $\\RN$, for $N\\ge 3$. In\nparticular, in the first part of the paper we are interested in studying the\nexistence of a positive solution to the elliptic Kirchhoff equation under the\neffect of a nonlinearity satisfying the general Berestycki-Lions assumptions.\nIn the second part we look for ground states using minimizing arguments on a\nsuitable natural constraint.\n","Comment: 11 pages"]}]
["1001.0505",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0505","doi:10.1143/JPSJ.80.054003"],"date":["2010-01-04"],"type":["text"],"creator":["Nishiyama, A.","Tokihiro, T."],"language":[],"coverage":[],"title":["Construction of an isotropic cellular automaton for a reaction-diffusion\n  equation by means of a random walk"],"description":["  We propose a new method to construct an isotropic cellular automaton\ncorresponding to a reaction-diffusion equation. The method consists of\nreplacing the diffusion term and the reaction term of the reaction-diffusion\nequation with a random walk of microscopic particles and a discrete vector\nfield which defines the time evolution of the particles. The cellular automaton\nthus obtained can retain isotropy and therefore reproduces the patterns found\nin the numerical solutions of the reaction-diffusion equation. As a specific\nexample, we apply the method to the Belousov-Zhabotinsky reaction in excitable\nmedia.\n"]}]
["1001.4775",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4775","Eur.Phys.J.C68:159-164,2010","doi:10.1140/epjc/s10052-010-1305-7"],"date":["2010-01-26","2011-04-26"],"type":["text"],"creator":["Driga, O. N.","Narodetskii, I. M.","Veselov, A. I."],"language":[],"coverage":[],"title":["String Correction for Baryon Orbital Excitations"],"description":["  The correction to the string junction three-quark potential in a baryon due\nto the proper moment of inertia of the QCD string is calculated. The magnitudes\nof the string corrections in P-wave heavy baryons are estimated.\n","Comment: published version"]}]
["1004.1102",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1102","The European Physical Journal D 62, 109-117 (2011)","doi:10.1140/epjd/e2010-00227-0"],"date":["2010-04-07","2010-09-07"],"type":["text"],"creator":["Pineda, M.","Toral, R.","Hernandez-Garcia, E."],"language":[],"coverage":[],"title":["Diffusing opinions in bounded confidence processes"],"description":["  We study the effects of diffusing opinions on the Deffuant et al. model for\ncontinuous opinion dynamics. Individuals are given the opportunity to change\ntheir opinion, with a given probability, to a randomly selected opinion inside\nan interval centered around the present opinion. We show that diffusion induces\nan order-disorder transition. In the disordered state the opinion distribution\ntends to be uniform, while for the ordered state a set of well defined opinion\nclusters are formed, although with some opinion spread inside them. If the\ndiffusion jumps are not large, clusters coalesce, so that weak diffusion favors\nopinion consensus. A master equation for the process described above is\npresented. We find that the master equation and the Monte-Carlo simulations do\nnot always agree due to finite-size induced fluctuations. Using a linear\nstability analysis we can derive approximate conditions for the transition\nbetween opinion clusters and the disordered state. The linear stability\nanalysis is compared with Monte Carlo simulations. Novel interesting phenomena\nare analyzed.\n"]}]
["1005.4179",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4179"],"date":["2010-05-23","2011-04-26"],"type":["text"],"creator":["Ye, W. H.","He, X. T.","Zhang, W. Y.","Yu, M. Y."],"language":[],"coverage":[],"title":["Nonlinear evolution of the ablative Rayleigh-Taylor instability with\n  preheating"],"description":["  Evolution of the single-mode ablative Rayleigh-Taylor instability in the\npresence of preheating is investigated numerically. It is found that the\ninstability evolution depends strongly on the preheating length $L$ in front of\nthe ablation-front interface. For weak preheating ($L/L_{\\rm SH}\\leq f_0$,\nwhere $L_{\\rm SH}$ is the Spitzer-Harm length and $f_0\\sim 20$ is a critical\nvalue), the linear growth rate has a sharp maximum and a secondary spike-bubble\nstructure is generated. Interaction of this growing structure with the master\nspike-bubble leads to rupture of the latter. However, for strong preheating\n($L/L_{\\rm SH}>20$), the linear growth rate has no sharp maximum and no\nsecondary spike-bubble is generated. Instead, the master spike-bubble evolves\ninto an elongated jet. These results are interpreted in terms of the evolution\nand interaction of the instability-generated harmonic modes.\n","Comment: 5 pages, 4 figures"]}]
["1005.5705",{"format":[],"subject":["Mathematics - Probability","60-06, 60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5705","DMTCS Proceedings AM 2010"],"date":["2010-05-31"],"type":["text"],"creator":["Gnedin, Alexander","Iksanov, Alexander","Marynych, Alexander"],"language":[],"coverage":[],"title":["The Bernoulli sieve: an overview"],"description":["  The Bernoulli sieve is a version of the classical balls-in-boxes occupancy\nscheme, in which random frequencies of infinitely many boxes are produced by a\nmultiplicative random walk, also known as the residual allocation model or\nstick-breaking. We give an overview of the limit theorems concerning the number\nof boxes occupied by some balls out of the first $n$ balls thrown, and present\nsome new results concerning the number of empty boxes within the occupancy\nrange.\n"]}]
["1006.2060",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2060","(2011) MNRAS 412: 331-336","doi:10.1111/j.1365-2966.2010.17906.x"],"date":["2010-06-10","2011-04-25"],"type":["text"],"creator":["Jałocha, Joanna","Bratek, Łukasz","Kutschera, Marek","Skindzier, Piotr"],"language":[],"coverage":[],"title":["Vertical gradients of azimuthal velocity in a global thin disk model of\n  spiral galaxies NGC 2403, NGC 4559, NGC 4302 and NGC 5775"],"description":["  We estimate the vertical gradient of rotational velocity for several spiral\ngalaxies in the framework of a global thin-disc model, using the approximation\nof quasi-circular orbits. We obtain gradients having a broad range of values,\nin agreement with measurements, for galaxies with both low and high gradients.\nTo model the gradient, it suffices to know the rotation curve only. We\nillustrate, using the example of galaxy NGC 4302 with particularly high\ngradients, that mass models of galactic rotation curves that assume a\nsignificant spheroidal mass component reduce the predicted gradient value,\nwhich may suggest that the mass distribution is dominated by a flattened\ndisc-like component. We conclude that the value and behaviour of the vertical\ngradient in rotational velocity can be used to study the mass distribution in\nspiral galaxies.\n","Comment: 5 pgs, 9 figs"]}]
["1006.3731",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3731","doi:10.1016/j.sna.2011.03.059"],"date":["2010-06-18"],"type":["text"],"creator":["Sochi, Taha"],"language":[],"coverage":[],"title":["Computational Techniques for Efficient Conversion of Image Files from\n  Area Detectors"],"description":["  Area detectors are used in many scientific and technological applications\nsuch as particle and radiation physics. Thanks to the recent technological\ndevelopments, the radiation sources are becoming increasingly brighter and the\ndetectors become faster and more efficient. The result is a sharp increase in\nthe size of data collected in a typical experiment. This situation imposes a\nbottleneck on data processing capabilities, and could pose a real challenge to\nscientific research in certain areas. This article proposes a number of simple\ntechniques to facilitate rapid and efficient extraction of data obtained from\nthese detectors. These techniques are successfully implemented and tested in a\ncomputer program to deal with the extraction of X-ray diffraction patterns from\nEDF image files obtained from CCD detectors.\n","Comment: 16 pages, 6 figures"]}]
["1008.3704",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3704","Nature Nanotechnology 6, 222-225 (2011)","doi:10.1038/nnano.2011.3"],"date":["2010-08-22","2010-12-26"],"type":["text"],"creator":["Williams, J. R.","Low, Tony","Lundstrom, M. S.","Marcus, C. M."],"language":[],"coverage":[],"title":["Gate-controlled Guiding of Electrons in Graphene"],"description":["  Ballistic semiconductor structures have allowed the realization of\noptics-like phenomena in electronics, including magnetic focusing and lensing.\nAn extension that appears unique to graphene is to use both n and p carrier\ntypes to create electronic analogs of optical devices having both positive and\nnegative indices of refraction. Here, we use gate-controlled density with both\np and n carrier types to demonstrate the analog of the fiber-optic guiding in\ngraphene. Two basic effects are investigated: (1) bipolar p-n junction guiding,\nbased on the principle of angle-selective transmission though the graphene p-n\ninterface, and (2) unipolar fiber-optic guiding, using total internal\nreflection controlled by carrier density. Modulation of guiding efficiency\nthrough gating is demonstrated and compared to numerical simulations, which\nindicates that interface roughness limits guiding performance, with\nfew-nanometer effective roughness extracted. The development of p-n and\nfiber-optic guiding in graphene may lead to electrically reconfigurable wiring\nin high-mobility devices.\n","Comment: supplementary materal at\n  http://marcuslab.harvard.edu/papers/OG_SI.pdf"]}]
["1009.0981",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0981","JCAP04(2011)018","doi:10.1088/1475-7516/2011/04/018"],"date":["2010-09-06","2011-04-26"],"type":["text"],"creator":["Kim, Jaiseung"],"language":[],"coverage":[],"title":["Integrated Markov Chain Monte Carlo (MCMC) analysis of primordial\n  non-Gaussianity (f_NL) in the recent CMB data"],"description":["  We have made a Markov Chain Monte Carlo (MCMC) analysis of primordial\nnon-Gaussianity (f_NL) using the WMAP bispectrum and power spectrum. In our\nanalysis, we have simultaneously constrained f_NL and cosmological parameters\nso that the uncertainties of cosmological parameters can properly propagate to\nthe f_NL estimation. Investigating the parameter likelihoods deduced from MCMC\nsamples, we find slight deviation from Gaussian shape, which makes a Fisher\nmatrix estimation less accurate. Therefore, we have estimated the confidence\ninterval of f_NL by exploring the parameter likelihood without using the Fisher\nmatrix. We find that the best-fit values of our analysis make a good agreement\nwith other results, but the confidence interval is slightly different.\n","Comment: v3: mean likelihoods added, v4: 2D likelihood added, typos corrected,\n  v5: the point sharpened"]}]
["1009.1794",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1794"],"date":["2010-09-09","2011-04-26"],"type":["text"],"creator":["Alba, David","Lusanna, Luca"],"language":[],"coverage":[],"title":["The Einstein-Maxwell-Particle System in the York Canonical Basis of ADM\n  Tetrad Gravity: III) The Post-Minkowskian N-Body Problem, its Post-Newtonian\n  Limit in Non-Harmonic 3-Orthogonal Gauges and Dark Matter as an Inertial\n  Effect"],"description":["  We conclude the study of the Post-Minkowskian linearization of ADM tetrad\ngravity in the York canonical basis for asymptotically Minkowskian space-times\nin the family of non-harmonic 3-orthogonal gauges parametrized by the York time\n${}^3K(\\tau, \\vec \\sigma)$ (the inertial gauge variable, not existing in Newton\ngravity, describing the general relativistic remnant of the freedom in clock\nsynchronization in the definition of the instantaneous 3-spaces). As matter we\nconsider only N scalar point particles with a Grassmann regularization of the\nself-energies and with a ultraviolet cutoff making possible the PM\nlinearization and the evaluation of the PM solution for the gravitational\nfield. We study in detail all the properties of these PM space-times\nemphasizing their dependence on the gauge variable ${}^3{\\cal K}_{(1)} =\n{1\\over {\\triangle}}\\, {}^3K_{(1)}$ (the non-local York time): Riemann and Weyl\ntensors, 3-spaces, time-like and null geodesics, red-shift and luminosity\ndistance. Then we study the Post-Newtonian (PN) expansion of the PM equations\nof motion of the particles. We find that in the two-body case at the 0.5PN\norder there is a damping (or anti-damping) term depending only on ${}^3{\\cal\nK}_{(1)}$. This open the possibility to explain dark matter in Einstein theory\nas a relativistic inertial effect: the determination of ${}^3{\\cal K}_{(1)}$\nfrom the masses and rotation curves of galaxies would give information on how\nto find a PM extension of the existing PN Celestial frame (ICRS) used as\nobservational convention in the 4-dimensional description of stars and\ngalaxies. Dark matter would describe the difference between the inertial and\ngravitational masses seen in the non-Euclidean 3-spaces, without a violation of\ntheir equality in the 4-dimensional space-time as required by the equivalence\nprinciple.\n","Comment: 86 pages. Deep revision of the second part of the paper with the\n  addition of the center-of-mass problem in GR, with a refined treatment of the\n  PostNewtonian expansion and with the explaination of dark matter as a\n  relativistic inertial effect not only in the rotation curves of galaxies but\n  also in the mass of galaxy clusters determined with the virial theorem and\n  gravitational lensing"]}]
["1009.3171",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3171","Communications in Theoretical Physics, 55 (2011) 901"],"date":["2010-09-16","2011-02-23"],"type":["text"],"creator":["Acharyya, Muktish"],"language":[],"coverage":[],"title":["Pauli spin paramagnetism and electronic specific heat in generalised\n  d-dimensions"],"description":["  The temperature variations of Pauli spin paramagnetic susceptibility and the\nelectronic specific heat of solids, are calculated as functions of temperature\nfollowing the free electron approximation, in generalised d-dimensions. The\nresults are compared and become consistent with that obtained in three\ndimensions. Interestingly, the Pauli spin paramagnetic susceptibility becomes\nindependent of temperature only in two dimensions.\n","Comment: To appear in Commun. Theo. Phys. (2011)"]}]
["1009.3979",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics","53Bxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3979"],"date":["2010-09-20","2011-04-25"],"type":["text"],"creator":["Socolovsky, M."],"language":[],"coverage":[],"title":["Locally inertial coordinates with totally antisymmetric torsion"],"description":["  We show that the necessary and sufficient condition for erecting locally\ninertial coordinates at a point $p$ of a $U^4$-space, and therefore assuring\nthe validity of the equivalence principle at that point, is the vanishing at\n$p$ of the symmetric part of the contortion tensor. This fact does not demand a\nvanishing torsion, but only a totally antisymmetric one. As an application, we\nderive the geodesic deviation equation; and prove the compatibility with the\nNewtonian limit.\n","Comment: 7 pages"]}]
["1009.4172",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4172","doi:10.1103/PhysRevE.83.041908"],"date":["2010-09-21"],"type":["text"],"creator":["Goldwyn, Joshua H.","Imennov, Nikita S.","Famulare, Michael","Shea-Brown, Eric"],"language":[],"coverage":[],"title":["On stochastic differential equation models for ion channel noise in\n  Hodgkin-Huxley neurons"],"description":["  The random transitions of ion channels between conducting and non-conducting\nstates generate a source of internal fluctuations in a neuron, known as channel\nnoise. The standard method for modeling fluctuations in the states of ion\nchannels uses continuous-time Markov chains nonlinearly coupled to a\ndifferential equation for voltage. Beginning with the work of Fox and Lu, there\nhave been attempts to generate simpler models that use stochastic differential\nequation (SDEs) to approximate the stochastic spiking activity produced by\nMarkov chain models. Recent numerical investigations, however, have raised\ndoubts that SDE models can preserve the stochastic dynamics of Markov chain\nmodels.\n  We analyze three SDE models that have been proposed as approximations to the\nMarkov chain model: one that describes the states of the ion channels and two\nthat describe the states of the ion channel subunits. We show that the former\nchannel-based approach can capture the distribution of channel noise and its\neffect on spiking in a Hodgkin-Huxley neuron model to a degree not previously\ndemonstrated, but the latter two subunit-based approaches cannot. Our analysis\nprovides intuitive and mathematical explanations for why this is the case: the\ntemporal correlation in the channel noise is determined by the combinatorics of\nbundling subunits into channels, and the subunit-based approaches do not\ncorrectly account for this structure. Our study therefore confirms and\nelucidates the findings of previous numerical investigations of subunit-based\nSDE models. Moreover, it presents the first evidence that Markov chain models\nof the nonlinear, stochastic dynamics of neural membranes can be accurately\napproximated by SDEs. This finding opens a door to future modeling work using\nSDE techniques to further illuminate the effects of ion channel fluctuations on\nelectrically active cells.\n","Comment: 19 pages, including 6 figures and 3 appendices"]}]
["1009.4741",{"format":[],"subject":["Quantum Physics","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4741","Proceedings of TCC 2011, p 468-485","doi:10.1007/978-3-642-19571-6_28"],"date":["2010-09-23","2011-04-25"],"type":["text"],"creator":["Hänggi, Esther","Wullschleger, Jürg"],"language":[],"coverage":[],"title":["Tight bounds for classical and quantum coin flipping"],"description":["  Coin flipping is a cryptographic primitive for which strictly better\nprotocols exist if the players are not only allowed to exchange classical, but\nalso quantum messages. During the past few years, several results have appeared\nwhich give a tight bound on the range of implementable unconditionally secure\ncoin flips, both in the classical as well as in the quantum setting and for\nboth weak as well as strong coin flipping. But the picture is still incomplete:\nin the quantum setting, all results consider only protocols with perfect\ncorrectness, and in the classical setting tight bounds for strong coin flipping\nare still missing. We give a general definition of coin flipping which unifies\nthe notion of strong and weak coin flipping (it contains both of them as\nspecial cases) and allows the honest players to abort with a certain\nprobability. We give tight bounds on the achievable range of parameters both in\nthe classical and in the quantum setting.\n","Comment: 18 pages, 2 figures; v2: published version"]}]
["1009.4899",{"format":[],"subject":["Mathematics - Probability","60K35 (Primary), 33C45 (Secondary), 60G50, 60J80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4899"],"date":["2010-09-24","2011-04-26"],"type":["text"],"creator":["Liggett, Thomas M.","Vandenberg-Rodes, Alexander"],"language":[],"coverage":[],"title":["Stability on {0,1,2,...}^S: birth-death chains and particle systems"],"description":["  A strong negative dependence property for measures on {0,1}^n - stability -\nwas recently developed in [5], by considering the zero set of the probability\ngenerating function. We extend this property to the more general setting of\nreaction-diffusion processes and collections of independent Markov chains. In\none dimension the generalized stability property is now independently\ninteresting, and we characterize the birth-death chains preserving it.\n","Comment: 18 pages, with corrected/simplified argument for Theorem 1.1"]}]
["1009.5208",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5208"],"date":["2010-09-27","2011-04-26"],"type":["text"],"creator":["Anta, Adolfo","Tabuada, Paulo"],"language":[],"coverage":[],"title":["Exploiting isochrony in self-triggered control"],"description":["  Event-triggered control and self-triggered control have been recently\nproposed as new implementation paradigms that reduce resource usage for control\nsystems. In self-triggered control, the controller is augmented with the\ncomputation of the next time instant at which the feedback control law is to be\nrecomputed. Since these execution instants are obtained as a function of the\nplant state, we effectively close the loop only when it is required to maintain\nthe desired performance, thereby greatly reducing the resources required for\ncontrol. In this paper we present a new technique for the computation of the\nexecution instants by exploiting the concept of isochronous manifolds, also\nintroduced in this paper. While our previous results showed how homogeneity can\nbe used to compute the execution instants along some directions in the state\nspace, the concept of isochrony allows us to compute the executions instants\nalong every direction in the state space. Moreover, we also show in this paper\nhow to homogenize smooth control systems thus making our results applicable to\nany smooth control system. The benefits of the proposed approach with respect\nto existing techniques are analyzed in two examples.\n"]}]
["1010.1764",{"format":[],"subject":["Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1764"],"date":["2010-10-08","2011-04-26"],"type":["text"],"creator":["Tsigaridas, Elias"],"language":[],"coverage":[],"title":["Improved complexity bounds for real root isolation using Continued\n  Fractions"],"description":["  We consider the problem of isolating the real roots of a square-free\npolynomial with integer coefficients using (variants of) the continued fraction\nalgorithm (CF). We introduce a novel way to compute a lower bound on the\npositive real roots of univariate polynomials. This allows us to derive a worst\ncase bound of $\\sOB(d^6 + d^4\\tau^2 + d^3\\tau^2)$ for isolating the real roots\nof a polynomial with integer coefficients using the classic variant of CF,\nwhere $d$ is the degree of the polynomial and $\\tau$ the maximum bitsize of its\ncoefficients. This improves the previous bound by Sharma \\cite{sharma-tcs-2008}\nby a factor of $d^3$ and matches the bound derived by Mehlhorn and Ray\n\\cite{mr-jsc-2009} for another variant of CF; it also matches the worst case\nbound of the subdivision-based solvers. We present a new variant of CF, we call\nit iCF, that isolates the real roots of a polynomial with integer coefficients\nin $\\sOB(d^5+d^4\\tau)$, thus improving the current known bound for the problem\nby a factor of $d$. If the polynomial has only real roots, then our bound\nbecomes $\\sOB(d^4+d^3\\tau+ d^2\\tau^2)$, thus matching the bound of the\nnumerical algorithms by Reif \\cite{r-focs-1993} and by Ben-Or and Tiwari\n\\cite{bt-joc-1990}. Actually the latter bound holds in a more general setting,\nthat is under the rather mild assumption that $\\Omega(d/\\lg^c{d})$, where\n$c\\geq 0$ is a constant, roots contribute to the sign variations of the\ncoefficient list of the polynomial. This is the only bound on exact algorithms\nthat matches the one of the numerical algorithms by Pan \\cite{Pan02jsc} and\nSch\\\"onhage \\cite{Sch82}. To our knowledge the presented bounds are the best\nknown for the problem of real root isolation for algorithms based on exact\ncomputations.\n","Comment: This paper has been withdrawn by the author due to a new version\n  available at arXiv:1010.2006"]}]
["1010.6194",{"format":[],"subject":["Mathematics - Combinatorics","05C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.6194","The Journal of Software for Algebra and Geometry {\\bf 3} (2011),\n  1--4"],"date":["2010-10-29","2011-02-24"],"type":["text"],"creator":["Cook II, David"],"language":[],"coverage":[],"title":["Nauty in Macaulay2"],"description":["  We introduce a new Macaulay2 package, Nauty, which gives access to powerful\nmethods on graphs provided by the software nauty by Brendan McKay. The primary\nmotivation for accessing nauty is to determine if two graphs are isomorphic. We\nalso implement methods to generate families of graphs restricted in various\nways using tools provided with the software nauty.\n","Comment: 4 pages; second updated for clarity"]}]
["1011.2242",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2242","Phys. Rev. Lett. 106, 147203 (2011)","doi:10.1103/PhysRevLett.106.147203"],"date":["2010-11-09","2011-04-25"],"type":["text"],"creator":["Kovalev, Alexey A.","Hayden, Lorien X.","Bauer, Gerrit E. W.","Tserkovnyak, Yaroslav"],"language":[],"coverage":[],"title":["Macrospin Tunneling and Magnetopolaritons with Nanomechanical\n  Interference"],"description":["  We theoretically address the quantum dynamics of a nanomechanical resonator\ncoupled to the macrospin of a magnetic nanoparticle by both instanton and\nperturbative approaches. We demonstrate suppression of the tunneling between\nopposite magnetizations by nanomechanical interference. By approximating the\nmacrospin as a two-level system, we describe magnetopolaritons and their\ndestruction by interference. The predictions can be verified experimentally by\na molecular magnet attached to a nanomechanical bridge.\n","Comment: 4.4 pages, 3 figures. Slightly revised presentation, results\n  unchanged"]}]
["1011.3348",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3348","Phys.Rev.D83:043511,2011","doi:10.1103/PhysRevD.83.043511"],"date":["2010-11-15","2011-04-26"],"type":["text"],"creator":["Watanabe, Yuki"],"language":[],"coverage":[],"title":["Rate of gravitational inflaton decay via gauge trace anomaly"],"description":["  We analyze decay processes of the inflaton field, phi, during the coherent\noscillation phase after inflation in f(phi)R gravity. It is inevitable that the\ninflaton decays gravitationally into gauge fields in the presence of f(phi)R\ncoupling. We show a concrete calculation of the rate that the inflaton field\ndecays into a pair of gauge fields via the trace anomaly. Comparing this new\ndecay channel via the anomaly with the channels from the tree-level analysis,\nwe find that the branching ratio crucially depends on masses and the internal\nmultiplicities (flavor quantum number) of decay product particles. While the\ninflaton decays exclusively into light fields, heavy fields still play a role\nin quantum loops. We argue that this process in principle allows us to\nconstrain the effects of arbitrary heavy particles in the reheating. We also\napply our analysis to Higgs inflation, and find that the gravitational decay\nrate would never exceed gauge interaction decay rates if quantum gravity is\nunimportant.\n","Comment: 11 pages; v3: matched with the published version; results unchanged;\n  accepted in Phys. Rev. D 2011"]}]
["1011.4836",{"format":[],"subject":["Mathematics - Number Theory","11Y11, 11Y16, 11A51, 11B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4836"],"date":["2010-11-22","2011-04-26"],"type":["text"],"creator":["Grau, José María","Oller-Marcén, Antonio M."],"language":[],"coverage":[],"title":["A primality test for $Kp^n+1$ numbers"],"description":["  In this paper we generalize the classical Proth's theorem for integers of the\nform $N=Kp^n+1$. For these families, we present a primality test whose\ncomputational complexity is $\\widetilde{O}(\\log^2(N))$ and, what is more\nimportant, that requires only one modular exponentiation similar to that of\nFermat's test. Consequently, the presented test improves the most often used\none, derived from Pocklington's theorem, which usually requires the computation\nof several modular exponentiations together with some GCD's.\n"]}]
["1011.5891",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5891","Phys.Rev.D83:046002,2011","doi:10.1103/PhysRevD.83.046002"],"date":["2010-11-25","2011-04-26"],"type":["text"],"creator":["Murchikova, E. M."],"language":[],"coverage":[],"title":["On classical string solutions in AdS_5 x S^5"],"description":["  We discuss some new simple closed bosonic string solutions in AdS_5 x S^5\nthat may be of interest in the context of AdS/CFT duality. In the first part of\nthis work we consider solutions with two spins (S_1, S_2) in AdS_5. Starting\nfrom the flat-space solutions and using perturbation theory in the curvature of\nAdS_5 space, we construct leading terms in the small two-spin solution. We find\ncorrections to the leading Regge term in the classical string energy and\nuncover a discontinuity in the spectrum for certain type of a solution. We then\nanalyze the connection between small-spin and large-spin limits of string\nsolutions in AdS_5. We show that the S_1 = S_2 solution in AdS_5 found in\nearlier papers admits both limits only in simplest cases of the folded and\nrigid circular strings. In the second part of the paper we construct a new\nclass of chiral solutions in R_t x S^5 for which embedding coordinates of S^5\nsatisfy the linear Laplace equations. They generalize the previously studied\nrigid string solutions. We study in detail a simple nontrivial example.\n","Comment: 27 pages, 2 figures; v2: several typos are corrected"]}]
["1012.2586",{"format":[],"subject":["Mathematics - Probability","60F05, 15B52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2586"],"date":["2010-12-12","2011-04-26"],"type":["text"],"creator":["Alexeev, Nikita","Götze, Friedrich","Tikhomirov, Alexander"],"language":[],"coverage":[],"title":["On the asymptotic distribution of singular values of products of large\n  rectangular random matrices"],"description":["  We consider products of independent large random rectangular matrices with\nindependent entries. The limit distribution of the expected empirical\ndistribution of singular values of such products is computed. The distribution\nfunction is described by its Stieltjes transform, which satisfies some\nalgebraic equation. In the particular case of square matrices we get a\nwell-known distribution which moments are Fuss-Catalan numbers.\n","Comment: Corrected references and typos"]}]
["1012.2710",{"format":[],"subject":["Mathematics - Probability","60F05, 60B20, 15B52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2710"],"date":["2010-12-13","2011-04-26"],"type":["text"],"creator":["Götze, Friedrich","Tikhomirov, Alexander"],"language":[],"coverage":[],"title":["On the Asymptotic Spectrum of Products of Independent Random Matrices"],"description":["  We consider products of independent random matrices with independent entries.\nThe limit distribution of the expected empirical distribution of eigenvalues of\nsuch products is computed. Let $X^{(\\nu)}_{jk},{}1\\le j,r\\le n$, $\\nu=1,...,m$\nbe mutually independent complex random variables with $\\E X^{(\\nu)}_{jk}=0$ and\n$\\E {|X^{(\\nu)}_{jk}|}^2=1$. Let $\\mathbf X^{(\\nu)}$ denote an $n\\times n$\nmatrix with entries $[\\mathbf X^{(\\nu)}]_{jk}=\\frac1{\\sqrt{n}}X^{(\\nu)}_{jk}$,\nfor $1\\le j,k\\le n$.\n  Denote by $\\lambda_1,...,\\lambda_n$ the eigenvalues of the random matrix\n$\\mathbf W:= \\prod_{\\nu=1}^m\\mathbf X^{(\\nu)}$ and define its empirical\nspectral distribution by $$ \\mathcal F_n(x,y)=\\frac1n\\sum_{k=1}^n\\mathbb\nI\\{\\re{\\lambda_k}\\le x,\\im{\\lambda_k\\le y}\\}, $$ where $\\mathbb I\\{B\\}$ denotes\nthe indicator of an event $B$.\n  We prove that the expected spectral distribution $F_n^{(m)}(x,y)=\\E \\mathcal\nF_n^{(m)}(x,y)$ converges to the distribution function $G(x,y)$ corresponding\nto the $m$-th power of the uniform distribution on the unit disc in the plane\n$\\mathbb R^2$.\n","Comment: Complete formulas (4.14); correct typos"]}]
["1012.4321",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4321","Phys. Rev. A 83, 043406 (2011)","doi:10.1103/PhysRevA.83.043406"],"date":["2010-12-20"],"type":["text"],"creator":["Jöllenbeck, Stefan","Mahnke, Jan","Randoll, Richard","Ertmer, Wolfgang","Arlt, Jan","Klempt, Carsten"],"language":[],"coverage":[],"title":["A hexapole-compensated magneto-optical trap on a mesoscopic atom chip"],"description":["  Magneto-optical traps on atom chips are usually restricted to small atomic\nsamples due to a limited capture volume caused primarily by distorted field\nconfigurations. Here we present a magneto-optical trap with minimized\ndistortions based on a mesoscopic wire structure which provides a loading rate\nof 8.4 10^10 atoms/s and a maximum number of 8.7 10^9 captured atoms. The wire\nstructure is placed outside of the vacuum to enable a further adaptation to new\nscientific objectives. Since all magnetic fields are applied locally without\nthe need for external bias fields, the presented setup will facilitate parallel\ngeneration of Bose-Einstein condensates on a conveyor belt with a cycle rate\nabove 1 Hz.\n","Comment: 8 pages, 9 figures"]}]
["1012.4986",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4986","Phys. Rev. B 83, 134425 (2011)","doi:10.1103/PhysRevB.83.134425"],"date":["2010-12-22","2011-04-26"],"type":["text"],"creator":["Hasenbusch, Martin"],"language":[],"coverage":[],"title":["The thermodynamic Casimir force: A Monte Carlo study of the crossover\n  between the ordinary and the normal surface universality class"],"description":["  We study the crossover from the ordinary to the normal surface universality\nclass in the three-dimensional Ising universality class. This crossover is\nrelevant for the behavior of films of binary mixtures near the demixing point\nand a weak adsorption at one or both surfaces. We perform Monte Carlo\nsimulations of the improved Blume-Capel model on the simple cubic lattice. We\nconsider systems with film geometry, where various boundary conditions are\napplied. We discuss corrections to scaling that are caused by the surfaces and\ntheir relation with the so called extrapolation length. To this end we analyze\nthe behavior of the magnetization profile near the surfaces of films. We obtain\nan accurate estimate of the renormalization group exponent y_{h_1}=0.7249(6)\nfor the ordinary surface universality class. Next we study the thermodynamic\nCasimir force in the crossover region from the ordinary to the normal surface\nuniversality class. To this end, we compute the Taylor-expansion of the\ncrossover finite size scaling function up to the second order in h_1 around\nh_1=0, where h_1 is the external field at one of the surfaces. We check the\nrange of applicability of the Taylor-expansion by simulating at finite values\nof h_1. Finally we study the approach to the strong adsorption limit h_1\n\\rightarrow \\infty. Our results confirm the qualitative picture that emerges\nfrom exact calculations for stripes of the two-dimensional Ising model, [D. B.\nAbraham and A. Maciolek, Phys. Rev. Lett. 105, 055701 (2010)], mean-field\ncalculations and preliminary Monte Carlo simulations of the 3D Ising model, [T.\nF. Mohry et al, Phys. Rev. E 81, 061117 (2010)]: For certain choices of h_1 and\nthe thickness of the film, the thermodynamic Casimir force changes sign as a\nfunction of the temperature and for certain choices of the temperature and h_1,\nit also changes sign as a function of the thickness of the film.\n","Comment: 34 pages, 10 figures, discussion extended, typos corrected,\n  references added"]}]
["1012.5090",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 40E05, 41A27, 42C40, 46F12. Secondary 26A12, 26A16, 26B35,\n  41A60, 41A65, 46F05, 46F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5090"],"date":["2010-12-22","2011-04-26"],"type":["text"],"creator":["Pilipović, Stevan","Vindas, Jasson"],"language":[],"coverage":[],"title":["Multidimensional Tauberian theorems for wavelet and non-wavelet\n  transforms"],"description":["  We study several Tauberian properties of regularizing transforms of tempered\ndistributions with values in Banach spaces, that is, transforms of the form\n$M^{\\mathbf{f}}_{\\phi}(x,y)=(\\mathbf{f}\\ast\\phi_{y})(x)$, where the kernel\n$\\phi$ is a test function and $\\phi_{y}(\\cdot)=y^{-n}\\phi(\\cdot/y)$. If the\nzeroth moment of $\\phi$ vanishes, it is a wavelet type transform; otherwise, we\nsay it is a non-wavelet type transform.\n  The first aim of this work is to show that the scaling (weak) asymptotic\nproperties of distributions are \\emph{completely} determined by boundary\nasymptotics of the regularizing transform plus natural Tauberian hypotheses.\nOur second goal is to characterize the spaces of Banach space-valued tempered\ndistributions in terms of the transform $M^{\\mathbf{f}}_{\\phi}(x,y)$. We\ninvestigate conditions which ensure that a distribution that a priori takes\nvalues in locally convex space actually takes values in a narrower Banach\nspace. Special attention is paid to find the \\emph{optimal} class of kernels\n$\\phi$ for which these Tauberian results hold.\n  We give various applications of our Tauberian theory in the pointwise and\n(micro-)local regularity analysis of Banach space-valued distributions, and\ndevelop a number of techniques which are specially useful when applied to\nscalar-valued functions and distributions. Among such applications, we obtain\nthe full weak-asymptotic series expansion of the family of Riemann-type\ndistributions $R_{\\beta}(x)=\\sum_{n=1}^{\\infty}e^{i\\pi xn^{2}}/n^{2\\beta}$,\n$\\beta\\in\\mathbb{C}$, at every rational point. We also apply the results to\nregularity theory within generalized function algebras, to the stabilization of\nsolutions for a class of Cauchy problems, and to Tauberian theorems for the\nLaplace transform.\n","Comment: 100 pages"]}]
["1012.5543",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5543","Phys. Rev. B 83 161104(R) (2011)","doi:10.1103/PhysRevB.83.161104"],"date":["2010-12-26","2011-04-13"],"type":["text"],"creator":["Dargel, P. E.","Honecker, A.","Peters, R.","Noack, R. M.","Pruschke, T."],"language":[],"coverage":[],"title":["Adaptive Lanczos-vector method for dynamic properties within the\n  density-matrix renormalization group"],"description":["  Current widely-used approaches to calculate spectral functions using the\ndensity-matrix renormalization group in frequency space either necessarily\ninclude an artificial broadening (correction-vector method) or have limited\nresolution (time-domain density-matrix renormalization group with Fourier\ntransform method). Here we propose an adaptive Lanczos-vector method to\ncalculate the coefficients of a continued fraction expansion of the spectral\nfunction iteratively. We show that one can obtain a very accurate\nrepresentation of the spectral function very efficiently, and that one can also\ndirectly extract the spectral weights and poles for the discrete system. As a\ntest case, we study spinless fermions in one dimension and compare our approach\nto the correction vector method.\n","Comment: 4 pages, 4 figures, accepted at Phys. Rev. B (RC)"]}]
["1012.6005",{"format":[],"subject":["Mathematics - Operator Algebras","47L65, 20G42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.6005"],"date":["2010-12-29","2011-04-25"],"type":["text"],"creator":["Dumitru, Raluca","Peligrad, Costel"],"language":[],"coverage":[],"title":["Nuclear and type I crossed products of C*-algebras by group and compact\n  quantum group actions"],"description":["  If A is a C*-algebra, G a locally compact group, K{\\subset}G a compact\nsubgroup and {\\alpha}:G{\\to}Aut(A) a continuous homomorphism, let\nAx_{{\\alpha}}G denote the crossed product. In this paper we prove that\nAx_{{\\alpha}}G is nuclear (respectively type I or liminal) if and only if\ncertain hereditary C*-subalgebras, S_{{\\pi}}, I_{{\\pi}}{\\subset}Ax_{{\\alpha}}G\n{\\pi}{\\in}K, are nuclear (respectively type I or liminal). These algebras are\nthe analogs of the algebras of spherical functions considered by R. Godement\nfor groups with large compact subgroups. If K=G is a compact group or a compact\nquantum group, the algebras S_{{\\pi}} are stably isomorphic with the fixed\npoint algebras A{\\otimes}B(H_{{\\pi}})^{{\\alpha}{\\otimes}ad{\\pi}} where\nH_{{\\pi}} is the Hilbert space of the representation {\\pi}.\n","Comment: 8 pages. Submitted"]}]
["1101.0216",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0216","Phys. Rev. B 83, 125323 (2011)","doi:10.1103/PhysRevB.83.125323"],"date":["2010-12-31","2011-04-26"],"type":["text"],"creator":["Meng, Tobias","Dixit, Mehul","Garst, Markus","Meyer, Julia S."],"language":[],"coverage":[],"title":["Quantum phase transition in quantum wires controlled by an external gate"],"description":["  We consider electrons in a quantum wire interacting via a long-range Coulomb\npotential screened by a nearby gate. We focus on the quantum phase transition\nfrom a strictly one-dimensional to a quasi-one-dimensional electron liquid,\nthat is controlled by the dimensionless parameter $n x_0$, where $n$ is the\nelectron density and $x_0$ is the characteristic length of the transverse\nconfining potential. If this transition occurs in the low-density limit, it can\nbe understood as the deformation of the one-dimensional Wigner crystal to a\nzigzag arrangement of the electrons described by an Ising order parameter. The\ncritical properties are governed by the charge degrees of freedom and the spin\nsector remains essentially decoupled. At large densities, on the other hand,\nthe transition is triggered by the filling of a second one-dimensional subband\nof transverse quantization. Electrons at the bottom of the second subband\ninteract strongly due to the diverging density of states and become\nimpenetrable. We argue that this stabilizes the electron liquid as it\nsuppresses pair-tunneling processes between the subbands that would otherwise\nlead to an instability. However, the impenetrable electrons in the second band\nare screened by the excitations of the first subband, so that the transition is\nidentified as a Lifshitz transition of impenetrable polarons. We discuss the\nresulting phase diagram as a function of $n x_0$.\n","Comment: 18 pages, 8 figures, minor changes, published version"]}]
["1101.2911",{"format":[],"subject":["Mathematics - Complex Variables","32U05, 14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2911"],"date":["2011-01-14","2011-04-25"],"type":["text"],"creator":["Branker, Maritza M.","Stawiska, Malgorzata"],"language":[],"coverage":[],"title":["Lelong classes on toric varieties and a theorem of Siciak"],"description":["  We characterize Lelong classes on a toric manifold with an ample torus\ninvariant line bundle, generalizing an approximation theorem due to Siciak. We\ninclude a counterexample to the theorem when the line bundle is globally\ngenerated, but not ample.\n","Comment: Modified title: added a counterexample; remove section on currents"]}]
["1101.4770",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4770"],"date":["2011-01-25","2011-04-26"],"type":["text"],"creator":["Willers, T.","Hollmann, N.","Wirth, S.","Kierspel, H.","Bianchi, A.","Fisk, Z.","Severing, A."],"language":[],"coverage":[],"title":["Nature of magnetic order in YbInNi4"],"description":["  We have measured field and temperature dependent magnetization of YbInNi4 to\nelucidate the nature of the magnetic transition at 3 K. For small fields we\nfind magnetic order as previously reported. In contrast to former reports,\nhowever, our high resolution magnetization measurements down to 500 mK indicate\ndominating antiferromagnetic exchange interactions. We discuss the presence of\ngeometrical frustration.\n","Comment: withdrawn for revision"]}]
["1101.5037",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5037"],"date":["2011-01-26","2011-04-26"],"type":["text"],"creator":["Ponmurugan, M."],"language":[],"coverage":[],"title":["Entropy reduction from a detailed fluctuation theorem for a\n  nonequilibrium stochastic system driven under feedback control"],"description":["  We show explicitly the entropy reduction from a detailed fluctuation theorem\nfor the general stochastic system driven by nonequilibrium process under\nfeedback control. The effect of interaction of the feedback controller with the\nsystem is to reduce the entropy of the system. We define the entropy reduction\nfor the single trajectory and show that the overall entropy production for the\nstochastic system with feedback control can be either positive or negative. The\nnegative entropy production has been studied earlier for a simple system with\nvelocity dependent feedback control [K. H. Kim and H. Qian, Phys. Rev. Lett.\n{\\bf 93}, 120602 (2004)]. Our general approach provides the overall positive or\nnegative entropy production irrespective of velocity dependent and position\ndependent feedback control.\n","Comment: 5 pages"]}]
["1101.5755",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5755"],"date":["2011-01-30","2011-04-26"],"type":["text"],"creator":["Fang, Yong","Huang, Bormin","Wu, Jiaji"],"language":[],"coverage":[],"title":["2D Sparse Signal Recovery via 2D Orthogonal Matching Pursuit"],"description":["  Recovery algorithms play a key role in compressive sampling (CS). Most of\ncurrent CS recovery algorithms are originally designed for one-dimensional (1D)\nsignal, while many practical signals are two-dimensional (2D). By utilizing 2D\nseparable sampling, 2D signal recovery problem can be converted into 1D signal\nrecovery problem so that ordinary 1D recovery algorithms, e.g. orthogonal\nmatching pursuit (OMP), can be applied directly. However, even with 2D\nseparable sampling, the memory usage and complexity at the decoder is still\nhigh. This paper develops a novel recovery algorithm called 2D-OMP, which is an\nextension of 1D-OMP. In the 2D-OMP, each atom in the dictionary is a matrix. At\neach iteration, the decoder projects the sample matrix onto 2D atoms to select\nthe best matched atom, and then renews the weights for all the already selected\natoms via the least squares. We show that 2D-OMP is in fact equivalent to\n1D-OMP, but it reduces recovery complexity and memory usage significantly.\nWhat's more important, by utilizing the same methodology used in this paper,\none can even obtain higher dimensional OMP (say 3D-OMP, etc.) with ease.\n"]}]
["1102.0491",{"format":[],"subject":["Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0491","Opt. Commun. 284, 2653 (2011)","doi:10.1016/j.optcom.2011.02.007"],"date":["2011-02-02"],"type":["text"],"creator":["Saldanha, Pablo L."],"language":[],"coverage":[],"title":["Division of the Energy and of the Momentum of Electromagnetic Waves in\n  Linear Media into Electromagnetic and Material Parts"],"description":["  We defend a natural division of the energy density, energy flux and momentum\ndensity of electromagnetic waves in linear media in electromagnetic and\nmaterial parts. In this division, the electromagnetic part of these quantities\nhave the same form as in vacuum when written in terms of the macroscopic\nelectric and magnetic fields, the material momentum is calculated directly from\nthe Lorentz force that acts on the charges of the medium, the material energy\nis the sum of the kinetic and potential energies of the charges of the medium\nand the material energy flux results from the interaction of the electric field\nwith the magnetized medium. We present reasonable models for linear dispersive\nnon-absorptive dielectric and magnetic media that agree with this division. We\nalso argue that the electromagnetic momentum of our division can be associated\nwith the electromagnetic relativistic momentum, inspired on the recent work of\nBarnett [Phys. Rev. Lett. 104, 070401 (2010)] that showed that the Abraham\nmomentum is associated with the kinetic momentum and the Minkowski momentum is\nassociated with the canonical momentum.\n","Comment: 6 pages, 1 figure"]}]
["1102.3285",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3285"],"date":["2011-02-16","2011-04-26"],"type":["text"],"creator":["Clemente, Lorenzo"],"language":[],"coverage":[],"title":["B\\\"uchi Automata can have Smaller Quotients"],"description":["  We study novel simulation-like preorders for quotienting nondeterministic\nB\\\"uchi automata. We define fixed-word delayed simulation, a new preorder\ncoarser than delayed simulation. We argue that fixed-word simulation is the\ncoarsest forward simulation-like preorder which can be used for quotienting\nB\\\"uchi automata, thus improving our understanding of the limits of\nquotienting. Also, we show that computing fixed-word simulation is\nPSPACE-complete. On the practical side, we introduce proxy simulations, which\nare novel polynomial-time computable preorders sound for quotienting. In\nparticular, delayed proxy simulation induce quotients that can be smaller by an\narbitrarily large factor than direct backward simulation. We derive proxy\nsimulations as the product of a theory of refinement transformers: A refinement\ntransformer maps preorders non-decreasingly, preserving certain properties. We\nstudy under which general conditions refinement transformers are sound for\nquotienting.\n","Comment: technical report of a ICALP 2011 paper"]}]
["1102.3589",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3589","Phys. Rev. Lett 106, 167203 2011","doi:10.1103/PhysRevLett.106.167203"],"date":["2011-02-17"],"type":["text"],"creator":["Leininger, Ph.","Ilakovac, V.","Joly, Y.","Schierle, E.","Weschke, E.","Bunau, O.","Berger, H.","Pouget, J. -P.","Foury-Leylekian, P."],"language":[],"coverage":[],"title":["Ground State of the Quasi-1D \\bvs\\ resolved by Resonant Magnetic X-ray\n  Scattering"],"description":["  Resonant-magnetic x-ray scattering (RMXS) near the vanadium\n$L_{2,3}$-absorption edges has been used to investigate the low temperature\nmagnetic structure of high quality \\bvs\\ single crystals. Below $T_N$ = 31 K,\nthe strong resonance revealed a triple-incommensurate magnetic ordering at wave\nvector (0.226 0.226 $\\xi$) in the hexagonal notation, with $\\xi$ = 0.033. The\nsimulations of the experimental RMXS spectra with a time-dependent density\nfunctional theory indicate an antiferromagnetic order with the spins polarized\nalong $a$ in the monoclinic structure.\n","Comment: 4 pages, 4 figures, submitted to Phys. Rev. Lett"]}]
["1102.5553",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","60H15, 47D07, 60J75, 35R60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5553"],"date":["2011-02-27","2011-04-25"],"type":["text"],"creator":["Priola, E.","Shirikyan, A.","Xu, L.","Zabczyk, J."],"language":[],"coverage":[],"title":["Exponential ergodicity and regularity for equations with L\\'evy noise"],"description":["  We prove exponential convergence to the invariant measure, in the total\nvariation norm, for solutions of SDEs driven by $\\alpha$-stable noises in\nfinite and in infinite dimensions. Two approaches are used. The first one is\nbased on Harris theorem, and the second on Doeblin's coupling argument.\nIrreducibility, Lyapunov function techniques, and uniform strong Feller\nproperty play an essential role in both approaches. We concentrate on two\nclasses of Markov processes: solutions of finite-dimensional equations,\nintroduced in [Priola 2010], with H\\\"older continuous drift and a general,\nnon-degenerate, symmetric $\\alpha$-stable noise, and infinite-dimensional\nparabolic systems, introduced in [Priola-Zabczyk 2009], with Lipschitz drift\nand cylindrical $\\alpha$-stable noise. We show that if the nonlinearity is\nbounded, then the processes are exponential mixing. %under the total variation\nnorm. This improves, in particular, an earlier result established in\n[Priola-Xu-Zabczyk 2010] using the weak convergence induced by the\nKantorovich-Wasserstein metric.\n"]}]
["1103.1297",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1297","Phys. Rev. E 83, 041503 (2011)","doi:10.1103/PhysRevE.83.041503"],"date":["2011-03-07","2011-04-26"],"type":["text"],"creator":["Weysser, Fabian","Hajnal, David"],"language":[],"coverage":[],"title":["Tests of mode-coupling theory in two dimensions"],"description":["  We analyze the glassy dynamics of a binary mixtures of hard disks in two\ndimensions. Predictions of the Mode-Coupling theory(MCT) are tested with\nextensive Brownian dynamics simulations. Measuring the collective particle\ndensity correlation functions in the vicinity of the glass transition we verify\nfour predicted mixing effects. For instance, for large size disparities, adding\na small amount of small particles at fixed packing fraction leads to a speed up\nin the long time dynamics, while at small size disparity it leads to a slowing\ndown. Qualitative features of the non-ergodicity parameters and the\n$\\beta$-relaxation which both depend in a non-trivial way on the mixing ratio\nare found in the simulated correlators. Studying one system in detail we are\nable to determine its ideal MCT glass transition point as $\\phi^c = 0.7948$ and\ntest MCT predictions quantitatively.\n","Comment: 12 pages, 18 figures"]}]
["1103.3753",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3753","Periodica Polytechnica Electrical Engineering, Vol. 44, Number 1,\n  pp. 103-119, 2000"],"date":["2011-03-19","2011-04-25"],"type":["text"],"creator":["Szépkúti, István"],"language":[],"coverage":[],"title":["On the Scalability of Multidimensional Databases"],"description":["  It is commonly accepted in the practice of on-line analytical processing of\ndatabases that the multidimensional database organization is less scalable than\nthe relational one. It is easy to see that the size of the multidimensional\norganization may increase very quickly. For example, if we introduce one\nadditional dimension, then the total number of possible cells will be at least\ndoubled. However, this reasoning does not takethe fact into account that the\nmultidimensional organization can be compressed. There are compression\ntechniques, which can remove all or at least a part of the empty cells from the\nmultidimensional organization, while maintaining a good retrieval performance.\nRelational databases often use B-tree indices to speed up the access to given\nrows of tables. It can be proven, under some reasonable assumptions, that the\ntotal size of the table and the B-tree index is bigger than a compressed\nmultidimensional representation. This implies that the compressed array results\nin a smaller database and faster access at the same time. This paper compares\nseveral compression techniques and shows when we should and should not apply\ncompressed arrays instead of relational tables.\n","Comment: 18 pages, 1 figure, 8 tables. Paper presented at the Second\n  Conference of PhD Students in Computer Science, Szeged, Hungary, 20 - 23 July\n  2000. For further details, please refer to\n  http://www.inf.u-szeged.hu/~szepkuti/papers.html#scalability"]}]
["1103.3873",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3873"],"date":["2011-03-20","2011-04-26"],"type":["text"],"creator":["Sapir, Mark"],"language":[],"coverage":[],"title":["Aspherical groups and manifolds with extreme properties"],"description":["  We prove that every finitely generated group with recursive aspherical\npresentation embeds into a group with finite aspherical presentation. This and\nseveral known facts about groups and manifolds imply that there exists a\n4-dimensional closed aspherical manifold $M$ such that the fundamental group\n$\\pi_1(M)$ coarsely contains an expander, and so it has infinite asymptotic\ndimension, is not coarsely embeddable into a Hilbert space, and does not\nsatisfy the Baum-Connes conjecture with coefficients. Closed aspherical\nmanifolds with any of these properties were previously unknown.\n","Comment: 23 pages. This is the first version. Comments are welcome. v2: This\n  is a preliminary version of the paper. Comparing to v1 many changes are made,\n  proof is expanded and corrected, references and open problems added, 35\n  pages. Comments are still welcome"]}]
["1103.5367",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","14J33, 32S25, 32S35, 14L30, 53D37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5367"],"date":["2011-03-28","2011-04-26"],"type":["text"],"creator":["Ebeling, Wolfgang","Takahashi, Atsushi"],"language":[],"coverage":[],"title":["Mirror symmetry between orbifold curves and cusp singularities with\n  group action"],"description":["  We consider an orbifold Landau-Ginzburg model $(f,G)$, where $f$ is an\ninvertible polynomial in three variables and $G$ a finite group of symmetries\nof $f$ containing the exponential grading operator, and its Berglund-H\\\"ubsch\ntranspose $(f^T, G^T)$. We show that this defines a mirror symmetry between\norbifold curves and cusp singularities with group action. We define Dolgachev\nnumbers for the orbifold curves and Gabrielov numbers for the cusp\nsingularities with group action. We show that these numbers are the same and\nthat the stringy Euler number of the orbifold curve coincides with the\n$G^T$-equivariant Milnor number of the mirror cusp singularity.\n","Comment: 29 pages, Table 2 corrected, Assumption g=0 added to Theorem 25"]}]
["1104.4042",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4042"],"date":["2011-04-20","2011-04-26"],"type":["text"],"creator":["Gal, Tamas"],"language":[],"coverage":[],"title":["Proof of non-extremal nature of excited-state energies in\n  nonrelativistic quantum mechanics with the use of constrained derivatives"],"description":["  With the use of a second derivative test based on constrained second\nderivatives, a proof is given that excited states in nonrelativistic quantum\nmechanics are saddle points of the energy expectation value, and is shown,\nfurther, how to determine their Morse index.\n","Comment: 15 pages; determination of Morse index added"]}]
["1104.4332",{"format":[],"subject":["Mathematics - Number Theory","11C08 (Primary) 11B68, 11C20, 11Y35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4332"],"date":["2011-04-21","2011-04-26"],"type":["text"],"creator":["Malenfant, Jerome"],"language":[],"coverage":[],"title":["Factorization of and Determinant Expressions for the Hypersums of Powers\n  of Integers"],"description":["  We derive a compact determinant formula for calculating and factorizing the\nhypersum polynomials S^{(L)}_k(N) \\equiv \\sum_{n_1=1}^N\n...\\sum_{n_{L+1}=1}^{n_{L}}(n_{L+1})^k expressed in the variable N(N+L+1)\n","Comment: Corrected a minor typo in eq.(4), (thanks to Dr. Akos Pinter for\n  pointing this out); 35 pages"]}]
["1104.4594",{"format":[],"subject":["Mathematics - Number Theory","11E12 (Primary), 11R16 (Secondary), 11R29 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4594"],"date":["2011-04-23","2011-04-26"],"type":["text"],"creator":["Mantilla-Soler, Guillermo"],"language":[],"coverage":[],"title":["On number fields with equivalent integral trace forms"],"description":["  Let $K$ be a number field. The \\textit{integral trace form} is the integral\nquadratic form given by $\\text{tr}_{K/\\mathbb{Q}}(x^2)|_{O_{K}}.$ In this\narticle we study the existence of non-conjugated number fields with equivalent\nintegral trace forms. As a corollary of one of the main results of this paper,\nwe show that any two non-totally real number fields with the same signature and\nsame prime discriminant have equivalent integral trace forms. Additionally,\nbased on previous results obtained by the author and the evidence presented\nhere, we conjecture that any two totally real quartic fields of fundamental\ndiscriminant have equivalent trace zero forms if and only if they are\nconjugated.\n"]}]
["1104.4624",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4624","doi:10.1007/s11207-011-9733-6"],"date":["2011-04-24","2011-04-26"],"type":["text"],"creator":["Nielsen, M. Lindholm","Kjeldsen, H."],"language":[],"coverage":[],"title":["Is Cycle 24 the Beginning of a Dalton-Like Minimum?"],"description":["  The unexpected development of cycle 24 emphasizes the need for a better way\nto model future solar activity. In this article, we analyze the accumulation of\nspotless days during individual cycles from 1798-2010. The analysis shows that\nspotless days do not disappear abruptly in the transition towards an active\nsun. A comparison with past cycles indicates that the ongoing accumulation of\nspotless days is comparable to that of cycle 5 near the Dalton minimum and to\nthat of cycles 12, 14 and 15. It also suggests that the ongoing cycle has as\nmuch as 20 \\pm 8 spotless days left, from July 2010, before it reaches the next\nsolar maximum. The last spotless day is predicted to be in December 2012, with\nan uncertainty of 11 months. This trend may serve as input to the solar dynamo\ntheories.\n","Comment: 10 pages, 5 figures. The final publication is available at\n  http://www.springerlink.com"]}]
["1104.4785",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4785"],"date":["2011-04-23"],"type":["text"],"creator":["Pronko, G. P."],"language":[],"coverage":[],"title":["Evolution of simple configurations of gravitating gas"],"description":["  We considered the dynamics of gravitating gas - a continuous media with\npeculiar properties. The exact solutions of its Euler equations for simple\ninitial conditions is obtained.\n","Comment: 12 pages"]}]
["1104.4797",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4797"],"date":["2011-04-25"],"type":["text"],"creator":["Natarajan, Priyamvada"],"language":[],"coverage":[],"title":["The formation and evolution of massive black hole seeds in the early\n  Universe"],"description":["  Tracking the evolution of high redshift seed black hole masses to late times,\nwe examine the observable signatures today. These massive initial black hole\nseeds form at extremely high redshifts from the direct collapse of pre-galactic\ngas discs. Populating dark matter halos with seeds formed in this fashion, we\nfollow the mass assembly history of these black holes to the present time using\na Monte-Carlo merger tree approach. Utilizing this formalism, we predict the\nblack hole mass function at high redshifts and at the present time; the\nintegrated mass density of black holes in the Universe; the luminosity function\nof accreting black holes as a function of redshift and the scatter in observed,\nlocal M-sigma relation. Comparing the predictions of the `light' seed model\nwith these massive seeds we find that significant differences appear\npredominantly at the low mass end of the present day black hole mass function.\nHowever, all our models predict that low surface brightness, bulge-less\ngalaxies with large discs are least likely to be sites for the formation of\nmassive seed black holes at high redshifts. The efficiency of seed formation at\nhigh redshifts has a direct influence on the black hole occupation fraction in\ngalaxies at z=0. This effect is more pronounced for low mass galaxies. This is\nthe key discriminant between the models studied here and the Population III\nremnant `light' seed model. We find that there exists a population of low mass\ngalaxies that do not host nuclear black holes. Our prediction of the shape of\nthe M-sigma relation at the low mass end and increased scatter has recently\nbeen corroborated by observations.\n","Comment: 18 pages, invited review, to appear in the Chandra Centennial issue\n  of the Bulletin of the Astronomical Society of India"]}]
["1104.4798",{"format":[],"subject":["Mathematics - General Mathematics","41A58, 11Y60, 33E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4798"],"date":["2011-04-25"],"type":["text"],"creator":["Bagis, Nikos"],"language":[],"coverage":[],"title":["Formulas for the approximation of the complete Elliptic Integrals"],"description":["  In this article we give evaluations of the two complete elliptic integrals\n$K$ and $E$ in the form of Ramanujans type-$\\pi$ formulas. The result is a\nformula for $\\Gamma(1/4)^2\\pi^{-3/2}$ with accuracy about 120 digits per term.\n","Comment: 6 pages"]}]
["1104.4813",{"format":[],"subject":["Physics - Geophysics","Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4813"],"date":["2011-04-25"],"type":["text"],"creator":["Domokos, Gábor","Sipos, András Árpád","Szabó, Tímea"],"language":[],"coverage":[],"title":["The mechanics of rocking stones: equilibria on separated scales"],"description":["  Rocking stones, balanced in counter-intuitive positions have always intrigued\ngeologists. In our paper we explain this phenomenon based on high-precision\nscans of pebbles which exhibit similar behavior. We construct their convex hull\nand the heteroclinic graph carrying their equilibrium points. By systematic\nsimplification of the arising Morse-Smale complex in a one-parameter process we\nshow that equilibria occur typically in highly localized groups (flocks), the\nnumber of the latter can be reliably observed and determined by hand\nexperiments. Both local and global (micro and macro) equilibria can be either\nstable or unstable. Most commonly, rocks and pebbles are balanced on stable\nlocal equilibria belonging to stable flocks. However, it is possible to balance\na convex body on a stable local equilibrium belonging to an unstable flock and\nthis is the intriguing mechanical scenario corresponding to rocking stones.\nSince outside observers can only reliably perceive flocks, the last described\nsituation will appear counter-intuitive. Comparison of computer experiments to\nhand experiments reveals that the latter are consistent, i.e. the flocks can be\nreliably counted and the pebble classification system proposed in our previous\nwork (Domokos et al 2010) is robustly applicable. We also find an interesting\nlogarithmic relationship between the Zingg parameters and the average number of\nglobal equilibrium points, indicating a close relationship between the two\nsystems.\n"]}]
["1104.4826",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4826"],"date":["2011-04-25"],"type":["text"],"creator":["Davis, Matt"],"language":[],"coverage":[],"title":["Representations of Rank Two Affine Hecke Algebras at Roots of Unity"],"description":["  In this paper, we will fully describe the representations of the\ncrystallographic rank two affine Hecke algebras using elementary methods, for\nall possible values of q. The focus is on the case when q is a root of unity of\nsmall order.\n","Comment: 53 pages"]}]
["1104.4828",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4828"],"date":["2011-04-25"],"type":["text"],"creator":["Wang, Jonathan"],"language":[],"coverage":[],"title":["The moduli stack of $G$-bundles"],"description":["  In this paper, we give an expository account of the geometric properties of\nthe moduli stack of $G$-bundles. For $G$ an algebraic group over a base field\nand $X \\to S$ a flat, finitely presented, projective morphism of schemes, we\ngive a complete proof that the moduli stack $Bun_G$ is an algebraic stack\nlocally of finite presentation over $S$ with schematic, affine diagonal. In the\nprocess, we prove some properties of $BG$ and Hom stacks. We then define a\nlevel structure on $Bun_G$ to provide alternative presentations of\nquasi-compact open substacks. Finally, we prove that $Bun_G$ is smooth over $S$\nif $G$ is smooth and $X \\to S$ is a relative curve.\n"]}]
["1104.4829",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4829"],"date":["2011-04-25"],"type":["text"],"creator":["Joot, Peeter"],"language":[],"coverage":[],"title":["Change of basis and Gram-Schmidt orthonormalization in special\n  relativity"],"description":["  While an explicit basis is common in the study of Euclidean spaces, it is\nusually implied in the study of inertial relativistic systems. There are some\nconceptual advantages to including the basis in the study of special\nrelativistic systems. A Minkowski metric implies a non-orthonormal basis, and\nto deal with this complexity the concepts of reciprocal basis and the vector\ndual are introduced. It is shown how the reciprocal basis is related to upper\nand lower index coordinate extraction, the metric tensor, change of basis,\nprojections in non-orthonormal bases, and finally the Gram-Schmidt procedure.\nIt will be shown that Lorentz transformations can be viewed as change of basis\noperations. The Lorentz boost in one spatial dimension will be derived using\nthe Gram-Schmidt orthonormalization algorithm, and it will be shown how other\nLorentz transformations can be derived using the Gram-Schmidt procedure.\n","Comment: 6 pages, 5 figures"]}]
["1104.4838",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4838"],"date":["2011-04-25"],"type":["text"],"creator":["Duarte, L. G. S.","da Mota, L. A. C. P."],"language":[],"coverage":[],"title":["Improving a family of Darboux methods for rational second order ordinary\n  differential equations"],"description":["  We have been working in many aspects of the problem of analyzing,\nunderstanding and solving ordinary differential equations (first and second\norder). As we have extensively mentioned, while working in the Darboux type\nmethods, the most costly step of our methods and algorithms of solution is the\ndetermination of Darboux polynomials for the associated differential operators.\nHere, we are going to present some algorithms to greatly reduce the time\nexpenditure in determining these needed Darboux polynomials. Some of them are\nbased on a detailed analysis of the general structure of second order\ndifferential equations regarding the associated differential invariants. In\norder to perform this analysis, we produce a theorem concerning the general\nform for the differential invariants in terms of the Darboux polynomials.\n"]}]
["1104.4840",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4840"],"date":["2011-04-25"],"type":["text"],"creator":["Eisenstein, Eugene"],"language":[],"coverage":[],"title":["Inversion of subadjunction and multiplier ideals"],"description":["  We present a generalization of the multiplier ideal version of inversion of\nadjunction, often known as the restriction theorem, to centers of arbitrary\ncodimension. We approach inversion of adjunction from the subadjunction point\nof view. Let X be a smooth complex projective variety and let Z be an\nexceptional log-canonical center of an effective Q-divisor D on some dense open\nsubset of X that contains the generic point of Z. Any subvariety of X can be\nexpressed as such a center for some D. We define an adjoint ideal that measures\nhow non-klt (X, D) is outside the generic point of Z. Our main theorem is that\nthis adjoint ideal restricts on Z to the multiplier ideal of an appropriate\nboundary constructed in the same manner as the boundary in Kawamata's\nsubadjunction theorem. Our theorem extends Kawamata's subadjunction theorem and\nimplies that, in general, the boundary in Kawamata's subadjunction is klt if\nand only if Z is an exceptional log-canonical center of (X, D).\n"]}]
["1104.4841",{"format":[],"subject":["Physics - Plasma Physics","High Energy Physics - Experiment","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4841","Phys. Rev. Lett., 106 145001, (2011)","doi:10.1103/PhysRevLett.106.145001"],"date":["2011-04-26"],"type":["text"],"creator":["Andresen, G. B.","Ashkezari, M. D.","Baquero-Ruiz, M.","Bertsche, W.","Bowe, P. D.","Butler, E.","Cesar, C. L.","Chapman, S.","Charlton, M.","Deller, A.","Eriksson, S.","Fajans, J.","Friesen, T.","Fujiwara, M. C.","Gill, D. R.","Gutierrez, A.","Hangst, J. S.","Hardy, W. N.","Hayden, M. E.","Humphries, A. J.","Hydomako, R.","Jonsell, S.","Madsen, N.","Menary, S.","Nolan, P.","Olin, A.","Povilus, A.","Pusa, P.","Robicheaux, F.","Sarid, E.","Silveira, D. M.","So, C.","Storey, J. W.","Thompson, R. I.","van der Werf, D. P.","Wurtele, J. S.","Yamazaki, Y."],"language":[],"coverage":[],"title":["Centrifugal separation and equilibration dynamics in an\n  electron-antiproton plasma"],"description":["  Charges in cold, multiple-species, non-neutral plasmas separate radially by\nmass, forming centrifugally-separated states. Here, we report the first\ndetailed measurements of such states in an electron-antiproton plasma, and the\nfirst observations of the separation dynamics in any centrifugally-separated\nsystem. While the observed equilibrium states are expected and in agreement\nwith theory, the equilibration time is approximately constant over a wide range\nof parameters, a surprising and as yet unexplained result. Electron-antiproton\nplasmas play a crucial role in antihydrogen trapping experiments.\n"]}]
["1104.4843",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4843"],"date":["2011-04-26"],"type":["text"],"creator":["Simmons, Patrick"],"language":[],"coverage":[],"title":["Security Through Amnesia: A Software-Based Solution to the Cold Boot\n  Attack on Disk Encryption"],"description":["  Disk encryption has become an important security measure for a multitude of\nclients, including governments, corporations, activists, security-conscious\nprofessionals, and privacy-conscious individuals. Unfortunately, recent\nresearch has discovered an effective side channel attack against any disk\nmounted by a running machine\\cite{princetonattack}. This attack, known as the\ncold boot attack, is effective against any mounted volume using\nstate-of-the-art disk encryption, is relatively simple to perform for an\nattacker with even rudimentary technical knowledge and training, and is\napplicable to exactly the scenario against which disk encryption is primarily\nsupposed to defend: an adversary with physical access. To our knowledge, no\neffective software-based countermeasure to this attack supporting multiple\nencryption keys has yet been articulated in the literature. Moreover, since no\nproposed solution has been implemented in publicly available software, all\ngeneral-purpose machines using disk encryption remain vulnerable. We present\nLoop-Amnesia, a kernel-based disk encryption mechanism implementing a novel\ntechnique to eliminate vulnerability to the cold boot attack. We offer\ntheoretical justification of Loop-Amnesia's invulnerability to the attack,\nverify that our implementation is not vulnerable in practice, and present\nmeasurements showing our impact on I/O accesses to the encrypted disk is\nlimited to a slowdown of approximately 2x. Loop-Amnesia is written for x86-64,\nbut our technique is applicable to other register-based architectures. We base\nour work on loop-AES, a state-of-the-art open source disk encryption package\nfor Linux.\n","Comment: 13 pages, 4 figures"]}]
["1104.4847",{"format":[],"subject":["Mathematics - Differential Geometry","35P15, 58C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4847"],"date":["2011-04-26"],"type":["text"],"creator":["Cheng, Qing-Ming","Qi, Xuerong"],"language":[],"coverage":[],"title":["Eigenvalues of the Laplacian on Riemannian manifolds"],"description":["  For a bounded domain $\\Omega$ with a piecewise smooth boundary in a complete\nRiemannian manifold $M$, we study eigenvalues of the Dirichlet eigenvalue\nproblem of the Laplacian. By making use of a fact that eigenfunctions form an\northonormal basis of $L^2(\\Omega)$ in place of the Rayleigh-Ritz formula, we\nobtain inequalities for eigenvalues of the Laplacian. In particular, for lower\norder eigenvalues, our results extend the results of Chen and Cheng \\cite{CC}.\n","Comment: 17 pages"]}]
["1104.4851",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs","35S05, 35B15, 42A75, 47A10, 58J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4851"],"date":["2011-04-26"],"type":["text"],"creator":["Wahlberg, Patrik"],"language":[],"coverage":[],"title":["Representations of almost periodic pseudodifferential operators and\n  applications in spectral theory"],"description":["  The paper concerns algebras of almost periodic pseudodifferential operators\non $\\mathbb R^d$ with symbols in H\\\"ormander classes. We study three\nrepresentations of such algebras, one of which was introduced by Coburn, Moyer\nand Singer and the other two inspired by results in probability theory by\nGladyshev. Two of the representations are shown to be unitarily equivalent for\nnonpositive order. We apply the results to spectral theory for almost periodic\npseudodifferential operators acting on $L^2$ and on the Besicovitch Hilbert\nspace of almost periodic functions.\n","Comment: 37 pages"]}]
["1104.4856",{"format":[],"subject":["Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4856"],"date":["2011-04-26"],"type":["text"],"creator":["Nikulov, A. V."],"language":[],"coverage":[],"title":["What is the azimuthal quantum force in superconductor"],"description":["  J.E. Hirsch notes in the recent paper arXiv: 0908.409 that the azimuthal\nquantum force, introduced ten years ago, would violate the principle of angular\nmomentum conservation. It is specified in the present work that the essence and\nthe method of logical deduction of the quantum force do not overstep the limits\nof the universally recognised quantum formalism. The puzzle revealed by J.E.\nHirsch concerns rather of quantum mechanics in whole than a certain theory or\nwork. The essence of this and other puzzles generated with quantum mechanics is\nconsidered shortly.\n","Comment: 11 pages, 2 figures"]}]
["1104.4860",{"format":[],"subject":["Mathematics - Logic","Mathematics - General Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4860"],"date":["2011-04-26"],"type":["text"],"creator":["Lecomte, Dominique","Zeleny, Miroslav"],"language":[],"coverage":[],"title":["Baire-class $\\xi$ colorings: the first three levels"],"description":["  The $\\mathbb{G}_0$-dichotomy due to Kechris, Solecki and Todor\\vcevi\\'c\ncharacterizes the analytic relations having a Borel-measurable countable\ncoloring. We give a version of the $\\mathbb{G}_0$-dichotomy for\n$\\boraxi$-measurable countable colorings when $\\xi\\leq 3$. A\n$\\boraxi$-measurable countable coloring gives a covering of the diagonal\nconsisting of countably many $\\boraxi$ squares. This leads to the study of\ncountable unions of $\\boraxi$ rectangles. We also give a Hurewicz-like\ndichotomy for such countable unions when $\\xi\\leq 2$.\n"]}]
["1104.4861",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4861"],"date":["2011-04-26"],"type":["text"],"creator":["Azerad, Pascal","Bouharguane, Afaf"],"language":[],"coverage":[],"title":["Finite difference approximations for a fractional\n  diffusion/anti-diffusion equation"],"description":["  A class of finite difference schemes for solving a fractional anti-diffusive\nequation, recently proposed by Andrew C. Fowler to describe the dynamics of\ndunes, is considered. Their linear stability is analyzed using the standard Von\nNeumann analysis: stability criteria are found and checked numerically.\nMoreover, we investigate the consistency and convergence of these schemes.\n"]}]
["1104.4866",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4866"],"date":["2011-04-26"],"type":["text"],"creator":["Bisnovatyi-Kogan, G. S.","Lovelace, R. V. E."],"language":[],"coverage":[],"title":["Accretion disks with a large scale magnetic field around black holes,\n  and magnetic jet collimation"],"description":["  We discuss the problem of the formation of a large-scale magnetic field in\nthe accretion disks around black holes, taking into account the nonuniform\nvertical structure of the disk. The high electrical conductivity of the outer\nlayers of the disk prevents the outward diffusion of the magnetic field.\n  This implies a stationary state with a strong magnetic field in the inner\nparts of the accretion disk close to the black hole, and zero radial velocity\nat the surface of the disk. Magnetic jet collimation is considered, when the\njet radius is hold due to magneto-torsional oscillations. The range of\nparameters is found where jet radius is oscillating, regularly or chaotically,\nwithin restricted values.\n","Comment: 7 pages, 5 figures, proceedings of the 25th Texas Symposium on\n  Relativistic Astrophysics, held in Heidelberg in December 6-10, 2010,\n  submitted to Proceedings of Science (POS)"]}]
["1104.4870",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4870"],"date":["2011-04-26"],"type":["text"],"creator":["Iijima, Kazuto"],"language":[],"coverage":[],"title":["A $q$-multinomial expansion of LLT coefficients and plethysm\n  multiplicities"],"description":["  Lascoux, Leclerc and Thibon\\cite{LLT} introduced a family of symmetric\npolynomials, called LLT polynomials. We prove a $q$-multinomial expansion of\nthe coefficients of LLT polynomials in the case where $ \\boldsymbol{\\mu} =\n\\underbrace{(\\mu,...,\\mu)}_{n}$ and define a $q$-analog of a sum of the\nplethysm multiplicities.\n"]}]
["1104.4871",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4871"],"date":["2011-04-26"],"type":["text"],"creator":["Paul, S.","Iapichino, L.","Miniati, F.","Bagchi, J.","Mannheim, K."],"language":[],"coverage":[],"title":["Evolution of shocks and turbulence in the formation of galaxy clusters\n  embedded in Megaparsec-scale filaments"],"description":["  Massive structures like cluster of galaxies, embedded in cosmic filaments,\nrelease enormous amount of energy through their interactions. These events are\nassociated with production of Mpc-scale shocks and injection of considerable\namount of turbulence, affecting the non-thermal energy budget of the ICM. In\norder to study this thoroughly, we performed a set of cosmological simulations\nusing the hydrodynamical code Enzo. We studied the formation of clusters\nundergoing major mergers, the propagation of merger shocks and their\ninteraction with the filamentary cosmic web. This interaction is shown to\nproduce peripheral structures remarkably similar to giant radio relics\nobserved, for example, in Abell 3376 and Abell 3667. We find a relatively long\ntimescale (about 4 Gyr) for turbulence decay in the centre of major merging\nclusters. This timescale is substantially longer than typically assumed in the\nturbulent re-acceleration models, invoked for explaining the statistics of\nobserved radio halos.\n","Comment: 4 pages, 3 figures, will be published in NtGC 2010 (Nice, France)\n  conference proceedings"]}]
["1104.4873",{"format":[],"subject":["Physics - Computational Physics","82-08, 82B80, 82B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4873"],"date":["2011-04-26"],"type":["text"],"creator":["Agung, Ahmad A. J","Jesudason, Christopher G."],"language":[],"coverage":[],"title":["Discrete Charge Effects on an Infinitely Long Cylindrical Rod Model"],"description":["  Two methods for determining the potential (\\psi) around a discretely charged\nrod have been devised. The methods utilize the potential around the\ncontinuously charged rod (\\bar{\\psi}) as the reference where \\bar{\\psi}\nisdetermined by the Poisson-Boltzmann equation. The potential data are used to\ndetermine the theoretical radial distribution function (RDF) which is compared\nwith MD simulation data. It is shown that the magnitude of the charge and size\nparameters very strongly affects the shape of the RDF's and consequently the\nthermodynamics.\n","Comment: 17 Pages, 14 Figures"]}]
["1104.4877",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4877"],"date":["2011-04-26"],"type":["text"],"creator":["Alonso, Ricardo J.","Lods, Bertrand"],"language":[],"coverage":[],"title":["Two proofs of Haff's law for dissipative gases: the use of entropy and\n  the weakly inelastic regime"],"description":["  We revisit our recent contribution (SIAM J. Math. Analysis, 42 (2010)\n2499--2538) and give two simpler proofs of the so-called Haff's law for\ngranular gases (with non-necessarily constant restitution coefficient). The\nfirst proof is based upon the use of entropy and asserts that Haff's law holds\nwhenever the initial datum is of finite entropy. The second proof uses only the\nmoments of the solutions and holds in some weakly inelasticity regime which has\nto be clearly defined whenever the restitution coefficient is non-constant\n"]}]
["1104.4878",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4878"],"date":["2011-04-26"],"type":["text"],"creator":["Babusci, D.","Dattoli, G.","Quattromini, M.","Ricci, P. E."],"language":[],"coverage":[],"title":["A note on the extension of the Dirac method"],"description":["  In this note we extend the Dirac method to partial differential equations\ninvolving higher order roots of differential operators.\n","Comment: 3 pages"]}]
["1104.4887",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4887"],"date":["2011-04-26"],"type":["text"],"creator":["del Río, Ana Fernández"],"language":[],"coverage":[],"title":["Coupled Ising models and interdependent discrete choices under social\n  influence in homogeneous populations"],"description":["  The use of statistical physics to study problems of social sciences is\nmotivated and its current state of the art briefly reviewed, in particular for\nthe case of discrete choice making. The coupling of two binary choices is\nstudied in some detail, using an Ising model for each of the decision variables\n(the opinion or choice moments or spins, socioeconomic equivalents to the\nmagnetic moments or spins). Toy models for two different types of coupling are\nstudied analytically and numerically in the mean field (infinite range)\napproximation. This is equivalent to considering a social influence effect\nproportional to the fraction of adopters or average magnetisation. In the\nnonlocal case, the two spin variables are coupled through a Weiss mean field\ntype term. In a socioeconomic context, this can be useful when studying\nindividuals of two different groups, making the same decision under social\ninfluence of their own group, when their outcome is affected by the fraction of\nadopters of the other group. In the local case, the two spin variables are\ncoupled only through each individual. This accounts to considering individuals\nof a single group each making two different choices which affect each other. In\nboth cases, only constant (intra- and inter-) couplings and external fields are\nconsidered, i.e., only completely homogeneous populations. Most of the results\npresented are for the zero field case, i.e. no externalities or private\nutilities. Phase diagrams and their interpretation in a socioeconomic context\nare discussed and compared to the uncoupled case. The two systems share many\ncommon features including the existence of both first and second order phase\ntransitions, metastability and hysteresis. To conclude, some general remarks,\npointing out the limitations of these models and suggesting further\nimprovements are given.\n","Comment: Master thesis, 100 pages, 39 figures"]}]
["1104.4896",{"format":[],"subject":["Mathematics - Functional Analysis","46B25, 03E10, 54A05, 28A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4896"],"date":["2011-04-26"],"type":["text"],"creator":["Gazor, Majid"],"language":[],"coverage":[],"title":["Condensation rank of injective Banach spaces"],"description":["  The condensation rank associates any topological space with a unique ordinal\nnumber. In this paper we prove that the condensation rank of any infinite\ndimensional injective Banach space is equal to or greater than the first\nuncountable ordinal number.\n"]}]
["1104.4899",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4899"],"date":["2011-04-26"],"type":["text"],"creator":["Majkic, Zoran"],"language":[],"coverage":[],"title":["Data Base Mappings and Theory of Sketches"],"description":["  In this paper we will present the two basic operations for database schemas\nused in database mapping systems (separation and Data Federation), and we will\nexplain why the functorial semantics for database mappings needed a new base\ncategory instead of usual Set category. Successively, it is presented a\ndefinition of the graph G for a schema database mapping system, and the\ndefinition of its sketch category Sch(G). Based on this framework we presented\nfunctorial semantics for database mapping systems with the new base category\nDB.\n","Comment: 21 pages"]}]
["1104.4904",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4904","N&deg; RR-7608 (2011)"],"date":["2011-04-26"],"type":["text"],"creator":["Mathieu, Fabien"],"language":[],"coverage":[],"title":["On Using Seeders for P2P Live Streaming"],"description":["  Seeders (peers that do not request anything but contribute to the system) are\na powerful concept in peer-to-peer (P2P). They allow to leverage the capacities\nof a P2P system. While seeding is a natural idea for filesharing or\nvideo-on-demand applications, it seems somehow counter-intuitive in the context\nof live streaming. This paper aims at describing the feasibility and\nperformance of P2P live seeding. After a formal definition of \"live seeding\"\nand efficiency, we consider the theoretical performance of systems where the\noverhead is neglected. We then propose a linear overhead model and extend the\nresults for this model, for a single seeder and for a set of seeders as well\n(it is not always possible to perfectly aggregate individual efficiencies in a\ngiven system).\n"]}]
["1104.4910",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4910"],"date":["2011-04-26"],"type":["text"],"creator":["Gao, Jian","Yin, Minghao","Zhou, Junping"],"language":[],"coverage":[],"title":["Hybrid Tractable Classes of Binary Quantified Constraint Satisfaction\n  Problems"],"description":["  In this paper, we investigate the hybrid tractability of binary Quantified\nConstraint Satisfaction Problems (QCSPs). First, a basic tractable class of\nbinary QCSPs is identified by using the broken-triangle property. In this\nclass, the variable ordering for the broken-triangle property must be same as\nthat in the prefix of the QCSP. Second, we break this restriction to allow that\nexistentially quantified variables can be shifted within or out of their\nblocks, and thus identify some novel tractable classes by introducing the\nbroken-angle property. Finally, we identify a more generalized tractable class,\ni.e., the min-of-max extendable class for QCSPs.\n"]}]
["1104.4912",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4912"],"date":["2011-04-26"],"type":["text"],"creator":["Singh, Viveka Nand","Datta, Sanjoy","Majumdar, Pinaki"],"language":[],"coverage":[],"title":["Thermally Fluctuating Inhomogeneous Superfluid State of Strongly\n  Interacting Fermions in an Optical Lattice"],"description":["  The presence of attractive interaction between fermions can lead to pairing\nand superfluidity in an optical lattice. The temperature needed to observe\nsuperfluidity is about a tenth of the tunneling energy in the optical lattice,\nand currently beyond experimental reach. However, at strong coupling the\nprecursors to global superfluidity should be visible at achievable\ntemperatures, in terms of fluctuating domains with strong pairing correlations.\nWe explore this regime of the attractive two dimensional fermion Hubbard model,\nin the presence of a confining potential, using a new Monte Carlo technique. We\ncapture the low temperature inhomogeneous superfluid state with its unusual\nspectral signatures but mainly focus on the experimentally accessible\nintermediate temperature state. In this regime, and for the trap center density\nwe consider, there is a large pairing amplitude at the center, spatially\ncorrelated into domains extending over several lattice spacings. We map out the\nthermal evolution of the local density, the double occupancy, the pairing\ncorrelations, and the momentum distribution function across this phase\nfluctuation window.\n","Comment: 4 pages. pdflatex, 4 figs"]}]
["1104.4913",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Physics - Biological Physics","Physics - Data Analysis, Statistics and Probability","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4913"],"date":["2011-04-25"],"type":["text"],"creator":["Medus, A. D.","Dorso, C. O."],"language":[],"coverage":[],"title":["Diseases spreading through individual based models with realistic\n  mobility patterns"],"description":["  The individual-based models constitute a set of widely implemented tools to\nanalyze the incidence of individuals heterogeneities in the spread of an\ninfectious disease. In this work we focus our attention on human contacts\nheterogeneities through two of the main individual-based models: mobile agents\nand complex networks models. We introduce a novel mobile agents model in which\nindividuals make displacements with sizes according to a truncated power-law\ndistribution based on empirical evidence about human mobility. Besides, we\npresent a procedure to obtain an equivalent weighted contact network from the\nprevious mobile agents model, where the weights of the links are interpreted as\ncontact probabilities. From the topological analysis of the equivalent contact\nnetworks we show that small world characteristics are related with truncated\npower-law distribution for agent displacements. Finally, we show the\nequivalence between both approaches through some numerical experiments for the\nspread of an infectious disease.\n","Comment: 19 pages, 7 figures, submitted to PRE"]}]
["1104.4922",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4922"],"date":["2011-04-26"],"type":["text"],"creator":["Law, J. M.","Hoch, C.","Glaum, R.","Heinmaa, I.","Stern, R.","Kang, J.","Lee, C.","Whangbo, M. -H.","Kremer, R. K."],"language":[],"coverage":[],"title":["Spin-Peierls transition in TiPO$_4$"],"description":["  We investigated the magnetic and structural properties of the quasi-one\ndimensional 3$d^1$-quantum chain system TiPO$_4$ ($J \\sim$ 965 K) by magnetic\nsusceptibility, heat capacity, ESR, x-ray diffraction, NMR measurements, and by\ndensity functional calculations. TiPO$_4$ undergoes two magnetostructural phase\ntransitions, one at 111 K and the other at 74 K. Below 74 K, NMR detects two\ndifferent $^{31}$P signals and the magnetic susceptibility vanishes, while DFT\ncalculations evidence a bond alternation of the Ti...Ti distances within each\nchain. Thus, the 74 K phase transition is a spin-Peierls transition which\nevolves from an incommensurate phase existing between 111 K and 74 K.\n","Comment: 4 pages, 3 figures, accepted by Phys. Rev. B as a Rapid Communication"]}]
["1104.4924",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4924"],"date":["2011-04-26"],"type":["text"],"creator":["Ali-Akbari, M."],"language":[],"coverage":[],"title":["Non-commutative Holographic QCD and Jet Quenching Parameter"],"description":["  Using gauge/gravity duality, we compute jet quenching parameter in confined\nand deconfined phases of noncommutative Sakai-Sugimoto model. In the confined\nphase jet quenching parameter is zero and noncommutativity does not affect it.\nIn deconfined phase we find that the leading correction is negative i.e. it\nreduces the magnitude of the jet quenching parameter as compared to its value\nin commutative background. Moreover it is seen that the effect of leading\ncorrection is more pronounced at high temperatures\n","Comment: 15 pages, 3 figures"]}]
["1104.4925",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4925"],"date":["2011-04-26"],"type":["text"],"creator":["Weydahl, Torleif","Poyyapakkam, Madhavan","Seljeskog, Morten","Haugen, Nils Erland L."],"language":[],"coverage":[],"title":["Assessment of existing H2/O2 chemical reaction mechanisms at reheat gas\n  turbine conditions"],"description":["  This paper provides detailed comparisons of chemical reaction mechanisms of\nH2 applicable at high preheat temperatures and pressures relevant to gas\nturbine and particularly Alstom's reheat gas turbine conditions. It is shown\nthat the available reaction mechanisms exhibit large differences in several\nimportant elementary reaction coefficients. The reaction mechanisms are\nassessed by comparing ignition delay and laminar flame speed results obtained\nfrom CHEMKIN with available data, however, the amount of data at these\nconditions is scarce and a recommended candidate among the mechanisms can\npresently not be selected. Generally, the results with the GRI-Mech and Leeds\nmechanisms deviate from the Davis, Li, O'Conaire, Konnov and San Diego\nmechanisms, but there are also significant deviations between the latter five\nmechanisms that altogether are better adapted to hydrogen. The differences in\nignition delay times between the dedicated hydrogen mechanisms (O'Conaire, Li\nand Konnov) range from approximately a maximum factor of 2 for the H2-air\ncases, to more than a factor 5 for the H2/O2/AR cases. The application of the\ncomputed ignition delay time to reheat burner development is briefly discussed.\n","Comment: 12 pages, 16 figures, 2 tables. The paper has been submitted to\n  International Journal of Hydrogen Energy"]}]
["1104.4927",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4927"],"date":["2011-04-26"],"type":["text"],"creator":["Ma, Xiao","Zhang, Kai","Bai, Baoming","Zhang, Xiaoyi"],"language":[],"coverage":[],"title":["Serial Concatenation of RS Codes with Kite Codes: Performance Analysis,\n  Iterative Decoding and Design"],"description":["  In this paper, we propose a new ensemble of rateless forward error correction\n(FEC) codes. The proposed codes are serially concatenated codes with\nReed-Solomon (RS) codes as outer codes and Kite codes as inner codes. The inner\nKite codes are a special class of prefix rateless low-density parity-check\n(PRLDPC) codes, which can generate potentially infinite (or as many as\nrequired) random-like parity-check bits. The employment of RS codes as outer\ncodes not only lowers down error-floors but also ensures (with high\nprobability) the correctness of successfully decoded codewords. In addition to\nthe conventional two-stage decoding, iterative decoding between the inner code\nand the outer code are also implemented to improve the performance further. The\nperformance of the Kite codes under maximum likelihood (ML) decoding is\nanalyzed by applying a refined Divsalar bound to the ensemble weight\nenumerating functions (WEF). We propose a simulation-based optimization method\nas well as density evolution (DE) using Gaussian approximations (GA) to design\nthe Kite codes. Numerical results along with semi-analytic bounds show that the\nproposed codes can approach Shannon limits with extremely low error-floors. It\nis also shown by simulation that the proposed codes performs well within a wide\nrange of signal-to-noise-ratios (SNRs).\n","Comment: 34 pages, 15 figures"]}]
["1104.4935",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","46H25, 18G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4935"],"date":["2011-04-26"],"type":["text"],"creator":["Cushing, David","Lykova, Zinaida A."],"language":[],"coverage":[],"title":["Projectivity of Banach and $C^*$-algebras of continuous fields"],"description":["  We give necessary and sufficient conditions for the left projectivity and\nbiprojectivity of Banach algebras defined by locally trivial continuous fields\nof Banach algebras. We identify projective $C^*$-algebras $\\A$ defined by\nlocally trivial continuous fields $\\mathcal{U} = \\{\\Omega,(A_t)_{t \\in\n\\Omega},\\Theta\\}$ such that each $C^*$-algebra $ A_{t}$ has a strictly positive\nelement. For a commutative $C^*$-algebra $\\D$ contained in ${\\cal B}(H)$, where\n$H$ is a separable Hilbert space, we show that the condition of left\nprojectivity of $\\D$ is equivalent to the existence of a strictly positive\nelement in $\\D$ and so to the spectrum of $\\D$ being a Lindel$\\ddot{\\rm o}$f\nspace.\n","Comment: 34 pages"]}]
["1104.4936",{"format":[],"subject":["Mathematics - Probability","Primary: 60K25, Secondary: 60K37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4936"],"date":["2011-04-26"],"type":["text"],"creator":["D'Auria, Bernardo","Kella, Offer"],"language":[],"coverage":[],"title":["Two-sided reflected Markov-modulated Brownian motion with applications\n  to fluid queues and dividend payouts"],"description":["  In this paper we study a reflected Markov-modulated Brownian motion with a\ntwo sided reflection in which the drift, diffusion coefficient and the two\nboundaries are (jointly) modulated by a finite state space irreducible\ncontinuous time Markov chain. The goal is to compute the stationary\ndistribution of this Markov process, which in addition to the complication of\nhaving a stochastic boundary can also include jumps at state change epochs of\nthe underlying Markov chain because of the boundary changes. We give the\ngeneral theory and then specialize to the case where the underlying Markov\nchain has two states. Moreover, motivated by an application of optimal dividend\nstrategies, we consider the case where the lower barrier is zero and the upper\nbarrier is subject to control. In this case we generalized earlier results from\nthe case of a reflected Brownian motion to the Markov modulated case.\n","Comment: 22 pages, 1 figure"]}]
["1104.4938",{"format":[],"subject":["Mathematics - Combinatorics","Primary 05A15, Secondary 05A16 05A19 05B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4938","Austral. J. Combin. 50 (2011), 205-215"],"date":["2011-04-26"],"type":["text"],"creator":["Cameron, Peter J.","Krattenthaler, Christian","Müller, Thomas W."],"language":[],"coverage":[],"title":["A note on higher-dimensional magic matrices"],"description":["  We provide exact and asymptotic formulae for the number of unrestricted,\nrespectively indecomposable, $d$-dimensional matrices where the sum of all\nmatrix entries with one coordinate fixed equals 2.\n","Comment: AmS-LaTeX, 9 pages"]}]
["1104.4947",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4947"],"date":["2011-04-26"],"type":["text"],"creator":["Huaiwei, Lu","Yun, Wei","Baoge, Zhang","Kaijun, Wu","Guanwei, Luo"],"language":[],"coverage":[],"title":["Study of All-Fiber Asymmetric Interleaver Based on Mach-Zehnder\n  Interferometer"],"description":["  In order to improve the transmission efficiency of optical-fiber\ncommunication system with 10Gb/s+40Gb/s, an all-fiber interleaver with unequal\npassband is proposed and discussed, which is based on a two-stage cascaded\nMach-Zehnder interferometer (MZI). The optimum value of structural parameters,\nsuch as splitting ratios of the couplers and the physical length differences of\nthe interferometer arms, were chosen. One set of optimized data is validated in\nthe experimental result.The experimental results and the theoretic analysis\nindicate that an all-fiber optical interleaver with -3dB passband width in odd\nchannels and even channels could be obtained, which having more than 60GHz\npassband and 30GHz passband, for transmission speed of 40Gb/s and 10Gb/s,\nrespectively.By assigning different portions of spectrum to the 10Gb/s and the\n40 Gb/s channels, the bandwidth efficiency requirement of the 40 Gb/s channel\nis relieved, and therefore longer transmission distance can be\nachieved.Comparing with the conventional asymmetric interleaver, the most\nobvious benefit of the proposed interleaver is all-fiber structure.\n"]}]
["1104.4957",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4957"],"date":["2011-04-26"],"type":["text"],"creator":["Lamzouri, Youness","Zaharescu, Alexandru"],"language":[],"coverage":[],"title":["Randomness of character sums modulo $m$"],"description":["  Using a probabilistic model, based on random walks on the additive group\n$\\mathbb{Z}/m\\mathbb{Z}$, we prove that the values of certain real character\nsums are uniformly distributed in residue classes modulo $m$.\n","Comment: 16 pages, submitted"]}]
["1104.4966",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4966","International Journal of Web & Semantic Technology (IJWesT), Vol.\n  2, No. 2, April 2011","doi:10.5121/ijwest.2011.2202"],"date":["2011-04-26"],"type":["text"],"creator":["Dombeu, Jean Vincent Fonou","Huisman, Magda"],"language":[],"coverage":[],"title":["Combining Ontology Development Methodologies and Semantic Web Platforms\n  for E-government Domain Ontology Development"],"description":["  One of the key challenges in electronic government (e-government) is the\ndevelopment of systems that can be easily integrated and interoperated to\nprovide seamless services delivery to citizens. In recent years, Semantic Web\ntechnologies based on ontology have emerged as promising solutions to the above\nengineering problems. However, current research practicing semantic development\nin e-government does not focus on the application of available methodologies\nand platforms for developing government domain ontologies. Furthermore, only a\nfew of these researches provide detailed guidelines for developing semantic\nontology models from a government service domain. This research presents a case\nstudy combining an ontology building methodology and two state-of-the-art\nSemantic Web platforms namely Protege and Java Jena ontology API for semantic\nontology development in e-government. Firstly, a framework adopted from the\nUschold and King ontology building methodology is employed to build a domain\nontology describing the semantic content of a government service domain.\nThereafter, UML is used to semi-formally represent the domain ontology.\nFinally, Protege and Jena API are employed to create the Web Ontology Language\n(OWL) and Resource Description Framework (RDF) representations of the domain\nontology respectively to enable its computer processing. The study aims at: (1)\nproviding e-government developers, particularly those from the developing world\nwith detailed guidelines for practicing semantic content development in their\ne-government projects and (2), strengthening the adoption of semantic\ntechnologies in e-government. The study would also be of interest to novice\nSemantic Web developers who might used it as a starting point for further\ninvestigations.\n","Comment: 14 pages"]}]
["1104.4969",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","82D60, 60K37, 60K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4969"],"date":["2011-04-26"],"type":["text"],"creator":["Berger, Quentin","Lacoin, Hubert"],"language":[],"coverage":[],"title":["Sharp critical behavior for pinning model in random correlated\n  environment"],"description":["  This article investigates the effect for random pinning models of long range\npower-law decaying correlations in the environment. For a particular type of\nenvironment based on a renewal construction, we are able to sharply describe\nthe phase transition from the delocalized phase to the localized one, giving\nthe critical exponent for the (quenched) free-energy, and proving that at the\ncritical point the trajectories are fully delocalized. These results contrast\nwith what happens both for the pure model (i.e. without disorder) and for the\nwidely studied case of i.i.d. disorder, where the relevance or irrelevance of\ndisorder on the critical properties is decided via the so-called Harris\nCriterion.\n","Comment: 37 pages, 2 figures"]}]
["1104.4975",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4975"],"date":["2011-04-26"],"type":["text"],"creator":["Bagraev, Nikolay","Danilovsky, Eduard","Gets, Dmitrii","Klyachkin, Leonid","Kudryavtsev, Andrey","Kuzmin, Roman","Malyarenko, Anna","Mashkov, Vladimir"],"language":[],"coverage":[],"title":["Polarized electroluminescence from silicon nanostructures"],"description":["  We present the first findings of the circularly polarized electroluminescence\n(CPEL) from silicon nanostructures which are the p-type ultra-narrow silicon\nquantum well (Si-QW) confined by {\\delta}-barriers heavily doped with boron.\nThe CPEL dependences on the forward current and lateral electric field show the\ncircularly polarized light emission which appears to be caused by the exciton\nrecombination through the negative-U dipole boron centers at the Si-QW -\n{\\delta}-barriers interface with the assistance of phosphorus donors.\n","Comment: 8 pages, 7 figures"]}]
["1104.4976",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4976"],"date":["2011-04-26"],"type":["text"],"creator":["Chatzistamatiou, Andre"],"language":[],"coverage":[],"title":["On the Beilinson-Hodge conjecture for $H^2$ and rational varieties"],"description":["  The Beilinson-Hodge conjecture asserts the surjectivity of the cycle map\n$$H^n_M(X,\\Q(n)) \\to {\\rm Hom}_{MHS}(\\Q(-n),H^n(X,\\Q))$$ for all positive\nintegers $n$ and every smooth complex algebraic variety $X$. For $n=2$, we\nprove the conjecture if $X$ is rational.\n","Comment: 14 pages"]}]
["1104.4979",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4979"],"date":["2011-04-26"],"type":["text"],"creator":["Birkar, Caucher"],"language":[],"coverage":[],"title":["Supplement to the paper \"On existence of log minimal models II\""],"description":["  We prove a stronger version of a termination theorem appeared in the paper\n\"On existence of log minimal models II\". We essentially just get rid of the\nredundant assumptions so the proof is almost the same as in there. However, we\ngive a detailed proof here for future reference.\n","Comment: 8 pages"]}]
["1104.4984",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4984"],"date":["2011-04-26"],"type":["text"],"creator":["Buyukasik, Sirin A."],"language":[],"coverage":[],"title":["Exactly solvable variable parametric Burgers type models"],"description":["  Exactly solvable variable parametric Burgers type equations in one-dimension\nare introduced, and two different approaches for solving the corresponding\ninitial value problems are given. The first one is using the relationship\nbetween the variable parametric models and their standard counterparts. The\nsecond approach is a direct linearization of the variable parametric Burgers\nmodel to a variable parametric parabolic model via a generalized Cole-Hopf\ntransform. Eventually, the problem of finding analytic and exact solutions of\nthe variable parametric models reduces to that of solving a corresponding\nsecond order linear ODE with time dependent coefficients. This makes our\nresults applicable to a wide class of exactly solvable Burgers type equations\nrelated with the classical Sturm-Liouville problems for the orthogonal\npolynomials.\n"]}]
["1104.4985",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4985"],"date":["2011-04-26"],"type":["text"],"creator":["Calanna, A.","Calabretta, L.","Maggiore, M.","Piazza, L. A. C.","Rifuggiato, D."],"language":[],"coverage":[],"title":["A multi megawatt ring cyclotron to search for CP violation in the\n  neutrino sector"],"description":["  A new approach to search for CP violation in the neutrino sector [1,2] is\nproposed by the experiment called DAE{\\delta}ALUS (Decay At rest Experiment for\n{\\delta}cp At Laboratory for Underground Science). DAE{\\delta}ALUS needs three\nsources of neutrino fluxes, each one located at 1.5, 8 and 20 km from the\nunderground detector. Here we present the study for a Superconducting Ring\nCyclotron able to accelerate the H2+ molecules and to deliver proton beam with\nmaximum energy of 800 MeV and the required high power. The magnetic field\nproduced by the proposed superconducting magnetic sector, simulated by the code\nTOSCA, the isochronous magnetic field, some preliminary feature on the beam\ndynamic and the magnetic forces acting on the coils are here presented.\n","Comment: 3 pages, 6 figures, PAC11"]}]
["1104.4991",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4991","in B. Veress and J.Szigethy (eds.) Horizons in Earth Science\n  Research. Vol. 3 (Nova Science Publishers, Inc. 2011) pp 157-188"],"date":["2011-04-26"],"type":["text"],"creator":["Ramos, Osvanny"],"language":[],"coverage":[],"title":["Scale Invariant Avalanches: A Critical Confusion"],"description":["  The \"Self-organized criticality\" (SOC), introduced in 1987 by Bak, Tang and\nWiesenfeld, was an attempt to explain the 1/f noise, but it rapidly evolved\ntowards a more ambitious scope: explaining scale invariant avalanches. In two\ndecades, phenomena as diverse as earthquakes, granular piles, snow avalanches,\nsolar flares, superconducting vortices, sub-critical fracture, evolution, and\neven stock market crashes have been reported to evolve through scale invariant\navalanches. The theory, based on the key axiom that a critical state is an\nattractor of the dynamics, presented an exponent close to -1 (in two\ndimensions) for the power-law distribution of avalanche sizes. However, the\nmajority of real phenomena classified as SOC present smaller exponents, i.e.,\nlarger absolute values of negative exponents, a situation that has provoked a\nlot of confusion in the field of scale invariant avalanches. The main goal of\nthis chapter is to shed light on this issue. The essential role of the exponent\nvalue of the power-law distribution of avalanche sizes is discussed. The\nexponent value controls the ratio of small and large events, the energy balance\n--required for stationary systems-- and the critical properties of the\ndynamics. A condition of criticality is introduced. As the exponent value\ndecreases, there is a decrease of the critical properties, and consequently the\nsystem becomes, in principle, predictable. Prediction of scale invariant\navalanches in both experiments and simulations are presented. Other sources of\nconfusion as the use of logarithmic scales, and the avalanche dynamics in well\nestablished critical systems, are also revised; as well as the influence of\ndissipation and disorder in the \"self-organization\" of scale invariant\ndynamics.\n","Comment: 32 pages, 17 figures. Reviewed by H. J. Jensen"]}]
["1104.4993",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computational Complexity","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4993"],"date":["2011-04-26"],"type":["text"],"creator":["Chen, Hubie","Dalmau, Victor","Grußien, Berit"],"language":[],"coverage":[],"title":["Arc Consistency and Friends"],"description":["  A natural and established way to restrict the constraint satisfaction problem\nis to fix the relations that can be used to pose constraints; such a family of\nrelations is called a constraint language. In this article, we study arc\nconsistency, a heavily investigated inference method, and three extensions\nthereof from the perspective of constraint languages. We conduct a comparison\nof the studied methods on the basis of which constraint languages they solve,\nand we present new polynomial-time tractability results for singleton arc\nconsistency, the most powerful method studied.\n"]}]
["1104.4998",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4998"],"date":["2011-04-26"],"type":["text"],"creator":["Lam, Thomas","Pylyavskyy, Pavlo"],"language":[],"coverage":[],"title":["Inverse problem in cylindrical electrical networks"],"description":["  In this paper we study the inverse Dirichlet-to-Neumann problem for certain\ncylindrical electrical networks. We define and study a birational\ntransformation acting on cylindrical electrical networks called the electrical\n$R$-matrix. We use this transformation to formulate a general conjectural\nsolution to this inverse problem on the cylinder. This conjecture extends work\nof Curtis, Ingerman, and Morrow, and of de Verdi\\`ere, Gitler, and Vertigan for\ncircular planar electrical networks. We show that our conjectural solution\nholds for certain \"purely cylindrical\" networks. Here we apply the grove\ncombinatorics introduced by Kenyon and Wilson.\n","Comment: 22 pages, 15 figures"]}]
["1104.5003",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5003"],"date":["2011-04-26"],"type":["text"],"creator":["Brun, Francois","de Naurois, Mathieu","Hofmann, Werner","Carrigan, Svenja","Djannati-Ataï, Arache","Ohm, Stefan","Collaboration, for the H. E. S. S."],"language":[],"coverage":[],"title":["Discovery of VHE gamma-ray emission from the W49 region with H.E.S.S"],"description":["  The W49 region hosts two bright radio sources: the star forming region W49A\nand the supernova remnant W49B. The 10^6 M_odot Giant Molecular Cloud W49A is\none of the most luminous giant radio HII regions in our Galaxy and hosts\nseveral active, high-mass star formation sites. The mixed-morphology supernova\nremnant W49B has one of the highest surface brightness in radio of all the SNRs\nof this class in our Galaxy and is one of the brightest ejecta-dominated SNRs\nin X-rays. Infrared observations evidenced that W49B is interacting with\nmolecular clouds and Fermi recently reported the detection of a coincident\nbright, high-energy gamma-ray source. Observations by the H.E.S.S. telescope\narray resulted in the significant detection of VHE gamma-ray emission from the\nW49 region, compatible with VHE emission from the SNR W49B. The results, the\nmorphology and the origin of the VHE emission are presented in the\nmulti-wavelength context and the implications on the origin of the signal are\ndiscussed.\n","Comment: 6 pages, 3 figures. Proc. of the 25th TEXAS Symposium on Relativistic\n  Astrophysics. To appear in Proceedings of Science"]}]
["1104.5004",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5004"],"date":["2011-04-26"],"type":["text"],"creator":["Fujiwara, Yuichiro","Hsieh, Min-Hsiu"],"language":[],"coverage":[],"title":["Adaptively correcting quantum errors with entanglement"],"description":["  Contrary to the assumption that most quantum error-correcting codes (QECC)\nmake, it is expected that phase errors are much more likely than bit errors in\nphysical devices. By employing the entanglement-assisted stabilizer formalism,\nwe develop a new kind of error-correcting protocol which can flexibly trade\nerror correction abilities between the two types of errors, such that high\nerror correction performance is achieved both in symmetric and in asymmetric\nsituations. The characteristics of the QECCs can be optimized in an adaptive\nmanner during information transmission. The proposed entanglement-assisted\nQECCs require only one ebit regardless of the degree of asymmetry at a given\nmoment and can be decoded in polynomial time.\n","Comment: 5 pages, final submission to ISIT 2011, Saint-Petersburg, Russia"]}]
["1104.5008",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5008"],"date":["2011-04-26"],"type":["text"],"creator":["Bruno, William J."],"language":[],"coverage":[],"title":["What does photon energy tell us about cellphone safety?"],"description":["  It has been argued that cellphones are safe because a single microwave photon\ndoes not have enough energy to break a chemical bond. We show that cellphone\ntechnology operates in the classical wave limit, not the single photon limit.\nBased on energy densities relative to thermal energy, we estimate thresholds at\nwhich effects might be expected. These seem to correspond somewhat with many\nexperimental observations.\n"]}]
["math/0301332",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53D99 81R12 53C50 22E27 22E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0301332","Journal of Physics: Conference Series 175 (2009) 012012","doi:10.1088/1742-6596/175/1/012012"],"date":["2003-01-28","2003-03-08"],"type":["text"],"creator":["Ovando, Gabriela"],"language":[],"coverage":[],"title":["Invariant metrics and Hamiltonian Systems"],"description":["  Via a non degenerate symmetric bilinear form we identify the coadjoint\nrepresentation with a new representation and so we induce on the orbits a\nsimplectic form. By considering Hamiltonian systems on the orbits we study some\nfeatures of them and finally find commuting functions under the corresponding\nLie-Poisson bracket\n","Comment: 16 pages corrected typos, changed contents (Prop. 3.4 and Theorem in\n  Section 3)"]}]
["math/0409280",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs","35S05, 47G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0409280","Revista Mat.~Iberoam. 22(2) (2006), 703-724"],"date":["2004-09-16"],"type":["text"],"creator":["Gröchenig, Karlheinz"],"language":[],"coverage":[],"title":["Time-Frequency Analysis of Sj\\\"ostrand's Class"],"description":["  We investigate the properties an exotic symbol class of pseudodifferential\noperators, Sj\\\"ostrand's class, with methods of timne-frequency analysis (phase\nspace analysis). Compared to the classical treatment, the time-frequency\napproach leads to striklingly simple proofs of Sj\\\"ostrand's fundamental\nresults and to far-reaching generalizations.\n"]}]
["math/0509153",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs","35S05, 47G30, 46E35, 47B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509153","J.~Fourier Anal.~Appl.~12(3) (2006), 371-392"],"date":["2005-09-07"],"type":["text"],"creator":["Cordero, Elena","Gröchenig, Karlheinz"],"language":[],"coverage":[],"title":["Symbolic calculus and Fredholm property for localization operators"],"description":["  We study the composition of time-ffrequency localization operators\n(wavepacket operators) and develop a symbolic calculus of such operators on\nmodulation spaces. The use of time-frequency methods (phase space methods)\nallows the use of rough symbols of ultra-rapid growth in place of smooth\nsymbols in the standard classes. As the main application it is shown that, in\ngeneral, a localization operators possesses the Fredholm property, and thus its\nrange is closed in the target space.\n"]}]
["math/0510145",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D20, 14D06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510145","Bull. SMF. 135, no. 2, 283--298 (2007)"],"date":["2005-10-07"],"type":["text"],"creator":["Gulbrandsen, Martin G."],"language":[],"coverage":[],"title":["Lagrangian fibrations on generalized Kummer varieties"],"description":["  We investigate the existence of Lagrangian fibrations on the generalized\nKummer varieties of Beauville. For a principally polarized abelian surface A of\nPicard number one we find the following: The Kummer variety K^n(A) is\nbirationally equivalent to another irreducible symplectic variety admitting a\nLagrangian fibration, if and only if n is a perfect square. And this is the\ncase if and only if K^n(A) carries a divisor with vanishing Beauville-Bogomolov\nsquare.\n","Comment: 13 pages"]}]
["math/0609097",{"format":[],"subject":["Mathematics - Functional Analysis","42B15, 42B35, 47G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609097","J.~Functional Anal.~246 (2007), 366 -- 384"],"date":["2006-09-04"],"type":["text"],"creator":["Benyi, Arpad","Gröchenig, Karlheinz","Okoudjou, Kasso","Rogers, Luke"],"language":[],"coverage":[],"title":["Unimodular Fourier multipliers for modulation spaces"],"description":["  We investigate the boundedness of unimodular Fourier multipliers on\nmodulation spaces. Surprisingly, the multipliers with general symbol\n$e^{i|\\xi|^\\alpha}$, where $\\alpha\\in[0, 2]$, are bounded on all modulation\nspaces, but, in general, fail to be bounded on the usual $L^p$-spaces. As a\nconsequence, the phase-space concentration of the solutions to the free\nSchr\\\"odinger and wave equations are preserved. As a byproduct, we also obtain\nboundedness results on modulation spaces for singular multipliers\n$|\\xi|^{-\\delta} \\sin (|\\xi|^\\alpha)$ for $ 0 \\leq \\delta \\leq \\alpha $.\n","Comment: 18 pages"]}]
["math/0611174",{"format":[],"subject":["Mathematics - Functional Analysis","42Axx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611174","In \"Pseudodifferential Operators: Partial Differential Equations\n  and Time-Frequency Analysis'', L. Rodino et al., eds., Fields Institute Comm.\n  52, pp.343 -- 366, 2007"],"date":["2006-11-07"],"type":["text"],"creator":["Gröchenig, Karlheinz"],"language":[],"coverage":[],"title":["Weight Functions in Time-Frequency Analysis"],"description":["  We discuss the most common types of weight functions in harmonic analysis and\nhow they occur in \\tfa . As a general rule, submultiplicative weights\ncharacterize algebra properties, moderate weights characterize module\nproperties, Gelfand-Raikov-Shilov weights determine spectral invariance, and\nBeurling-Domar weights guarantee the existence of compactly supported test\nfunctions.\n"]}]
["math/0701842",{"format":[],"subject":["Mathematics - Probability","60K25, 60K37, 60D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701842","Queueing Systems (2008) Volume 58, Number 3, 221-237","doi:10.1007/s11134-008-9068-7"],"date":["2007-01-29","2008-01-15"],"type":["text"],"creator":["D'Auria, B."],"language":[],"coverage":[],"title":["M/M/$\\infty$ queues in semi-Markovian random environment"],"description":["  In this paper we investigate an M/M/$\\infty$ queue whose parameters depend on\nan external random environment that we assume to be a semi-Markovian process\nwith finite state space. For this model we show a recursive formula that allows\nto compute all the factorial moments for the number of customers in the system\nin steady state. The used technique is based on the calculation of the raw\nmoments of the measure of a bidimensional random set. Finally the case when the\nrandom environment has only two states is deeper analyzed. We obtain an\nexplicit formula to compute the above mentioned factorial moments when at least\none of the two states has sojourn time exponentially distributed.\n","Comment: 17 pages, 2 figures"]}]
["math/0703379",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","42C15, 22E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703379","International Mathematics Research Notices 2007 (2007), rnm111-21"],"date":["2007-03-13"],"type":["text"],"creator":["Gröchenig, Karlheinz"],"language":[],"coverage":[],"title":["Gabor frames without inequalities"],"description":["  We prove fourteen equivalent conditions for a set of timefrequency shifts on\na lattice to be a frame for L^2. Remarkably, several of these conditions can be\nformulated without an inequality. In particular, instead of checking the\ninvertibility of the frame operator on L^2 it suffices to verify that it is\none-to-one on a certain subspace of tempered distributions.\n","Comment: 16 pages"]}]
["q-alg/9505028",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-alg/9505028","Advances in Mathematics Volume 127, Issue 1, 15 April 1997, Pages\n  73-93","doi:10.1006/aima.1997.1626"],"date":["1995-05-24","1995-06-08"],"type":["text"],"creator":["Donin, J."],"language":[],"coverage":[],"title":["On the quantization of Poisson brackets"],"description":["  In this paper we introduce two classes of Poisson brackets on algebras (or on\nsheaves of algebras). We call them locally free and nonsingular Poisson\nbrackets. Using the Fedosov's method we prove that any locally free nonsingular\nPoisson bracket can be quantized. In particular, it follows from this that all\nPoisson brackets on an arbitrary field of characteristic zero can be quantized.\nThe well known theorem about the quantization of nondegenerate Poisson brackets\non smooth manifolds follows from the main result of this paper as well.\n","Comment: Latex, 24 pp., essentially corrected version"]}]
