["0705.0207",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0207","American J. Math. vol. 132, no. 6 (2010), 1549-1590"],"date":["2007-05-02","2010-08-26"],"type":["text"],"creator":["Lian, Bong H.","Linshaw, Andrew R.","Song, Bailin"],"language":[],"coverage":[],"title":["Chiral Equivariant Cohomology III"],"description":["  This is the third of a series of papers on a new equivariant cohomology that\ntakes values in a vertex algebra, and contains and generalizes the classical\nequivariant cohomology of a manifold with a Lie group action a la H. Cartan. In\nthis paper, we compute this cohomology for spheres and show that for any simple\nconnected group G, there is a sphere with infinitely many actions of G which\nhave distinct chiral equivariant cohomology, but identical classical\nequivariant cohomology. Unlike the classical case, the description of the\nchiral equivariant cohomology of spheres requires a substantial amount of new\nstructural theory, which we fully develop in this paper. This includes a\nquasi-conformal structure, equivariant homotopy invariance, and the values of\nthis cohomology on homogeneous spaces. These results rely on crucial features\nof the underlying vertex algebra valued complex that have no classical\nanalogues.\n","Comment: Final version"]}]
["0706.4044",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computational Complexity","F.4.1","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4044","ACM Transactions on Computational Logic 10 (2:13), pp. 1-33, 2009","doi:10.1145/1462179.1462185"],"date":["2007-06-27"],"type":["text"],"creator":["Schröder, Lutz","Pattinson, Dirk"],"language":[],"coverage":[],"title":["PSPACE Bounds for Rank-1 Modal Logics"],"description":["  For lack of general algorithmic methods that apply to wide classes of logics,\nestablishing a complexity bound for a given modal logic is often a laborious\ntask. The present work is a step towards a general theory of the complexity of\nmodal logics. Our main result is that all rank-1 logics enjoy a shallow model\nproperty and thus are, under mild assumptions on the format of their\naxiomatisation, in PSPACE. This leads to a unified derivation of tight\nPSPACE-bounds for a number of logics including K, KD, coalition logic, graded\nmodal logic, majority logic, and probabilistic modal logic. Our generic\nalgorithm moreover finds tableau proofs that witness pleasant proof-theoretic\nproperties including a weak subformula property. This generality is made\npossible by a coalgebraic semantics, which conveniently abstracts from the\ndetails of a given model class and thus allows covering a broad range of logics\nin a uniform way.\n"]}]
["0706.4368",{"format":[],"subject":["Mathematics - Geometric Topology","57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4368","Milan J. Math. 76 (2008), 69-92"],"date":["2007-06-29"],"type":["text"],"creator":["Petronio, Carlo","Heard, Damian","Pervova, Ekaterina"],"language":[],"coverage":[],"title":["Combinatorial and geometric methods in topology"],"description":["  Starting from the (apparently) elementary problem of deciding how many\ndifferent topological spaces can be obtained by gluing together in pairs the\nfaces of an octahedron, we will describe the central role played by hyperbolic\ngeometry within three-dimensional topology. We will also point out the striking\ndifference with the two-dimensional case, and we will review some of the\nresults of the combinatorial and computational approach to three-manifolds\ndeveloped by different mathematicians over the last several years.\n","Comment: This expository paper is the text of a conference given by the author\n  to a broad audience of mathematicians. An upcoming article will contain more\n  detailed proofs and an accurate description of the hyperbolic and\n  non-hyperbolic orientable manifolds obtained by gluing together in pairs the\n  faces of the octahedron. Appendix by Damian Heard and Ekaterina Pervova"]}]
["0708.3244",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3244","Advances in Complex Systems, Vol. 10, No. 2 (2007) 251-269","doi:10.1142/S0219525907000982"],"date":["2007-08-24"],"type":["text"],"creator":["Lorenz, Jan","Urbig, Diemo"],"language":[],"coverage":[],"title":["About the Power to Enforce and Prevent Consensus by Manipulating\n  Communication Rules"],"description":["  We explore the possibilities of enforcing and preventing consensus in\ncontinuous opinion dynamics that result from modifications in the communication\nrules. We refer to the model of Weisbuch and Deffuant, where $n$ agents adjust\ntheir continuous opinions as a result of random pairwise encounters whenever\ntheir opinions differ not more than a given bound of confidence $\\eps$. A high\n$\\eps$ leads to consensus, while a lower $\\eps$ leads to a fragmentation into\nseveral opinion clusters. We drop the random encounter assumption and ask: How\nsmall may $\\eps$ be such that consensus is still possible with a certain\ncommunication plan for the entire group? Mathematical analysis shows that\n$\\eps$ may be significantly smaller than in the random pairwise case. On the\nother hand we ask: How large may $\\eps$ be such that preventing consensus is\nstill possible? In answering this question we prove Fortunato's simulation\nresult that consensus cannot be prevented for $\\eps>0.5$ for large groups. %\nNext we consider opinion dynamics under different individual strategies and\nexamine their power to increase the chances of consensus. One result is that\nbalancing agents increase chances of consensus, especially if the agents are\ncautious in adapting their opinions. However, curious agents increase chances\nof consensus only if those agents are not cautious in adapting their opinions.\n","Comment: 21 pages, 6 figures"]}]
["0709.0150",{"format":[],"subject":["Mathematics - Geometric Topology","57M12, 57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0150","Coen, Salvatore (ed.), Geometry seminars. 2005--2009. Dedicated to\n  Aldo Andreotti on the 13th anniversary of his passing. Bologna: Universit\\`a\n  degli Studi di Bologna, Dipartimento di Matematica. 105-120 (2010)"],"date":["2007-09-03","2007-09-10"],"type":["text"],"creator":["Pervova, Ekaterina","Petronio, Carlo"],"language":[],"coverage":[],"title":["Realizability and exceptionality of candidate surface branched covers:\n  methods and results"],"description":["  Given two closed orientable surfaces, the Hurwitz existence problem asks\nwhether there exists a branched cover between them having prescribed global\ndegree and local degrees over the branching points. The Riemann-Hurwitz formula\ngives a necessary condition, which was shown to be also sufficient when the\nbase surface has positive genus. For the sphere one knows that for some data\nthe cover exists and for some it does not, but the problem is still open in\ngeneral. In this paper we will review five different techniques recently\nemployed to attack it, and we will state the main results they have led to. To\nillustrate the techniques we will give five independent proofs of the fact that\nthere is no branched cover of the sphere over itself with degree 4, three\nbranching points, and local degrees (2,2), (2,2), and (3,1) over them (despite\nthe fact that the Riemann-Hurwitz formula is satisfied).\n","Comment: 19 pages, 5 figures. A few misprints in the first version have been\n  corrected in the second one"]}]
["0709.2026",{"format":[],"subject":["Mathematics - Geometric Topology","57M12, 57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2026","Trans. Amer. Math. Soc. 361 (2009), 5885-5920"],"date":["2007-09-13"],"type":["text"],"creator":["Pascali, Maria Antonietta","Petronio, Carlo"],"language":[],"coverage":[],"title":["Surface branched covers and geometric 2-orbifolds"],"description":["  For a branched cover between two closed orientable surfaces, the\nRiemann-Hurwitz formula relates the Euler characteristics of the surfaces, the\ntotal degree of the cover, and the total length of the partitions of the degree\ngiven by the local degrees at the preimages of the branching points. A very old\nproblem asks whether a collection of partitions of an integer having the\nappropriate total length (that we call a candidate cover) always comes from\nsome branched cover. The answer is known to be in the affirmative whenever the\ncandidate base surface is not the 2-sphere, while for the 2-sphere exceptions\ndo occur. A long-standing conjecture however asserts that when the candidate\ndegree is a prime number, a candidate cover is always realizable. In this paper\nwe analyze the question from the point of view of the geometry of 2-orbifolds,\nand we provide strong supporting evidence for the conjecture. In particular, we\nexhibit three different sequences of candidate covers, indexed by their degree,\nsuch that for each sequence: (1) The degrees giving realizable covers have\nasymptotically zero density in the naturals; (2) Each prime degree gives a\nrealizable cover.\n","Comment: 49 pages, 18 figures"]}]
["0803.2211",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2211","doi:10.1109/TAC.2010.2046086"],"date":["2008-03-14","2010-05-09"],"type":["text"],"creator":["Lorenz, Jan","Lorenz, Dirk A."],"language":[],"coverage":[],"title":["On Conditions for Convergence to Consensus"],"description":["  A new theorem on conditions for convergence to consensus of a multiagent\ntime-dependent time-discrete dynamical system is presented. The theorem is\nbuild up on the notion of averaging maps. We compare this theorem to results by\nMoreau (IEEE Transactions on Automatic Control, vol. 50, no. 2, 2005) about\nset-valued Lyapunov theory and convergence under switching communication\ntopologies. We give examples that point out differences of approaches including\nexamples where Moreau's theorem is not applicable but ours is. Further on, we\ngive examples that demonstrate that the theory of convergence to consensus is\nstill not complete.\n","Comment: 5 pages, 2 columns, example added"]}]
["0804.3651",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3651"],"date":["2008-04-23","2011-01-16"],"type":["text"],"creator":["Helm, David","Katz, Eric"],"language":[],"coverage":[],"title":["Monodromy Filtrations and the Topology of Tropical Varieties"],"description":["  We find restrictions on the topology of tropical varieties that arise from a\ncertain natural class of varieties. We develop a theory of tropical\ndegenerations that is a nonconstant coefficient analogue of Tevelev's theory of\ntropical compactifications, and use it to construct normal crossings\ndegenerations of a subvariety X of a torus, under mild hypotheses on X. These\ndegenerations allow us to construct a natural, \"multiplicity-free\"\nparameterization of Trop(X) by a topological space \\Gamma_X. We give a\ngeometric interpretation of the cohomology of \\Gamma_X in terms of the action\nof a monodromy operator on the cohomology of X. This gives bounds on the Betti\nnumbers of $\\Gamma_X$ in terms of the Betti numbers of $X$. When $X$ is a\nsufficiently general complete intersection, this allows us to show that the\ncohomology of Trop(X) vanishes in degree less than dim(X). In addition, we give\na description for the top power of the monodromy operator acting on middle\ncohomology in terms of the volume pairing on $\\Gamma_X$.\n","Comment: 22 pages. Canadian Journal of Mathematics, to appear"]}]
["0805.1329",{"format":[],"subject":["Mathematical Physics","22E66, 81R10, 60H40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1329","Infinite Dimensional Analysis, Quantum Probability and Related\n  Topics Vol. 13, No. 4 (2010) 619-627","doi:10.1142/S0219025710004243"],"date":["2008-05-09","2011-01-15"],"type":["text"],"creator":["Hasebe, Takahiro"],"language":[],"coverage":[],"title":["White noise analysis on manifolds and the energy representation of a\n  gauge group"],"description":["  The energy representation of a gauge group on a Riemannian manifold has been\ndiscussed by several authors. Y. Shimada has shown the irreducibility for\ncompact Riemannian manifold, using white noise analysis. In this paper we\nextend its technique to noncompact Riemannian manifolds which have differential\noperators satisfying some conditions.\n","Comment: 9 pages"]}]
["0805.3587",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3587","D. Rudolf, Explicit error bounds for lazy reversible Markov chain\n  Monte Carlo, J. Complexity, 25(1):11--24, 2009","doi:10.1016/j.jco.2008.05.005"],"date":["2008-05-23","2011-01-16"],"type":["text"],"creator":["Rudolf, Daniel"],"language":[],"coverage":[],"title":["Explicit error bounds for lazy reversible Markov Chain Monte Carlo"],"description":["  We prove explicit, i.e., non-asymptotic, error bounds for Markov Chain Monte\nCarlo methods, such as the Metropolis algorithm. The problem is to compute the\nexpectation (or integral) of f with respect to a measure which can be given by\na density with respect to another measure. A straight simulation of the desired\ndistribution by a random number generator is in general not possible. Thus it\nis reasonable to use Markov chain sampling with a burn-in. We study such an\nalgorithm and extend the analysis of Lovasz and Simonovits (1993) to obtain an\nexplicit error bound.\n"]}]
["0807.0241",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0241"],"date":["2008-07-01","2008-12-18"],"type":["text"],"creator":["Segre, Gavriel"],"language":[],"coverage":[],"title":["Quantum substitutions of Pisot type, their quantum topological entropy\n  and their use for optimal spacing"],"description":["  Quantum substitutions of Pisot type (and their quantum topological entropy)\nare introduced. Their utility as algorithms for optimal spacing is analyzed.\n"]}]
["0808.1532",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1532","Physical Review A 78, 042309 (2008)","doi:10.1103/PhysRevA.78.042309"],"date":["2008-08-11","2011-01-14"],"type":["text"],"creator":["Markham, Damian","Sanders, Barry C."],"language":[],"coverage":[],"title":["Graph States for Quantum Secret Sharing"],"description":["  We consider three broad classes of quantum secret sharing with and without\neavesdropping and show how a graph state formalism unifies otherwise disparate\nquantum secret sharing models. In addition to the elegant unification provided\nby graph states, our approach provides a generalization of threshold classical\nsecret sharing via insecure quantum channels beyond the current requirement of\n100% collaboration by players to just a simple majority in the case of five\nplayers. Another innovation here is the introduction of embedded protocols\nwithin a larger graph state that serves as a one-way quantum information\nprocessing system.\n","Comment: This version amends the original security claim for QQ (n,n): in fact\n  the secret is not completely denied to the adversary in this case. We thank\n  S. Perdrix, B. Fortescue and G. Gour for pointing out the error. The changes\n  are detailed in D. Markham and B. C. Sanders, \"Erratum: Graph states for\n  quantum secret sharing [Phys. Rev. A 78, 042309 (2008)]\", Phys. Rev. A 83,\n  019901(E) (2011)"]}]
["0810.0975",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","58E20, 53C12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0975"],"date":["2008-10-06","2011-01-15"],"type":["text"],"creator":["Ou, Ye-Lin","Troutman, Tiffany","Wilhelm, Frederick"],"language":[],"coverage":[],"title":["Infinity-harmonic maps and morphisms"],"description":["  We propose a new notion called \\emph{infinity-harmonic maps}between\nRiemannain manifolds. These are natural generalizations of the well known\nnotion of infinity harmonic functions and are also the limiting case of $p$%\n-harmonic maps as $p\\to \\infty $.\n  Infinity harmoncity appears in many familiar contexts. For example, metric\nprojection onto the orbit of an isometric group action from a tubular\nneighborhood is infinity harmonic.\n  Unfortunately, infinity-harmonicity is not preserved under composition. Those\ninfinity harmonic maps that always preserve infinity harmonicity under pull\nback are called infinity harmonic morphisms. We show that infinity harmonic\nmorphisms are precisely horizontally homothetic mas.\n  Many example of infinity-harmonic maps are given, including some very\nimportant and well-known classes of maps between Riemannian manifolds.\n"]}]
["0810.1221",{"format":[],"subject":["Mathematics - Geometric Topology","57M27 (primary), 57M25, 57M20 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1221","J. Knot Theory Ramifications 18 (2009), 1439-1458"],"date":["2008-10-07"],"type":["text"],"creator":["Pervova, Ekaterina","Petronio, Carlo"],"language":[],"coverage":[],"title":["Complexity of links in 3-manifolds"],"description":["  We introduce a natural-valued complexity c(X) for pairs X=(M,L), where M is a\nclosed orientable 3-manifold and L is a link contained in M. The definition\nemploys simple spines, but for well-behaved X's we show that c(X) equals the\nminimal number of tetrahedra in a triangulation of M containing L in its\n1-skeleton. Slightly adapting Matveev's recent theory of roots for graphs, we\ncarefully analyze the behaviour of c under connected sum away from and along\nthe link. We show in particular that c is almost always additive, describing in\ndetail the circumstances under which it is not. To do so we introduce a certain\n(0,2)-root for a pair X, we show that it is well-defined, and we prove that X\nhas the same complexity as its (0,2)-root. We then consider, for links in the\n3-sphere, the relations of c with the crossing number and with the hyperbolic\nvolume of the exterior, establishing various upper and lower bounds. We also\nspecialize our analysis to certain infinite families of links, providing rather\naccurate asymptotic estimates.\n","Comment: 24 pages, 6 figures"]}]
["0810.4031",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4031","Proceedings of the 3rd Stueckelberg Workshop on Relativistic Field\n  Theories, eds. N. Carlevaro, R. Ruffini and G. V. Vereshchagin, Cambridge\n  Scientific Publishers, 2010, P. 293 - 301"],"date":["2008-10-22"],"type":["text"],"creator":["Shestakova, T. P."],"language":[],"coverage":[],"title":["The \"extended phase space\" approach to quantum geometrodynamics: what\n  can it give for the development of quantum gravity?"],"description":["  The talk is devoted to the \"extended phase space\" approach to Quantum\nGeometrodynamics. The premises that have led to the formulation of this\napproach are briefly reviewed, namely, non-trivial topology of the Universe\nwhich implies the absence of asymptotic states, in contrast to situations one\nusually deals in ordinary quantum field theory; parametrization noninvariance\nin the Wheeler - DeWitt theory; the problem of time and the absence of\ndynamical evolution. Then we discuss the main features of the approach:\nHamiltonian dynamics in extended phase space, gauge-dependent Schrodinger\nequation for the wave function of the Universe, the description of quantum\nUniverse from the viewpoint of observers in a wide enough class of reference\nframes. After all, we analyse problems arising in this approach: the structure\nof Hilbert space in Quantum Geometrodynamics, the relations between solutions\nfor the wave function of the Universe corresponding to various reference\nframes, properties of a medium to be necessary to fix a reference frame, the\ntransition to classical limit.\n","Comment: 12 pages, talk presented at the III Stueckelberg Workshop on\n  Relativistic Field Theories, Pescara, Italy, July 2008"]}]
["0811.0935",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0935"],"date":["2008-11-06","2011-01-14"],"type":["text"],"creator":["Yetis, Cenk M.","Kayran, Ahmet H."],"language":[],"coverage":[],"title":["A New Training Protocol for Channel State Estimation in Wireless Relay\n  Networks"],"description":["  The accuracy of channel state information (CSI) is critical for improving the\ncapacity of wireless networks. In this paper, we introduce a training protocol\nfor wireless relay networks that uses channel estimation and feedforwarding\nmethods. The feedforwarding method is the distinctive feature of the proposed\nprotocol. As we show, each relay feedforwards the imperfect CSI to the\ndestination in a way that provides a higher network capacity and a faster\ntransfer of the CSI than the existing protocols. In addition, we show the\nimportance of the effective CSI accuracy on the wireless relay network capacity\nby comparing networks with the perfect effective CSI, imperfect effective CSI,\nand noisy imperfect effective CSI available at the destination.\n","Comment: This paper has been withdrawn by the author due to technical flaws in\n  SISO section"]}]
["0811.0966",{"format":[],"subject":["Mathematics - Number Theory","11A41, 11A99, 11B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0966"],"date":["2008-11-06","2011-01-17"],"type":["text"],"creator":["Zhang, Shaohua"],"language":[],"coverage":[],"title":["A Refinement of the Function $g(m)$ on Grimm Conjecture"],"description":["  In this paper, we refine the function $g(x)$ on Grimm's conjecture and\nimprove a result of Erd\\\"{o}s and Selfridge without using Hall's theorem.\n","Comment: The paper has been accepted by THE ROCKY MOUNTAIN JOURNAL OF\n  MATHEMATICS, to appear"]}]
["0811.3726",{"format":[],"subject":["Mathematics - Geometric Topology","58D10, 57Q45, 81Q30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3726","Journal of Knot Theory and Its Ramifications, Vol. 19, No. 12\n  (2010), 1597-1644","doi:10.1142/S0218216510008583"],"date":["2008-11-23","2009-09-30"],"type":["text"],"creator":["Sakai, Keiichi"],"language":[],"coverage":[],"title":["Configuration space integrals for embedding spaces and the Haefliger\n  invariant"],"description":["  Let K be the space of long j-knots in R^n. In this paper we introduce a graph\ncomplex D and a linear map I from D to the de Rham complex of K via\nconfiguration space integral, and prove that (1) when both n>j>=3 are odd, the\nmap I is a cochain map if restricted to graphs with at most one loop component,\n(2) when n-j>=2 is even, the map I is a cochain map if restricted to tree\ngraphs, and (3) when n-j >=3 is odd, the map I added a correction term produces\na (2n-3j-3)-cocycle of K which gives a new formulation of the Haefliger\ninvariant when n=6k, j=4k-1 for some k.\n","Comment: 41 pages, many figures (v2: Theorem 1.3 and its proof have been\n  improved. many minor corrections. v3: Theorem 1.3 and its proof have been\n  revised, since Lemma 5.26 in v2 was wrong. v4: The proof of Theorem 1.3 has\n  been fully revised. To appear in J. Knot Theory Ramifications)"]}]
["0812.1695",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J45, 14J30, 14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1695","Doc. Math., J. DMV , 2010, 15, 843-872"],"date":["2008-12-09","2009-01-05"],"type":["text"],"creator":["Prokhorov, Yuri"],"language":[],"coverage":[],"title":["Q-Fano threefolds of large Fano index, I"],"description":["  We study Q-Fano threefolds of large Fano index. In particular, we prove that\nthe maximum of Fano index is attained for the weighted projective space\nP(3,4,5,7).\n","Comment: 29 pages, latex, a few typos corrected"]}]
["0901.3198",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3198","IEEE/ACM Transactions on Computational Biology and Bioinformatics,\n  6 (3) : 483-494, 2009","doi:10.1109/TCBB.2009.4"],"date":["2009-01-21"],"type":["text"],"creator":["Roytberg, Mikhail A.","Gambin, Anna","Noé, Laurent","Lasota, Slawomir","Furletova, Eugenia","Szczurek, Ewa","Kucherov, Gregory"],"language":[],"coverage":[],"title":["On subset seeds for protein alignment"],"description":["  We apply the concept of subset seeds proposed in [1] to similarity search in\nprotein sequences. The main question studied is the design of efficient seed\nalphabets to construct seeds with optimal sensitivity/selectivity trade-offs.\nWe propose several different design methods and use them to construct several\nalphabets. We then perform a comparative analysis of seeds built over those\nalphabets and compare them with the standard BLASTP seeding method [2], [3], as\nwell as with the family of vector seeds proposed in [4]. While the formalism of\nsubset seeds is less expressive (but less costly to implement) than the\ncumulative principle used in BLASTP and vector seeds, our seeds show a similar\nor even better performance than BLASTP on Bernoulli models of proteins\ncompatible with the common BLOSUM62 matrix. Finally, we perform a large-scale\nbenchmarking of our seeds against several main databases of protein alignments.\nHere again, the results show a comparable or better performance of our seeds\nvs. BLASTP.\n","Comment: IEEE/ACM Transactions on Computational Biology and Bioinformatics\n  (2009)"]}]
["0901.3215",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3215","IEEE/ACM Transactions on Computational Biology and Bioinformatics,\n  2 (1) : 51-61, 2005","doi:10.1109/TCBB.2005.12"],"date":["2009-01-21"],"type":["text"],"creator":["Kucherov, Gregory","Noé, Laurent","Roytberg, Mikhail A."],"language":[],"coverage":[],"title":["Multiseed Lossless Filtration"],"description":["  We study a method of seed-based lossless filtration for approximate string\nmatching and related bioinformatics applications. The method is based on a\nsimultaneous use of several spaced seeds rather than a single seed as studied\nby Burkhardt and K\\\"arkk\\\"ainen [1]. We present algorithms to compute several\nimportant parameters of seed families, study their combinatorial properties,\nand describe several techniques to construct efficient families. We also report\na large-scale application of the proposed technique to the problem of\noligonucleotide selection for an EST sequence database.\n"]}]
["0901.4373",{"format":[],"subject":["Mathematics - Complex Variables","32E10, 32E30, 32H02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4373","In: P. Ebenfelt, N. Hungerbuehler, J. J. Kohn, N. Mok, E. J.\n  Straube (Eds.), Complex Analysis, pp. 125--143. Trends in Math., Birkhauser,\n  2010"],"date":["2009-01-28","2009-03-22"],"type":["text"],"creator":["Forstneric, Franc"],"language":[],"coverage":[],"title":["Invariance of the parametric Oka property"],"description":["  Assume that E and B are complex manifolds and that pi is a holomorphic Serre\nfibration from E onto E such that E admits a finite dominating family of\nholomorphic fiber-sprays over a small neighborhood of any point in B. We show\nthat the parametric Oka property (POP) of B implies POP of E; conversely, POP\nof E implies POP of B for contractible parameter spaces. This follows from a\nparametric Oka principle for holomorphic liftings which we establish in the\npaper.\n"]}]
["0903.1478",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Complex Variables","33C45, 32W99, 14R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1478"],"date":["2009-03-09","2011-01-16"],"type":["text"],"creator":["Essen, Arno van den","Willems, Roel","Zhao, Wenhua"],"language":[],"coverage":[],"title":["Some Results on the Vanishing Conjecture of Differential Operators with\n  Constant Coefficients"],"description":["  In this paper we prove four cases of the vanishing conjecture of differential\noperators with constant coefficients and also a conjecture on the Laurent\npolynomials with no holomorphic parts, which were proposed in [Zh3] by the\nthird named author. We also give two examples to show that the generalizations\nof both the vanishing conjecture and the Duistermaat-van der Kallen theorem\n[DK] to Laurent formal power series do not hold in general.\n","Comment: Minor improvements. Latex 21 pages"]}]
["0903.2991",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Pattern Formation and Solitons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2991","The European Physical Journal B, Vol 68, page 467-477 (2009)","doi:10.1140/epjb/e2009-00124-5"],"date":["2009-03-17"],"type":["text"],"creator":["Joshi, Chaitanya","Ghosh, Sankalpa"],"language":[],"coverage":[],"title":["Density, phase and coherence properties of a low dimensional\n  Bose-Einstein systems moving in a disordered potential"],"description":["  We present a detailed numerical study of the dynamics of a disordered\none-dimensional Bose-Einstein condensates in position and momentum space. We\nparticularly focus on the region where non-linearity and disorder\nsimultaneously effect the time propagation of the condensate as well as the\npossible interference between various parts of the matter wave. We report\noscillation between spatially extended and localized behavior for the\npropagating condensate which dies down with increasing non-linearity. We also\nreport intriguing behavior of the phase fluctuation and the coherence\nproperties of the matter wave. We also briefly compare these behavior with that\nof a two-dimensional condensate. We mention the relevance of our results to the\nrelated experiments on Anderson localization and indicate the possibility of\nfuture experiments\n","Comment: 12 pages, 15 figures, EPJB style, accepted for publication in the\n  topical issue of EPJB on \"Novel Quantum phases and Mesoscopic physics in\n  Quantum gases\""]}]
["0904.0960",{"format":[],"subject":["Physics - General Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0960"],"date":["2009-04-06","2011-01-15"],"type":["text"],"creator":["Efthimiades, Spyros"],"language":[],"coverage":[],"title":["Principles and Dynamics of Quantum Mechanics"],"description":["  The fundamental principle of quantum mechanics is that the probabilities of\nphysical outcomes are obtained from the intermediate states and processes of\nthe interacting particles, considered as happening concurrently. When the\ninteraction is described by a potential, the total energy of the particle is\nequal to its total kinetic plus potential energies. We derive the Schrodinger\nand Dirac equations as the conditions the wavefunction must satisfy at each\npoint in order to fulfill the corresponding energy equation. In our approach\nquantum theory is tangible, experimentally justified and theoretically\nconsistent. PACS numbers: 03.65.-w Keywords: Quantum principles; Quantum\ndynamics; Schrodinger equation; Dirac equation\n"]}]
["0904.2766",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2766","Phys.Lett.B681:376-381,2009","doi:10.1016/j.physletb.2009.10.038"],"date":["2009-04-17","2011-01-17"],"type":["text"],"creator":["Britto, Ruth","Feng, Bo"],"language":[],"coverage":[],"title":["Solving for tadpole coefficients in one-loop amplitudes"],"description":["  One-loop amplitudes may be expanded in a basis of scalar integrals multiplied\nby rational coefficients. We relate the coefficient of the one-point integral\nto the coefficients of higher-point integrals, by considering the effects of\nintroducing an additional, unphysical propagator, subject to certain\nconditions.\n","Comment: 9 pages. v2: Eq. (28) corrected, typos fixed, minor improvements"]}]
["0904.2782",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2782"],"date":["2009-04-18"],"type":["text"],"creator":["Segre, Gavriel"],"language":[],"coverage":[],"title":["Martin L\\\"{o}f - Solovay - Chaitin Axiom of Reduction versus Von Mises -\n  Church Axiom of Reduction"],"description":["  Under the assumption that the quantum random number generator Quantis by Id\nQuantique is a fair quantum coin, experimental indications of the fact that\nindependent tosses of a quantum coin don't pass the Iterated Logarithm\nRandomness' Test are shown.\n  The consequential observed experimental violation of the Martin L\\\"{o}f -\nSolovay - Chaitin Axiom of Reduction of Quantum Mechanics is then interpreted\nas the indication of the necessity of replacing it with the weaker Von Mises -\nChurch Axiom of Reduction whose Game Theoretic meaning is explained.\n"]}]
["0904.4143",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Probability","90C39, 90C40 (Primary), 93E20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4143","doi:10.1016/j.nahs.2010.12.003"],"date":["2009-04-27","2009-11-27"],"type":["text"],"creator":["Chatterjee, Debasish","Cinquemani, Eugenio","Lygeros, John"],"language":[],"coverage":[],"title":["Maximizing the probability of attaining a target prior to extinction"],"description":["  We present a dynamic programming-based solution to the problem of maximizing\nthe probability of attaining a target set before hitting a cemetery set for a\ndiscrete-time Markov control process. Under mild hypotheses we establish that\nthere exists a deterministic stationary policy that achieves the maximum value\nof this probability. We demonstrate how the maximization of this probability\ncan be computed through the maximization of an expected total reward until the\nfirst hitting time to either the target or the cemetery set. Martingale\ncharacterizations of thrifty, equalizing, and optimal policies in the context\nof our problem are also established.\n","Comment: 22 pages, 1 figure. Revised"]}]
["0905.3617",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3617","Eur. Phys. J. B 78, 65-73 (2010)","doi:10.1140/epjb/e2010-00293-0"],"date":["2009-05-22","2010-02-14"],"type":["text"],"creator":["Mishra, Sunil Kumar"],"language":[],"coverage":[],"title":["Memory and aging effects in antiferromagnetic nanoparticles"],"description":["  We investigate slow dynamics of collection of a few antiferromagnetic NiO\nnanoparticles. The zero-field cooled magnetization exhibits size dependent\nfluctuations. We find memory effects in field cooled magnetization, as well as\naging effects in thermoremenant magnetization of antiferromagnetic\nnanoparticles. The antiferromagnetic nanoparticles show a stronger memory\neffect than the corresponding effect in the ferromagnetic particles, when the\ndistribution of particles include very small sizes. The situation reverses for\nbigger sizes. The relaxation of the magnetization after a sudden cooling,\nheating and removal of fields reiterate the memory effects. We also see a weak\nsignature of size-dependent magnetization fluctuations in aging effect of\nantiferromagnetic nanoparticles. We find a two-step relaxation of\nthermoremenant magnetization in antiferromagnetic case, which differs\nqualitatively from relaxation of ferromagnetic nanoparticles.\n"]}]
["0906.2359",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Probability","65C05, 37A25, 37A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2359","Monte Carlo Methods and Applications. Volume 16, Issue 3-4, Pages\n  323-342, 2010","doi:10.1515/MCMA.2010.012"],"date":["2009-06-12","2011-01-16"],"type":["text"],"creator":["Rudolf, Daniel"],"language":[],"coverage":[],"title":["Error bounds for computing the expectation by Markov chain Monte Carlo"],"description":["  We study the error of reversible Markov chain Monte Carlo methods for\napproximating the expectation of a function. Explicit error bounds with respect\nto different norms of the function are proven. By the estimation the well known\nasymptotical limit of the error is attained, i.e. there is no gap between the\nestimate and the asymptotical behavior. We discuss the dependence of the error\non a burn-in of the Markov chain. Furthermore we suggest and justify a specific\nburn-in for optimizing the algorithm.\n"]}]
["0906.2421",{"format":[],"subject":["Mathematics - Complex Variables","32E10, 32E30, 32H02, 32Q28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2421","C. R. Math. Acad. Sci. Paris 347 (2009), no. 17-18, 1017-1020"],"date":["2009-06-12","2009-07-07"],"type":["text"],"creator":["Forstneric, Franc"],"language":[],"coverage":[],"title":["Oka manifolds"],"description":["  We give the following positive answer to Gromov's question (in \"Oka's\nprinciple for holomorphic sections of elliptic bundles\", J. Amer. Math. Soc. 2,\n851-897 (1989), 3.4.(D), page 881). THEOREM: If every holomorphic map from a\ncompact convex set in a complex Euclidean space C^n to a certain complex\nmanifold Y is a uniform limit of entire maps of C^n to Y, then Y enjoys the\nparametric Oka property. In particular, for any reduced Stein space X the\ninclusion of the space of holomorphic maps of X to Y into the space of\ncontinuous maps is a weak homotopy equivalence. This shows that all Oka type\nproperties of a complex manifold are equivalent to each other. (See also the\narticles F. Forstneric, \"Runge approximation on convex sets implies Oka's\nproperty\", Ann. Math. (2), 163, 689-707 (2006); \"Extending holomorphic mappings\nfrom subvarieties in Stein manifolds\", Ann. Inst. Fourier 55, 733-751 (2005).)\n","Comment: Dedicated to Mikhael L. Gromov on the occasion of receiving the Abel\n  Prize in May 2009"]}]
["0906.2424",{"format":[],"subject":["Mathematics - Complex Variables","32E05, 32E10, 32H02, 32V40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2424","Proc. Amer. Math. Soc. 138 (2010), no. 6, 2037-2042"],"date":["2009-06-12","2009-11-26"],"type":["text"],"creator":["Forstneric, Franc","Wold, Erlend Fornaess"],"language":[],"coverage":[],"title":["Fibrations and Stein Neighborhoods"],"description":["  Let Z be a complex space and let S be a compact set in C^n x Z which is\nfibered over R^n (the real subspace of C^n). We give a necessary and sufficient\ncondition for S to be a Stein compactum.\n","Comment: Proc. Amer. Math. Soc., to appear"]}]
["0906.5106",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms","Mathematics - Optimization and Control","05A, 15A, 51M, 52A, 52B, 52C, 62H, 68Q, 68R, 68U, 68W, 90B, 90C"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5106","Optimization Letters, 5:13--25, 2011"],"date":["2009-06-28","2009-07-13"],"type":["text"],"creator":["Hemmecke, Raymond","Onn, Shmuel","Weismantel, Robert"],"language":[],"coverage":[],"title":["Multicommodity Flow in Polynomial Time"],"description":["  The multicommodity flow problem is NP-hard already for two commodities over\nbipartite graphs. Nonetheless, using our recent theory of n-fold integer\nprogramming and extensions developed herein, we are able to establish the\nsurprising polynomial time solvability of the problem in two broad situations.\n"]}]
["0906.5178",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5178"],"date":["2009-06-28","2011-01-15"],"type":["text"],"creator":["De Roeck, W.","Froehlich, J."],"language":[],"coverage":[],"title":["Diffusion of a massive quantum particle coupled to a quasi-free thermal\n  medium"],"description":["  We consider a heavy quantum particle with an internal degree of freedom\nmoving on the $d$-dimensional lattice $\\bbZ^d$ (e.g., a heavy atom with\nfinitely many excited states). The particle is coupled to a thermal medium\n(bath) consisting of free relativistic bosons through an interaction of\nstrength $\\la$ linear in creation and annihilation operators. The mass of the\nquantum particle is assumed to be of order $\\la^{-2}$, and we assume that the\ninternal degree of freedom is coupled \"effectively\" to the thermal medium. We\nprove that the motion of the quantum particle is diffusive in $d\\geq 4$ and for\n$\\la$ small enough.\n","Comment: v3 to v4, layout changes, to appear in CMP"]}]
["0906.5195",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Geometric Topology","14J29, 14J10, 14J17, 53D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5195"],"date":["2009-06-28","2011-01-16"],"type":["text"],"creator":["Park, Heesang","Park, Jongil","Shin, Dongsoo"],"language":[],"coverage":[],"title":["Surfaces of general type with $p_g=1$ and $q=0$"],"description":["  In this paper we construct a new family of simply connected minimal complex\nsurfaces of general type with $p_g=1$, $q=0$, and $K^2=3, 4, 5, 6, 8$ using a\n$\\mathbb{Q}$-Gorenstein smoothing theory. We also reconstruct minimal complex\nsurfaces of general type with $p_g=1$, $q=0$, and $K^2=1, 2$ using the same\nmethod.\n","Comment: 21 pages, 29 figures. Title changed. This paper combines two\n  preprints arXiv:0906.5195 and arXiv:0910.3506"]}]
["0907.2371",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2371","Nature Physics 6, 527 (2010)","doi:10.1038/nphys1668"],"date":["2009-07-14","2011-01-17"],"type":["text"],"creator":["Sanvitto, D.","Marchetti, F. M.","Szymanska, M. H.","Tosi, G.","Baudisch, M.","Laussy, F. P.","Krizhanovskii, D. N.","Skolnick, M. S.","Marrucci, L.","Lemaitre, A.","Bloch, J.","Tejedor, C.","Vina, L."],"language":[],"coverage":[],"title":["Persistent currents and quantised vortices in a polariton superfluid"],"description":["  Semiconductor microcavity polaritons in the optical parametric scattering\nregime have been recently demonstrated to display a new variety of\ndissipationless superfluid behaviour. We report the first observation in\nresonantly pumped exciton polaritons of a metastable persistent superflow\ncarrying quantum of angular momentum, m. The quantised vortex, excited by a\nweak 2 ps pulsed probe, is shown to last for at least 80 ps, limited only by\nthe leaking outside the cavity. The polariton circulating superfluid persists\nin the absence of the driving rotating probe with no apparent dissipation. In\naddition, for a moving superfluid, we show the coherent splitting of a\nquantised double vortex, with charge m=2, into two singly quantised vortices of\nm=1. Remarkably, we observe the m=2 vortex to be stable when they are at rest.\nThe experimental results are compared with a theoretical analysis, obtained\ndescribing the triggered parametric scattering regime of polaritons via a\ntwo-component Gross-Pitaevskii equation, including pump and decay processes.\n","Comment: 20 pages, 8 figures"]}]
["0908.1253",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Analysis of PDEs","31A05, 58E20, 30C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1253","J. Amer. Math. Soc. 24 (2011), no. 2, 345-373"],"date":["2009-08-10","2009-11-03"],"type":["text"],"creator":["Iwaniec, Tadeusz","Kovalev, Leonid V.","Onninen, Jani"],"language":[],"coverage":[],"title":["The Nitsche conjecture"],"description":["  The conjecture in question concerns the existence of a harmonic homeomorphism\nbetween circular annuli A(r,R) and A(r*,R*), and is motivated in part by the\nexistence problem for doubly-connected minimal surfaces with prescribed\nboundary. In 1962 J.C.C. Nitsche observed that the image annulus cannot be too\nthin, but it can be arbitrarily thick (even a punctured disk). Then he\nconjectured that for such a mapping to exist we must have the following\ninequality, now known as the Nitsche bound: R*/r* is greater than or equal to\n(R/r+r/R)/2. In this paper we give an affirmative answer to his conjecture. As\na corollary, we find that among all minimal graphs over given annulus the upper\nslab of catenoid has the greatest conformal modulus.\n","Comment: 33 pages, 2 figures. Expanded introduction and references; added\n  discussion of doubly-connected minimal surfaces"]}]
["0909.1252",{"format":[],"subject":["Physics - Physics and Society","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1252","J. Stat. Mech. (2010) P06005","doi:10.1088/1742-5468/2010/06/P06005"],"date":["2009-09-07","2010-05-09"],"type":["text"],"creator":["Shin, Jae Kyun","Lorenz, Jan"],"language":[],"coverage":[],"title":["Tipping Diffusivity in Information Accumulation Systems: More Links,\n  Less Consensus"],"description":["  Assume two different communities each of which maintain their respective\nopinions mainly because of the weak interaction between the two communities. In\nsuch a case, it is an interesting problem to find the necessary strength of\ninter-community interaction in order for the two communities to reach a\nconsensus. In this paper, the Information Accumulation System (IAS) model is\napplied to investigate the problem. With the application of the IAS model, the\nopinion dynamics of the two-community problem is found to belong to a wider\nclass of two-species problems appearing in population dynamics or in\ncompetition of two languages, for all of which the governing equations can be\ndescribed in terms of coupled logistic maps. Tipping diffusivity is defined as\nthe maximal inter-community interaction that the two communities can stay in\ndifferent opinions. For a problem with simple community structure and\nhomogeneous individuals, the tipping diffusivity is calculated theoretically.\nAs a conclusion of the paper, the convergence of the two communities to the\nsame value is less possible the more overall interaction, intra-community and\ninter-community, takes place. This implies, for example, that the increase in\nthe interaction between individuals caused by the development of modern\ncommunication tools, such as facebook and twitter, does not necessarily improve\nthe tendency towards global convergence between different communities. If the\nnumber of internal links increases by a factor, the number of inter-community\nlinks must be increased by an even higher factor, in order for consensus to be\nthe only stable attractor.\n","Comment: 17 pages, 4 figures, readability improved"]}]
["0909.1408",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1408"],"date":["2009-09-08","2011-01-15"],"type":["text"],"creator":["Schmelzer, I."],"language":[],"coverage":[],"title":["The background as a quantum observable: Einstein's hole argument in a\n  quasiclassical context"],"description":["  I consider a thought experiment measuring the decoherence for quasiclassical\nsuperpositions of gravitational field. A version of the hole argument allows to\nprove that a covariant (background-free) theory is completely unable to define\nthe outcome of this experiment and is therefore not viable. Instead, the\nresults of experiments of this type allow to reconstruct a common background\nshared by all superposed gravitational fields.\n"]}]
["0909.5014",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5014"],"date":["2009-09-28","2011-01-17"],"type":["text"],"creator":["Brion, Michel"],"language":[],"coverage":[],"title":["On the geometry of algebraic groups and homogeneous spaces"],"description":["  Given a connected algebraic group G over an algebraically closed field and a\nG-homogeneous space X, we describe the Chow ring of G and the rational Chow\nring of X, with special attention to the Picard group. Also, we investigate the\nAlbanese and the \"anti-affine\" fibrations of G and X.\n","Comment: An error in the proof of Theorem 3.5 is corrected"]}]
["0910.0496",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0496"],"date":["2009-10-05","2011-01-16"],"type":["text"],"creator":["Brutin, D.","Rigollet, F.","Niliot, C. Le"],"language":[],"coverage":[],"title":["Hydrothermal waves in evaporating sessile drops"],"description":["  Drop evaporation is a simple phenomena but still unclear concerning the\nmechanisms of evaporation. A common agreement of the scientific community based\non experimental and numerical work evidences that most of the evaporation\noccurs at the triple line. However, the rate of evaporation is still\nempirically predicted due to the lack of knowledge on the convection cells\nwhich develop inside the drop under evaporation. The evaporation of sessile\ndrop is more complicated than it appears due to the coupling by conduction with\nthe heating substrate, the convection and conduction inside the drop and the\nconvection and diffusion with the vapour phase. The coupling of heat transfer\nin the three phases induces complicated cases to solve even for numerical\nsimulations. We present recent experimental fluid dynamics videos obtained\nusing a FLIR SC-6000 coupled with a microscopic lens of 10 micron of resolution\nto observe the evaporation of sessile drops in infrared wavelengths. The range\nof 3 to 5 micron is adapted to the fluids observed which are ethanol, methanol\nand FC-72 since they are all half-transparent to the infrared.\n","Comment: This paper has been withdrawn by the author"]}]
["0910.0846",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0846","Physica C 470, S4 (2010)","doi:10.1016/j.physc.2009.11.011"],"date":["2009-10-05","2009-11-14"],"type":["text"],"creator":["Sachdev, Subir"],"language":[],"coverage":[],"title":["Quantum criticality and the phase diagram of the cuprates"],"description":["  I discuss a proposed phase diagram of the cuprate superconductors as a\nfunction of temperature, carrier concentration, and a strong magnetic field\nperpendicular to the layers. I show how the phase diagram gives a unified\ninterpretation of a number of recent experiments.\n","Comment: 2 pages, 1 figure; Talk at M2S IX, Tokyo; (v2) corrected typos"]}]
["0910.4750",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4750"],"date":["2009-10-25","2011-01-17"],"type":["text"],"creator":["Shayeganrad, Gholamreza","Mashhadi, Leila","Momeni, Davood"],"language":[],"coverage":[],"title":["Investigation of particle and molecular extinction effects in remote\n  sensing by ultraviolet DIAL in the lower atmosphere"],"description":["  This study presents theoretical investigation of the effects of particle and\nmolecular extinction in horizontal remote sensing near the ground for several\nvisibilities at UV wavelengths by neglecting the spatial inhomogeneity of\naerosol in the atmosphere and taking into account the dependence of refracting\non air temperature and pressure. Due to weak attenuation of oxygen and other\ngaseous atmospheric constituents in this region, we have only considered the\neffect of ozone in calculation. The results are important to estimate\nsystematic errors in measuring gas concentration introduced by large wavelength\nseparation in UV-DIAL. The total attenuation (km-1) at wavelengths is listed in\nthe form of a table from 200 to 400 nm for several values of visibilities. It\nis found the aerosol attenuation in UV region varies quite smoothly with\nwavelength and therefore systematic error caused by aerosol scattering is\nnegligible in remote sensing by UV-DIAL even with large wavelength separation.\nMoreover, it has been found that only aerosol extinction is dominant in lidar\nremote sensing in the lower atmosphere in UV region. In large altitude that\naerosol concentration is lower; the molecular scattering is important\nespecially for wavelengths larger than 310 nm.\n","Comment: This paper has been withdrawn by the authors"]}]
["0911.0963",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0963","Eur.Phys.J.C67:117-123,2010","doi:10.1140/epjc/s10052-010-1280-z"],"date":["2009-11-04","2011-01-17"],"type":["text"],"creator":["Sun, Yan-Jun","Wu, Xing-Gang","Zuo, Fen","Huang, Tao"],"language":[],"coverage":[],"title":["The cross section of the process $e^{+}+e^{-}\\to J/\\psi+\\eta_c$ within\n  the QCD light-cone sum rules"],"description":["  We calculate the cross section of the exclusive process $e^{+} +e^{-}\\to\nJ/\\psi+\\eta_c$ at the leading order approximation within the QCD light-cone sum\nrules (LCSR) approach. It is found that the form factor\n$F_{VP}(V=J/\\psi,P=\\eta_c)$ depends mainly on the behavior of the twist-2\ndistribution amplitude of the $\\eta_c$-meson at the scale of this process. Thus\nin order to obtain a reliable estimation of the cross section, it is important\nto have a realistic distribution amplitude of the $\\eta_c$ meson, and to deal\nwith the evolution of the distribution amplitude to the effective energy scale\nof the process. Our results show that one can obtain a compatible prediction\nwith the Belle and BarBar experimental data.\n","Comment: 14 pages,7 figures"]}]
["0911.3439",{"format":[],"subject":["Mathematics - Complex Variables","32E10, 32E30, 32H02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3439","C. R. Acad. Sci. Paris, Ser. I 348 (2010) 145-148","doi:10.1016/j.crma.2009.12.004"],"date":["2009-11-17","2009-12-22"],"type":["text"],"creator":["Forstneric, Franc"],"language":[],"coverage":[],"title":["Oka maps"],"description":["  Given a holomorphic submersion of reduced complex spaces, we prove that the\nbasic Oka property of the submersion implies the parametric Oka property. This\ngeneralizes the corresponding result for complex manifolds (F. Forstneric, Oka\nManifolds, C. R. Acad. Sci. Paris, Ser. I, 347 (2009) 1017-1020). It follows\nthat a stratified elliptic (or subelliptic) holomorphic submersion, or a\nstratified holomorphic fiber bundle whose fibers are Oka manifolds, enjoys the\nparametric Oka property. As an application we give a parametric version of the\nfactorization theorem due to Ivarsson and Kutzschebauch (A solution of Gromov's\nVaserstein problem, C. R. Acad. Sci. Paris, Ser. I 346 (2008) 1239-1243) for\nholomorphic maps from finite dimensional reduced Stein spaces to the special\nlinear group SL_n(C).\n"]}]
["0912.2494",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2494","PhysRevB.82.155421,2010","doi:10.1103/PhysRevB.82.155421"],"date":["2009-12-13","2009-12-28"],"type":["text"],"creator":["Xu, Lei","An, Jin","Gong, Chang-De"],"language":[],"coverage":[],"title":["Edge States and Quantum Hall Effect in Graphene under a Modulated\n  Magnetic Field"],"description":["  Graphene properties can be manipulated by a periodic potential. Based on the\ntight-binding model, we study graphene under a one-dimensional (1D) modulated\nmagnetic field which contains both a uniform and a staggered component. New\nchiral current-carrying edge states are generated at the interfaces where the\nstaggered component changes direction. These edge states lead to an unusual\ninteger quantum Hall effect (QHE) in graphene, which can be observed\nexperimentally by a standard four-terminal Hall measurement. When Zeeman spin\nsplitting is considered, a novel state is predicted where the electron edge\ncurrents with opposite polarization propagate in the opposite directions at one\nsample boundary, whereas propagate in the same directions at the other sample\nboundary.\n","Comment: 5 pages, 4 figures"]}]
["0912.5259",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","12F20, 13A50, 14E08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5259"],"date":["2009-12-29","2011-01-16"],"type":["text"],"creator":["Hoshi, Akinari","Kitayama, Hidetaka","Yamasaki, Aiichi"],"language":[],"coverage":[],"title":["Rationality problem of three-dimensional monomial group actions"],"description":["  Let $K$ be a field of characteristic not two and $K(x,y,z)$ the rational\nfunction field over $K$ with three variables $x,y,z$. Let $G$ be a finite group\nof acting on $K(x,y,z)$ by monomial $K$-automorphisms. We consider the\nrationality problem of the fixed field $K(x,y,z)^G$ under the action of $G$,\nnamely whether $K(x,y,z)^G$ is rational (that is, purely transcendental) over\n$K$ or not. We may assume that $G$ is a subgroup of $\\mathrm{GL}(3,\\mathbb{Z})\nand the problem is determined up to conjugacy in $\\mathrm{GL}(3,\\mathbb{Z})$.\nThere are 73 conjugacy classes of $G$ in $\\mathrm{GL}(3,\\mathbb{Z})$. By\nresults of Endo-Miyata, Voskresenski\\u\\i, Lenstra, Saltman, Hajja, Kang and\nYamasaki, 8 conjugacy classes of 2-groups in $\\mathrm{GL}(3,\\mathbb{Z})$ have\nnegative answers to the problem under certain monomial actions over some base\nfield $K$, and the necessary and sufficient condition for the rationality of\n$K(x,y,z)^G$ over $K$ is given. In this paper, we show that the fixed field\n$K(x,y,z)^G$ under monomial action of $G$ is rational over $K$ except for\npossibly negative 8 cases of 2-groups and unknown one case of the alternating\ngroup of degree four. Moreover we give explicit transcendental bases of the\nfixed fields over $K$. For unknown case, we obtain an affirmative solution to\nthe problem under some conditions. In particular, we show that if $K$ is\nquadratically closed field then $K(x,y,z)^G$ is rational over $K$. We also give\nan application of the result to 4-dimensional linear Noether's problem.\n","Comment: 54 pages"]}]
["1001.3101",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3101","Bull Math Biol, 2010","doi:10.1007/s11538-010-9596-2"],"date":["2010-01-18"],"type":["text"],"creator":["Delgado-Eckert, Edgar","Ojosnegros, Samuel","Beerenwinkel, Niko"],"language":[],"coverage":[],"title":["The evolution of virulence in RNA viruses under a\n  competition-colonization trade-off"],"description":["  RNA viruses exist in large intra-host populations which display great\ngenotypic and phenotypic diversity. We analyze a model of viral competition\nbetween two different viral strains infecting a constantly replenished cell\npool, in which we assume a trade-off between the virus' colonization skills\n(cell killing ability or virulence) and its local competition skills\n(replication performance within coinfected cells). We characterize the\nconditions that allow for viral spread by means of the basic reproductive\nnumber and show that a local coexistence equilibrium exists, which is\nasymptotically stable. At this equilibrium, the less virulent competitor has a\nreproductive advantage over the more virulent colonizer. The equilibria at\nwhich one strain outcompetes the other one are unstable, i.e., a second viral\nstrain is always able to permanently invade. One generalization of the model is\nto consider multiple viral strains, each one displaying a different virulence.\nHowever, to account for the large phenotypic diversity in viral populations, we\nconsider a continuous spectrum of virulences and present a continuum limit of\nthis multiple viral strains model that describes the time evolution of an\ninitial continuous distribution of virulence. We provide a proof of the\nexistence of solutions of the model's equations and present numerical\napproximations of solutions for different initial distributions. Our\nsimulations suggest that initial continuous distributions of virulence evolve\ntowards a stationary distribution that is extremely skewed in favor of\ncompetitors. Consequently, collective virulence attenuation takes place. This\nfinding may contribute to understanding the phenomenon of virulence\nattenuation, which has been reported in previous experimental studies.\n","Comment: Submitted to peer-reviewed journal"]}]
["1001.4603",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4603","Algorithms in Bioinformatics, 2009, LNBI 5724 : 108-120","doi:10.1007/978-3-642-04241-6_10"],"date":["2010-01-26"],"type":["text"],"creator":["Gîrdea, Marta L.","Noé, Laurent","Kucherov, Gregory"],"language":[],"coverage":[],"title":["Back-translation for discovering distant protein homologies"],"description":["  Frameshift mutations in protein-coding DNA sequences produce a drastic change\nin the resulting protein sequence, which prevents classic protein alignment\nmethods from revealing the proteins' common origin. Moreover, when a large\nnumber of substitutions are additionally involved in the divergence, the\nhomology detection becomes difficult even at the DNA level. To cope with this\nsituation, we propose a novel method to infer distant homology relations of two\nproteins, that accounts for frameshift and point mutations that may have\naffected the coding sequences. We design a dynamic programming alignment\nalgorithm over memory-efficient graph representations of the complete set of\nputative DNA sequences of each protein, with the goal of determining the two\nputative DNA sequences which have the best scoring alignment under a powerful\nscoring system designed to reflect the most probable evolutionary process. This\nallows us to uncover evolutionary information that is not captured by\ntraditional alignment methods, which is confirmed by biologically significant\nexamples.\n","Comment: The 9th International Workshop in Algorithms in Bioinformatics\n  (WABI), Philadelphia : \\'Etats-Unis d'Am\\'erique (2009)"]}]
["1003.2696",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2696","J. Phys. Soc. Jpn. 79, 102001 (2010)","doi:10.1143/JPSJ.79.102001"],"date":["2010-03-13"],"type":["text"],"creator":["Mizuguchi, Yoshikazu","Takano, Yoshihiko"],"language":[],"coverage":[],"title":["A review of Fe-chalcogenide superconductors: the simplest Fe-based\n  superconductor"],"description":["  Here we summarize the physical properties of the newly discovered\nFe-chalcogenide superconductors. The Fe-chalcogenide superconductors attract us\nas the simplest Fe-based superconductors. Furthermore, Fe chalcogenides show a\nhuge pressure effect on their superconducting properties. The origin of the\nhigh transition temperature was discussed with both the change in crystal\nstructure and magnetism. The progress on the thin-film and superconducting-wire\nfabrications are also described.\n","Comment: A review article of Fe-chalcogenide superconductor submitted to J.\n  Phys. Soc. Jpn. 51 pages, 54 figures including reprinted from the published\n  papers"]}]
["1003.3278",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3278","Phys.Rev.D81:126009,2010","doi:10.1103/PhysRevD.81.126009"],"date":["2010-03-16","2011-01-16"],"type":["text"],"creator":["Herzog, Christopher P."],"language":[],"coverage":[],"title":["An Analytic Holographic Superconductor"],"description":["  We investigate a holographic superconductor that admits an analytic treatment\nnear the phase transition. In the dual 3+1 dimensional field theory, the phase\ntransition occurs when a scalar operator of scaling dimension two gets a vacuum\nexpectation value. We calculate current-current correlation functions along\nwith the speed of second sound near the critical temperature. We also make some\nremarks about critical exponents. An analytic treatment is possible because an\nunderlying Heun equation describing the zero mode of the phase transition has a\npolynomial solution. Amusingly, the treatment here may generalize for an order\nparameter with any integer spin, and we propose a Lagrangian for a spin two\nholographic superconductor.\n","Comment: 20 pages; v2 ref, comment about non-mean field exponents added; v3\n  several typos fixed"]}]
["1003.3726",{"format":[],"subject":["Mathematics - Probability","Primary: 60K37, 60J80. Secondary: 60J68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3726"],"date":["2010-03-19","2011-01-17"],"type":["text"],"creator":["Gall, Jean-Francois Le","Veber, Amandine"],"language":[],"coverage":[],"title":["Escape probabilities for branching Brownian motion among mild obstacles"],"description":["  We derive asymptotics for the quenched probability that a critical branching\nBrownian motion killed at a small rate in Poissonian obstacles exits a large\ndomain. Results are formulated in terms of the solution to a semilinear partial\ndifferential equation with singular boundary conditions. The proofs depend on a\nquenched homogenization theorem for branching Brownian motion among mild\nobstacles.\n","Comment: 24 pages, to appear in Journal of Theoretical Probability"]}]
["1003.5110",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5110","doi:10.2478/s11534-010-0076-y"],"date":["2010-03-26"],"type":["text"],"creator":["Kharchenko, D.","Kharchenko, V.","Lysenko, I."],"language":[],"coverage":[],"title":["Properties of pattern formation and selection processes in\n  nonequilibrium systems with external fluctuations"],"description":["  We extend the phase field crystal method for nonequilibrium patterning to\nstochastic systems with external source where transient dynamics is essential.\nIt was shown that at short time scales the system manifests pattern selection\nprocesses. These processes are studied by means of the structure function\ndynamics analysis. Nonequilibrium pattern-forming transitions are analyzed by\nmeans of numerical simulations.\n","Comment: 15 poages, 8 figures"]}]
["1004.0175",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0175","Phys.Rev.D82:111102,2010","doi:10.1103/PhysRevD.82.111102"],"date":["2010-04-01","2011-01-16"],"type":["text"],"creator":["Sanchez, P. del Amo","Collaboration, the BABAR"],"language":[],"coverage":[],"title":["Observation of the $\\Upsilon(1^3D_J)$ Bottomonium State through Decays\n  to $\\pi^+\\pi^-\\Upsilon(1S)$"],"description":["  Based on $122\\times 10^6$ \\ThreeS events collected with the \\babar\\ detector,\nwe have observed the \\OneDJ bottomonium state through the\n$\\ThreeS\\to\\g\\g\\OneDJ\\to\\g\\g\\pip\\pim\\OneS$ decay chain.The significance for the\n$J=2$ member of the \\OneDJ triplet is 5.8 standard deviations including\nsystematic uncertainties.The mass of the $J=2$ state is determined to be\n$10164.5\\pm0.8\\,\\rm{(stat.)}\\pm0.5\\,\\rm{(syst.)}$~\\mevcc.We use the $\\pip\\pim$\ninvariant mass distribution to confirm the consistency of the observed state\nwith the orbital angular momentum assignment of the \\OneDJ.\n","Comment: 8 pages, 3 figures, Physical Reviews D 82, 111102(R) (2010)"]}]
["1004.0497",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0497","J. Phys. A: Math. Theor. 44 045304 (2011)","doi:10.1088/1751-8113/44/4/045304"],"date":["2010-04-04"],"type":["text"],"creator":["Memarzadeh, Laleh","Cafaro, Carlo","Mancini, Stefano"],"language":[],"coverage":[],"title":["Quantum information reclaiming after amplitude damping"],"description":["  We investigate the quantum information reclaim from the environment after\namplitude damping has occurred. In particular we address the question of\noptimal measurement on the environment to perform the best possible correction\non two and three dimensional quantum systems. Depending on the dimension we\nshow that the entanglement fidelity (the measure quantifying the correction\nperformance) is or is not the same for all possible measurements and uncover\nthe optimal measurement leading to the maximum entanglement fidelity.\n"]}]
["1004.0592",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0592","Phys.Lett.B694:367-373,2011","doi:10.1016/j.physletb.2010.09.070"],"date":["2010-04-05"],"type":["text"],"creator":["Matsumoto, Takeshi","Kashiwa, Kouji","Kouno, Hiroaki","Oda, Kagayaki","Yahiro, Masanobu"],"language":[],"coverage":[],"title":["Investigation of meson masses for real and imaginary chemical potential"],"description":["  We investigate chemical-potential ($\\mu$) and temperature ($T$) dependence of\nscalar and pseudo-scalar meson masses for both real and imaginary $\\mu$, using\nthe Polyakov-loop extended Nambu--Jona-Lasinio (PNJL) model with three-flavor\nquarks. A three-flavor phase diagram is drawn in $\\mu^2$-$T$ plane where\npositive (negative) $\\mu^2$ corresponds to positive (imaginary) $\\mu$. A\ncritical surface is plotted as a function of light- and strange-quark current\nmass and $\\mu^2$. We show that $\\mu$-dependence of the six-quark\nKobayashi-Maskawa-'t Hooft (KMT) determinant interaction originated in\n$U_\\mathrm{A}(1)$ anomaly can be determined from lattice QCD data on $\\eta'$\nmeson mass around $\\mu =0$ and $\\mu = i \\pi T/3$ with $T$ slightly above the\ncritical temperature at $\\mu=0$ where the chiral symmetry is restored at\n$\\mu=0$ but broken at $\\mu =i \\pi T/3$, if it is measured in future.\n","Comment: 13 pages, 12 figures"]}]
["1004.0873",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0873","ALEA : Latin American Journal of Probability and Mathematical\n  Statistics 8 (2011) 95-127"],"date":["2010-04-02","2010-06-03"],"type":["text"],"creator":["Bansaye, Vincent","Tran, Viet Chi"],"language":[],"coverage":[],"title":["Branching Feller diffusion for cell division with parasite infection"],"description":["  We describe the evolution of the quantity of parasites in a population of\ncells which divide in continuous-time. The quantity of parasites in a cell\nfollows a Feller diffusion, which is splitted randomly between the two daughter\ncells when a division occurs. The cell division rate may depend on the quantity\nof parasites inside the cell and we are interested in the cases of constant or\nmonotone division rate. We first determine the asymptotic behavior of the\nquantity of parasites in a cell line, which follows a Feller diffusion with\nmultiplicative jumps. We then consider the evolution of the infection of the\ncell population and give criteria to determine whether the proportion of\ninfected cells goes to zero (recovery) or if a positive proportion of cells\nbecomes largely infected (proliferation of parasites inside the cells).\n"]}]
["1004.1965",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1965"],"date":["2010-04-12","2010-04-19"],"type":["text"],"creator":["Segre, Gavriel"],"language":[],"coverage":[],"title":["The natural definition of the quantum dynamical entropy in the framework\n  of deformation quantization"],"description":["  It is shown how, in the framework of deformation quantization, the quantum\ndynamical entropy may be simply defined as the Kolmogorov-Sinai's entropy of\nthe quantum flow.\n"]}]
["1004.3414",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3414","Phys. Rev. A 81, 063836 (2010)","doi:10.1103/PhysRevA.81.063836"],"date":["2010-04-20"],"type":["text"],"creator":["Kothe, Christian","Björk, Gunnar","Bourennane, Mohamed"],"language":[],"coverage":[],"title":["Arbitrarily High Super-Resolving Phase Measurements at Telecommunication\n  Wavelengths"],"description":["  We present two experiments that achieve phase super-resolution at\ntelecommunication wavelengths. One of the experiments is realized in the space\ndomain and the other in the time domain. Both experiments show high\nvisibilities and are performed with standard lasers and single-photon\ndetectors. The first experiment uses six-photon coincidences, whereas the\nlatter needs no coincidence measurements, is easy to perform, and achieves, in\nprinciple, arbitrarily high phase super-resolution. Here, we demonstrate a\n30-fold increase of the resolution. We stress that neither entanglement nor\njoint detection is needed in these experiments, demonstrating that neither is\nnecessary to achieve phase super-resolution.\n","Comment: 5 pages, 7 figures"]}]
["1004.3943",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3943","doi:10.1016/j.jalgebra.2010.12.012"],"date":["2010-04-22"],"type":["text"],"creator":["Külshammer, Julian"],"language":[],"coverage":[],"title":["Biserial algebras via subalgebras and the path algebra of D_4"],"description":["  We give two new criteria for a basic algebra to be biserial. The first one\nstates that an algebra is biserial iff all subalgebras of the form eAe where e\nis supported by at most 4 vertices are biserial. The second one gives some\ncondition on modules that must not exist for a biserial algebra. These modules\nhave properties similar to the module with dimension vector (1,1,1,1) for the\npath algebra of the quiver D_4. Both criteria generalize criteria for an\nalgebra to be Nakayama. They rely on the description of a basic biserial\nalgebra in terms of quiver and relations given by R. Vila-Freyer and W.\nCrawley- Boevey.\n"]}]
["1004.3967",{"format":[],"subject":["Mathematics - Combinatorics","11B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3967"],"date":["2010-04-22","2011-01-16"],"type":["text"],"creator":["Nguyen, Hoi","Vu, Van"],"language":[],"coverage":[],"title":["Optimal Inverse Littlewood-Offord theorems"],"description":["  Let eta_i be iid Bernoulli random variables, taking values -1,1 with\nprobability 1/2. Given a multiset V of n integers v_1,..., v_n, we define the\nconcentration probability as rho(V) := sup_{x} Pr(v_1 eta_1+...+ v_n eta_n=x).\nA classical result of Littlewood-Offord and Erdos from the 1940s asserts that\nif the v_i are non-zero, then rho(V) is O(n^{-1/2}). Since then, many\nresearchers obtained improved bounds by assuming various extra restrictions on\nV. About 5 years ago, motivated by problems concerning random matrices, Tao and\nVu introduced the Inverse Littlewood-Offord problem. In the inverse problem,\none would like to give a characterization of the set V, given that rho(V) is\nrelatively large. In this paper, we introduce a new method to attack the\ninverse problem. As an application, we strengthen a previous result of Tao and\nVu, obtaining an optimal characterization for V. This immediately implies\nseveral classical theorems, such as those of Sarkozy-Szemeredi and Halasz. The\nmethod also applies in the continuous setting and leads to a simple proof for\nthe beta-net theorem of Tao and Vu, which plays a key role in their recent\nstudies of random matrices. All results extend to the general case when V is a\nsubset of an abelian torsion-free group and eta_i are independent variables\nsatisfying some weak conditions.\n"]}]
["1004.5011",{"format":[],"subject":["Mathematics - Probability","60K35, 60F05, 60J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5011"],"date":["2010-04-28","2011-01-17"],"type":["text"],"creator":["Janson, Svante","Kersting, Götz"],"language":[],"coverage":[],"title":["The external lengths in Kingman's coalescent"],"description":["  In this paper we prove asymptotic normality of the total length of external\nbranches in Kingman's coalescent. The proof uses an embedded Markov chain,\nwhich can be descriped as follows: Take an urn with n black balls. Empty it in\nn steps according to the rule: In each step remove a randomly chosen pair of\nballs and replace it by one red ball. Finally remove the last remaining ball.\nThen the numbers U_k, 0 \\leq k \\leq n, of red balls after k steps exhibits an\nunexpected property: (U_0,...,U_n) and (U_n,..., U_0) are equal in\ndistribution.\n","Comment: Author added, new approach to the urn model, new proof of the main\n  reversibility result"]}]
["1005.0464",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0464","Phys.Lett.A374:4647-4652,2010","doi:10.1016/j.physleta.2010.09.047"],"date":["2010-05-04","2010-10-01"],"type":["text"],"creator":["Lechtenfeld, Olaf","Nersessian, Armen","Yeghikyan, Vahagn"],"language":[],"coverage":[],"title":["Action-angle variables for dihedral systems on the circle"],"description":["  A nonrelativistic particle on a circle and subject to a cos^{-2}(k phi)\npotential is related to the two-dimensional (dihedral) Coxeter system I_2(k),\nfor k in N. For such `dihedral systems' we construct the action-angle variables\nand establish a local equivalence with a free particle on the circle. We\nperform the quantization of these systems in the action-angle variables and\ndiscuss the supersymmetric extension of this procedure. By allowing radial\nmotion one obtains related two-dimensional systems, including A_2, BC_2 and G_2\nthree-particle rational Calogero models on R, which we also analyze.\n","Comment: 8 pages; v2: references added, typos fixed, version for PLA"]}]
["1005.2478",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","14M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2478"],"date":["2010-05-14","2011-01-17"],"type":["text"],"creator":["Bravi, Paolo","Gandini, Jacopo","Maffei, Andrea","Ruzzi, Alessandro"],"language":[],"coverage":[],"title":["Normality and non-normality of group compactifications in simple\n  projective spaces"],"description":["  If $G$ is a complex simply connected semisimple algebraic group and if\n$\\lambda$ is a dominant weight, we consider the compactification $X_\\lambda$ in\nthe projectivisation of $\\End(V(\\lambda))$ obtained as the closure of the\n$G\\times G$-orbit of the identity and we give necessary and sufficient\nconditions on the support of $\\lambda$ so that $X_\\lambda$ is normal; as well,\nwe give necessary and sufficient conditions on the support of $\\lambda$ so that\n$X_\\lambda$ is smooth.\n","Comment: v2: minor changes, final version to appear in Ann. Inst. Fourier\n  (Grenoble)"]}]
["1005.3064",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3064","Phys. Rev. B 82, 205331 (2010)","doi:10.1103/PhysRevB.82.205331"],"date":["2010-05-17","2011-01-16"],"type":["text"],"creator":["Zhao, Erhai","Zhang, Chun","Lababidi, Mahmoud"],"language":[],"coverage":[],"title":["Mott scattering at the interface between a metal and a topological\n  insulator"],"description":["  We compute the spin-active scattering matrix and the local spectrum at the\ninterface between a metal and a three-dimensional topological band insulator.\nWe show that there exists a critical incident angle at which complete (100%)\nspin flip reflection occurs and the spin rotation angle jumps by $\\pi$. We\ndiscuss the origin of this phenomena, and systematically study the dependence\nof spin-flip and spin-conserving scattering amplitudes on the interface\ntransparency and metal Fermi surface parameters. The interface spectrum\ncontains a well-defined Dirac cone in the tunneling limit, and smoothly evolves\ninto a continuum of metal induced gap states for good contacts. We also\ninvestigate the complex band structure of Bi$_2$Se$_3$.\n","Comment: published version"]}]
["1005.4625",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4625","Phys. Rev. Lett. 105, 236402 (2010)","doi:10.1103/PhysRevLett.105.236402"],"date":["2010-05-25"],"type":["text"],"creator":["Szymanska, M. H.","Marchetti, F. M.","Sanvitto, D."],"language":[],"coverage":[],"title":["Propagating wave-packets and quantised currents in coherently driven\n  polariton superfluids"],"description":["  We study the properties of propagating polariton wave-packets and their\nconnection to the stability of doubly charged vortices. Wave-packet propagation\nand related photoluminescence spectra exhibit a rich behaviour dependent on the\nexcitation regime. We show that, because of the non-quadratic polariton\ndispersion, doubly charged vortices are stable only when initiated in\nwave-packets propagating at small velocities. Vortices propagating at larger\nvelocities, or those imprinted directly into the polariton optical parametric\noscillator (OPO) signal and idler are always unstable to splitting.\n","Comment: 5 pages, 4 figures"]}]
["1006.0999",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0999"],"date":["2010-06-04","2011-01-16"],"type":["text"],"creator":["Virk, Rahbar"],"language":[],"coverage":[],"title":["Derived equivalences and sl_2-categorifications for U_q(gl_n)"],"description":["  We give a construction of sl_2-categorifications (in the sense of\nChuang-Rouquier) for representations of U_q(gl_n), for generic q and for q a\nroot of unity.\n","Comment: 15 pages, references added, exposition streamlined, all comments\n  welcome"]}]
["1006.2625",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2625","Research in Computational Molecular Biology, LNBI 6044 : 384-396,\n  2010","doi:10.1007/978-3-642-12683-3_25"],"date":["2010-06-14"],"type":["text"],"creator":["Noé, Laurent","Gîrdea, Marta L.","Kucherov, Gregory"],"language":[],"coverage":[],"title":["Seed design framework for mapping SOLiD reads"],"description":["  The advent of high-throughput sequencing technologies constituted a major\nadvance in genomic studies, offering new prospects in a wide range of\napplications. We propose a rigorous and flexible algorithmic solution to\nmapping SOLiD color-space reads to a reference genome. The solution relies on\nan advanced method of seed design that uses a faithful probabilistic model of\nread matches and, on the other hand, a novel seeding principle especially\nadapted to read mapping. Our method can handle both lossy and lossless\nframeworks and is able to distinguish, at the level of seed design, between\nSNPs and reading errors. We illustrate our approach by several seed designs and\ndemonstrate their efficiency.\n"]}]
["1006.4192",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4192","Phys.Rev.Lett. 106 (2011) 010502","doi:10.1103/PhysRevLett.106.010502"],"date":["2010-06-21","2010-10-26"],"type":["text"],"creator":["Streed, Erik W.","Norton, Benjamin G.","Jechow, Andreas","Weinhold, Till J.","Kielpinski, David"],"language":[],"coverage":[],"title":["Imaging trapped ions with a microfabricated lens for quantum information\n  processing"],"description":["  Trapped ions are a leading system for realizing quantum information\nprocessing (QIP). Most of the technologies required for implementing\nlarge-scale trapped-ion QIP have been demonstrated, with one key exception: a\nmassively parallel ion-photon interconnect. Arrays of microfabricated phase\nFresnel lenses (PFL) are a promising interconnect solution that is readily\nintegrated with ion trap arrays for large-scale QIP. Here we show the first\nimaging of trapped ions with a microfabricated in-vacuum PFL, demonstrating\nperformance suitable for scalable QIP. A single ion fluorescence collection\nefficiency of 4.2 +/- 1.5% was observed, in agreement with the previously\nmeasured optical performance of the PFL. The contrast ratio between the ion\nsignal and the background scatter was 23 +/- 4. The depth of focus for the\nimaging system was 19.4 +/- 2.4 {\\mu}m and the field of view was 140 +/- 20\n{\\mu}m. Our approach also provides an integrated solution for high-efficiency\noptical coupling in neutral atom and solid state QIP architectures.\n","Comment: 4 pages, 2 figures"]}]
["1006.4667",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4667","Phys.Rev.D82:106005,2010","doi:10.1103/PhysRevD.82.106005"],"date":["2010-06-23","2011-01-17"],"type":["text"],"creator":["Springer, Todd","Gale, Charles","Jeon, Sangyong","Lee, Su Houng"],"language":[],"coverage":[],"title":["A shear spectral sum rule in a non-conformal gravity dual"],"description":["  A sum rule which relates a stress-energy tensor correlator to thermodynamic\nfunctions is examined within the context of a simple non-conformal gravity\ndual. Such a sum rule was previously derived using AdS/CFT for conformal\n$\\mathcal{N} = 4$ Supersymmetric Yang-Mills theory, but we show that it does\nnot generalize to the non-conformal theory under consideration. We provide a\ngeneralized sum rule and numerically verify its validity. A useful byproduct of\nthe calculation is the computation of the spectral density in a strongly\ncoupled non-conformal theory. Qualitative features of the spectral densities\nand implications for lattice measurements of transport coefficients are\ndiscussed.\n","Comment: 13 pages, 3 figures. v5: Typos in Eq. (60) fixed. v4: References\n  added, matches published version. v3: Minor typographical corrections. v2:\n  References and some discussion in Appendix A have been added; conclusions\n  unchanged"]}]
["1006.5318",{"format":[],"subject":["Quantum Physics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5318"],"date":["2010-06-28","2011-01-17"],"type":["text"],"creator":["Palazuelos, Carlos","Perez-Garcia, David","Villanueva, Ignacio"],"language":[],"coverage":[],"title":["Tripartite probability distributions and communication complexity"],"description":["  We show that every tripartite quantum correlation generated with a Schmidt\nstate (in particular every correlation generated with the GHZ state) can be\nsimulated with the sending of two bits of classical communication from Alice to\nBob and Charlie plus the sending of two bits of classical communication from\nBob to Charlie. This extends recent results which showed that the maximal\nviolation of Bell inequalities attainable by these correlations is uniformly\nbounded. For simplicity, we state and prove the result for three parties, but\nthe generalization to the case of $n$ parties follows easily.\n  We also show that every $n$-partite probability distribution generated with\nlocal resources plus $c$-bits of local communication can violate a Bell\ninequality by at most a factor of $2^c$.\n","Comment: This paper has been withdrawn by the authors. We believe the main\n  result to be true, but the proof is not correct. We are at the moment trying\n  to fix it"]}]
["1007.2312",{"format":[],"subject":["Mathematics - Number Theory","11F11, 11F20, 11R37, 11Y40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2312"],"date":["2010-07-14","2011-01-15"],"type":["text"],"creator":["Jung, Ho Yung","Koo, Ja Kyung","Shin, Dong Hwa"],"language":[],"coverage":[],"title":["Normal bases of ray class fields over imaginary quadratic fields"],"description":["  We develop a criterion for a normal basis, and prove that the singular values\nof certain Siegel functions form normal bases of ray class fields over\nimaginary quadratic fields other than $\\mathbb{Q}(\\sqrt{-1})$ and\n$\\mathbb{Q}(\\sqrt{-3})$. This result would be an answer for the Lang-Schertz\nconjecture on a ray class field with modulus generated by an integer ($\\geq2$).\n"]}]
["1007.3204",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3204","Class. Quantum Grav. 28 (2011) 035010","doi:10.1088/0264-9381/28/3/035010"],"date":["2010-07-19","2011-01-12"],"type":["text"],"creator":["Cai, Yi-Fu","Saridakis, Emmanuel N."],"language":[],"coverage":[],"title":["Cyclic cosmology from Lagrange-multiplier modified gravity"],"description":["  We investigate cyclic and singularity-free evolutions in a universe governed\nby Lagrange-multiplier modified gravity, either in scalar-field cosmology, as\nwell as in $f(R)$ one. In the scalar case, cyclicity can be induced by a\nsuitably reconstructed simple potential, and the matter content of the universe\ncan be successfully incorporated. In the case of $f(R)$-gravity, cyclicity can\nbe induced by a suitable reconstructed second function $f_2(R)$ of a very\nsimple form, however the matter evolution cannot be analytically handled.\nFurthermore, we study the evolution of cosmological perturbations for the two\nscenarios. For the scalar case the system possesses no wavelike modes due to a\ndust-like sound speed, while for the $f(R)$ case there exist an oscillation\nmode of perturbations which indicates a dynamical degree of freedom. Both\nscenarios allow for stable parameter spaces of cosmological perturbations\nthrough the bouncing point.\n","Comment: 8 pages, 3 figures, references added, accepted for publication"]}]
["1008.0248",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0248","Class.Quant.Grav.27:175011,2010","doi:10.1088/0264-9381/27/17/175011"],"date":["2010-08-02","2010-08-06"],"type":["text"],"creator":["Bičák, Jiří","Scholtz, Martin","Tod, Paul"],"language":[],"coverage":[],"title":["On asymptotically flat solutions of Einstein's equations periodic in\n  time II. Spacetimes with scalar-field sources"],"description":["  We extend the work in our earlier article [4] to show that time-periodic,\nasymptotically-flat solutions of the Einstein equations analytic at scri, whose\nsource is one of a range of scalar-field models, are necessarily stationary. We\nalso show that, for some of these scalar-field sources, in stationary,\nasymptotically-flat solutions analytic at scri, the scalar field necessarily\ninherits the symmetry. To prove these results we investigate miscellaneous\nproperties of massless and conformal scalar fields coupled to gravity, in\nparticular Bondi mass and its loss.\n","Comment: 29 pages, published in Class. Quant. Grav. Replaced. Typos corrected,\n  version which appeared in Class. Quant.Grav"]}]
["1008.1102",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","58D27, 58A05, 57R65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1102"],"date":["2010-08-05","2011-01-14"],"type":["text"],"creator":["Arikan, M. Firat","Durusoy, Selahi"],"language":[],"coverage":[],"title":["On the Classification of Planar Contact Structures"],"description":["  In this paper, we focus on contact structures supported by planar open book\ndecompositions. We study right-veering diffeomorphisms to keep track of\novertwistedness property of contact structures under some monodromy changes. As\nan application we give infinitely many examples of overtwisted contact\nstructures supported by open books whose pages are the four-punctured sphere,\nand also we prove that a certain family is holomorphically fillable using\nlantern relation.\n","Comment: 10 pages, 10 figures"]}]
["1008.2576",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2576","Int.J.Mod.Phys.A25:5487-5515,2010","doi:10.1142/S0217751X10051025"],"date":["2010-08-16","2011-01-17"],"type":["text"],"creator":["Halpern, M. B."],"language":[],"coverage":[],"title":["The orbifold-string theories of permutation-type: II. Cycle dynamics and\n  target space-time dimensions"],"description":["  We continue our discussion of the general bosonic prototype of the new\norbifold-string theories of permutation type. Supplementing the extended\nphysical-state conditions of the previous paper, we construct here the extended\nVirasoro generators with cycle central charge\n$\\hat{c}_j(\\sigma)=26f_j(\\sigma)$, where $f_j(\\sigma)$ is the length of cycle\n$j$ in twisted sector $\\sigma$. We also find an equivalent, reduced formulation\nof each physical-state problem at reduced cycle central charge\n$c_j(\\sigma)=26$. These tools are used to begin the study of the target\nspace-time dimension $\\hat{D}_j(\\sigma)$ of cycle $j$ in sector $\\sigma$, which\nis naturally defined as the number of zero modes (momenta) of each cycle. The\ngeneral model-dependent formulae derived here will be used extensively in\nsucceeding papers, but are evaluated in this paper only for the simplest case\nof the \"pure\" permutation orbifolds.\n","Comment: 32 pages"]}]
["1008.4088",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4088","Phys. Rev. Lett. 106, 020504 (2011)","doi:10.1103/PhysRevLett.106.020504"],"date":["2010-08-24","2011-01-15"],"type":["text"],"creator":["Cho, Jaeyoon","Bose, Sougato","Kim, M. S."],"language":[],"coverage":[],"title":["Optical pumping into many-body entanglement"],"description":["  We propose a scheme of optical pumping by which a system of atoms coupled to\nharmonic oscillators is driven to an entangled steady state through the atomic\nspontaneous emission. It is shown that the optical pumping can be tailored so\nthat the many-body atomic state asymptotically reaches an arbitrary stabilizer\nstate regardless of the initial state. The proposed scheme can be suited to\nvarious physical systems. In particular, the ion-trap realization is well\nwithin current technology.\n","Comment: 4 pages, 3 figures"]}]
["1008.4638",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4638","Phys.Rev.D82:116012,2010","doi:10.1103/PhysRevD.82.116012"],"date":["2010-08-27","2011-01-14"],"type":["text"],"creator":["Novales-Sánchez, H.","Toscano, J. J."],"language":[],"coverage":[],"title":["Gauge invariance and quantization of Yang-Mills theories in extra\n  dimensions"],"description":["  The gauge structure of the four dimensional effective theory (4DET) arising\nfrom a pure Yang-Mills theory in five dimensions compactified on the orbifold\n$S^1/Z_2$ is reexamined on the basis of the BRST symmetry. The two scenarios\nthat can arise are analyzed: if the gauge parameters propagate in the bulk, the\nexcited Kaluza-Klein (KK) modes are gauge fields, but they are matter vector\nfields if these parameters are confined in the 3-brane. In the former case, it\nis shown that the 4DET is gauge invariant only if the compactification is\ncarried out by using curvatures instead of gauge fields as fundamental objects.\nIt is shown that the 4DET is governed by two types of gauge transformations,\none determined by the KK zero modes of the gauge parameters and the other by\nthe excited KK modes. The Dirac's method and the proper solution of the master\nequation are employed to show that the theory is subject to first class\nconstraints. A gauge-fixing procedure to quantize the KK modes, that is\ncovariant under the first type of gauge transformations, is introduced. The\nghost sector induced by these gauge-fixing functions is derived on the basis of\nthe BRST formalism. The effective quantum Lagrangian that links the\ninteractions between light physics and heavy physics is presented. Concerning\nthe radiative corrections of the excited KK modes on the light Green functions,\nthe predictive character of this Lagrangian is stressed. In the case of the\ngauge parameters confined to the 3-brane, the known result in the literature is\nreproduced with some minor variants, although it is emphasized that the excited\nKK modes are not gauge fields, but matter fields that transform under the\nadjoint representation of $SU_4(N)$. The Dirac's method is employed to show\nthat this theory is subject to both first and second class constraints.\n","Comment: 25 pages, a new section was added, some typos were corrected"]}]
["1009.0605",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0605"],"date":["2010-09-03","2011-01-15"],"type":["text"],"creator":["Dorard, Louis","Shawe-Taylor, John"],"language":[],"coverage":[],"title":["Gaussian Process Bandits for Tree Search: Theory and Application to\n  Planning in Discounted MDPs"],"description":["  We motivate and analyse a new Tree Search algorithm, GPTS, based on recent\ntheoretical advances in the use of Gaussian Processes for Bandit problems. We\nconsider tree paths as arms and we assume the target/reward function is drawn\nfrom a GP distribution. The posterior mean and variance, after observing data,\nare used to define confidence intervals for the function values, and we\nsequentially play arms with highest upper confidence bounds. We give an\nefficient implementation of GPTS and we adapt previous regret bounds by\ndetermining the decay rate of the eigenvalues of the kernel matrix on the whole\nset of tree paths. We consider two kernels in the feature space of binary\nvectors indexed by the nodes of the tree: linear and Gaussian. The regret grows\nin square root of the number of iterations T, up to a logarithmic factor, with\na constant that improves with bigger Gaussian kernel widths. We focus on\npractical values of T, smaller than the number of arms. Finally, we apply GPTS\nto Open Loop Planning in discounted Markov Decision Processes by modelling the\nreward as a discounted sum of independent Gaussian Processes. We report similar\nregret bounds to those of the OLOP algorithm.\n","Comment: Second draft. Tried to follow the JMLR formatting guidelines. Made\n  corrections to the section on planning in MDPs"]}]
["1009.0607",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0607","Appl. Phys. Lett. 97, 241902 (2010)","doi:10.1063/1.3519849"],"date":["2010-09-03"],"type":["text"],"creator":["Siyushev, P.","Kaiser, F.","Jacques, V.","Gerhardt, I.","Bischof, S.","Fedder, H.","Dodson, J.","Markham, M.","Twitchen, D.","Jelezko, F.","Wrachtrup, J."],"language":[],"coverage":[],"title":["Integrated Diamond Optics for Single Photon Detection"],"description":["  Optical detection of single defect centers in the solid state is a key\nelement of novel quantum technologies. This includes the generation of single\nphotons and quantum information processing. Unfortunately the brightness of\nsuch atomic emitters is limited. Therefore we experimentally demonstrate a\nnovel and simple approach that uses off-the-shelf optical elements. The key\ncomponent is a solid immersion lens made of diamond, the host material for\nsingle color centers. We improve the excitation and detection of single\nemitters by one order of magnitude, as predicted by theory.\n","Comment: 10 pages, 3 figures"]}]
["1009.1800",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1800"],"date":["2010-09-09","2011-01-16"],"type":["text"],"creator":["Duzhin, Sergei","Shkolnikov, Mikhail"],"language":[],"coverage":[],"title":["A formula for the HOMFLY polynomial of rational links"],"description":["  We give an explicit formula for the HOMFLY polynomial of a rational link (in\nparticular, a knot) in terms of a special continued fraction for the rational\nnumber that defines the given link.\n","Comment: 15 pages, 10 figures, the solution to a problem declared open in the\n  previous version is given"]}]
["1009.1975",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1975"],"date":["2010-09-10","2011-01-15"],"type":["text"],"creator":["Biswas, Indranil","Gomez, Tomas L.","Muñoz, Vicente"],"language":[],"coverage":[],"title":["Automorphisms of moduli spaces of symplectic bundle"],"description":["  Let X be an irreducible smooth complex projective curve of genus at least 3.\nFix a line bundle L on X. Let M_{Sp}(L) be the moduli space of symplectic\nbundles (E, ExE ---> L) on X, with the symplectic form taking values in L. We\nshow that the automorphism group of M_{Sp}(L) is generated by automorphisms\nsending E to ExM, where M is a 2-torsion line bundle, and automorphisms induced\nby automorphisms of X.\n","Comment: 21 pages"]}]
["1009.2264",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2264","JHEP 1101:023,2011","doi:10.1007/JHEP01(2011)023"],"date":["2010-09-12","2011-01-16"],"type":["text"],"creator":["Balázs, Csaba","Li, Tianjun","Wang, Fei","Yang, Jin Min"],"language":[],"coverage":[],"title":["SU(7) Unification of SU(3)_C*SU(4)_W* U(1)_{B-L}"],"description":["  We propose the SUSY SU(7) unification of the SU(3)_C* SU(4)_W* U(1)_{B-L}\nmodel. Such unification scenario has rich symmetry breaking chains in a\nfive-dimensional orbifold. We study in detail the SUSY SU(7) symmetry breaking\ninto SU(3)_C* SU(4)_W* U(1)_{B-L} by boundary conditions in a Randall-Sundrum\nbackground and its AdS/CFT interpretation. We find that successful gauge\ncoupling unification can be achieved in our scenario. Gauge unification favors\nlow left-right and unification scales with tree-level \\sin^2\\theta_W=0.15. We\nuse the AdS/CFT dual of the conformal supersymmetry breaking scenario to break\nthe remaining N=1 supersymmetry. We employ AdS/CFT to reproduce the NSVZ\nformula and obtain the structure of the Seiberg duality in the strong coupling\nregion for 3/2N_c<N_F<3N_C. We show that supersymmetry is indeed broken in the\nconformal supersymmetry breaking scenario with a vanishing singlet vacuum\nexpectation value.\n","Comment: 25 pages, 1 figures"]}]
["1009.2675",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2675","Phys. Rev. Lett. 106, 020406 (2011)","doi:10.1103/PhysRevLett.106.020406"],"date":["2010-09-14"],"type":["text"],"creator":["Karasik, R. I.","Wiseman, H. M."],"language":[],"coverage":[],"title":["How many bits does it take to track an open quantum system?"],"description":["  A $D$-dimensional Markovian open quantum system will undergo quantum jumps\nbetween pure states, if we can monitor the bath to which it is coupled with\nsufficient precision. In general these jumps, plus the between-jump evolution,\ncreate a trajectory which passes through infinitely many different pure states.\nHere we show that, for any ergodic master equation, one can expect to find an\n{\\em adaptive} monitoring scheme on the bath that can confine the system state\nto jumping between only $K$ states, for some $K \\geq (D-1)^2+1$. For $D=2$ we\nexplicitly construct a 2-state ensemble for any ergodic master equation,\nshowing that one bit is always sufficient to track a qubit.\n","Comment: 5 pages, 5 figures"]}]
["1009.3315",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3315","J. Appl. Phys. 109, 013914 (2011)","doi:10.1063/1.3531554"],"date":["2010-09-16"],"type":["text"],"creator":["Mizuguchi, Yoshikazu","Deguchi, Keita","Kawasaki, Yasuna","Ozaki, Toshinori","Nagao, Masanori","Tsuda, Shunsuke","Yamaguchi, Takahide","Takano, Yoshihiko"],"language":[],"coverage":[],"title":["Superconductivity in oxygen-annealed FeTe1-xSx single crystal"],"description":["  We investigated the S-doping-driven phase transition from antiferromagnetic\nto superconducting in FeTe1-xSx single crystals. The partial substitution of Te\nby S suppresses antiferromagnetism in Fe-square lattice. Superconductivity is\ninduced by oxygen annealing for only FeTe1-xSx in which the long-range magnetic\nordering is suppressed. To realize superconductivity in FeTe1-xSx, both S\nconcentration enough to suppress antiferromagnetism and oxygen annealing are\nrequired. Anisotropy of superconductivity in oxygen-annealed FeTe0.886S0.114\nwas estimated to be 1.17.\n","Comment: 14 pages, 7 figures"]}]
["1009.3627",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3627"],"date":["2010-09-19","2011-01-16"],"type":["text"],"creator":["Cortes, Jesus M.","De la Fuente, Ildefonso M."],"language":[],"coverage":[],"title":["Quantitative Analysis of the Effective Functional Structure in Yeast\n  Glycolysis"],"description":["  Yeast glycolysis is considered the prototype of dissipative biochemical\noscillators. In cellular conditions, under sinusoidal source of glucose, the\nactivity of glycolytic enzymes can display either periodic, quasiperiodic or\nchaotic behavior.\n  In order to quantify the functional connectivity for the glycolytic enzymes\nin dissipative conditions we have analyzed different catalytic patterns using\nthe non-linear statistical tool of Transfer Entropy. The data were obtained by\nmeans of a yeast glycolytic model formed by three delay differential equations\nwhere the enzymatic speed functions of the irreversible stages have been\nexplicitly considered. These enzymatic activity functions were previously\nmodeled and tested experimentally by other different groups. In agreement with\nexperimental conditions, the studied time series corresponded to a\nquasi-periodic route to chaos. The results of the analysis are three-fold:\nfirst, in addition to the classical topological structure characterized by the\nspecific location of enzymes, substrates, products and feedback regulatory\nmetabolites, an effective functional structure emerges in the modeled\nglycolytic system, which is dynamical and characterized by notable variations\nof the functional interactions. Second, the dynamical structure exhibits a\nmetabolic invariant which constrains the functional attributes of the enzymes.\nFinally, in accordance with the classical biochemical studies, our numerical\nanalysis reveals in a quantitative manner that the enzyme phosphofructokinase\nis the key-core of the metabolic system, behaving for all conditions as the\nmain source of the effective causal flows in yeast glycolysis.\n","Comment: Biologically improved"]}]
["1009.3861",{"format":[],"subject":["Physics - History and Philosophy of Physics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3861","Nucl.Phys.A850:157-166,2011","doi:10.1016/j.nuclphysa.2010.12.007"],"date":["2010-09-20"],"type":["text"],"creator":["Van Isacker, P."],"language":[],"coverage":[],"title":["The scientific legacy of J. P. Elliott"],"description":["  James Philip Elliott, one of the towering figures of nuclear physics of the\nsecond half of the twentieth century, died on the 21st of October 2008.\nObituaries appeared in the British press but relatively little attention was\npaid by the international scientific community to Elliott's contributions.\nGiven their importance, in particular for theoretical nuclear physics, it seems\nappropriate to reflect here, two years after his death, on the scientific\nlegacy left by Phil Elliott.\n","Comment: 14 pages, accepted for publication in Nuclear Physics A"]}]
["1009.4189",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4189","JCAP 01 (2011) 006","doi:10.1088/1475-7516/2011/01/006"],"date":["2010-09-21","2011-01-14"],"type":["text"],"creator":["Becker, Adam","Huterer, Dragan","Kadota, Kenji"],"language":[],"coverage":[],"title":["Scale-Dependent Non-Gaussianity as a Generalization of the Local Model"],"description":["  We generalize the local model of primordial non-Gaussianity by promoting the\nparameter fNL to a general scale-dependent function fNL(k). We calculate the\nresulting bispectrum and the effect on the bias of dark matter halos, and thus\nthe extent to which fNL(k) can be measured from the large-scale structure\nobservations. By calculating the principal components of fNL(k), we identify\nscales where this form of non-Gaussianity is best constrained and estimate the\noverlap with previously studied local and equilateral non-Gaussian models.\n","Comment: Accepted to JCAP. 22 pages, 4 figures"]}]
["1009.4207",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4207","Phys. Rev. Lett. 106, 020402 (2011)","doi:10.1103/PhysRevLett.106.020402"],"date":["2010-09-21"],"type":["text"],"creator":["Brunner, Nicolas","Cavalcanti, Daniel","Salles, Alejo","Skrzypczyk, Paul"],"language":[],"coverage":[],"title":["Bound non-locality and activation"],"description":["  We investigate non-locality distillation using measures of non-locality based\non the Elitzur-Popescu-Rohrlich decomposition. For a certain number of copies\nof a given non-local correlation, we define two quantities of interest: (i) the\nnon-local cost, and (ii) the distillable non-locality. We find that there exist\ncorrelations whose distillable non-locality is strictly smaller than their\nnon-local cost. Thus non-locality displays a form of irreversibility which we\nterm bound non-locality. Finally we show that non-local distillability can be\nactivated.\n","Comment: 4 pages, 1 figure"]}]
["1009.4796",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4796","Phys. Rev. A 82, 062311 (2010)","doi:10.1103/PhysRevA.82.062311"],"date":["2010-09-24"],"type":["text"],"creator":["Schauer, Stefan","Huber, Marcus","Hiesmayr, Beatrix C."],"language":[],"coverage":[],"title":["Experimentally Feasible Security Check for n-qubit Quantum Secret\n  Sharing"],"description":["  In this article we present a general security strategy for quantum secret\nsharing (QSS) protocols based on the HBB scheme presented by Hillery, Bu\\v{z}ek\nand Berthiaume [Phys. Rev A \\textbf{59}, 1829 (1999)]. We focus on a\ngeneralization of the HBB protocol to $n$ communication parties thus including\n$n$-partite GHZ states. We show that the multipartite version of the HBB scheme\nis insecure in certain settings and impractical when going to large $n$. To\nprovide security for such QSS schemes in general we use the framework presented\nby some of the authors [M. Huber, F. Minert, A. Gabriel, B. C. Hiesmayr, Phys.\nRev. Lett. \\textbf{104}, 210501 (2010)] to detect certain genuine $n$ partite\nentanglement between the communication parties. In particular, we present a\nsimple inequality which tests the security.\n","Comment: 5 pages, submitted to Phys. Rev. A"]}]
["1009.5210",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5210"],"date":["2010-09-27","2011-01-17"],"type":["text"],"creator":["Sbordone, Luca","Bonifacio, Piercarlo","Caffau, Elisabetta","Ludwig, Hans-Guenter"],"language":[],"coverage":[],"title":["Local stars formed at z>10: a sample extracted from the SDSS"],"description":["  As the Universe emerged from its initial hot and dense phase, its chemical\ncomposition was extremely simple, being limited to stable H and He isotopes,\nand traces of Li. The first stars that formed had such initial composition.\nHowever, they quickly began to produce a whole array of heavier nuclei,\npolluting the interstellar medium. While none among these first stars has been\ndetected to date, an increasing sample exists of their direct descendant, stars\nwith heavy elements content of the order of 1/1000 of the solar value, or less.\nIn most cases, such stars should have formed at redshift of about 10 or beyond,\nand their chemical composition can provide crucial constraints to the nature of\nthe very first stars. Extremely metal poor (EMP) stars are exceedingly rare. We\nused the low resolution spectra obtained by the Sloan Digital Sky Survey (SDSS)\nto search for EMP candidates: results of VLT-UVES high resolution follow-up for\n16 of them is presented here. A newly developed automatic abundance analysis\nand parameter determination code, MyGIsFOS, has been employed to analyze the\ndetailed chemical abundances of such stars.\n","Comment: 4 pages, 3 figures, proceedings of 11th Symposium on Nuclei in the\n  Cosmos 19-23 July 2010 Heidelberg, Germany. To appear in Proceedings of\n  Science, replaced with final version, minor typos corrected"]}]
["1009.6143",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Materials Science","35Q60, 78A40, 78A45, 78A48"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.6143"],"date":["2010-09-30","2011-01-15"],"type":["text"],"creator":["Ramm, A. G."],"language":[],"coverage":[],"title":["Electromagnetic wave scattering by many small particles and creating\n  materials with a desired permeability"],"description":["  Scattering of electromagnetic (EM) waves by many small particles (bodies)\nembedded in a homogeneous medium is studied. Physical properties of the\nparticles are described by their boundary impedances. The limiting equation is\nobtained for the effective EM field in the limiting medium, in the limit $a\\to\n0$, where $a$ is the characteristic size of a particle and the number $M(a)$ of\nthe particles tends to infinity at a suitable rate. The proposed theory allows\none to create a medium with an inhomogeneous permeability. The main new\nphysical result is the explicit analytical formula for the permeability\n$\\mu(x)$ of the limiting medium. While the initial medium has a constant\npermeability $\\mu_0$, the limiting medium, obtained as a result of embedding\nmany small particles with prescribed boundary impedances, has a non-homogeneous\npermeability which is expressed analytically in terms of the density of the\ndistribution of the small particles and their boundary impedances.\n"]}]
["1010.2215",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2215","JCAP 1101:009,2011","doi:10.1088/1475-7516/2011/01/009"],"date":["2010-10-11","2010-12-20"],"type":["text"],"creator":["Dent, James B.","Dutta, Sourish","Saridakis, Emmanuel N."],"language":[],"coverage":[],"title":["f(T) gravity mimicking dynamical dark energy. Background and\n  perturbation analysis"],"description":["  We investigate f(T) cosmology in both the background, as well as in the\nperturbation level, and we present the general formalism for reconstructing the\nequivalent one-parameter family of f(T) models for any given dynamical dark\nenergy scenario. Despite the completely indistinguishable background behavior,\nthe perturbations break this degeneracy and the growth histories of all these\nmodels differ from one another. As an application we reconstruct the f(T)\nequivalent for quintessence, and we show that the deviation of the matter\noverdensity evolution is strong for small scales and weak for large scales,\nwhile it is negligible for large redshifts.\n","Comment: 11 pages, 12 figures, version published at JCAP"]}]
["1010.3747",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3747"],"date":["2010-10-18","2011-01-15"],"type":["text"],"creator":["Bhallamudi, V. P.","Berger, A. J.","Labanowski, D. E.","Stroud, D.","Hammel, P. C."],"language":[],"coverage":[],"title":["Imaging spin properties using spatially varying magnetic fields"],"description":["  We present a novel method to image spin properties of spintronic systems\nusing the spatially confined field of a scanned micromagnetic probe, in\nconjunction with existing electrical or optical global spin detection schemes.\nIt is thus applicable to all materials systems susceptible to either of those\napproaches. The proposed technique relies on numerical solutions to the spin\ndiffusion equation in the presence of spatially varying fields to obtain the\nlocal spin response to the micromagnetic probe field. These solutions also\nprovide insight into the effects of inhomogeneities on Hanle measurements.\n","Comment: 4 pages plus supplementary information, 5 figures. Reference 24 is\n  updated in v3"]}]
["1010.5048",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5048","Phys. Rev. Lett. 106, 020501 (2011)","doi:10.1103/PhysRevLett.106.020501"],"date":["2010-10-25","2011-01-17"],"type":["text"],"creator":["Gonzalez-Tudela, A.","Martin-Cano, D.","Moreno, E.","Martin-Moreno, L.","Tejedor, C.","Garcia-Vidal, F. J."],"language":[],"coverage":[],"title":["Entanglement of two qubits mediated by one-dimensional plasmonic\n  waveguides"],"description":["  We investigate qubit-qubit entanglement mediated by plasmons supported by\none-dimensional waveguides. We explore both the situation of spontaneous\nformation of entanglement from an unentangled state and the emergence of driven\nsteady-state entanglement under continuous pumping. In both cases, we show that\nlarge values for the concurrence are attainable for qubit-qubit distances\nlarger than the operating wavelength by using plasmonic waveguides that are\ncurrently available.\n","Comment: 4 pages, 4 figures. Minor Changes. Journal Reference added.\n  Highlighted in Physics"]}]
["1010.5802",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5802","JHEP 1101:046,2011","doi:10.1007/JHEP01(2011)046"],"date":["2010-10-27","2010-12-08"],"type":["text"],"creator":["Perez, Pavel Fileviez","Han, Tao","Spinner, Sogee","Trenkel, Maike K."],"language":[],"coverage":[],"title":["Lepton Number Violation from Colored States at the LHC"],"description":["  The possibility to search for lepton number violating signals at the Large\nHadron Collider (LHC) in the colored seesaw scenario is investigated. In this\ncontext the fields that generate neutrino masses at the one-loop level are\nscalar and Majorana fermionic color-octets of SU(3). Due to the QCD strong\ninteraction these states may be produced at the LHC with a favorable rate. We\nstudy the production mechanisms and decays relevant to search for lepton number\nviolation signals in the channels with same-sign dileptons. In the simplest\ncase when the two fermionic color-octets are degenerate in mass, one could use\ntheir decays to distinguish between the neutrino spectra. We find that for\nfermionic octets with mass up to about 1 TeV the number of same-sign dilepton\nevents is larger than the standard model background indicating a promising\nsignal for new physics.\n","Comment: minor corrections, added references"]}]
["1011.0514",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0514","Applied Physics Letters, 98, 022109 (2011)","doi:10.1063/1.3543846"],"date":["2010-11-02","2010-11-17"],"type":["text"],"creator":["Konar, Aniruddha","Fang, Tian","Sun, Nan","Jena, Debdeep"],"language":[],"coverage":[],"title":["Charged basal stacking fault (BSF) scattering in nitride semiconductors"],"description":["  A theory of charge transport in semiconductors in the presence of basal\nstacking faults is developed. It is shown that the presence of basal stacking\nfaults leads to anisotropy in carrier transport. The theory is applied to\ncarrier transport in non-polar GaN films consisting of a large number BSFs, and\nthe result is compared with experimental data.\n","Comment: 4 pages, 3 figures"]}]
["1011.1658",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1658","Annalen der Physik, 1, 8-50 (2011)","doi:10.1002/andp.201000149"],"date":["2010-11-07","2011-01-15"],"type":["text"],"creator":["Andersen, Ole Krogh","Boeri, Lilia"],"language":[],"coverage":[],"title":["On the multi-orbital band structure and itinerant magnetism of\n  iron-based superconductors"],"description":["  This paper explains the multi-orbital band structures and itinerant magnetism\nof the iron-pnictide and chalcogenides. We first describe the generic band\nstructure of an isolated FeAs layer. Use of its Abelian glide-mirror group\nallows us to reduce the primitive cell to one FeAs unit. From\ndensity-functional theory, we generate the set of eight Fe $d$ and As $p$\nlocalized Wannier functions for LaOFeAs and their tight-binding (TB)\nHamiltonian, $h(k)$. We discuss the topology of the bands, i.e. allowed and\navoided crossings, the origin of the d6 pseudogap, as well as the role of the\nAs $p$ orbitals and the elongation of the FeAs$_{4}$ tetrahedron. We then\ncouple the layers, mainly via interlayer hopping between As $p_{z}$ orbitals,\nand give the formalism for simple and body-centered tetragonal stackings. This\nallows us to explain the material-specific 3D band structures. Due to the high\nsymmetry, several level inversions take place as functions of $k_{z}$ or\npressure, resulting in linear band dispersions (Dirac cones). The underlying\nsymmetry elements are, however, easily broken, so that the Dirac points are not\nprotected, nor pinned to the Fermi level. From the paramagnetic TB Hamiltonian,\nwe form the band structures for spin spirals with wavevector $q$ by coupling\n$h(k)$ and $h (k+q)$. The band structure for stripe order is studied as a\nfunction of the exchange potential, $\\Delta$, using Stoner theory. Gapping of\nthe Fermi surface (FS) for small $\\Delta $ requires matching of FS dimensions\n(nesting) and $d$-orbital characters. The origin of the propeller-shaped FS is\nexplained. Finally, we express the magnetic energy as the sum over\nband-structure energies, which enables us to understand to what extent the\nmagnetic energies might be described by a Heisenberg Hamiltonian, and the\ninterplay between the magnetic moment and the elongation of the FeAs4\ntetrahedron.\n"]}]
["1011.2045",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2045","doi:10.1111/j.1365-2966.2010.18006.x"],"date":["2010-11-09"],"type":["text"],"creator":["Ribeiro, V. A. R. M.","Darnley, M. J.","Bode, M. F.","Munari, U.","Harman, D. J.","Steele, I. A.","Meaburn, J."],"language":[],"coverage":[],"title":["The Morphology of the Expanding Ejecta of V2491 Cygni (2008 N.2)"],"description":["  Determining the evolution of the ejecta morphology of novae provides valuable\ninformation on the shaping mechanisms in operation at early stages of the nova\noutburst. Understanding such mechanisms has implications for studies of shaping\nfor example in proto-Planetary Nebulae. Here we perform morpho-kinematical\nstudies of V2491 Cyg using spectral data to determine the likely structure of\nthe ejecta and its relationship to the central system and shaping mechanisms.\nWe use Shape to model different morphologies and retrieve their spectra. These\nsynthetic spectra are compared with observed spectra to determine the most\nlikely morphology giving rise to them, including system inclination and\nexpansion velocity of the nova ejecta. We find the best fit remnant morphology\nto be that of polar blobs and an equatorial ring with an implied inclination of\n80$^{+3}_{-12}$ degrees and an maximum expansion velocity of the polar blobs of\n3100$^{+200}_{-100}$ km/s and for the equatorial ring 2700$^{+200}_{-100}$\nkm/s. This inclination would suggest that we should observe eclipses which will\nenable us to determine more precisely important parameters of the central\nbinary. We also note that the amplitude of the outburst is more akin to the\nfound in recurrent nova systems.\n","Comment: 9 pages, 7 figures, accepted for publication in MNRAS"]}]
["1011.2512",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2512"],"date":["2010-11-10","2011-01-17"],"type":["text"],"creator":["Kiaei, Ali Akbar","Shouraki, Saeed Bagheri","Khasteh, Seyed Hossein","Khademi, Mahmoud","Samani, Alireza Ghatreh"],"language":[],"coverage":[],"title":["Extended Active Learning Method"],"description":["  Active Learning Method (ALM) is a soft computing method which is used for\nmodeling and control, based on fuzzy logic. Although ALM has shown that it acts\nwell in dynamic environments, its operators cannot support it very well in\ncomplex situations due to losing data. Thus ALM can find better membership\nfunctions if more appropriate operators be chosen for it. This paper\nsubstituted two new operators instead of ALM original ones; which consequently\nrenewed finding membership functions in a way superior to conventional ALM.\nThis new method is called Extended Active Learning Method (EALM).\n","Comment: 18 pages, 26 figures, 2 tables, submitted to the control engineering\n  practice of Elsevier"]}]
["1011.5232",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5232","2011, ApJ, 728, 24","doi:10.1088/0004-637X/728/1/24"],"date":["2010-11-23"],"type":["text"],"creator":["Chakraborti, Sayan","Ray, Alak"],"language":[],"coverage":[],"title":["An Expanding Neutral Hydrogen Supershell Evacuated by Multiple\n  Supernovae in M101"],"description":["  Several neutral hydrogen (HI) cavities have been detected in the Milky Way\nand other nearby star forming galaxies. It has been suggested that at least a\nfraction of them may be expanding supershells driven by the combined mechanical\nfeedback from multiple supernovae occurring in an OB association. Yet most\nextragalactic HI holes have neither a demonstrated expansion velocity, nor an\nidentified OB association inside them. In this work, we report on the discovery\nof an unbroken expanding HI supershell in the nearby spiral galaxy M101, with\nan UV emitting OB association inside it. We measure its size (500 pc) and\nexpansion velocity (20 km/s) by identifying both its approaching and receding\ncomponents in the position-velocity space, using 21 cm emission spectroscopy.\nThis provides us with an ideal system to test the theory of supershells driven\nby the mechanical feedback from multiple supernovae. The UV emission of the\ncluster inside the supershell is compared with simulated spectral energy\ndistribution of synthetic clusters of the appropriate age (~15 Myr). The\nobserved UV flux is found to be consistent with an association of the\nappropriate mass (~10^5 Solar Mass) and age required by the energy budget of\nthe supershell. Properties of this supershell and another previously reported\nin the same galaxy are used to infer its neutral hydrogen scale height and mean\nneutral hydrogen density in the disk. The presence of another UV emitting\nstellar association in over-dense swept up gas is discussed in the context of\npropagating star formation.\n","Comment: 8 pages, 6 figures"]}]
["1012.0142",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Computer Science - Information Retrieval","Computer Science - Sound"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0142","Phys. Rev. E 83, 017101 (2011)","doi:10.1103/PhysRevE.83.017101"],"date":["2010-12-01"],"type":["text"],"creator":["Mendes, R. S.","Ribeiro, H. V.","Freire, F. C. M.","Tateishi, A. A.","Lenzi, E. K."],"language":[],"coverage":[],"title":["Universal patterns in sound amplitudes of songs and music genres"],"description":["  We report a statistical analysis over more than eight thousand songs.\nSpecifically, we investigate the probability distribution of the normalized\nsound amplitudes. Our findings seems to suggest a universal form of\ndistribution which presents a good agreement with a one-parameter stretched\nGaussian. We also argue that this parameter can give information on music\ncomplexity, and consequently it goes towards classifying songs as well as music\ngenres. Additionally, we present statistical evidences that correlation aspects\nof the songs are directly related with the non-Gaussian nature of their sound\namplitude distributions.\n","Comment: Accepted for publication as a Brief Report in Physical Review E"]}]
["1012.0275",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Functional Analysis","Mathematics - Operator Algebras","37A99, 47B06, 47A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0275"],"date":["2010-12-01","2011-01-15"],"type":["text"],"creator":["Lim, Teck-Cheong"],"language":[],"coverage":[],"title":["Dynamics of a compact operator"],"description":["  Let $T:X\\to X$ be a compact linear (or more generally affine) operator from a\nBanach space into itself. For each $x\\in X$, the sequence of iterates $T^nx,\nn=0,1,...$ and its averages $\\frac{1}{k}\\sum_{k=0}^nT^{k-1}x, n=0,1,...$ are\neither bounded or approach infinity.\n","Comment: 24 pages"]}]
["1012.2303",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2303","Nucl. Phys. A 850, 53 (2011)","doi:10.1016/j.nuclphysa.2010.12.003"],"date":["2010-12-10"],"type":["text"],"creator":["Xu, Z. X.","Liotta, R. J.","Qi, Chong","Roger, T.","Roussel-Chomaz, P.","Savajols, H.","Wyss, R."],"language":[],"coverage":[],"title":["Analysis of the unbound spectrum of $^{12}$Li"],"description":["  The unbound nucleus $^{12}$Li is evaluated by studying three-neutron\none-proton excitations within the multistep shell model in the complex energy\nplane. It is found that the ground state of this system consists of an\nantibound $2^-$ state. A number of narrow states at low energy are found which\nensue from the coupling of resonances in $^{11}$Li to continuum states close to\nthreshold.\n","Comment: 24 pages, 7 figures, 2 tables"]}]
["1012.2390",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2390","Acta Physica Polonica B vol. 41 (2011) page 2563"],"date":["2010-12-10"],"type":["text"],"creator":["Zralek, Marek"],"language":[],"coverage":[],"title":["50 Years of Neutrino Physics"],"description":["  Some important topics from history of neutrino physics over the last fifty\nyears are discussed. History of neutrinos is older, at 4th December 2010 it\nwill be eightieth anniversary of the \"neutrino birth\". In that day W. Pauli\nwrote the famous letter to participants of the physics conference at Tubingen\nwith the suggestion that \"there could exist in the nuclei electrically neutral\nparticle\". We will concentrate mostly on the 50 years of neutrino history just\nto show the long tradition of the Zakopane Theoretical School.\n","Comment: 23 pages, Lecture presented at the L Cracow School of Theoretical\n  Physics \"Particle Physics at the Dawn of the LHC\", Zakopane, Poland, June\n  9-19, 2010"]}]
["1012.2778",{"format":[],"subject":["Mathematics - Differential Geometry","53C50, 53B25, 53B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2778"],"date":["2010-12-13","2011-01-17"],"type":["text"],"creator":["Lucas, Pascual","Ramírez-Ospina, H. Fabián"],"language":[],"coverage":[],"title":["Hypersurfaces in non-flat Lorentzian space forms satisfying\n  $L_k\\psi=A\\psi+b$"],"description":["  We study hypersurfaces either in the De Sitter space\n$\\S_1^{n+1}\\subset\\R_1^{n+2}$ or in the anti De Sitter space\n$\\H_1^{n+1}\\subset\\R_2^{n+2}$ whose position vector $\\psi$ satisfies the\ncondition $L_k\\psi=A\\psi+b$, where $L_k$ is the linearized operator of the\n$(k+1)$-th mean curvature of the hypersurface, for a fixed $k=0,...,n-1$, $A$\nis an $(n+2)\\times(n+2)$ constant matrix and $b$ is a constant vector in the\ncorresponding pseudo-Euclidean space. For every $k$, we prove that when $A$ is\nself-adjoint and $b=0$, the only hypersurfaces satisfying that condition are\nhypersurfaces with zero $(k+1)$-th mean curvature and constant $k$-th mean\ncurvature, open pieces of standard pseudo-Riemannian products in $\\S_1^{n+1}$\n($\\S_1^m(r)\\times\\S^{n-m}(\\sqrt{1-r^2})$,\n$\\H^m(-r)\\times\\S^{n-m}(\\sqrt{1+r^2})$,\n$\\S_1^m(\\sqrt{1-r^2})\\times\\S^{n-m}(r)$,\n$\\H^m(-\\sqrt{r^2-1})\\times\\S^{n-m}(r)$), open pieces of standard\npseudo-Riemannian products in $\\H_1^{n+1}$\n($\\H_1^m(-r)\\times\\S^{n-m}(\\sqrt{r^2-1})$,\n$\\H^m(-\\sqrt{1+r^2})\\times\\S_1^{n-m}(r)$,\n$\\S_1^m(\\sqrt{r^2-1})\\times\\H^{n-m}(-r)$,\n$\\H^m(-\\sqrt{1-r^2})\\times\\H^{n-m}(-r)$) and open pieces of a quadratic\nhypersurface $\\{x\\in\\mathbb{M}_{c}^{n+1}\\;|\\;Rx,x=d\\}$, where $R$ is a\nself-adjoint constant matrix whose minimal polynomial is $t^2+at+b$,\n$a^2-4b\\leq 0$, and $\\mathbb{M}_{c}^{n+1}$ stands for\n$\\S_1^{n+1}\\subset\\R_1^{n+2}$ or $\\H_1^{n+1}\\subset\\R_2^{n+2}$. When $H_k$ is\nconstant and $b$ is a non-zero constant vector, we show that the hypersurface\nis totally umbilical, and then we also obtain a classification result (see\nTheorem 2).\n","Comment: 28 pages. Final version submitted to Taiwanese Journal of Mathematics"]}]
["1012.5020",{"format":[],"subject":["Mathematics - Algebraic Topology","55P60, 55-03, 55-02, 55N20, 55Q45, 18A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5020"],"date":["2010-12-22","2011-01-17"],"type":["text"],"creator":["Adams, J. Frank","Fiedorowicz, Zbigniew"],"language":[],"coverage":[],"title":["Localisation and Completion with an addendum on the use of\n  Brown-Peterson homology in stable homotopy"],"description":["  These are notes, by Z. Fiedorowicz, from lectures given by J. Frank Adams at\nthe University of Chicago in spring of 1973. They give an elegant axiomatic\npresentation of localization and completion in algebraic topology. The\nconstruction of localization and completion functors with respect to an\narbitrary generalized homology theory is derived from the axioms by using the\nBrown representability theorem. These notes were never formally published, due\nto an apparent flaw in the proof. The relevant representable functors could not\nbe shown to be set-valued, as opposed to class-valued. Subsequent work by A. K.\nBousfield established the existence of these functors, using more technical\nsimplicial methods. These functors are now an essential tool in homotopy\ntheory. The notes also contain an addendum devoted to establishing that a\ncertain element in the gamma family of the stable homotopy groups of spheres is\nnonzero, using Brown-Peterson homology. At that time this was a matter of\ncontroversy, as S. Oka and H. Toda claimed to have proved the contrary result.\n  Besides being of historical interest, these notes give a very readable\nintroduction to localization and completion, with minimal prerequisites. A\nbrief epilogue by Z. Fiedorowicz fills the gap in the proof and sketches some\nfollow up history. A foreword and a few additional editorial notes have also\nbeen added.\n","Comment: 115 pages, fixed more typos, added new reference to work of Bagaria\n  et al"]}]
["1101.0671",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics","57M10, 57M20, 52B50, 52B70, 52C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0671"],"date":["2011-01-04","2011-01-17"],"type":["text"],"creator":["Upadhyay, Ashish K.","Tiwari, Anand K.","Maity, Dipendu"],"language":[],"coverage":[],"title":["Some Semi - Equivelar Maps"],"description":["  Semi-Equivelar maps are generalizations of Archimedean Solids (as are\nequivelar maps of the Platonic solids) to the surfaces other than $2-$Sphere.\nWe classify some semi equivelar maps on surface of Euler characteristic -1 and\nshow that none of these are vertex transitive. We establish existence of\n12-covered triangulations for this surface. We further construct double cover\nof these maps to show existence of semi-equivelar maps on the surface of double\ntorus. We also construct several semi-equivelar maps on the surfaces of Euler\ncharacteristics -8 and -10 and on non-orientable surface of Euler\ncharacteristics -2.\n","Comment: 20 pages, 2 figures, Revised, Examples condensed in tabular form"]}]
["1101.0760",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0760","Acta Physica Polonica B 42 (2011) 19","doi:10.5506/APhysPolB.42.19"],"date":["2011-01-04"],"type":["text"],"creator":["Acharyya, Ajanta Bhowal"],"language":[],"coverage":[],"title":["Cluster Statistics of BTW automata"],"description":["  The cluster statistics of BTW automata in the SOC states are obtained by\nextensive computer simulation. Various moments of the clusters are calculated\nand few results are compared with earlier available numerical estimates and\nexact results. Reasonably good agreement is observed. An extended statistical\nanalysis has been made.\n","Comment: 8 pages Latex, To appear in Acta Physica Polonica B (2011)"]}]
["1101.0890",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0890"],"date":["2011-01-05","2011-01-17"],"type":["text"],"creator":["Zhang, Jing","Liu, Yu-xi","Zhang, Wei-Min","Wu, Re-Bing","Tarn, Tzyh-Jong"],"language":[],"coverage":[],"title":["Suppressing non-Markovian noises by coupling the qubit to a chaotic\n  device"],"description":["  To suppress decoherence of solid-state qubits which are coupled to the\nnon-Markovian noises, we propose a strategy to couple the qubit with a chaotic\ndevice, of which the broad power distribution in the high-frequency domain can\nbe used to freeze the noises just like the dynamical decoupling control (DDC)\nmethod. Compared with the DDC, high-frequency components can be generated by\nthe chaotic device even driven by a low-frequency field and we do not need to\noptimize the control fields to generate complex control pulses. As an\napplication to superconducting circuits, we find that various noises in a wide\nfrequency domain, including low-frequency $1/f$, high-frequency Ohmic,\nsub-Ohmic, and super-Ohmic noises, can be efficiently suppressed by coupling\nthe qubit to a Duffing oscillator, and the decoherence rate of the qubit is\nefficiently decreased for about 100 times in magnitude.\n","Comment: This paper has been withdrawn by the author due to big changes in the\n  title, the author list, and the content. The new version of the manuscript\n  has been reuploaded as a new manuscript"]}]
["1101.1123",{"format":[],"subject":["Mathematics - Rings and Algebras","16P90, 16S32, 16S38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1123"],"date":["2011-01-05","2011-01-16"],"type":["text"],"creator":["Bell, Jason P.","Smoktunowicz, Agata"],"language":[],"coverage":[],"title":["Rings of differential operators on curves"],"description":["  Let $k$ be an algebraically closed field of characteristic 0 and let $A$ be a\nfinitely generated $k$-algebra that is a domain whose Gelfand-Kirillov\ndimension is in $[2,3)$. We show that if $A$ has a nonzero locally nilpotent\nderivation then $A$ has quadratic growth. In addition to this, we show that $A$\neither satisfies a polynomial identity or $A$ is isomorphic to a subalgebra of\n$\\mathcal{D}(X)$, the ring of differential operators on an irreducible smooth\naffine curve $X$, and $A$ is birationally isomorphic to $\\mathcal{D}(X)$.\n","Comment: 10 pages"]}]
["1101.1338",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1338","Optics Express, Vol. 19, Issue 1, pp. 141-146 (2011","doi:10.1364/OE.19.000141"],"date":["2011-01-06","2011-01-17"],"type":["text"],"creator":["Tomaino, J. L.","Jameson, A. D.","Kevek, J. W.","Paul, M. J.","van der Zande, A. M.","Barton, R. A.","McEuen, P. L.","Minot, E. D.","Lee, Yun-Shik"],"language":[],"coverage":[],"title":["Terahertz imaging and spectroscopy of large-area single-layer graphene"],"description":["  We demonstrate terahertz (THz) imaging and spectroscopy of a 15x15-mm^2\nsingle-layer graphene film on Si using broadband THz pulses. The THz images\nclearly map out the THz carrier dynamics of the graphene-on-Si sample, allowing\nus to measure sheet conductivity with sub-mm resolution without fabricating\nelectrodes. The THz carrier dynamics are dominated by intraband transitions and\nthe THz-induced electron motion is characterized by a flat spectral response. A\ntheoretical analysis based on the Fresnel coefficients for a metallic thin film\nshows that the local sheet conductivity varies across the sample from {\\sigma}s\n= 1.7x10^-3 to 2.4x10^-3 {\\Omega}^-1 (sheet resistance, {\\rho}s = 420 - 590\n{\\Omega}/sq).\n","Comment: 6 pages, 5 figures"]}]
["1101.1659",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1659"],"date":["2011-01-09","2011-01-15"],"type":["text"],"creator":["Bugg, D. V."],"language":[],"coverage":[],"title":["Meson Spectroscopy without Tetraquarks"],"description":["  Data on e+e- -> piplus-piminus-Upsilon(1S,2S,3S) show a large increase in\nbranching fractions near Upsilon(10860). A suggestion of Ali et al. is to\ninterpret this as evidence for a tetraquark, Yb(10890) = b-bbar. However, it\nmay also be interpreted in terms of Upsilon(10860) -> B-B*, B*B* and BsB*s\nabove the open-b threshold, followed by de-excitation processes such as $BB* ->\nUpsilon (1S,2S,3S). In the charm sector, a hypothesis open to experimental test\nis that X,Y and Z peaks in the mass range 3872 to 3945 MeV may all be due to\nregular 3P1 and 3P2 c-cbar states (and perhaps 3P0) mixed with meson-meson.\n","Comment: 12 pages, 3 figures Some improvements in wording added"]}]
["1101.1708",{"format":[],"subject":["Mathematics - Analysis of PDEs","Primary 35Q30, Secondary 76D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1708"],"date":["2011-01-10","2011-01-16"],"type":["text"],"creator":["Tsionskiy, A.","Tsionskiy, M."],"language":[],"coverage":[],"title":["Research of convergence of the iterative method for solution of the\n  Cauchy problem for the Navier - Stokes equations based on estimated formula"],"description":["  Solution of the Navier-Stokes equations with initial conditions (Cauchy\nproblem) for 2D and 3D cases was obtained in the convergence series form by\niterative method using Fourier and Laplace transforms in paper $\\cite{TT02}$.\nFor several combinations of problem parameters numerical results were obtained\nand presented as graphs.\n  Estimated formula for the border of the parameter area of convergence of the\niterative method was obtained in paper $\\cite{TT03}$.\n  This paper describes numerical proof of convergence of the iterative method\nfor solution of the Cauchy problem for the Navier - Stokes equations. Usage of\nestimated formula for the border of the parameter area of convergence of the\niterative method is shown for wide ranges of the problem's parameters.\n","Comment: 8 pages, 15 figures"]}]
["1101.2418",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2418"],"date":["2011-01-12","2011-01-17"],"type":["text"],"creator":["Segre, Gavriel"],"language":[],"coverage":[],"title":["Magnetic Bottles on Riemann Surfaces"],"description":["  Yves Colin de Verdiere's quantization formalism of magnetic bottles on\nRiemann surfaces of non null genus is shown to be affected, owing to the\nHomotopy Superselection Rule, by the phenomenon of the existence of multiple\ninequivalent quantizations mathematically analogous to the phenomenon of the\nexistence of multiple inequivalent prequantizations of a multiply-connected\nsymplectic manifold in the framework of Souriau-Kostant's Geometric\nQuantization.\n"]}]
["1101.2434",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2434","PLoS ONE 5(11): e14129, 2010","doi:10.1371/journal.pone.0014129"],"date":["2011-01-10"],"type":["text"],"creator":["Ribeiro, Tiago L.","Copelli, Mauro","Caixeta, Fábio","Belchior, Hindiael","Chialvo, Dante R.","Nicolelis, Miguel A. L.","Ribeiro, Sidarta"],"language":[],"coverage":[],"title":["Spike Avalanches Exhibit Universal Dynamics across the Sleep-Wake Cycle"],"description":["  Scale-invariant neuronal avalanches have been observed in cell cultures and\nslices as well as anesthetized and awake brains, suggesting that the brain\noperates near criticality, i.e. within a narrow margin between avalanche\npropagation and extinction. In theory, criticality provides many desirable\nfeatures for the behaving brain, optimizing computational capabilities,\ninformation transmission, sensitivity to sensory stimuli and size of memory\nrepertoires. However, a thorough characterization of neuronal avalanches in\nfreely-behaving (FB) animals is still missing, thus raising doubts about their\nrelevance for brain function. To address this issue, we employed chronically\nimplanted multielectrode arrays (MEA) to record avalanches of spikes from the\ncerebral cortex (V1 and S1) and hippocampus (HP) of 14 rats, as they\nspontaneously traversed the wake-sleep cycle, explored novel objects or were\nsubjected to anesthesia (AN). We then modeled spike avalanches to evaluate the\nimpact of sparse MEA sampling on their statistics. We found that the size\ndistribution of spike avalanches are well fit by lognormal distributions in FB\nanimals, and by truncated power laws in the AN group. The FB data are also\ncharacterized by multiple key features compatible with criticality in the\ntemporal domain, such as 1/f spectra and long-term correlations as measured by\ndetrended fluctuation analysis. These signatures are very stable across waking,\nslow-wave sleep and rapid-eye-movement sleep, but collapse during anesthesia.\nLikewise, waiting time distributions obey a single scaling function during all\nnatural behavioral states, but not during anesthesia. Results are equivalent\nfor neuronal ensembles recorded from V1, S1 and HP. Altogether, the data\nprovide a comprehensive link between behavior and brain criticality, revealing\na unique scale-invariant regime of spike avalanches across all major behaviors.\n","Comment: 14 pages, 9 figures, supporting material included (published in Plos\n  One)"]}]
["1101.2667",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2667"],"date":["2011-01-13"],"type":["text"],"creator":["Segre, Gavriel"],"language":[],"coverage":[],"title":["Classification of the automorphisms of the noncommutative torus among\n  the (chaotic and non-chaotic) shallow ones and the non-chaotic complex ones"],"description":["  Adopting the measure of quantum complexity, the quantum logical depth,\npreviously introduced by the author the automorphisms of the noncommutative\ntorus are classified among the (chaotic and non-chaotic) shallow ones and the\nnon-chaotic complex ones.\n"]}]
["1101.2740",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2740","http://www.jspf.or.jp/PFR/PDF/pfr2010_05-045.pdf","doi:10.1585/pfr.5.045"],"date":["2011-01-14"],"type":["text"],"creator":["Esfandyari-Kalejahi, Abdolrasoul","Akbari-Moghanjoughi, Massoud","Saberian, Ehsan"],"language":[],"coverage":[],"title":["Relativistic degeneracy effect on propagation of arbitrary amplitude\n  ion-acoustic solitons in Thomas-Fermi plasmas"],"description":["  Arbitrary amplitude ion-acoustic solitary waves (IASWs) are studied using\nSagdeev-Potential approach in electron-positron-ion plasma with\nultra-relativistic or non-relativistic degenerate electrons and positrons and\nthe matching criteria of existence of such solitary waves are numerically\ninvestigated. It has been shown that the relativistic degeneracy of electrons\nand positrons has significant effects on the amplitude and the Mach-number\nrange of IASWs. Also it is remarked that only compressive IASWs can propagate\nin both non-relativistic and ultra-relativistic degenerate plasmas.\n","Comment: Published in Journal Plasma and Fusion Research"]}]
["1101.2772",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2772"],"date":["2011-01-14","2011-01-17"],"type":["text"],"creator":["Andreini, Elena","Martinez, Cristina","Todorov, Andrey"],"language":[],"coverage":[],"title":["On K3 fibered Calabi-Yau 3-folds"],"description":["  Given X a K3 surface, a mirror dual to X can be identified with a component\nof the moduli space of semistable sheaves on X. We consider fibrations by K3\nsurfaces over a one dimensional base that are Calabi-Yau and we obtain a dual\nfibration that turns to be derived equivalent to the original one and we relate\nthe problem to mirror symmetry.\n","Comment: This paper has been withdrawn by the author due to an error"]}]
["1101.2773",{"format":[],"subject":["Physics - Chemical Physics","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2773","Sensors 2011, 11(1), 905-916","doi:10.3390/s110100905"],"date":["2011-01-14"],"type":["text"],"creator":["Gerhardt, Ilja","Mai, Lijian","Lamas-Linares, Antia","Kurtsiefer, Christian"],"language":[],"coverage":[],"title":["Detection of Single Molecules Illuminated by a Light-Emitting Diode"],"description":["  Optical detection and spectroscopy of single molecules has become an\nindispensable tool in biological imaging and sensing. Its success is based on\nfluorescence of organic dye molecules under carefully engineered laser\nillumination. In this paper we demonstrate optical detection of single\nmolecules on a wide-field microscope with an illumination based on a\ncommercially available, green light-emitting diode. The results are directly\ncompared with laser illumination in the same experimental configuration. The\nsetup and the limiting factors, such as light transfer to the sample, spectral\nfiltering and the resulting signal-to-noise ratio are discussed. A theoretical\nand an experimental approach to estimate these parameters are presented. The\nresults can be adapted to other single emitter and illumination schemes.\n","Comment: 7 pages, 5 figures"]}]
["1101.2834",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2834"],"date":["2011-01-14","2011-01-17"],"type":["text"],"creator":["Caruso, Fabrizio","Giuffrida, Giovanni","Zarba, Calogero"],"language":[],"coverage":[],"title":["Subjective Collaborative Filtering"],"description":["  We present an item-based approach for collaborative filtering. We determine a\nlist of recommended items for a user by considering their previous purchases.\nAdditionally other features of the users could be considered such as page\nviews, search queries, etc... In particular we address the problem of\nefficiently comparing items. Our algorithm can efficiently approximate an\nestimate of the similarity between two items. As measure of similarity we use\nan approximation of the Jaccard similarity that can be computed by constant\ntime operations and one bitwise OR. Moreover we improve the accuracy of the\nsimilarity by introducing the concept of user preference for a given product,\nwhich both takes into account multiple purchases and purchases of related\nitems. The product of the user preference and the Jaccard measure (or its\napproximation) is used as a score for deciding whether a given product has to\nbe recommended.\n","Comment: 7 pages"]}]
["1101.2905",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2905"],"date":["2011-01-14"],"type":["text"],"creator":["Gur-Ari, Guy","Papucci, Michele","Perez, Gilad"],"language":[],"coverage":[],"title":["Classification of Energy Flow Observables in Narrow Jets"],"description":["  We present a classification of energy flow variables for highly collimated\njets. Observables are constructed by taking moments of the energy flow and\nforming scalars of a suitable Lorentz subgroup. The jet shapes are naturally\narranged in an expansion in both angular and energy resolution, allowing us to\nderive the natural observables for describing an N-particle jet. We classify\nthe leading variables that characterize jets with up to 4 particles. We\nrediscover the familiar jet mass, angularities, and planar flow, which dominate\nthe lowest order substructure variables. We also discover several new\nobservables and we briefly discuss their physical interpretation.\n","Comment: 11 pages and 1 figure"]}]
["1101.2912",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2912"],"date":["2011-01-14"],"type":["text"],"creator":["Chibisov, D. V.","Mikhailenko, V. S.","Stepanov, K. N."],"language":[],"coverage":[],"title":["Three modes of the shear-flow-driven ion cyclotron instability"],"description":["  The electrostatic shear-flow-driven ion cyclotron instability of magnetic\nfield aligned sheared plasma flow is investigated analytically. It is shown\nthat the shear-flow-driven electrostatic ion cyclotron instability can be\nconsidered as a combination of three different instabilities determined by\ntheirs own mechanism of excitation: ion-kinetic, ion-hydrodynamic and\nelectron-kinetic. Each of these instabilities are dominant in different ranges\nof the wavelength along the magnetic field. The linearized dispersion equation\nis solved within the limits of long and short waves along the magnetic field\nwhere effects of electrons and ions, respectively, are dominant in the\ndevelopment of these instabilities. The general criterion of instability\nexcitation, which couples the flow velocity shear and wave number across the\nmagnetic field, is obtained.\n"]}]
["1101.2913",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2913"],"date":["2011-01-14"],"type":["text"],"creator":["Biswal, Punyashloka"],"language":[],"coverage":[],"title":["Hypercontractivity and its applications"],"description":["  Hypercontractive inequalities are a useful tool in dealing with extremal\nquestions in the geometry of high-dimensional discrete and continuous spaces.\nIn this survey we trace a few connections between different manifestations of\nhypercontractivity, and also present some relatively recent applications of\nthese techniques in computer science.\n","Comment: Submitted for UW Quals in February 2010"]}]
["1101.2914",{"format":[],"subject":["Mathematics - Representation Theory","30G35, 22E46, 31A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2914"],"date":["2011-01-14"],"type":["text"],"creator":["Eelbode, David","Smid, Dalibor"],"language":[],"coverage":[],"title":["Factorization of Laplace operators on higher spin representations"],"description":["  This paper deals with the problem of factorizing integer powers of the\nLaplace operator acting on functions taking values in higher spin\nrepresentations. This is a far-reaching generalization of the well-known fact\nthat the square of the Dirac operator is equal to the Laplace operator. Using\nalgebraic properties of projections of Stein-Weiss gradients, i.e. generalized\nRarita-Schwinger and twistor operators, we give a sharp upper bound on the\norder of polyharmonicity for functions with values in a given representation\nwith half-integral highest weight.\n","Comment: 10 pages"]}]
["1101.2917",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2917","The Pi Mu Epsilon Journal, Vol. 11, No. 2 (Spring 2000), pp. 87-96"],"date":["2011-01-14"],"type":["text"],"creator":["Thompson, Kevin","Dray, Tevian"],"language":[],"coverage":[],"title":["Taxicab Angles and Trigonometry"],"description":["  A natural analogue to angles and trigonometry is developed in taxicab\ngeometry. This structure is then analyzed to see which, if any, congruent\ntriangle relations hold. A nice application involving the use of parallax to\ndetermine the exact (taxicab) distance to an object is also discussed.\n","Comment: 12 pages, 8 figures"]}]
["1101.2920",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2920"],"date":["2011-01-14"],"type":["text"],"creator":["Thompson, Kevin P."],"language":[],"coverage":[],"title":["Arbitrary Sectioning of Angles in Taxicab Geometry"],"description":["  A construction to arbitrarily section a taxicab angle into an equal number of\nangles in (pure) taxicab geometry is presented.\n","Comment: 6 pages, 6 figures"]}]
["1101.2923",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2923"],"date":["2011-01-14"],"type":["text"],"creator":["Phillips, J. C."],"language":[],"coverage":[],"title":["Protein Adaptive Plasticity and Night Vision"],"description":["  Proteins appear to be the most dramatic natural example of self-organized\nnetwork criticality (SONC), a concept that explains many otherwise apparently\nexponentially unlikely phenomena. Adaptive plasticity is a term which has\nbecome much more specific as a result of recent physiological and genetic\nstudies. Here we show that the molecular properties of rhodopsin, the\ntransmembrane protein associated with night vision, can be quantified species\nby species using the Moret-Zebende hydropathicity scale based on SONC. The\nresults show that long-range adaptive plasticity optimizes proximate species\nmolecular functionality far more effectively than one would infer using only\nstandard amino acid sequence (local similarity) tools such as BLAST for\nmultiple alignments. These results should be universal, and they suggest new\npaths for analyzing and predicting protein functionality from amino acid\nsequences alone.\n"]}]
["1101.2940",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2940"],"date":["2011-01-14"],"type":["text"],"creator":["Kulik, Ariel","Shachnai, Hadas","Tamir, Tami"],"language":[],"coverage":[],"title":["Approximations for Monotone and Non-monotone Submodular Maximization\n  with Knapsack Constraints"],"description":["  Submodular maximization generalizes many fundamental problems in discrete\noptimization, including Max-Cut in directed/undirected graphs, maximum\ncoverage, maximum facility location and marketing over social networks.\n  In this paper we consider the problem of maximizing any submodular function\nsubject to $d$ knapsack constraints, where $d$ is a fixed constant. We\nestablish a strong relation between the discrete problem and its continuous\nrelaxation, obtained through {\\em extension by expectation} of the submodular\nfunction. Formally, we show that, for any non-negative submodular function, an\n$\\alpha$-approximation algorithm for the continuous relaxation implies a\nrandomized $(\\alpha - \\eps)$-approximation algorithm for the discrete problem.\nWe use this relation to improve the best known approximation ratio for the\nproblem to $1/4- \\eps$, for any $\\eps > 0$, and to obtain a nearly optimal\n$(1-e^{-1}-\\eps)-$approximation ratio for the monotone case, for any $\\eps>0$.\nWe further show that the probabilistic domain defined by a continuous solution\ncan be reduced to yield a polynomial size domain, given an oracle for the\nextension by expectation. This leads to a deterministic version of our\ntechnique.\n","Comment: A preliminary version of this paper appeared in the Proceedings of\n  the 20th Annual ACM-SIAM Symposium on Discrete Algorithms, New York, January\n  2009"]}]
["1101.2941",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2941"],"date":["2011-01-14"],"type":["text"],"creator":["Weng, Zi-Hua"],"language":[],"coverage":[],"title":["Some helicities in electromagnetic and gravitational fields"],"description":["  The paper investigates the influences of the helicity on the gravitational\nmass density, the field source, the charge continuity equation, and the mass\ncontinuity equation etc in the electromagnetic field and gravitational field.\nBy means of the algebra of octonions, the magnetic helicity, the current\nhelicity, the cross helicity, the kinetic helicity, the field energy, the\nenstrophy, and some new helicity terms can be derived from the octonion\ndefinitions of the linear mentum and the force in some field descriptions with\ndifferent operators. The study claims that the gravitational mass density, the\nfield source, the charge continuity equation, and the mass continuity equation\nwill be impacted by the helicity, the field strength, and the vorticity of the\nrotational objects and of the spinning charged objects in the gravitational\nfield and the electromagnetic field with their adjoint fields.\n","Comment: 51 pages, 21 tables. Abridged version to appear in Proceedings of\n  PIERS 2011 in Suzhou"]}]
["1101.2943",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2943"],"date":["2011-01-15"],"type":["text"],"creator":["Chou, Ming Ju","Chen, Wei Yeu"],"language":[],"coverage":[],"title":["Theory of anomalous Hall effect for type-II high-Tc and conventional\n  superconductors"],"description":["  The anomalous Hall effect for type-II superconductors is investigated by\nrandom walk theorem. It is shown that the origin of Hall anomaly is induced by\nthe thermally activated vortex bundle flow (TAVBF) over the\ndirectional-dependent energy barrier formed by the Magus force, random\ncollective pinning force, and strong pinning force inside the vortex bundles.\nThe directional-dependent potential barrier of the vortex bundles renormalizes\nthe Hall and longitudinal resistivities strongly. Under the framework of\npresent theory, it is also shown that the Hall anomaly is universal for type-II\nsuperconductors, either high- or conventional as well as bulk materials or thin\nfilms. The conditions for Hall anomaly and reentry phenomenon are derived, the\nHall and longitudinal resistivities as well as Hall angle for type-II\nsuperconducting films and bulk materials versus temperature and applied\nmagnetic field are calculated. All the results are in agreement with the\nexperiments.\n","Comment: 20 pages"]}]
["1101.2947",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2947"],"date":["2011-01-15"],"type":["text"],"creator":["Da Pelo, Paolo","Lanconelli, Alberto","Stan, Aurel I."],"language":[],"coverage":[],"title":["A H\\\"older--Young--Lieb inequality for norms of Gaussian Wick products"],"description":["  An important connection between the finite dimensional Gaussian Wick product\nand Lebesgue convolution product will be proven first. Then this connection\nwill be used to prove an important H\\\"older inequality for the norms of\nGaussian Wick products, reprove Nelson hypercontractivity inequality, and prove\na more general inequality whose marginal cases are the H\\\"older and Nelson\ninequalities mentioned before. We will show that there is a deep connection\nbetween the Gaussian H\\\"older inequality and classic H\\\"older inequality,\nbetween the Nelson hypercontractivity and classic Young inequality with the\nsharp constant, and between the third more general inequality and an extension\nby Lieb of the Young inequality with the best constant. Since the Gaussian\nprobability measure exists even in the infinite dimensional case, the above\nthree inequalities can be extended, via a classic Fatou's lemma argument, to\nthe infinite dimensional framework.\n"]}]
["1101.2950",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2950"],"date":["2011-01-15"],"type":["text"],"creator":["Agababyan, N. M.","Grigoryan, N.","Gulkanyan, H.","Ivanilov, A. A.","Karamyan, Zh.","Korotkov, V. A."],"language":[],"coverage":[],"title":["Nuclear effects in Reactions \\nu p -> \\mu^- p \\pi^+ and \\nu p -> \\mu^-\n  \\Delta^{++}(1232) on Bound Protons"],"description":["  For the first time, the nuclear effects in the reaction \\nu p -> \\mu^- p\n\\pi^+ on bound protons are investigated at E_\\nu = 9 GeV and the effective\natomicweight A = 21 of the composite nuclear target using the data obtained\nwith SKAT bubble chamber. The observed nuclear effects are explained by the\nFermi-motion of the target proton and secondary elastic scattering of\nneutrinoproduced hadrons on intranuclear neutrons. The probability of any\nintranuclear interaction of neutrinoproduced hadrons is extracted: P_int =\n0.40+-0.13, while the probability of interactions occurring only via elastic\nscattering on intranuclear neutrons is estimated to be P_c = 0.14+-0.05. A\nclear evidence of the \\Delta^{++}(1232) and an indication on the\n\\Delta^{++}(1620) isobar states production are observed with the mean yields,\nrespectively, 0.57+-0.09 and 0.40+-0.26 (the latter being corrected for the p\n\\pi^+ decay fraction). The mean yield of \\Delta^{++}(1232) is by 1.61+-0.25\ntimes smaller than expected for the reaction on the hydrogen target, thus\nindicating on its rather strong nuclear absorption.\n","Comment: 13 pages, 2 figures"]}]
["1101.2954",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2954","J. Superhard Mater., 31[3] 139-157 (2009)","doi:10.3103/S1063457609030010"],"date":["2011-01-15"],"type":["text"],"creator":["Kurakevych, O. O."],"language":[],"coverage":[],"title":["Superhard Phases of Simple Substances and Binary Compounds of the\n  B-C-N-O System: from Diamond to the Latest Results (a Review)"],"description":["  The basic known and hypothetic one- and two-element phases of the B-C-N-O\nsystem (both superhard phases having diamond and boron structures and\nprecursors to synthesize them) are described. The attention has been given to\nthe structure, basic mechanical properties, and methods to identify and\ncharacterize the materials. For some phases that have been recently described\nin the literature the synthesis conditions at high pressures and temperatures\nare indicated.\n","Comment: Review on superhard B-C-N-O phases"]}]
["1101.2957",{"format":[],"subject":["Mathematics - Combinatorics","05C05, 52A01, 52A37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2957"],"date":["2011-01-15"],"type":["text"],"creator":["Chvátal, Vašek","Rautenbach, Dieter","Schäfer, Philipp Matthias"],"language":[],"coverage":[],"title":["Finite Sholander Trees, Trees, and their Betweenness"],"description":["  We provide a proof of Sholander's claim (Trees, lattices, order, and\nbetweenness, Proc. Amer. Math. Soc. 3, 369-381 (1952)) concerning the\nrepresentability of collections of so-called segments by trees, which yields a\ncharacterization of the interval function of a tree. Furthermore, we streamline\nBurigana's characterization (Tree representations of betweenness relations\ndefined by intersection and inclusion, Mathematics and Social Sciences 185,\n5-36 (2009)) of tree betweenness and provide a relatively short proof.\n","Comment: 8 pages"]}]
["1101.2962",{"format":[],"subject":["Mathematics - Functional Analysis","Primary: 49K05, secondary: 26A33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2962","Nonlinear Anal., Theory Methods Appl., 71(5-6), 1504-1517, 2009"],"date":["2011-01-15"],"type":["text"],"creator":["Atanackovic, Teodor M.","Konjik, Sanja","Pilipovic, Stevan","Simic, Srboljub"],"language":[],"coverage":[],"title":["Variational problems with fractional derivatives: Invariance conditions\n  and N\\\"{o}ther's theorem"],"description":["  A variational principle for Lagrangian densities containing derivatives of\nreal order is formulated and the invariance of this principle is studied in two\ncharacteristic cases. Necessary and sufficient conditions for an infinitesimal\ntransformation group (basic N\\\"{o}ther's identity) are obtained. These\nconditions extend the classical results, valid for integer order derivatives. A\ngeneralization of N\\\"{o}ther's theorem leading to conservation laws for\nfractional Euler-Lagrangian equation is obtained as well. Results are\nillustrated by several concrete examples. Finally, an approximation of a\nfractional Euler-Lagrangian equation by a system of integer order equations is\nused for the formulation of an approximated invariance condition and\ncorresponding conservation laws.\n"]}]
["1101.2964",{"format":[],"subject":["Computer Science - Discrete Mathematics","68R10, 68R05, 68M99","G.2.2","G.2.1","D.4.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2964","Annales Univ. Sci. Budapestinensis Sectio Computatorica, vol 7,\n  1987, pp. 3-10"],"date":["2011-01-15"],"type":["text"],"creator":["Kása, Zoltán","Tâmbulea, Leoan"],"language":[],"coverage":[],"title":["Binary trees and number of states in buddy systems"],"description":["  In the paper are computed: the number of binary trees with n nodes and k\nleaves; the number of leaves in the set of all binary trees with n nodes. These\nare used to compute the number of states in the buddy system.\n"]}]
["1101.2969",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2969"],"date":["2011-01-15"],"type":["text"],"creator":["Jianhua, Xiao"],"language":[],"coverage":[],"title":["Dynamic Evolution Equations for Isolated Smoke Vortexes in Rational\n  Mechanics"],"description":["  Smoke circle vortexes are a typical dynamic phenomenon in nature. The similar\ncircle vortexes phenomenon appears in hurricane, turbulence, and many others. A\nsemi-empirical method is constructed to get some intrinsic understanding about\nsuch circle vortex structures. Firstly, the geometrical motion equations for\nsmoke circle is formulated based on empirical observations. Based on them, the\nmechanic dynamic motion equations are established. Finally, the general dynamic\nevolution equations for smoke vortex are formulated. They are dynamic evolution\nequations for exact stress field and dynamic evolution equations for average\nstress field. For industrial application and experimental data processing,\ntheir corresponding approximation equations for viscous fluid are given. Some\nsimple discussions are made.\n","Comment: 25 pages, 2 figures"]}]
["1101.2970",{"format":[],"subject":["Mathematics - Combinatorics","Mathematical Physics","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2970"],"date":["2011-01-15"],"type":["text"],"creator":["Keller, Matthias"],"language":[],"coverage":[],"title":["Curvature, geometry and spectral properties of planar graphs"],"description":["  We introduce a curvature function for planar graphs to study the connection\nbetween the curvature and the geometric and spectral properties of the graph.\nWe show that non-positive curvature implies that the graph is infinite and\nlocally similar to a tessellation. We use this to extend several results known\nfor tessellations to general planar graphs. For non-positive curvature, we show\nthat the graph admits no cut locus and we give a description of the boundary\nstructure of distance balls. For negative curvature, we prove that the\ninteriors of minimal bigons are empty and derive explicit bounds for the growth\nof distance balls and Cheeger's constant. The latter are used to obtain lower\nbounds for the bottom of the spectrum of the discrete Laplace operator.\nMoreover, we give a characterization for triviality of essential spectrum by\nuniform decrease of the curvature. Finally, we show that non-positive curvature\nimplies absence of finitely supported eigenfunctions for nearest neighbor\noperators.\n"]}]
["1101.2976",{"format":[],"subject":["Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2976"],"date":["2011-01-15"],"type":["text"],"creator":["Robinson, Michael"],"language":[],"coverage":[],"title":["The cohomology of lambda-rings and Psi-rings"],"description":["  In this thesis we develop the cohomology of diagrams of algebras and then\napply this to the cases of the $\\lambda$-rings and the $\\Psi$-rings. A diagram\nof algebras is a functor from a small category to some category of algebras.\nFor an appropriate category of algebras we get a diagram of groups, a diagram\nof Lie algebras, a diagram of commutative rings, etc.\n  We define the cohomology of diagrams of algebras using comonads. The\ncohomology of diagrams of algebras classifies extensions in the category of\nfunctors. Our main result is that there is a spectral sequence connecting the\ncohomology of the diagram of algebras to the cohomology of the members of the\ndiagram.\n  $\\Psi$-rings can be thought of as functors from the category with one object\nassociated to the multiplicative monoid of the natural numbers to the category\nof commutative rings. So we can apply the theory we developed for the diagrams\nof algebras to the case of $\\Psi$-rings. Our main result tells us that there is\na spectral sequence connecting the cohomology of the $\\Psi$-ring to the\nAndr\\'{e}-Quillen cohomology of the underlying commutative ring.\n  The main example of a $\\lambda$-ring or a $\\Psi$-ring is the $K$-theory of a\ntopological space. We look at the example of the $K$-theory of spheres and use\nits cohomology to give a proof of the classical result of Adams. We show that\nthere are natural transformations connecting the cohomology of the $K$-theory\nof spheres to the homotopy groups of spheres. There is a very close connection\nbetween the cohomology of the $K$-theory of the $4n$-dimensional spheres and\nthe homotopy groups of the $(4n-1)$-dimensional spheres.\n","Comment: PhD thesis, University of Leicester, March 2010"]}]
["1101.2979",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematical Physics","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2979"],"date":["2011-01-15"],"type":["text"],"creator":["Keller, Matthias","Lenz, Daniel"],"language":[],"coverage":[],"title":["Unbounded Laplacians on Graphs: Basic Spectral Properties and the Heat\n  Equation"],"description":["  We discuss Laplacians on graphs in a framework of regular Dirichlet forms. We\nfocus on phenomena related to unboundedness of the Laplacians. This includes\n(failure of) essential selfadjointness, absence of essential spectrum and\nstochastic incompleteness.\n"]}]
["1101.2981",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2981"],"date":["2011-01-15"],"type":["text"],"creator":["Nash, Daniel"],"language":[],"coverage":[],"title":["New Homotopy 4-Spheres"],"description":["  We use surgery along 2-tori embedded in a union of two copies of a product of\npunctured 2-tori to produce a new collection of homotopy 4-spheres (4-manifolds\nhomotopy equivalent to $S^4$ and hence homeomorphic to $S^4$ but possibly not\ndiffeomorphic to $S^4$). It is still unknown if these new examples are in fact\nexotic.\n","Comment: 11 pages, 5 figures"]}]
["1101.2987",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2987","Proceeding of the Workshop on Application of advanced soft\n  computing Techniques in Geo-spatial Data Analysis. Department of Civil\n  Engineering, IIT Bombay, Sept. 22-23,2008, 211-227"],"date":["2011-01-15"],"type":["text"],"creator":["Pal, Mahesh"],"language":[],"coverage":[],"title":["Support vector machines/relevance vector machine for remote sensing\n  classification: A review"],"description":["  Kernel-based machine learning algorithms are based on mapping data from the\noriginal input feature space to a kernel feature space of higher dimensionality\nto solve a linear problem in that space. Over the last decade, kernel based\nclassification and regression approaches such as support vector machines have\nwidely been used in remote sensing as well as in various civil engineering\napplications. In spite of their better performance with different datasets,\nsupport vector machines still suffer from shortcomings such as\nvisualization/interpretation of model, choice of kernel and kernel specific\nparameter as well as the regularization parameter. Relevance vector machines\nare another kernel based approach being explored for classification and\nregression with in last few years. The advantages of the relevance vector\nmachines over the support vector machines is the availability of probabilistic\npredictions, using arbitrary kernel functions and not requiring setting of the\nregularization parameter. This paper presents a state-of-the-art review of SVM\nand RVM in remote sensing and provides some details of their use in other civil\nengineering application also.\n","Comment: 19 pages"]}]
["1101.2998",{"format":[],"subject":["Mathematics - Complex Variables","30H10, 30H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2998"],"date":["2011-01-15"],"type":["text"],"creator":["Wang, Chunjie","Zhu, Kehe"],"language":[],"coverage":[],"title":["Logarithmic convexity of integral means for analytic functions"],"description":["  We show that the $L^2$ integral mean on $r\\D$ of an analytic function in the\nunit disk $\\D$ with respect to the weighted area measure\n$(1-|z|^2)^\\alpha\\,dA(z)$, where $-3\\le\\alpha\\le0$, is a logarithmically convex\nfunction of $r$ on $(0,1)$. We also show that the range $[-3,0]$ for $\\alpha$\nis best possible.\n"]}]
["1101.2999",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2999"],"date":["2011-01-15"],"type":["text"],"creator":["Papadopoulos, Basil K.","Syropoulos, Apostolos"],"language":[],"coverage":[],"title":["Generalizing Topology via Chu Spaces"],"description":["  By using the representational power of Chu spaces we define the notion of a\ngeneralized topological space (or GTS, for short), i.e., a mathematical\nstructure that generalizes the notion of a topological space. We demonstrate\nthat these topological spaces have as special cases known topological spaces.\nFurthermore, we develop the various topological notions and concepts for GTS.\nMoreover, since the logic of Chu spaces is linear logic, we give an\ninterpretation of most linear logic connectives as operators that yield\ntopological spaces.\n","Comment: This is paper that was written in 1999"]}]
["1101.3001",{"format":[],"subject":["Mathematics - Number Theory","11, 42, 68 and 94"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3001"],"date":["2011-01-15"],"type":["text"],"creator":["Petersen, Petur Birgir"],"language":[],"coverage":[],"title":["How to use the Fast Fourier Transform in Large Finite Fields"],"description":["  The article contents suggestions on how to perform the Fast Fourier Transform\nover Large Finite Fields. The technique is to use the fact that the\nmultiplicative groups of specific prime fields are surprisingly composite.\n"]}]
["1101.3010",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3010"],"date":["2011-01-15"],"type":["text"],"creator":["Haeseler, Sebastian"],"language":[],"coverage":[],"title":["Heat kernel estimates and related inequalities on metric graphs"],"description":["  We consider metric graphs with Kirchhoff boundary conditions. We study the\nintrinsic metric, volume doubling and a Poincar\\'e inequality. This enables us\nto prove a parabolic Harnack inequality. The proof involves various techniques\nfrom the theory of strongly local Dirichlet forms. Along our way we show\nSobolev and Nash type inequalities and related heat kernel estimates.\n","Comment: 20 pages"]}]
["1101.3014",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3014"],"date":["2011-01-15"],"type":["text"],"creator":["Ivanov, Alexandr O.","Ovsyannikov, Zachar N.","Strelkova, Natalia P.","Tuzhilin, Alexey A."],"language":[],"coverage":[],"title":["One-dimensional minimal fillings with negative edge weights"],"description":["  Ivanov and Tuzhilin started an investigation of a particular case of Gromov\nMinimal Fillings problem (generalized to the case of stratified manifolds).\nWeighted graphs with non-negative weight function were used as minimal fillings\nof finite metric spaces. In the present paper we introduce generalized minimal\nfillings, i.e. minimal fillings where the weight function is not necessarily\nnon-negative. We prove that for any finite metric space its minimal filling has\nthe minimum weight in the class of all generalized fillings of the space.\n"]}]
["1101.3024",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3024"],"date":["2011-01-15"],"type":["text"],"creator":["Kitchen, S. N."],"language":[],"coverage":[],"title":["Cohomology of Standard Modules on Partial Flag Varieties"],"description":["  Cohomological induction gives an algebraic method for constructing\nrepresentations of a real reductive Lie group $G$ from irreducible\nrepresentations of reductive subgroups. Beilinson-Bernstein localization\nalternatively gives a geometric method for constructing Harish-Chandra modules\nfor $G$ from certain representations of a Cartan subgroup. The duality theorem\nof Hecht, Mili\\vci\\'c, Schmid and Wolf establishes a relationship between\nmodules cohomologically induced from minimal parabolics and the cohomology of\nthe $\\ms{D}$-modules on the complex flag variety for $G$ determined by the\nBeilinson-Bernstein construction. The main results of this paper give a\ngeneralization of the duality theorem to partial flag varieties, which recovers\ncohomologically induced modules arising from nonminimal parabolics.\n","Comment: 21 pages"]}]
["1101.3026",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3026"],"date":["2011-01-15"],"type":["text"],"creator":["Gnang, Edinah K."],"language":[],"coverage":[],"title":["Experimental Number Theory, Part I : Tower Arithmetic"],"description":["  We introduce in this section an Algebraic and Combinatorial approach to the\ntheory of Numbers. The approach rests on the observation that numbers can be\nidentified with familiar combinatorial objects namely rooted trees, which we\nshall here refer to as towers. The bijection between numbers and towers\nprovides some insights into unexpected connexions between Number theory,\ncombinatorics and discrete probability theory.\n"]}]
["1101.3034",{"format":[],"subject":["Mathematics - Functional Analysis","47A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3034"],"date":["2011-01-15"],"type":["text"],"creator":["Shonia, Giorgi"],"language":[],"coverage":[],"title":["On the topology of invariant subspaces of a shift of higher multiplicity"],"description":["  Following Beurling's theorem and a study of the topology of invariant\nsubspaces by R. Douglas and C. Pearcy description of path connected components\nof invariant subspace lattice for shift of multiplicity one has been given by\nR.Yang. This paper generalizes result to arbitrary finite multiplicity. We show\nthat there exists one to one correspondence between the invariant subspace\nlattice of shift of arbitrary finite multiplicity and the space of inner\nfunctions.\n","Comment: LaTeX, 19 pages"]}]
["1101.3048",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3048","Physica A 253 (1998) 301"],"date":["2011-01-16"],"type":["text"],"creator":["Acharyya, Ajanta Bhowal"],"language":[],"coverage":[],"title":["Onsets of avalanches in the BTW model"],"description":["  The onsets of toppling and dissipation in the BTW model are studied by\ncomputer simulation. The distributions of these two onset times and their\ndependences on the system size are also studied. Simple power law dependences\nof these two times on the system size are observed and the exponents are\nestimated. The fluctuation of the average (spatial) height in the subcritical\nregion is studied and observed to increase very rapidly near the SOC point.\n","Comment: 7 pages Latex"]}]
["1101.3056",{"format":[],"subject":["Mathematics - Numerical Analysis","15A06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3056"],"date":["2011-01-16"],"type":["text"],"creator":["Das, Subhendu"],"language":[],"coverage":[],"title":["Binary Solutions for Overdetermined Systems of Linear Equations"],"description":["  This paper presents a finite step method for computing the binary solution to\nan overdetermined system of linear algebraic equations Ax = b, where A is an m\nx n real matrix of rank n < m, and b is a real m-vector. The method uses the\noptimal policy of dynamic programming along with the branch and bound concept.\nNumerical examples are given.\n","Comment: 13 Pages"]}]
["1101.3058",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q41, 35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3058"],"date":["2011-01-16"],"type":["text"],"creator":["Fang, Daoyuan","Xie, Jian","Cazenave, Thierry"],"language":[],"coverage":[],"title":["Scattering for the focusing energy-subcritical NLS"],"description":["  For the 3D focusing cubic nonlinear Schrodinger equation, Scattering of $H^1$\nsolutions inside the (scale invariant) potential well was established by Holmer\nand Roudenko~\\cite{HR2} (radial case) and Duyckaerts, Holmer and\nRoudenko~\\cite{DHR} (general case). In this paper, we extend this result to\narbitrary space dimensions and focusing, mass-supercritical and\nenergy-subcritical power nonlinearities, by adapting the method of~\\cite{DHR}.\n","Comment: 30 pages"]}]
["1101.3062",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3062"],"date":["2011-01-16"],"type":["text"],"creator":["Choie, YoungJu","Lim, Subong"],"language":[],"coverage":[],"title":["Theta liftings on weak Maass forms"],"description":["  We construct theta liftings from half-integral weight weak Maass forms to\neven integral weight weak Maass forms by using regularized theta integral.\nMoreover it gives an extension of Niwa's theta liftings on harmonic weak Maass\nforms. And we obtain the similar results to those by Niwa.\n"]}]
["1101.3067",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Software Engineering","F.2.2","D.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3067"],"date":["2011-01-16"],"type":["text"],"creator":["Baumgartner, Tobias","Chatzigiannakis, Ioannis","Fekete, Sandor P.","Koninis, Christos","Kroeller, Alexander","Pyrgelis, Apostolos"],"language":[],"coverage":[],"title":["Wiselib: A Generic Algorithm Library for Heterogeneous Sensor Networks"],"description":["  One unfortunate consequence of the success story of wireless sensor networks\n(WSNs) in separate research communities is an ever-growing gap between theory\nand practice. Even though there is a increasing number of algorithmic methods\nfor WSNs, the vast majority has never been tried in practice; conversely, many\npractical challenges are still awaiting efficient algorithmic solutions. The\nmain cause for this discrepancy is the fact that programming sensor nodes still\nhappens at a very technical level. We remedy the situation by introducing\nWiselib, our algorithm library that allows for simple implementations of\nalgorithms onto a large variety of hardware and software. This is achieved by\nemploying advanced C++ techniques such as templates and inline functions,\nallowing to write generic code that is resolved and bound at compile time,\nresulting in virtually no memory or computation overhead at run time.\n  The Wiselib runs on different host operating systems, such as Contiki, iSense\nOS, and ScatterWeb. Furthermore, it runs on virtual nodes simulated by Shawn.\nFor any algorithm, the Wiselib provides data structures that suit the specific\nproperties of the target platform. Algorithm code does not contain any\nplatform-specific specializations, allowing a single implementation to run\nnatively on heterogeneous networks.\n  In this paper, we describe the building blocks of the Wiselib, and analyze\nthe overhead. We demonstrate the effectiveness of our approach by showing how\nrouting algorithms can be implemented. We also report on results from\nexperiments with real sensor-node hardware.\n","Comment: 16 pages, 1 figure, 7 tables. Appears in European Conference on\n  Wireless Sensor Networks (EWSN 2010)"]}]
["1101.3071",{"format":[],"subject":["Quantitative Finance - Computational Finance","Quantitative Finance - Pricing of Securities","35K15, 35K55, 90A09, 91B28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3071"],"date":["2011-01-16"],"type":["text"],"creator":["Sevcovic, Daniel","Takac, Martin"],"language":[],"coverage":[],"title":["Sensitivity analysis of the early exercise boundary for American style\n  of Asian options"],"description":["  In this paper we analyze American style of floating strike Asian call options\nbelonging to the class of financial derivatives whose payoff diagram depends\nnot only on the underlying asset price but also on the path average of\nunderlying asset prices over some predetermined time interval. The mathematical\nmodel for the option price leads to a free boundary problem for a parabolic\npartial differential equation. Applying fixed domain transformation and\ntransformation of variables we develop an efficient numerical algorithm based\non a solution to a non-local parabolic partial differential equation for the\ntransformed variable representing the synthesized portfolio. For various types\nof averaging methods we investigate the dependence of the early exercise\nboundary on model parameters.\n"]}]
["1101.3076",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3076"],"date":["2011-01-16"],"type":["text"],"creator":["Sen, Jaydip"],"language":[],"coverage":[],"title":["A Robust and Secure Aggregation Protocol for Wireless Sensor Networks"],"description":["  The purpose of a wireless sensor network (WSN) is to provide the users with\naccess to the information of interest from data gathered by spatially\ndistributed sensors. Generally the users require only certain aggregate\nfunctions of this distributed data. Computation of this aggregate data under\nthe end-to-end information flow paradigm by communicating all the relevant data\nto a central collector node is a highly inefficient solution for this purpose.\nAn alternative proposition is to perform in-network computation. This, however,\nraises questions such as: what is the optimal way to compute an aggregate\nfunction from a set of statistically correlated values stored in different\nnodes; what is the security of such aggregation as the results sent by a\ncompromised or faulty node in the network can adversely affect the accuracy of\nthe computed result. In this paper, we have presented an energy-efficient\naggregation algorithm for WSNs that is secure and robust against malicious\ninsider attack by any compromised or faulty node in the network. In contrast to\nthe traditional snapshot aggregation approach in WSNs, a node in the proposed\nalgorithm instead of unicasting its sensed information to its parent node,\nbroadcasts its estimate to all its neighbors. This makes the system more\nfault-tolerant and increase the information availability in the network. The\nsimulations conducted on the proposed algorithm have produced results that\ndemonstrate its effectiveness.\n","Comment: 6 pages, 3 figures, 1 table. In Proceedings of the 6th International\n  Symposium on Electronic Design, Test and Applications (DELTA 2011),\n  Queenstown, New Zealand, 17 - 19 January 2011"]}]
["1101.3094",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","34D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3094"],"date":["2011-01-16"],"type":["text"],"creator":["Kayar, Zeynep","Zafer, Agacik"],"language":[],"coverage":[],"title":["Stability Criteria for Linear Hamiltonian Systems Under Impulsive\n  Perturbations"],"description":["  Stability criteria are given for linear periodic Hamiltonian systems with\nimpulse effect. A Lyapunov type inequality and a disconjugacy criterion are\nalso established. The results improve the ones in the literature for such\nsystems.\n"]}]
["1101.3096",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3096"],"date":["2011-01-16"],"type":["text"],"creator":["Parkinson, P. M. Saz"],"language":[],"coverage":[],"title":["Status and Prospects of Fermi LAT Pulsar Blind Searches"],"description":["  Blind Searches of Fermi Large Area Telescope (LAT) data have resulted in the\ndiscovery of 24 gamma-ray pulsars in the first year of survey operations, most\nof which remain undetected in radio, despite deep radio follow-up searches. I\nsummarize the latest Fermi LAT blind search efforts and results, including the\ndiscovery of a new Geminga-like pulsar, PSR J0734-1559. Finally, I discuss some\nof the challenges faced in carrying out these searches into the future, as well\nas the prospects for finding additional pulsars among the large number of LAT\nunassociated sources.\n","Comment: 4 pages, 3 figures, to appear in AIP Conference Proceedings of Pulsar\n  Conference 2010 \"Radio Pulsars: a key to unlock the secrets of the Universe\",\n  Sardinia, October 2010"]}]
["1101.3100",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3100"],"date":["2011-01-16"],"type":["text"],"creator":["Gruzinov, Andrei"],"language":[],"coverage":[],"title":["Pulsar Magnetosphere"],"description":["  We argue that existing models of the ideal pulsar magnetosphere are incorrect\nbecause of the improper treatment of the singular current layer outside the\nlight cylinder. We simulated the axisymmetric pulsar magnetosphere in the\nForce-Free limit of Strong-Field Electrodynamics. It turns out that even in the\nForce-Free limit, some field lines enter the singular current layer which lies\nbeyond the light cylinder in the equatorial plane. As a result: (i) about 10%\nof the Poynting flux is dissipated between 1 and 1.5 light cylinder radii, (ii)\nthere is no singular current layer within the light cylinder.\n","Comment: 3 pages, 1 figure"]}]
["1101.3114",{"format":[],"subject":["Mathematics - Representation Theory","High Energy Physics - Theory","Mathematical Physics","17B05, 17B20, 17B22, 17B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3114"],"date":["2011-01-16"],"type":["text"],"creator":["Zhang, R. B."],"language":[],"coverage":[],"title":["Serre presentations of Lie superalgebras"],"description":["  An analogue of Serre's theorem is established for finite dimensional simple\nLie superalgebras, which describes presentations in terms of Chevalley\ngenerators and Serre type relations relative to all possible choices of Borel\nsubalgebras. The proof of the theorem is conceptually transparent; it also\nprovides an alternative approach to Serre's theorem for ordinary Lie algebras.\n","Comment: 45 pages"]}]
["1101.3118",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3118","Phys. Rev. B 77, 075403 (2008)\n  http://link.aps.org/doi/10.1103/PhysRevB.77.075403","doi:10.1103/PhysRevB.77.075403"],"date":["2011-01-16"],"type":["text"],"creator":["Zhang, Zhuhua","Guo, Wanlin"],"language":[],"coverage":[],"title":["Energy-gap modulation of boron nitride nanoribbons by transverse\n  electric fields: First-principles calculations"],"description":["  Systematic ab initio calculations show that the energy gap of boron nitride\n(BN) nanoribbons (BNNRs) with zigzag or armchair edges can be significantly\nreduced by a transverse electric field and completely closed at a critical\nfield which decreases with increasing ribbon width. In addition, a distinct gap\nmodulation in the ribbons with zigzag edges is presented when a reversed\nelectric field is applied. In a weak field, the gap reduction of the BNNRs with\nzigzag edges originates from the field-induced energy level shifts of the\nspatially separated edge-states, while the gap reduction of the BNNRs with\narmchair edges arises from the Stark effect. As the field gets stronger, the\nenergy gaps of both types of the BNNRs gradually close due to the field-induced\nmotion of nearly free electron states. Without the applied fields, the energy\ngap modulation by varying ribbon width is rather limited.\n","Comment: 16 papges, 5 figures"]}]
["1101.3119",{"format":[],"subject":["Mathematics - Combinatorics","05C15, 05C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3119"],"date":["2011-01-16"],"type":["text"],"creator":["Dong, Jiuying","Li, Xueliang"],"language":[],"coverage":[],"title":["Upper bounds involving parameter $\\sigma_2$ for the rainbow connection"],"description":["  For a graph $G$, we define $\\sigma_2(G)=min \\{d(u)+d(v)| u,v\\in V(G),\nuv\\not\\in E(G)\\}$, or simply denoted by $\\sigma_2$. A edge-colored graph is\nrainbow edge-connected if any two vertices are connected by a path whose edges\nhave distinct colors, which was introduced by Chartrand et al. The rainbow\nconnection of a connected graph $G$, denoted by $rc(G)$, is the smallest number\nof colors that are needed in order to make $G$ rainbow edge-connected. We prove\nthat if $G$ is a connected graph of order $n$, then $rc(G)\\leq\n6\\frac{n-2}{\\sigma_2+2}+7$. Moreover, the bound is seen to be tight up to\nadditive factors by a construction mentioned by Caro et al. A vertex-colored\ngraph is rainbow vertex-connected if any two vertices are connected by a path\nwhose internal vertices have distinct colors, which was recently introduced by\nKrivelevich and Yuster. The rainbow vertex-connection of a connected graph $G$,\ndenoted by $rvc(G)$, is the smallest number of colors that are needed in order\nto make $G$ rainbow vertex-connected. We prove that if $G$ is a connected graph\nof order $n$, then $rvc(G)\\leq 8\\frac{n-2}{\\sigma_2+2}+10 $ for $2\\leq\n\\sigma_2\\leq 6, \\sigma_2\\geq 28 $, while for $ 7 \\leq \\sigma_2\\leq 8, 16\\leq\n\\sigma_2\\leq 27$, $ rvc(G)\\leq \\frac{10n-16}{\\sigma_2+2}+10$, and for $9 \\leq\n\\sigma_2\\leq 15, rvc(G)\\leq \\frac{10n-16}{\\sigma_2+2}+A(\\sigma_2)$ where $\nA(\\sigma_2)= 63,41,27,20,16,13,11,$ respectively.\n","Comment: 9 pages"]}]
["1101.3126",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05C15, 05C40, 68Q25, 68R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3126"],"date":["2011-01-17"],"type":["text"],"creator":["Chen, Lily","Li, Xueliang","Shi, Yongtang"],"language":[],"coverage":[],"title":["The complexity of determining the rainbow vertex-connection of graphs"],"description":["  A vertex-colored graph is {\\it rainbow vertex-connected} if any two vertices\nare connected by a path whose internal vertices have distinct colors, which was\nintroduced by Krivelevich and Yuster. The {\\it rainbow vertex-connection} of a\nconnected graph $G$, denoted by $rvc(G)$, is the smallest number of colors that\nare needed in order to make $G$ rainbow vertex-connected. In this paper, we\nstudy the computational complexity of vertex-rainbow connection of graphs and\nprove that computing $rvc(G)$ is NP-Hard. Moreover, we show that it is already\nNP-Complete to decide whether $rvc(G)=2$. We also prove that the following\nproblem is NP-Complete: given a vertex-colored graph $G$, check whether the\ngiven coloring makes $G$ rainbow vertex-connected.\n","Comment: 7 pages"]}]
["1101.3129",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Functional Analysis","35R45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3129"],"date":["2011-01-17"],"type":["text"],"creator":["Balinsky, A. A.","Evans, W. D.","Umeda, T."],"language":[],"coverage":[],"title":["The Dirac-Hardy and Dirac-Sobolev inequalities in $L^1$"],"description":["  Dirac-Sobolev and Dirac-Hardy inequalities in $L^1$ are established in which\nthe $L^p$ spaces which feature in the classical Sobolev and Hardy inequalities\nare replaced by weak $L^p$ spaces. Counter examples to the analogues of the\nclassical inequalities are shown to be provided by zero modes for appropriate\nPauli operators constructed by Loss and Yau.\n","Comment: 11 pages. To appear in Publ. RIMS, Kyoto University"]}]
["1101.3132",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3132"],"date":["2011-01-17"],"type":["text"],"creator":["Regenboog, Chris"],"language":[],"coverage":[],"title":["Reactive Valuations"],"description":["  In sequential logic there is an order in which the atomic propositions in an\nexpression are evaluated. This order allows the same atomic proposition to have\ndifferent values depending on which atomic propositions have already been\nevaluated. In the sequential propositional logic discussed in this thesis, such\nvaluations are called \"reactive\" valuations, in contrast to \"static\" valuations\nas are common in e.g. ordinary propositional logic. There are many classes of\nthese reactive valuations e.g., we can define a class of reactive valuations\nsuch that the value for each atomic proposition remains the same until another\natomic proposition is evaluated. This Master of Logic thesis consists of a\nstudy of some of the properties of this logic. We take a closer look at some of\nthe classes of reactive valuations. We particularly focus on the relation\nbetween the axiomatization and the semantics. Consequently, the main part of\nthis thesis focuses on proving soundness and completeness. Furthermore, we show\nthat the axioms in the provided axiomatizations are independent i.e., there are\nno redundant axioms present. Finally, we show {\\omega}-completeness for two\nclasses of reactive valuations.\n"]}]
["1101.3133",{"format":[],"subject":["Mathematics - Spectral Theory","35Q40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3133"],"date":["2011-01-17"],"type":["text"],"creator":["Saito, Y.","Umeda, T."],"language":[],"coverage":[],"title":["A sequence of zero modes of Weyl-Dirac operators and an associated\n  sequence of solvable polynomials"],"description":["  It is shown that a series of solvable polynomials is attached to the series\nof zero modes constructed by Adam, Muratori and Nash \\cite{AdamMuratoriNash1\n","Comment: 13 pages"]}]
["1101.3135",{"format":[],"subject":["Mathematics - Complex Variables","32A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3135"],"date":["2011-01-17"],"type":["text"],"creator":["Yamamori, Atsushi"],"language":[],"coverage":[],"title":["Zeros of the Bergman kernel of the Fock-Bargmann-Hartogs domain and the\n  interlacing property"],"description":["  In this paper we consider the zeros of the Bergman kernel of the\nFock-Bargmann-Hartogs domain $D_{n,m}$. We describe how the existence of zeros\nof the Bergman kernel depends on the integers $m$ and $n$ with the help of the\ninterlacing property.\n","Comment: 7pages"]}]
["1101.3140",{"format":[],"subject":["Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3140"],"date":["2011-01-17"],"type":["text"],"creator":["Mantzaflaris, Angelos","Mourrain, Bernard"],"language":[],"coverage":[],"title":["Deflation and Certified Isolation of Singular Zeros of Polynomial\n  Systems"],"description":["  We develop a new symbolic-numeric algorithm for the certification of singular\nisolated points, using their associated local ring structure and certified\nnumerical computations. An improvement of an existing method to compute inverse\nsystems is presented, which avoids redundant computation and reduces the size\nof the intermediate linear systems to solve. We derive a one-step deflation\ntechnique, from the description of the multiplicity structure in terms of\ndifferentials. The deflated system can be used in Newton-based iterative\nschemes with quadratic convergence. Starting from a polynomial system and a\nsmall-enough neighborhood, we obtain a criterion for the existence and\nuniqueness of a singular root of a given multiplicity structure, applying a\nwell-chosen symbolic perturbation. Standard verification methods, based eg. on\ninterval arithmetic and a fixed point theorem, are employed to certify that\nthere exists a unique perturbed system with a singular root in the domain.\nApplications to topological degree computation and to the analysis of real\nbranches of an implicit curve illustrate the method.\n"]}]
["1101.3142",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3142","Physics Procedia 10 (2010) 168","doi:10.1016/j.phpro.2010.11.094"],"date":["2011-01-17"],"type":["text"],"creator":["Tillier, Jérémy","Bourgault, Daniel","Pairis, Sébastien","Ortega, Luc","Caillault, Nathalie","Carbone, Laurent"],"language":[],"coverage":[],"title":["Martensite structures and twinning in substrate-constrained epitaxial\n  Ni-Mn-Ga films deposited by a magnetron co-sputtering process"],"description":["  In order to obtain Ni-Mn-Ga epitaxial films crystallized in martensite\nstructures showing Magnetic-Induced Rearrangement (MIR) of martensite variants,\na fine control of the composition is required. Here we present how the\nco-sputtering process might be helpful in the development of Ni-Mn-Ga epitaxial\nfilms. A batch of epitaxial Ni-Mn-Ga films deposited by co-sputtering of a\nNi-Mn-Ga ternary target and a pure manganese target has been studied. The\nco-sputtering process allows a precise control of the film compositions and\nenables keeping the epitaxial growth of Ni-Mn-Ga austenite during deposition at\nhigh temperature. It gives rise to tune the content of the MIR-active\n14-modulated martensite in the film at room temperature, as well as micro and\nmacro-twinned domains sizes.\n"]}]
["1101.3144",{"format":[],"subject":["Mathematics - Metric Geometry","51F99, 51K05, 05C35, 90C27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3144","A.O. Ivanov, A.A. Tuzhilin, D. Cieslik, Steiner Ratio for\n  Manifolds, Mathematical Notes, 2003, v. 74, N 3-4, pp. 367-374","doi:10.1023/A:1026106802540"],"date":["2011-01-17"],"type":["text"],"creator":["Cieslik, D.","Ivanov, A. O.","Tuzhilin, A. A."],"language":[],"coverage":[],"title":["Steiner Ratio for Manifolds"],"description":["  The Steiner ratio characterizes the greatest possible deviation of the length\nof a minimal spanning tree from the length of the minimal Steiner tree. In this\npaper, estimates of the Steiner ratio on Riemannian manifolds are obtained. As\na corollary, the Steiner ratio for flat tori, flat Klein bottles, and\nprojective plane of constant positive curvature are computed. Steiner ratio -\nSteiner problem - Gilbert--Pollack conjecture - surfaces of constant curvature\n","Comment: 11 pages"]}]
["1101.3146",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3146"],"date":["2011-01-17"],"type":["text"],"creator":["Baryshevsky, V. G."],"language":[],"coverage":[],"title":["\"Optical\" Spin Rotation Phenomenon and Spin Filtering of Antiproton\n  (Proton, Deuteron) Beams in a Pseudomagnetic Field of a Polarized Target: the\n  Possibility of Measuring the Real Part of the Coherent Zero-angle Scattering\n  Amplitude"],"description":["  It is shown that in the experiments dedicated for producing of polarized\nbeams of antiprotons during their passage through a polarized gas target placed\nin a storage ring it is possible to measure not only spin-dependent total\ncross-sections of antiproton scattering by the proton (deuteron), but also the\nspin-dependent real part of the coherent zero-angle scattering amplitude in the\nprocess of production of a polarized beam of antiprotons.\n","Comment: 12 pages, 1 figure"]}]
["1101.3147",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3147"],"date":["2011-01-17"],"type":["text"],"creator":["Varshovi, Amir Abbass"],"language":[],"coverage":[],"title":["Translation-Invariant Noncommutative Gauge Theories, Matrix Modeling and\n  Noncommutative Geometry"],"description":["  A matrix modeling formulation for translation-invariant noncommutative gauge\ntheories is given in the setting of differential graded algebras and quantum\ngroups. Translation-invariant products are discussed in the setting of\n{\\alpha}-cohomology and it is shown that loop calculations are entirely\ndetermined by {\\alpha}-cohomology class of star product in all orders.\nNoncommutative version of geometric quantization and (anti-) BRST\ntransformations is worked out which leads to a noncommutative description of\nconsistent anomalies and Schwinger terms.\n","Comment: 83 pages"]}]
["1101.3150",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3150","doi:10.1016/j.jpcs.2010.10.070"],"date":["2011-01-17"],"type":["text"],"creator":["Jiao, L.","Zhang, J. L.","Balakirev, F. F.","Chen, G. F.","Luo, J. L.","Wang, N. L.","Yuan, H. Q."],"language":[],"coverage":[],"title":["Upper critical field of the 122-type iron pnictide superconductors"],"description":["  The upper critical fields ($H_{c2}$) of the single crystals\n$\\rm(Sr,Na)Fe_2As_2$ and $\\rm Ba_{0.55}K_{0.45}Fe_2As_2$ were determined by\nmeans of measuring the electrical resistivity, $ \\rho_{xx}(\\mu_0H)$, using the\nfacilities of pulsed magnetic field at Los Alamos. In general, these compounds\npossess a very large upper critical field ($H_{c2}(0)$) with a weak anisotropic\neffect. The detailed curvature of $H_{c2}(T_c)$ may depend on the magnetic\nfield orientation and the sample compositions. We argue that such a difference\nmainly results from the multi-band effect, which might be modified via doping.\n","Comment: 4 pages,4 figures, accepted by J. Phys. Chem. Solids"]}]
["1101.3154",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3154","doi:10.1051/0004-6361/201015488"],"date":["2011-01-17"],"type":["text"],"creator":["Wilcock, L. A.","Kirk, J. M.","Stamatellos, D.","Ward-Thompson, D.","Whitworth, A.","Battersby, C.","Brunt, C.","Fuller, G. A.","Griffin, M.","Molinari, S.","Martin, P.","Mottram, J. C.","Peretto, N.","Plume, R.","Smith, H. A.","Thompson, M. A."],"language":[],"coverage":[],"title":["The initial conditions of high-mass star formation: radiative transfer\n  models of IRDCs seen in the Herschel Hi-GAL survey"],"description":["  The densest infrared dark clouds (IRDCs) may represent the earliest\nobservable stage of high-mass star formation. These clouds are very cold, hence\nthey emit mainly at far-infrared and sub-mm wavelengths. For the first time,\nHerschel has provided multi-wavelength, spatially resolved observations of\ncores within IRDCs, which, when combined with radiative transfer modelling, can\nconstrain their properties, such as mass, density profile and dust temperature.\nWe use a 3D, multi-wavelength Monte Carlo radiative transfer code to model in\ndetail the emission from six cores in three typical IRDCs seen in the Hi-GAL\nsurvey (G030.50+00.95, G031.03+00.26 and G031.03+00.76), and thereby to\ndetermine the properties of these cores and compare them with their low-mass\nequivalents. We found masses ranging from 90 to 290 solar masses with\ntemperatures from 8 to 11K at the centre of each core and 18 to 28K at the\nsurface. The maximum luminosity of an embedded star within each core was\ncalculated, and we rule out the possibility of significant high mass star\nformation having yet occurred in three of our cores.\n","Comment: 10 pages, 5 figures, accepted in A&A"]}]
["1101.3161",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3161"],"date":["2011-01-17"],"type":["text"],"creator":["Bentivegna, Eloisa","Allen, Gabrielle","Korobkin, Oleg","Schnetter, Erik"],"language":[],"coverage":[],"title":["Ensuring Correctness at the Application Level: a Software Framework\n  Approach"],"description":["  As scientific applications extend to the simulation of more and more complex\nsystems, they involve an increasing number of abstraction levels, at each of\nwhich errors can emerge and across which they can propagate; tools for\ncorrectness evaluation and enforcement at every level (from the code level to\nthe application level) are therefore necessary. Whilst code-level debugging\ntools are already a well established standard, application-level tools are\nlagging behind, possibly due to their stronger dependence on the application's\ndetails. In this paper, we describe the programming model introduced by the\nCactus framework, review the High Performance Computing (HPC) challenges that\nCactus is designed to address, and illustrate the correctness strategies that\nare currently available in Cactus at the code, component, and application\nlevel.\n","Comment: 11 pages, 5 figures, presented at the 2009 Workshop on\n  Component-Based High Performance Computing (CBHPC 2009)"]}]
["1101.3167",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3167"],"date":["2011-01-17"],"type":["text"],"creator":["Braun-Munzinger, Peter","Stachel, Johanna"],"language":[],"coverage":[],"title":["Hadron Production in Ultra-relativistic Nuclear Collisions and the QCD\n  Phase Diagram: an Update"],"description":["  We summarize our current understanding of the connection between the QCD\nphase line and the chemical freeze-out curve as deduced from thermal analyses\nof yields of particles produced in central collisions between relativistic\nnuclei.\n","Comment: Article to appear as part of a Festschrift on the occasion of Gerry\n  Brown's 85th birthday, Sabine Lee, editor (World Scientific, Singapore)"]}]
["1101.3168",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3168"],"date":["2011-01-17"],"type":["text"],"creator":["Asselmeyer-Maluga, T.","Brans, C. H."],"language":[],"coverage":[],"title":["Gravitational sources induced by exotic smoothness"],"description":["  In this paper we construct a coordinate atlas in an exotic $\\mathbb{R}^{4}$\nusing Bizaca's construction. The main source for such an atlas is the handle\nbody decomposition of a Casson handle, which of course is an infinite, but\nperiodic, process. The immersion of the end-periodic manifold into\n$\\mathbb{R}^{4}$ is directly related to the exoticness of the $\\mathbb{R}^{4}$\nand also gives rise naturally to a spinor field. Thus we obtain the interesting\nresult that the simplest exotic $\\mathbb{R}^{4}$ generates an extra spinor\nfield by exoticness.\n","Comment: 17 pages, 8 figures, 5 appendices"]}]
["1101.3172",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3172","Nanotechnology 22, 075302 (2011)","doi:10.1088/0957-4484/22/7/075302"],"date":["2011-01-17"],"type":["text"],"creator":["Villegas, J. E.","Swiecicki, I.","Bernard, R.","Crassous, A.","Briatico, J.","Wolf, T.","Bergeal, N.","Lesueur, J.","Ulysse, C.","Faini, G.","Hallet, X.","Piraux, L."],"language":[],"coverage":[],"title":["Imprinting nanoporous alumina patterns into the magneto-transport of\n  oxide superconductors"],"description":["  We used oxygen ion irradiation to transfer the nanoscale pattern of a porous\nalumina mask into high- superconducting thin films. This causes a nanoscale\nspatial modulation of superconductivity and strongly affects the\nmagneto-transport below, which shows a series of periodic oscillations\nreminiscent of the Little-Parks effect in superconducting wire networks. This\nirradiation technique could be extended to other oxide materials in order to\ninduce ordered nanoscale phase segregation.\n"]}]
["1101.3178",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13A50 (primary), 14L30, 15A72, 16R30 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3178"],"date":["2011-01-17"],"type":["text"],"creator":["Domokos, M.","Drensky, V."],"language":[],"coverage":[],"title":["Defining relation for semi-invariants of three by three matrix triples"],"description":["  The single defining relation of the algebra of $SL_3\\times SL_3$-invariants\nof triples of $3\\times 3$ matrices is explicitly computed. Connections to some\nother prominent algebras of invariants are pointed out.\n","Comment: 12 pages"]}]
["1101.3190",{"format":[],"subject":["Mathematics - Number Theory","11Y35, 11Y40, 11F30, 11G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3190"],"date":["2011-01-17"],"type":["text"],"creator":["Bruinier, Jan H.","Strömberg, Fredrik"],"language":[],"coverage":[],"title":["Computation of harmonic weak Maass forms"],"description":["  Harmonic weak Maass forms of half-integral weight are the subject of many\nrecent works. They are closely related to Ramanujan's mock theta functions,\ntheir theta lifts give rise to Arakelov Green functions, and their coefficients\nare often related to central values and derivatives of Hecke L-functions. We\npresent an algorithm to compute harmonic weak Maass forms numerically, based on\nthe automorphy method due to Hejhal and Stark. As explicit examples we consider\nharmonic weak Maass forms of weight 1/2 associated to the elliptic curves 11a1,\n37a1, 37b1. We made extensive numerical computations and the data we obtained\nis presented in the final section of the paper. We expect that experiments\nbased on our data will lead to a better understanding of the arithmetic\nproperties of the Fourier coefficients.\n","Comment: 21 pages"]}]
["1101.3204",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","33D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3204"],"date":["2011-01-17"],"type":["text"],"creator":["Krasikov, Ilia"],"language":[],"coverage":[],"title":["Tur\\'an Inequalities for Three Term Recurrences with Monotonic\n  Coefficients"],"description":["  We establish some new Tur\\'an's type inequalities for orthogonal polynomials\ndefined by a three-term recurrence with monotonic coefficients. As a corollary\nwe deduce asymptotic bounds on the extreme zeros of orthogonal polynomials with\npolynomially growing coefficients of the three-term recurrence.\n"]}]
["1101.3210",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3210"],"date":["2011-01-17"],"type":["text"],"creator":["Fossat, Eric"],"language":[],"coverage":[],"title":["Some results after 10 years of site testing at Concordia, Antarctica"],"description":["  At an altitude of 3250m and at a latitude of $75^\\circ$S, the Italo-French\nConcordia station was open to winter-over teams in 2005. It is one of the high\npoints of the Antarctic polar plateau. These extreme remote sites are expected\nto provide exceptional conditions for astronomical observations, specially in\nthe infra-red ranges, given the very cold winter temperatures, averaging well\nbelow -60C. Being very flat as highest points of that very broad polar plateau,\nthey are also not subject to the famous katabatic winds that can be devastating\non the Antarctic coast, and in fact their mean wind speed along the year are\nthe weakest known on Earth, less than 3 m/s. Besides the resulting absence of\ndanger that such winds would present for large size optical instruments, this\nsituation offers another benefit, which is an excellent free atmosphere seeing\nabove a very thin but turbulent surface layer. This paper emphasizes these\nseeing peculiarities, but not only. It is presented as simply following a\nsignificant fraction of my slide presentation during the meeting.\n","Comment: Contribution in conference \"Comprehensive characterization of\n  astronomical sites\", held October 4-10, 2010, in Kislovodsk, Russia, 15\n  pages, 24 figures"]}]
["1101.3213",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3213"],"date":["2011-01-17"],"type":["text"],"creator":["Travouillon, T.","Els, S. G.","Riddle, R. L.","Schöck, M.","Skidmore, A. W."],"language":[],"coverage":[],"title":["Lessons learned from the TMT site testing campaign"],"description":["  After a site testing campaign spanning 5 sites over a period of 5 years, the\nsite selection for the Thirty Meter Telescope (TMT) culminated with the choice\nof Mauna Kea 13N in Hawaii. During the campaign, a lot practical lessons were\nlearned by our team and these lessons can be shared with current and future\nsite testing campaign done for other observatories. These lessons apply to the\npreselection of the site, the ground work and operations of the campaign as\nwell as the analysis of the data. We present of selection of such lessons in\nthis paper preceded by a short summary of the TMT site testing activities.\n","Comment: Contribution in conference \"Comprehensive characterization of\n  astronomical sites\", held October 4-10, 2010, in Kislovodsk, Russia"]}]
["1101.3219",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Category Theory","22A22, 28A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3219"],"date":["2011-01-17"],"type":["text"],"creator":["Censor, Aviv","Grandini, Daniele"],"language":[],"coverage":[],"title":["Weak Pullbacks of Topological Groupoids"],"description":["  We introduce the category HG, whose objects are topological groupoids endowed\nwith compatible measure theoretic data: a Haar system and a measure on the unit\nspace. We then define and study the notion of weak-pullback in the category of\ntopological groupoids, and subsequently in HG. The category HG is the setting\nfor topological groupoidification, which we present in separate papers, and in\nwhich the weak pullback is a key ingredient.\n"]}]
["1101.3220",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3220"],"date":["2011-01-17"],"type":["text"],"creator":["Schenk, Andreas","Fischer, Robert F. H."],"language":[],"coverage":[],"title":["Decision-Feedback Differential Detection in Impulse-Radio Ultra-Wideband\n  Systems"],"description":["  In this paper we present decision-feedback differential detection (DF-DD)\nschemes for autocorrelation-based detection in impulse-radio ultra-wideband\n(IR-UWB) systems, a signaling scheme regarded as a promising candidate in\nparticular for low-complexity wireless sensor networks. To this end, we first\ndiscuss ideal noncoherent sequence estimation and approximations thereof based\non block-wise multiple-symbol differential detection (MSDD) and the Viterbi\nalgorithm (VA) from the perspective of tree-search/trellis decoding. Exploiting\nrelations well-known from tree-search decoding, we are able to derive the novel\ndecision-feedback differential detection (DF-DD) schemes. A comprehensive\ncomparison with respect to performance and complexity of the presented schemes\nin a typical IR-UWB scenario reveals---along with novel insights in techniques\nfor complexity reduction of the sphere decoder applied for MSDD---that sorted\nDF-DD achieves close-to-optimum performance at very low, and in particular\nconstant receiver complexity.\n","Comment: Preprint of manuscript accepted for presentation in \"IEEE\n  Transactions on Communications\""]}]
["1101.3226",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Dynamical Systems","37Bxx (Primary) 54H20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3226"],"date":["2011-01-17"],"type":["text"],"creator":["Koutsogiannis, Andreas"],"language":[],"coverage":[],"title":["Rational Dynamical Systems"],"description":["  We introduce the notion of a rational dynamical system extending the\nclassical notion of a topological dynamical system and we prove (multiple)\nrecurrence results for such systems via a partition theorem for the rational\nnumbers proved by Farmaki and the author. In particular, we extend classical\nrecurrence results developed by Furstenberg and Weiss. Also, we give some\napplications of these topological recurrence results to topology, to\ncombinatorics, to diophantine approximations and to number theory.\n","Comment: 19 pages"]}]
["1101.3230",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3230"],"date":["2011-01-17"],"type":["text"],"creator":["Malde, Sneha"],"language":[],"coverage":[],"title":["Lifetime and mixing parameters of neutral D mesons and neutral B hadrons\n  in experimental particle physics"],"description":["  A review of recent experimental measurements of the lifetime and mixing\nparameters of neutral D and B hadrons is presented. In particular, focus is\ngiven to measurements of D mixing and the Lambda_B lifetime.\n","Comment: Proceedings of CKM2010, the 6th International Workshop on the CKM\n  Unitarity Triangle, University of Warwick, UK, 6-10 September 2010"]}]
["1101.3232",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Dynamical Systems","37Bxx (Primary) 54H20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3232"],"date":["2011-01-17"],"type":["text"],"creator":["Farmaki, Vassiliki","Koutsogiannis, Andreas"],"language":[],"coverage":[],"title":["Topological Dynamics indexed by words"],"description":["  Starting with a combinatorial partition theorem for words over an infinite\nalphabet dominated by a fixed sequence, established recently by the authors, we\nprove recurrence results for topological dynamical systems indexed by such\nwords. In this way we extend the classical theory developed by Furstenberg and\nWeiss of dynamical systems indexed by the natural numbers to systems indexed by\nwords. Moreover, applying this theory to topological systems indexed by\nsemigroups that can be represented as words we get analogous recurrence results\nfor such systems.\n","Comment: 20 pages"]}]
["1101.3236",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3236","Langmuir 26, 7928-7936 (2010)","doi:10.1021/la904809g"],"date":["2011-01-17"],"type":["text"],"creator":["Kim, E.","Stratford, K.","Cates, M. E."],"language":[],"coverage":[],"title":["Bijels Containing Magnetic Particles: A Simulation Study"],"description":["  Bicontinuous, interfacially jammed emulsion gels (bijels) represent a class\nof soft solid materials in which interpenetrating domains of two immiscible\nfluids are stabilized by an interfacial colloidal monolayer. Such structures\ncan be formed by arrested spinodal decomposition from an initially single-phase\ncolloidal suspension. Here we explore by lattice Boltzmann simulation the\npossible effects of using magnetic colloids in bijels. This may allow\nadditional control over the structure, during or after formation, by\napplication of a magnetic field or field gradient. These effects are modest for\ntypical parameters based on the magnetic nanoparticles used in conventional\nferrofluids, although significantly larger particles might be appropriate here.\nField gradient effects, which are cumulative across a sample, could then allow\na route for controlled breakdown of bijels as they do for particle-stabilized\ndroplet emulsions.\n"]}]
["1101.3237",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3237"],"date":["2011-01-17"],"type":["text"],"creator":["Zub, Stanislav"],"language":[],"coverage":[],"title":["Research into Orbital Motion Stability in System of Two Magnetically\n  Interacting Bodies"],"description":["  The stability of the orbital motion of two long cylindrical magnets\ninteracting exclusively with magnetic forces is described. To carry out\nanalytical studies a model of magnetically interacting symmetric tops [1] is\nused. The model was previously developed within the quasi-stationary approach\nfor an electromagnetic field based on the general expression of the energy of\ninteracting magnetic bodies [2]. A special role in the investigation of the\nstability of orbital motions is played by the so-called relative equilibria\n[3], i.e. the trajectories of the system dynamics which are at the same time\none-parameter subgroups of the system invariance group. Nowadays their\nstability is normally investigated using two similar approaches --\nenergy-momentum and energy-Casimir methods. The most suitable criterion for the\nsystem stability investigation was formulated in the theorem of [4]; this\nstability criterion successfully generalizes both the methods mentioned above\nand covers the Hamiltonian formalism based on Poisson structures [1]. The\nnecessary and sufficient conditions for the circular orbit stability are\nderived from this theorem.\n"]}]
["1101.3240",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3240","Class. Quantum Grav. 27 (2010) 205021","doi:10.1088/0264-9381/27/20/205021"],"date":["2011-01-17"],"type":["text"],"creator":["Karami, K.","Ghaffari, S.","Soltanzadeh, M. M."],"language":[],"coverage":[],"title":["The generalized second law of gravitational thermodynamics on the\n  apparent and event horizons in FRW cosmology"],"description":["  We investigate the validity of the generalized second law of gravitational\nthermodynamics on the apparent and event horizons in a non-flat FRW universe\ncontaining the interacting dark energy with dark matter. We show that for the\ndynamical apparent horizon, the generalized second law is always satisfied\nthroughout the history of the universe for any spatial curvature and it is\nindependent of the equation of state parameter of the interacting dark energy\nmodel. Whereas for the cosmological event horizon, the validity of the\ngeneralized second law depends on the equation of state parameter of the model.\n","Comment: 12 pages, 1 figure"]}]
["1101.3249",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","15B52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3249"],"date":["2011-01-17"],"type":["text"],"creator":["Shcherbina, Mariya"],"language":[],"coverage":[],"title":["Central Limit Theorem for linear eigenvalue statistics of the Wigner and\n  sample covariance random matrices"],"description":["  We consider two classical ensembles of the random matrix theory: the Wigner\nmatrices and sample covariance matrices, and prove Central Limit Theorem for\nlinear eigenvalue statistics under rather weak (comparing with results known\nbefore) conditions on the number of derivatives of the test functions and also\non the number of the entries moments. Moreover, we develop a universal method\nwhich allows one to obtain automatically the bounds for the variance of\ndifferentiable test functions, if there is a bound for the variance of the\ntrace of the resolvent of random matrix. The method is applicable not only to\nthe Wigner and sample covariance matrices, but to any ensemble of random\nmatrices.\n","Comment: 18 pages"]}]
["1101.3251",{"format":[],"subject":["Quantitative Biology - Cell Behavior","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3251","Frontiers in Bioscience 16:307-14, 2011"],"date":["2011-01-17"],"type":["text"],"creator":["Skommer, Joanna","Raychaudhuri, Subhadip","Wlodkowic, Donald"],"language":[],"coverage":[],"title":["Timing is everything: on the stochastic origins of cell-to-cell\n  variability in cancer cell death decisions"],"description":["  The diversity of cell populations is regulated by extracellular and\nintracellular variability. The latter includes genetic, epigenetic and\nstochastic variability, all contributing to the experimentally observed\nheterogeneity in response to external death-inducing stimuli. Studies of\nsources and regulation of variability in commitment to apoptotic cancer cell\ndeath are likely to identify the fundamental features of apoptotic protein\nnetworks that are responsible for determining the ultimate cell fate. Systems\nbiology approaches, involving computer simulations of the biochemical reactions\naccompanied, if possible, by experimental verification of selected components\nof the model, are proving useful in determining the origins of cell-to-cell\nvariability in response to external stress stimuli. Here we summarize our\ncurrent understanding of the origins of stochastic variability in cells'\ncommitment to apoptosis, and its implications in the field on cancer therapy.\n","Comment: 18 pages, 5 figures"]}]
["1101.3252",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3252"],"date":["2011-01-17"],"type":["text"],"creator":["Lima, Yuri","Moreira, Carlos Gustavo"],"language":[],"coverage":[],"title":["Yet another proof of Marstrand's Theorem"],"description":["  In a paper from 1954 Marstrand proved that if K is a Borel subset of the\nplane with Hausdorff dimension greater than 1, then its one-dimensional\nprojection has positive Lebesgue measure for almost-all directions. In this\narticle, we give a new proof of this theorem, extending the techniques\ndeveloped in a previous work.\n","Comment: 10 pages, 2 figures"]}]
["1101.3258",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3258"],"date":["2011-01-17"],"type":["text"],"creator":["Serrano, Justine"],"language":[],"coverage":[],"title":["Charm semileptonic decays at the B factories"],"description":["  A review of charm semileptonic decays results obtained at B factories is\npresented. It focuses on form factors measurements in $D^0\\to K^- \\ell^+ \\nu$,\n$D^0\\to \\pi^- \\ell^+ \\nu$, $D_s^+ \\to K^+K^- e^+\\nu_e$, and $D^+ \\to K^-\\pi^+\ne^+\\nu_e$. For the last two decay channels, the contribution and\ncharacteristics of other components in the final state, in addition to the main\nvector contribution, is also studied.\n"]}]
["1101.3271",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3271"],"date":["2011-01-17"],"type":["text"],"creator":["Regnier, Stephane"],"language":[],"coverage":[],"title":["3D structure of the outer atmosphere: combining models and observations"],"description":["  In this review, I focus on the structure and evolution of the coronal\nmagnetic fields modelled from observations. The development of instruments\nmeasuring the photospheric and chromospheric magnetic fields with a high\nspatial and time resolutions allows us to improve the modeling of the coronal\nfields based on extrapolation and evolution techniques. In particular, I detail\nthe advance modelling of quiet-Sun areas, active regions and full-disc\nevolution. I discuss the structure of coronal magnetic features such as\nfilaments, sigmoids and coronal loops as well as their time evolution and\ninstability. The complexity of the coronal field and the origin of open flux\nare also investigated in these different areas. Finally I discuss the future\nimprovements in terms of instruments and models required to understand better\nthe coronal field.\n"]}]
["1101.3278",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","54C30, 42A75, 43A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3278","Crux Mathematicorum with Mathematical Mayhem, vol. 34, Issue 7,\n  (2008), pp. 424-429"],"date":["2011-01-17"],"type":["text"],"creator":["Ionascu, Eugen J."],"language":[],"coverage":[],"title":["Twin problems from the Monthly and the Stolz-Cesaro Lemma"],"description":["  In this note we present solutions to two problems which appeared in the\nAmerican Mathematical Monthly. Although the problems seem to be of different\nnature when it comes to the hypothesis we show that they can be proved using\nessentially the same technique. In the end, we introduce a new problem which\nactually implies both.\n","Comment: five pages, zero figures"]}]
["1101.3284",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3284"],"date":["2011-01-17"],"type":["text"],"creator":["Chang, C. S.","Ros, E.","Kadler, M.","Boeck, M.","Wilms, J.","Aller, M. F.","Aller, H. D.","Fuhrmann, L.","Angelakis, E.","Nestoras, I."],"language":[],"coverage":[],"title":["The broadband emission properties of AGN jets"],"description":["  The origin of the high-energy emission of blazars is still a matter of\ndebate. To investigate the emission mechanism of extragalactic outflows and to\npin down the location of the emission, we have constructed a broadband spectral\nenergy distribution (SED) database covering from the radio to the gamma-ray\nband for the complete MOJAVE sample, which consists of 135 relativistically\nbeamed AGN with well-studied parsec-scale jets. Typically, the broadband SEDs\nof blazars shows a double-humped profile. It is believed that the lower-energy\nhump is due to synchrotron emission from the radio jet, and the higher-energy\nhump is generated by i) inverse-Compton upscattered seed photons (leptonic),\nii) proton-induced shower (hadronic). Combining the results of high-resolution\nVLBI observations and the gamma-ray properties of the MOJAVE sources, we\nattempt to reveal the origin of the high-energy emission in relativistic jets,\nand search for correlations between VLBI and high-energy properties.\n","Comment: 4 pages, 1 figure, 10th European VLBI Network Symposium and EVN Users\n  Meeting: VLBI and the new generation of radio arrays, September 20-24, 2010,\n  Manchester UK"]}]
["1101.3302",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M25, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3302"],"date":["2011-01-17"],"type":["text"],"creator":["Jaeger, Thomas C."],"language":[],"coverage":[],"title":["Khovanov-Rozansky Homology and Conway Mutation"],"description":["  We show that the reduced sl(n) homology defined by Khovanov and Rozansky is\ninvariant under component-preserving positive mutation when n is odd.\n","Comment: 21 pages"]}]
["1101.3303",{"format":[],"subject":["Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3303"],"date":["2011-01-17"],"type":["text"],"creator":["Wilson III, L. B.","Cattell, C. A.","Kellogg, P. J.","Wygant, J. R.","Goetz, K.","Breneman, A.","Kersten, K."],"language":[],"coverage":[],"title":["A statistical study of the properties of large amplitude whistler waves\n  and their association with few eV to 30 keV electron distributions observed\n  in the magnetosphere by Wind"],"description":["  We present a statistical study of the characteristics of very large amplitude\nwhistler waves inside the terrestrial magnetosphere using waveform capture data\nfrom the Wind spacecraft as an addition of the study by Kellogg et al.,\n[2010b]. We observed 244(65) whistler waves using electric(magnetic) field data\nfrom the Wind spacecraft finding ~40%(~62%) of the waves have peak-to-peak\namplitudes of >/- 50 mV/m(>/- 0.5 nT). We present an example waveform capture\nof the largest magnetic field amplitude (>/- 8 nT peak-to-peak) whistler wave\never reported in the radiation belts. The estimated Poynting flux magnitude\nassociated with this wave is >/- 300 microW/m^2, roughly four orders of\nmagnitude above previous estimates. Such large Poynting flux values are\nconsistent with rapid energization of electrons. The majority of the largest\namplitude whistlers occur during magnetically active periods (AE > 200 nT). The\nwaves were observed to exhibit a broad range of propagation angles with respect\nto the magnetic field, 0{\\deg} </- {\\theta}_kB < 90{\\deg}, which showed no\nconsistent variation with magnetic latitude. These results are inconsistent\nwith the idea that the whistlers are all generated at the equator, propagating\nalong the magnetic field, and that the observed obliqueness is due to\npropagation effects. We also identified three types of electron distributions\nobserved simultaneously with the whistler waves including beam-like,\nbeam/flattop, and anisotropic distributions. The whistlers exhibited different\ncharacteristics depending on the observed electron distributions. The majority\nof the waveforms observed in our study have f/f_ce </- 0.5 and are observed\nprimarily in the radiation belts simultaneously with anisotropic electron\ndistributions.\n","Comment: 18 pages, 5 figures, presented at 2010 Fall AGU"]}]
["1101.3304",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3304"],"date":["2011-01-17"],"type":["text"],"creator":["Cavichia, O.","Costa, R. D. D.","Maciel, W. J."],"language":[],"coverage":[],"title":["Planetary nebulae in the inner Milky Way II: the Bulge-Disk transition"],"description":["  In this work, a sample of planetary nebulae located in the inner-disk and\nbulge of the Galaxy is used in order to find the galactocentric distance which\nbetter separates these two populations, from the point of view of abundances.\nStatistical distance scales were used to study the distribution of abundances\nacross the disk-bulge interface. A Kolmogorov-Smirnov test was used to find the\ndistance in which the chemical properties of these regions better separate.The\nresults of the statistical analysis indicate that, on the average, the inner\npopulation has lower abundances than the outer. Additionally, for the\n$\\alpha$-elements abundances, the inner population does not follow the disk\nradial gradient towards the galactic center. Based on our results, we suggest a\nbulge-disk interface at 1.5 kpc, marking the transition between the bulge and\ninner-disk of the Galaxy, as defined by the intermediate mass population.\n","Comment: 21 pages, 6 figures, accepted for publication in RMxAA"]}]
["cond-mat/0506739",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0506739"],"date":["2005-06-28","2011-01-17"],"type":["text"],"creator":["Mukhopadhyay, Soumik","Das, I."],"language":[],"coverage":[],"title":["Spin dependent non-tunneling transport in granular ferromagnet"],"description":["  This paper is withdrawn.\n","Comment: This paper has been withdrawn by the authors. A thoroughly revised\n  version has appeared in Phys. Rev. B"]}]
["cs/0404015",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","68M14, 68Q85","C.1.4","D.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0404015"],"date":["2004-04-06","2011-01-15"],"type":["text"],"creator":["Husainov, Ahmet A."],"language":[],"coverage":[],"title":["The study of distributed computing algorithms by multithread\n  applications"],"description":["  The material in this note is used as an introduction to distributed\nalgorithms in a four year course on software and automatic control system in\nthe computer technology department of the Komsomolsk-on-Amur state technical\nuniversity. All our the program examples are written in Borland C/C++ 5.02 for\nWindows 95/98/2000/NT/XP, and hence suit to compile and execute by Visual\nC/C++. We consider the following approaches of the distributed computing: the\nconversion of recursive algorithms to multithread applications, a realization\nof the pairing algorithm, the building of wave systems by Petri nets and object\noriented programming.\n","Comment: 17 pages"]}]
["cs/0603105",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0603105","Algorithms in Bioinformatics, LNBI 3692 : 251-263, 2005","doi:10.1007/11557067_21"],"date":["2006-03-27"],"type":["text"],"creator":["Kucherov, Gregory","Noe, Laurent","Roytberg, Mikhail"],"language":[],"coverage":[],"title":["A unifying framework for seed sensitivity and its application to subset\n  seeds (Extended abstract)"],"description":["  We propose a general approach to compute the seed sensitivity, that can be\napplied to different definitions of seeds. It treats separately three\ncomponents of the seed sensitivity problem - a set of target alignments, an\nassociated probability distribution, and a seed model - that are specified by\ndistinct finite automata. The approach is then applied to a new concept of\nsubset seeds for which we propose an efficient automaton construction.\nExperimental results confirm that sensitive subset seeds can be efficiently\ndesigned using our approach, and can then be used in similarity search\nproducing better results than ordinary spaced seeds.\n"]}]
["cs/0603106",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0603106","Proceedings of the Fourth IEEE Symposium on Bioinformatics and\n  Bioengineering (BIBE), 387-394, 2004","doi:10.1109/BIBE.2004.1317369"],"date":["2006-03-27"],"type":["text"],"creator":["Kucherov, Gregory","Noe, Laurent","Ponty, Yann"],"language":[],"coverage":[],"title":["Estimating seed sensitivity on homogeneous alignments"],"description":["  We address the problem of estimating the sensitivity of seed-based similarity\nsearch algorithms. In contrast to approaches based on Markov models [18, 6, 3,\n4, 10], we study the estimation based on homogeneous alignments. We describe an\nalgorithm for counting and random generation of those alignments and an\nalgorithm for exact computation of the sensitivity for a broad class of seed\nstrategies. We provide experimental results demonstrating a bias introduced by\nignoring the homogeneousness condition.\n"]}]
["gr-qc/0703130",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0703130","Proceedings of the XXVI International Colloquium on Group\n  Theoretical Methods in Physics (Group 26), held in New York, USA, 26-30 June\n  2006, page 258 - 264 (Canopus Publishing Limited 2009)"],"date":["2007-03-26"],"type":["text"],"creator":["Ha, Yuan K."],"language":[],"coverage":[],"title":["A new theorem for black holes"],"description":["  A new theorem for black holes is established. The mass of a black hole\ndepends on where the observer is. The horizon mass theorem states that for all\nblack holes: neutral, charged or rotating, the horizon mass is always twice the\nirreducible mass observed at infinity. The horizon mass theorem is crucial for\nunderstanding the occurrence of Hawking radiation. Without black hole\nradiation, the Second Law of Thermodynamics is lost.\n","Comment: Contribution to the XXVI International Colloquium on Group\n  Theoretical Methods in Physics, New York, June 26-30, 2006"]}]
["hep-th/0610189",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0610189"],"date":["2006-10-17","2011-01-16"],"type":["text"],"creator":["Gu, Ying-Qiu"],"language":[],"coverage":[],"title":["A Sensitive Test of Mass-Energy Relation"],"description":["  The Einstein's mass-energy relation $E=mc^2$ is one of the most fundamental\nformulae in physics, but it has not been seriously tested by an elaborated\nexperiment, and only some indirect evidences in nuclear reaction suggested that\nit holds to high precision. In this letter, we propose a sensitive experiment\nto test this relation. The experiment only involves low energy accelerator of\nparticles and measurement of speed. The results can disclose the fine structure\nof the energy-speed relation, which can be used as the fingerprints of the\ninteractive potentials of elementary particles. So the experiment may shed\nlights on the nature of the interaction and elementary particles.\n","Comment: 6 pages, 1 figure"]}]
["math/0410433",{"format":[],"subject":["Mathematics - Geometric Topology","57M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0410433","Topology Appl. 153 (2006), 1658-1681"],"date":["2004-10-20"],"type":["text"],"creator":["Petronio, Carlo"],"language":[],"coverage":[],"title":["Complexity of 3-orbifolds"],"description":["  We extend Matveev's theory of complexity for 3-manifolds, based on simple\nspines, to (closed, orientable, locally orientable) 3-orbifolds. We prove\nnaturality and finiteness for irreducible 3-orbifolds, and, with certain\nrestrictions and subtleties, additivity under orbifold connected sum. We also\ndevelop the theory of handle decompositions for 3-orbifolds and the\ncorresponding theory of normal 2-suborbifolds.\n","Comment: 29 pages, 12 figures"]}]
["math/0411114",{"format":[],"subject":["Mathematics - Geometric Topology","57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411114","Proc. Steklov Inst. Math. 252 (2006), 155-171"],"date":["2004-11-05"],"type":["text"],"creator":["Mednykh, Alexander","Petronio, Carlo"],"language":[],"coverage":[],"title":["Hyperbolic 3-manifolds with geodesic boundary: Enumeration and volume\n  calculation"],"description":["  We describe a natural strategy to enumerate compact hyperbolic 3-manifolds\nwith geodesic boundary in increasing order of complexity. We show that the same\nstrategy can be employed to analyze simultaneously compact manifolds and\nfinite-volume manifolds having toric cusps. In opposition to this we show that,\nif one allows annular cusps, the number of manifolds grows very rapidly, and\nthat our strategy cannot be employed to obtain a complete list. We also\ncarefully describe how to compute the volume of our manifolds, discussing\nformulae for the volume of a tetrahedron with generic dihedral angles in\nhyperbolic space.\n","Comment: 29 pages, 4 figures"]}]
["math/0412187",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","20F05 (primary), 57M07, 57M27, 20F65 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0412187","Math. Nachr. 281 (2008), 1182-1195"],"date":["2004-12-09"],"type":["text"],"creator":["Pervova, Ekaterina","Petronio, Carlo"],"language":[],"coverage":[],"title":["Complexity and T-invariant of Abelian and Milnor groups, and complexity\n  of 3-manifolds"],"description":["  We investigate the notion of complexity for finitely presented groups and the\nrelated notion of complexity for three-dimensional manifolds. We give two-sided\nestimates on the complexity of all the Milnor groups (the finite groups with\nfree action on the three-sphere), as well as for all finite Abelian groups. The\nideas developed in the process also allow to construct two-sided bounds for the\nvalues of the so-called T-invariant (introduced by Delzant) for the above\ngroups, and to estimate from below the value of T-invariant for an arbitrary\nfinitely presented group. Using the results of this paper and of previous ones,\nwe then describe an infinite collection of Seifert three-manifolds for which we\ncan asymptotically determine the complexity in an exact fashion up to linear\nfunctions. We also provide similar estimates for the complexity of several\ninfinite families of Milnor groups.\n","Comment: 24 pages"]}]
["math/0503027",{"format":[],"subject":["Mathematics - Geometric Topology","57M"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503027"],"date":["2005-03-01","2011-01-17"],"type":["text"],"creator":["Walsh, Genevieve S."],"language":[],"coverage":[],"title":["Incompressible surfaces and spunnormal form"],"description":["  Suppose M is a cusped finite-volume hyperbolic 3-manifold and T is an ideal\ntriangulation of M with essential edges. We show that any incompressible\nsurface S in M that is not a virtual fiber can be isotoped into spunnormal form\nin T . The proof is based directly on ideas of W. Thurston.\n","Comment: 11 pages; changed Definition 1.2"]}]
["math/0505290",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F05, 14J60, 15A54"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505290","Mathematische Nachrichten, 281 (2008), n. 4, 1-18"],"date":["2005-05-13","2007-05-08"],"type":["text"],"creator":["Brambilla, Maria Chiara"],"language":[],"coverage":[],"title":["Cokernel bundles and Fibonacci bundles"],"description":["  We are interested in those bundles $C$ on $\\mathbb{P}^N$ which admit a\nresolution of the form $$ 0 \\to \\mathbb{C}^s \\otimes E \\xrightarrow{\\mu}\n\\mathbb{C}^t \\otimes F \\to C \\to 0.$$ In this paper we prove that, under\nsuitable conditions on $(E,F)$, a generic bundle with this form is either\nsimple or canonically decomposable. As applications we provide an easy\ncriterion for the stability of such bundles on $\\mathbb{P}^2$ and we prove the\nstability when $E = \\mathcal{O}$, $F = \\mathcal{O}(1)$ and $C$ is an\nexceptional bundle on $\\mathbb{P}^N$ for $N \\geq 2$.\n","Comment: 23 pages, 1 figure, revised version, to appear in Mathematische\n  Nachrichten"]}]
["math/0509599",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J32, 14J60, 14J81"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509599","Revista Matematica Complutense 22 (2009) 1, 53-61"],"date":["2005-09-26"],"type":["text"],"creator":["Brambilla, Maria Chiara"],"language":[],"coverage":[],"title":["Semistability of certain bundles on a quintic Calabi-Yau threefold"],"description":["  In the paper ``Chirality change in string theory'', by Douglas and Zhou, the\nauthors give a list of bundles on a quintic Calabi-Yau threefold. Here we prove\nthe semistability of most of these bundles. This provides examples of string\ntheory compactifications which have a different number of generations and can\nbe connected.\n"]}]
["math/0612553",{"format":[],"subject":["Mathematics - Metric Geometry","54D35, 20M30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612553","Topology and its Applications 155, pp. 1576-1579, 2008","doi:10.1016/j.topol.2007.04.022"],"date":["2006-12-19","2006-12-21"],"type":["text"],"creator":["Schröder, Lutz"],"language":[],"coverage":[],"title":["Linearizability of Non-expansive Semigroup Actions on Metric Spaces"],"description":["  We show that a non-expansive action of a topological semigroup S on a metric\nspace X is linearizable iff its orbits are bounded. The crucial point here is\nto prove that X can be extended by adding a fixed point of S, thus allowing\napplication of a semigroup version of the Arens-Eells linearization, iff the\norbits of S in X are bounded.\n"]}]
["math/0612830",{"format":[],"subject":["Mathematics - Geometric Topology","57M27, 57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612830","Osaka J. Math. 46 (2009), 1077-1095"],"date":["2006-12-28","2007-02-28"],"type":["text"],"creator":["Petronio, Carlo","Vesnin, Andrei"],"language":[],"coverage":[],"title":["Two-sided bounds for the complexity of cyclic branched coverings of\n  two-bridge links"],"description":["  We consider closed orientable 3-dimensional hyperbolic manifolds which are\ncyclic branched coverings of the 3-sphere, with branching set being a\ntwo-bridge knot (or link). We establish two-sided linear bounds depending on\nthe order of the covering for the Matveev complexity of the covering manifold.\nThe lower estimate uses the hyperbolic volume and results of Cao-Meyerhoff and\nGueritaud-Futer (who recently improved previous work of Lackenby), while the\nupper estimate is based on an explicit triangulation, which also allows us to\ngive a bound on the Delzant T-invariant of the fundamental group of the\nmanifold.\n","Comment: Estimates improved using recent results of Gueritaud-Futer and\n  Kim-Kim"]}]
["math/0701906",{"format":[],"subject":["Mathematics - Geometric Topology","57M27, 57N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701906"],"date":["2007-01-30","2011-01-17"],"type":["text"],"creator":["Bartolini, Loretta","Rubinstein, J. Hyam"],"language":[],"coverage":[],"title":["One-sided Heegaard splittings of non-Haken 3-manifolds"],"description":["  This paper has been withdrawn by the author, as the proof of Theorem 3.2\ncontains a flaw; subsequently, both it and Theorem 3.3 are not known to hold.\n  The content of Section 5 has been improved and expanded upon in two separate\npapers. The structural properties in 5.1 and 5.2 appear in arXiv:1101.2603; the\nclassification in 5.3 in arxiv:1101.2890. Please refer to Proposition 4.4 in\nthe former as a reference for arXiv:0807.4795v1.\n","Comment: This paper has been withdrawn"]}]
["math/9809169",{"format":[],"subject":["Mathematics - Geometric Topology","57N10 (primary), 57R15, 57R25 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9809169","Ann. Mat. Pura Appl. (4) 178 (2000), 81-102"],"date":["1998-09-29"],"type":["text"],"creator":["Benedetti, Riccardo","Petronio, Carlo"],"language":[],"coverage":[],"title":["Branched Spines and Contact Structures on 3-manifolds"],"description":["  We introduce and analyze the characteristic foliation induced by a contact\nstructure on a branched surface, in particular a branched standard spine of a\n3-manifold. We extend to (fairly general) singular foliations of branched\nsurfaces the local existence and uniqueness results which hold for genuine\nsurfaces. Moreover we show that global uniqueness holds when restricting to\ntight structures. We establish branched versions of the elimination lemma. We\nprove a smooth version of the Gillman-Rolfsen PL-embedding theorem, deducing\nthat branched spines can be used to construct contact structures in a given\nhomotopy class of plane fields.\n","Comment: 20 pages, 11 figures"]}]
["math/9907184",{"format":[],"subject":["Mathematics - Geometric Topology","57N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9907184","Manuscripta Math. 106 (2001), 13-74"],"date":["1999-07-29"],"type":["text"],"creator":["Benedetti, Riccardo","Petronio, Carlo"],"language":[],"coverage":[],"title":["Reidemeister Torsion of 3-Dimensional Euler Structures with Simple\n  Boundary Tangency and Legendrian Knots"],"description":["  We generalize Turaev's definition of torsion invariants of pairs $(M,\\xi)$,\nwhere $M$ is a 3-dimensional manifold and $\\xi$ is an Euler structure on $M$ (a\nnon-singular vector field up to homotopy relative to the boundary of $M$ and\nlocal modifications in the interior of $M$). Namely, we allow $M$ to have\narbitrary boundary and $\\xi$ to have simple (convex and/or concave) tangency\ncircles to the boundary. We prove that Turaev's $H_1(M)$-equivariance formula\nholds also in our generalized context. Our torsions apply in particular to (the\nexterior of) Legendrian links (in particular, knots) in contact 3-manifolds,\nand we prove that they can distinguish knots which are isotopic as framed knots\nbut not as Legendrian knots. Using the combinatorial encoding of vector fields\nbased on branched standard spines we show how to explicitly invert Turaev's\nreconstruction map from combinatorial to smooth Euler structures, thus making\nthe computation of torsions a more effective one. As an example we work out a\nspecific computation.\n","Comment: 49 pages, 31 figures"]}]
["physics/0701227",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701227","Proc. of WOCN 2006"],"date":["2007-01-19"],"type":["text"],"creator":["Abubakr, Mohd","Vinay, R. M."],"language":[],"coverage":[],"title":["Novel Technique for Volatile Optical Memory Using Solitons"],"description":["  Recent advances in optics have shown that solitons have a great potential for\nupgrading the future optical systems which demand fast and reliable data\ntransfer. Along side Different architectures have evolved to realize an optical\ncomputer. Due to difference in processing speeds of optical and electronic\ndevices and usage of opto-electronic converters the efficiency of the optical\ncomputers is affected. In this paper we bring a novel technique for volatile\noptical memory using solitons which would be part of realizing an optical\ncomputer. Also the principle of read and write operations in the soliton based\nvolatile memory systems is shown.\n","Comment: 4 pages"]}]
["quant-ph/0405142",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0405142","Phys. Rev. Lett. 94, 060503 (2005)","doi:10.1103/PhysRevLett.94.060503"],"date":["2004-05-25","2005-02-23"],"type":["text"],"creator":["Plenio, M. B.","Eisert, J.","Dreissig, J.","Cramer, M."],"language":[],"coverage":[],"title":["Entropy, entanglement, and area: analytical results for harmonic lattice\n  systems"],"description":["  We revisit the question of the relation between entanglement, entropy, and\narea for harmonic lattice Hamiltonians corresponding to discrete versions of\nreal free Klein-Gordon fields. For the ground state of the d-dimensional cubic\nharmonic lattice we establish a strict relationship between the surface area of\na distinguished hypercube and the degree of entanglement between the hypercube\nand the rest of the lattice analytically, without resorting to numerical means.\nWe outline extensions of these results to longer ranged interactions, finite\ntemperatures and for classical correlations in classical harmonic lattice\nsystems. These findings further suggest that the tools of quantum information\nscience may help in establishing results in quantum field theory that were\npreviously less accessible.\n","Comment: 4 pages, 1 figure. Replaced with published version"]}]
["quant-ph/0607001",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0607001"],"date":["2006-07-02","2011-01-15"],"type":["text"],"creator":["Efthimiades, Spyros"],"language":[],"coverage":[],"title":["Physical meaning and derivation of Schrodinger and Dirac equations"],"description":["  The wavefunction of a particle is obtained from its intermediate states and\ninteraction processes considered as happening concurrently. When the\ninteraction is described by a potential, the energy of the particle is equal to\nits total kinetic plus potential energies. We derive the Schrodinger and Dirac\nequations as the unique conditions the wavefunction must satisfy at each point\nin order to fulfill the corresponding energy equation. PACS numbers: 03.65.-w.\nKeywords: Schrodinger equation; Dirac equation; Quantum dynamics.\n"]}]
