["0706.2792",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2792","Optics Express, Vol. 15, Issue 13, pp. 8465-8471 (2007)","doi:10.1364/OE.15.008465"],"date":["2007-06-19","2011-04-15"],"type":["text"],"creator":["Dynes, J. F.","Yuan, Z. L.","Sharpe, A. W.","Shields, A. J."],"language":[],"coverage":[],"title":["Practical quantum key distribution over 60 hours at an optical fiber\n  distance of 20km using weak and vacuum decoy pulses for enhanced security"],"description":["  Experimental one-way decoy pulse quantum key distribution running\ncontinuously for 60 hours is demonstrated over a fiber distance of 20km. We\nemploy a decoy protocol which involves one weak decoy pulse and a vacuum pulse.\nThe obtained secret key rate is on average over 10kbps. This is the highest\nrate reported using this decoy protocol over this fiber distance and duration.\n","Comment: Accepted for publication in Optics Express"]}]
["0803.4409",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4409","Int. J. Theor. Phys. 48 (2009) 630-636","doi:10.1007/s10773-008-9836-5"],"date":["2008-03-31","2011-04-15"],"type":["text"],"creator":["Tsekov, Roumen"],"language":[],"coverage":[],"title":["Thermo-quantum diffusion"],"description":["  A new approach to thermo-quantum diffusion is proposed and a nonlinear\nquantum Smoluchowski equation is derived, which describes classical diffusion\nin the field of the Bohm quantum potential. A nonlinear thermo-quantum\nexpression for the diffusion front is obtained, being a quantum generalization\nof the classical Einstein law. The quantum diffusion at zero temperature is\nalso described and a new dependence of the position dispersion on time is\nderived. A stochastic Bohm-Langevin equation is also proposed.\n"]}]
["0806.3539",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Differential Geometry","55R91, 05C25, 05E15, 55N91"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3539","doi:10.1007/s10801-011-0292-6"],"date":["2008-06-21","2011-04-14"],"type":["text"],"creator":["Guillemin, Victor","Sabatini, Silvia","Zara, Catalin"],"language":[],"coverage":[],"title":["Cohomology of GKM Fiber Bundles"],"description":["  The equivariant cohomology ring of a GKM manifold is isomorphic to the\ncohomology ring of its GKM graph. In this paper we explore the implications of\nthis fact for equivariant fiber bundles for which the total space and the base\nspace are both GKM and derive a graph theoretical version of the Leray-Hirsch\ntheorem. Then we apply this result to the equivariant cohomology theory of flag\nvarieties.\n","Comment: The paper has been accepted by the Journal of Algebraic\n  Combinatorics. The final publication is available at springerlink.com"]}]
["0807.2613",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2613","Class.Quant.Grav.25:205005,2008","doi:10.1088/0264-9381/25/20/205005"],"date":["2008-07-16","2011-04-15"],"type":["text"],"creator":["Gibbons, G. W.","Pope, C. N.","Sezgin, E."],"language":[],"coverage":[],"title":["The General Supersymmetric Solution of Topologically Massive\n  Supergravity"],"description":["  We find the general fully non-linear solution of topologically massive\nsupergravity admitting a Killing spinor. It is of plane-wave type, with a null\nKilling vector field. Conversely, we show that all solutions with a null\nKilling vector are supersymmetric for one or the other choice of sign for the\nChern-Simons coupling constant \\mu. If \\mu does not take the critical value\n\\mu=\\pm 1, these solutions are asymptotically regular on a Poincar\\'e patch,\nbut do not admit a smooth global compactification with boundary S^1\\times\\R. In\nthe critical case, the solutions have a logarithmic singularity on the boundary\nof the Poincar\\'e patch. We derive a Nester-Witten identity, which allows us to\nidentify the associated charges, but we conclude that the presence of the\nChern-Simons term prevents us from making a statement about their positivity.\nThe Nester-Witten procedure is applied to the BTZ black hole.\n","Comment: Minor corrections"]}]
["0810.1339",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Commutative Algebra","Mathematics - Group Theory","20J06, 13D99, 16E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1339"],"date":["2008-10-07","2011-04-14"],"type":["text"],"creator":["Benson, Dave","Iyengar, Srikanth B.","Krause, Henning"],"language":[],"coverage":[],"title":["Stratifying modular representations of finite groups"],"description":["  We classify localising subcategories of the stable module category of a\nfinite group that are closed under tensor product with simple (or, equivalently\nall) modules. One application is a proof of the telescope conjecture in this\ncontext. Others include new proofs of the tensor product theorem and of the\nclassification of thick subcategories of the finitely generated modules which\navoid the use of cyclic shifted subgroups. Along the way we establish similar\nclassifications for differential graded modules over graded polynomial rings,\nand over graded exterior algebras.\n","Comment: 37 pages; minor changes from the first version. This is slated to\n  appear in the January 2012 issue of Annals of Math., volume 175, no. 1"]}]
["0810.2233",{"format":[],"subject":["Mathematics - Algebraic Geometry","51A45, 51E21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2233","Discrete Math. 310 (22): 3162-3167 (2010)","doi:10.1016/j.disc.2009.06.023"],"date":["2008-10-13","2009-04-21"],"type":["text"],"creator":["Aguglia, A.","Giuzzi, L.","Korchmáros, G."],"language":[],"coverage":[],"title":["An alternative construction of B-M and B-T unitals in Desarguesian\n  planes"],"description":["  We present a new construction of non-classical unitals from a classical\nunital $U$ in $PG(2,q^2)$. The resulting non-classical unitals are B-M unitals.\nThe idea is to find a non-standard model $\\Pi$ of $PG(2,q^2)$ with the\nfollowing three properties: 1. points of $\\Pi$ are those of $PG(2,q^2)$; 2.\nlines of $\\Pi$ are certain lines and conics of $PG(2,q^2)$; 3. the points in\n$U$ form a non-classical B-M unital in $\\Pi$.\n  Our construction also works for the B-T unital, provided that conics are\nreplaced by certain algebraic curves of higher degree.\n","Comment: Keywords: unital, desarguesian plane 11 pages; ISSN: 0012-365X"]}]
["0904.1412",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1412"],"date":["2009-04-08","2011-04-15"],"type":["text"],"creator":["Khemar, Idrisse"],"language":[],"coverage":[],"title":["Elliptic Integrable Systems: a Comprehensive Geometric Interpretation"],"description":["  We give a geometric interpretation of all the $m$-th elliptic integrable\nsystems associated to a $k'$-symmetric space $N=G/G_0$ (in the sense of C.L.\nTerng). It turns out that we have to introduce the integer $m_{k'}$ defined by\nm_{1}=0 and m_{k'}= [(k'+1)/2]. Then the general problem splits into three\ncases : the primitive case ($m < m_{k'}$), the determined case ($m_{k'}\\leq m\n\\leq k'-1$) and the underdetermined case ($m \\geq k'$). We prove that we have\nan interpretation in terms of a sigma model with a Wess-Zumino term. Moreover\nwe prove that we have a geometric interpretation in terms of twistors. See the\nabstract in the paper for more precisions.\n"]}]
["0906.2853",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","30C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2853"],"date":["2009-06-16","2011-04-15"],"type":["text"],"creator":["Bhayo, Barkat Ali","Vuorinen, Matti"],"language":[],"coverage":[],"title":["On Mori's theorem for quasiconformal maps in the $n$-space"],"description":["  R. Fehlmann and M. Vuorinen proved in 1988 that Mori's constant $M(n,K)$ for\n$K$-quasiconformal maps of the unit ball in $\\mathbf{R}^n$ onto itself keeping\nthe origin fixed satisfies $M(n,K) \\to 1$ when $K\\to 1 .$ We give here an\nalternative proof of this fact, with a quantitative upper bound for the\nconstant in terms of elementary functions. Our proof is based on a refinement\nof a method due to G.D. Anderson and M. K. Vamanamurthy. We also give an\nexplicit version of the Schwarz lemma for quasiconformal self-maps of the unit\ndisk. Some experimental results are provided to compare the various bounds for\nthe Mori constant when $n=2 .$\n","Comment: 19 pages, 5 figures"]}]
["0909.0846",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Differential Geometry","58J28, 58J52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0846"],"date":["2009-09-04","2011-04-15"],"type":["text"],"creator":["Bunke, Ulrich"],"language":[],"coverage":[],"title":["String structures and trivialisations of a Pfaffian line bundle"],"description":["  The present paper is a contribution to categorial index theory. Its main\nresult is the calculation of the Pfaffian line bundle of a certain family of\nreal Dirac operators as an object in the category of line bundles. Furthermore,\nit is shown how string structures give rise to trivialisations of that\nPfaffian.\n","Comment: 42 pages, minor corrections"]}]
["0910.0363",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0363","Mod.Phys.Lett.A25:2089-2097,2010","doi:10.1142/S0217732310033244"],"date":["2009-10-02","2010-06-17"],"type":["text"],"creator":["Herrera-Aguilar, A.","Malagón-Morejón, D.","Mora-Luna, R. R.","Nucamendi, U."],"language":[],"coverage":[],"title":["Aspects of thick brane worlds: 4D gravity localization, smoothness, and\n  mass gap"],"description":["  We review some interrelated aspects of thick brane worlds constructed within\nthe framework of 5D gravity coupled to a scalar field depending on the extra\ndimension. It turns out that when analyzing localization of 4D gravity in this\nsmooth version of the Randall-Sundrum model, a kind of dichotomy emerges. In\nthe first case the geometry is completely smooth and the spectrum of metric\nfluctuations shows a single massless bound state, corresponding to the 4D\ngraviton, and a tower of massive states described by a continuous spectrum of\nKaluza-Klein excitations starting from zero mass, indicating the lack of a mass\ngap. In the second case, there are two bound states, a massless 4D graviton and\na massive excitation, separated by a mass gap from a continuous spectrum of\nmassive modes; nevertheless, the presence of a mass gap in the graviton\nspectrum of the theory is responsible for a naked singularity at the boundaries\n(or spatial infinity) of the Riemannian manifold. However, the imposition of\nunitary boundary conditions, which is equivalent to eliminating the continuous\nspectrum of gravitational massive modes, renders these singularities harmless\nfrom the physical point of view, providing the viability of the model.\n","Comment: 10 pages in latex, references added and updated"]}]
["0910.1794",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","14L24, 14J17, 32Q15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1794"],"date":["2009-10-09","2011-04-15"],"type":["text"],"creator":["Odaka, Yuji"],"language":[],"coverage":[],"title":["A generalization of Ross-Thomas' slope theory"],"description":["  We give a formula of the Donaldson-Futaki invariants for certain type of semi\ntest configurations, which essentially generalizes Ross-Thomas' slope theory.\nThe positivity (resp. non-negativity) of those \"a priori special\"\nDonaldson-Futaki invariants implies K-stability (resp. K-semistability). We\nshow its applicability by proving K-(semi)stability of certain polarized\nvarieties with semi-log-canonical singularities, generalizing some results by\nRoss-Thomas.\n","Comment: 15 pages. v2-4:minor changes, v5:re-edited (the latter half moved to\n  arXiv:0807.1716 v5)"]}]
["0910.2532",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2532","Nature 462, 192, (2009)","doi:10.1038/nature08522"],"date":["2009-10-14"],"type":["text"],"creator":["Du, Xu","Skachko, Ivan","Duerr, Fabian","Luican, Adina","Andrei, Eva Y."],"language":[],"coverage":[],"title":["Fractional quantum Hall effect and insulating phase of Dirac electrons\n  in graphene"],"description":["  In graphene, which is an atomic layer of crystalline carbon, two of the\ndistinguishing properties of the material are the charge carriers\ntwo-dimensional and relativistic character. The first experimental evidence of\nthe two-dimensional nature of graphene came from the observation of a sequence\nof plateaus in measurements of its transport properties in the presence of an\napplied magnetic field. These are signatures of the so-called integer quantum\nHall effect. However, as a consequence of the relativistic character of the\ncharge carriers, the integer quantum Hall effect observed in graphene is\nqualitatively different from its semiconductor analogue. As a third\ndistinguishing feature of graphene, it has been conjectured that interactions\nand correlations should be important in this material, but surprisingly,\nevidence of collective behaviour in graphene is lacking. In particular, the\nquintessential collective quantum behaviour in two dimensions, the fractional\nquantum Hall effect (FQHE), has so far resisted observation in graphene despite\nintense efforts and theoretical predictions of its existence. Here we report\nthe observation of the FQHE in graphene. Our observations are made possible by\nusing suspended graphene devices probed by two-terminal charge transport\nmeasurements. This allows us to isolate the sample from substrate-induced\nperturbations that usually obscure the effects of interactions in this system\nand to avoid effects of finite geometry. At low carrier density, we find a\nfield-induced transition to an insulator that competes with the FQHE, allowing\nits observation only in the highest quality samples. We believe that these\nresults will open the door to the physics of FQHE and other collective\nbehaviour in graphene.\n","Comment: 14 pages, 3 figures"]}]
["0911.0193",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","Quantum Physics","37A35, 37D35, 46L55, 46L30, 46L60, 82C10, 81Q50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0193"],"date":["2009-11-01","2011-04-14"],"type":["text"],"creator":["Baraviera, A.","Lardizabal, C. F.","Lopes, A. O.","Cunha, M. Terra"],"language":[],"coverage":[],"title":["A dynamical point of view of Quantum Information: entropy, pressure and\n  Wigner measures"],"description":["  Quantum Information is a new area of research which has been growing rapidly\nsince the last decade. This topic is very close to potential applications to\nthe so called Quantum Computer. In our point of view it makes sense to develop\na more \"dynamical point of view\" of this theory. We want to consider the\nconcepts of entropy and pressure for \"stationary systems\" acting on density\nmatrices which generalize the usual ones in Ergodic Theory (in the sense of the\nThermodynamic Formalism of R. Bowen, Y. Sinai and D. Ruelle). We consider the\noperator $\\mathcal{L}$ acting on density matrices $\\rho\\in \\mathcal{M}_N$ over\na finite $N$-dimensional complex Hilbert space $\\mathcal{L}(\\rho):=\\sum_{i=1}^k\ntr(W_i\\rho W_i^*)V_i\\rho V_i^*,$ where $W_i$ and $V_i$, $i=1,2,... k$ are\noperators in this Hilbert space. $\\mathcal{L}$ is not a linear operator. In\nsome sense this operator is a version of an Iterated Function System (IFS).\nNamely, the $V_i (.) V_i^*=:F_i(.)$, $i=1,2,...,k$, play the role of the\ninverse branches (acting on the configuration space of density matrices $\\rho$)\nand the $W_i$ play the role of the weights one can consider on the IFS. We also\nanalyze the discrete Wigner function.\n  We suppose that for all $\\rho$ we have that $\\sum_{i=1}^k tr(W_i\\rho\nW_i^*)=1$. A family $W:=\\{W_i\\}_{i=1,..., k}$ determines a Quantum Iterated\nFunction System (QIFS) $\\mathcal{F}_{W}$,\n$\\mathcal{F}_W=\\{\\mathcal{M}_N,F_i,W_i\\}_{i=1,..., k}.$\n","Comment: This paper was divided in two for the purpose of publication. The new\n  two versions are avaiable in arXiv: 1) A dynamical point of view of Quantum\n  Information: entropy and pressure [arXiv:1104.2868], 2) A dynamical point of\n  view of Quantum Information: Wigner measures [arXiv:1104.2870]"]}]
["0911.0432",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0432"],"date":["2009-11-02","2011-04-15"],"type":["text"],"creator":["Ali, Hani"],"language":[],"coverage":[],"title":["Ladder Theorem for a Leray alpha model of turbulence"],"description":["  In this paper, we study the Modified Leray alpha model with periodic boundary\nconditions. We show that when the initial data are infinitely differentiable\nthen the unique solution are infinitely differentiable in space and time.\nFurthermore, this regular solution verifies a sequence of energy inequalities\nthat is called \"ladder inequalities\".\n"]}]
["0912.2102",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2102","Nature Physics 6, 109 ( 2010)","doi:10.1038/nphys1463"],"date":["2009-12-10"],"type":["text"],"creator":["Li, Guohong","Luican, A.","Santos, J. M. B. Lopes dos","Neto, A. H. Castro","Reina, A.","Kong, J.","Andrei, E. Y."],"language":[],"coverage":[],"title":["Observation of Van Hove singularities in twisted graphene layers"],"description":["  Electronic instabilities at the crossing of the Fermi energy with a Van Hove\nsingularity in the density of states often lead to new phases of matter such as\nsuperconductivity, magnetism or density waves. However, in most materials this\ncondition is difficult to control. In the case of single-layer graphene, the\nsingularity is too far from the Fermi energy and hence difficult to reach with\nstandard doping and gating techniques. Here we report the observation of\nlow-energy Van Hove singularities in twisted graphene layers seen as two\npronounced peaks in the density of states measured by scanning tunneling\nspectroscopy. We demonstrate that a rotation between stacked graphene layers\ncan generate Van Hove singularities, which can be brought arbitrarily close to\nthe Fermi energy by varying the angle of rotation. This opens intriguing\nprospects for Van Hove singularity engineering of electronic phases.\n","Comment: 21 pages 5 figures"]}]
["1001.3355",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Networking and Internet Architecture","Computer Science - Performance","Statistics - Applications","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3355","Annals of Applied Statistics 2011, Vol. 5, No. 1, 254-282","doi:10.1214/10-AOAS392"],"date":["2010-01-19","2011-04-15"],"type":["text"],"creator":["Sutton, Charles","Jordan, Michael I."],"language":[],"coverage":[],"title":["Bayesian inference for queueing networks and modeling of internet\n  services"],"description":["  Modern Internet services, such as those at Google, Yahoo!, and Amazon, handle\nbillions of requests per day on clusters of thousands of computers. Because\nthese services operate under strict performance requirements, a statistical\nunderstanding of their performance is of great practical interest. Such\nservices are modeled by networks of queues, where each queue models one of the\ncomputers in the system. A key challenge is that the data are incomplete,\nbecause recording detailed information about every request to a heavily used\nsystem can require unacceptable overhead. In this paper we develop a Bayesian\nperspective on queueing models in which the arrival and departure times that\nare not observed are treated as latent variables. Underlying this viewpoint is\nthe observation that a queueing model defines a deterministic transformation\nbetween the data and a set of independent variables called the service times.\nWith this viewpoint in hand, we sample from the posterior distribution over\nmissing data and model parameters using Markov chain Monte Carlo. We evaluate\nour framework on data from a benchmark Web application. We also present a\nsimple technique for selection among nested queueing models. We are unaware of\nany previous work that considers inference in networks of queues in the\npresence of missing data.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOAS392 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1005.0598",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Metric Geometry","13F60 (primary), 05A15, 51A05 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0598"],"date":["2010-05-04","2011-04-15"],"type":["text"],"creator":["Glick, Max"],"language":[],"coverage":[],"title":["The pentagram map and Y-patterns"],"description":["  The pentagram map, introduced by R. Schwartz, is defined by the following\nconstruction: given a polygon as input, draw all of its \"shortest\" diagonals,\nand output the smaller polygon which they cut out. We employ the machinery of\ncluster algebras to obtain explicit formulas for the iterates of the pentagram\nmap.\n","Comment: 27 pages, 11 figures. To appear in Advances in Mathematics"]}]
["1005.4947",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Quantum Algebra","Quantum Algebra (math.QA), Operator Algebras (math.OA)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4947"],"date":["2010-05-26","2010-08-09"],"type":["text"],"creator":["Fathizadeh, Farzad","Khalkhali, Masoud"],"language":[],"coverage":[],"title":["The Gauss-Bonnet Theorem for Noncommutative Two Tori With a General\n  Conformal Structure"],"description":["  In this paper we give a proof of the Gauss-Bonnet theorem of Connes and\nTretkoff for noncommutative two tori $\\mathbb{T}_{\\theta}^2$ equipped with an\narbitrary translation invariant complex structure. More precisely, we show that\nfor any complex number $\\tau$ in the upper half plane, representing the\nconformal class of a metric on $\\mathbb{T}_{\\theta}^2$, and a Weyl factor given\nby a positive invertible element $k \\in C^{\\infty}(\\mathbb{T}_{\\theta}^2)$, the\nvalue at the origin, $\\zeta (0)$, of the spectral zeta function of the\nLaplacian $\\triangle'$ attached to $(\\mathbb{T}_{\\theta}^2, \\tau, k)$ is\nindependent of $\\tau$ and $k$.\n","Comment: To appear in Journal of Noncommutative Geometry. The long formula for\n  b_2 on pages 7 to 15 will be removed"]}]
["1006.3364",{"format":[],"subject":["Physics - Optics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3364","Journal of Optics 13 055105 (2011)","doi:10.1088/2040-8978/13/5/055105"],"date":["2010-06-16","2011-04-14"],"type":["text"],"creator":["Thompson, Robert T.","Cummer, Steven A.","Frauendiener, Jörg"],"language":[],"coverage":[],"title":["Generalized Transformation Optics of Linear Materials"],"description":["  We continue the development of a manifestly 4-dimensional, completely\ncovariant, approach to transformation optics in linear dielectric materials\nbegun in a previous paper. This approach, which generalizes the Plebanski based\napproach, is systematically applicable for all transformations and all general\nlinear materials. Importantly, it enables useful applications such as arbitrary\nrelative motion, transformations from arbitrary non-vacuum initial dielectric\nmedia, and arbitrary space-times. This approach is demonstrated for a resulting\nmaterial that moves with uniform linear velocity. The inverse problem of this\ncovariant approach is shown to generalize Gordon's \"optical metric\".\n","Comment: 16 pages, 2 figures. This version: minor clarification to text"]}]
["1006.3807",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Dynamical Systems","Primary: 11M41, 28A12, 28A75, 28A80, 52A39, 52C07, Secondary: 11M36,\n  28A78, 28D20, 42A16, 42A75, 52A20, 52A38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3807"],"date":["2010-06-18","2011-04-14"],"type":["text"],"creator":["Lapidus, Michel L.","Pearse, Erin P. J.","Winter, Steffen"],"language":[],"coverage":[],"title":["Pointwise tube formulas for fractal sprays and self-similar tilings with\n  arbitrary generators"],"description":["  In a previous paper by the first two authors, a tube formula for fractal\nsprays was obtained which also applies to a certain class of self-similar\nfractals. The proof of this formula uses distributional techniques and requires\nfairly strong conditions on the geometry of the tiling (specifically, the inner\ntube formula for each generator of the fractal spray is required to be\npolynomial). Now we extend and strengthen the tube formula by removing the\nconditions on the geometry of the generators, and also by giving a proof which\nholds pointwise, rather than distributionally.\n  Hence, our results for fractal sprays extend to higher dimensions the\npointwise tube formula for (1-dimensional) fractal strings obtained earlier by\nLapidus and van Frankenhuijsen.\n  Our pointwise tube formulas are expressed as a sum of the residues of the\n\"tubular zeta function\" of the fractal spray in $\\mathbb{R}^d$. This sum ranges\nover the complex dimensions of the spray, that is, over the poles of the\ngeometric zeta function of the underlying fractal string and the integers\n$0,1,...,d$. The resulting \"fractal tube formulas\" are applied to the important\nspecial case of self-similar tilings, but are also illustrated in other\ngeometrically natural situations. Our tube formulas may also be seen as fractal\nanalogues of the classical Steiner formula.\n","Comment: 43 pages, 13 figures. To appear: Advances in Mathematics"]}]
["1008.0618",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0618","EPL 94, 28003 (2011)","doi:10.1209/0295-5075/94/28003"],"date":["2010-08-03","2011-04-14"],"type":["text"],"creator":["Ferreira, A.","Xu, Xiangfan","Tan, Chang-Lin","Bae, Sukang","Peres, N. M. R.","Hong, Byung-Hee","Ozyilmaz, Barbaros","Neto, A. H. Castro"],"language":[],"coverage":[],"title":["Transport properties of graphene with one-dimensional charge defects"],"description":["  We study the effect of extended charge defects in electronic transport\nproperties of graphene. Extended defects are ubiquitous in chemically and\nepitaxially grown graphene samples due to internal strains associated with the\nlattice mismatch. We show that at low energies these defects interact quite\nstrongly with the 2D Dirac fermions and have an important effect in the\nDC-conductivity of these materials.\n","Comment: 6 pages, 5 figures. published version: one figure, appendix and\n  references added"]}]
["1008.2172",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2172","Science 10 September 2010: Vol. 329 no. 5997 p. 1305. (Published\n  Online 12 August 2010)","doi:10.1126/science.1195253"],"date":["2010-08-12"],"type":["text"],"creator":["Knispel, B.","Allen, B.","Cordes, J. M.","Deneva, J. S.","Anderson, D.","Aulbert, C.","Bhat, N. D. R.","Bock, O.","Bogdanov, S.","Brazier, A.","Camilo, F.","Champion, D. J.","Chatterjee, S.","Crawford, F.","Demorest, P. B.","Fehrmann, H.","Freire, P. C. C.","Gonzalez, M. E.","Hammer, D.","Hessels, J. W. T.","Jenet, F. A.","Kasian, L.","Kaspi, V. M.","Kramer, M.","Lazarus, P.","van Leeuwen, J.","Lorimer, D. R.","Machenschalk, A. G. Lyne B.","McLaughlin, M. A.","Messenger, C.","Nice, D. J.","Papa, M. A.","Pletsch, H. J.","Prix, R.","Ransom, S. M.","Siemens, X.","Stairs, I. H.","Stappers, B. W.","Stovall, K.","Venkataraman, A."],"language":[],"coverage":[],"title":["Pulsar Discovery by Global Volunteer Computing"],"description":["  Einstein@Home aggregates the computer power of hundreds of thousands of\nvolunteers from 192 countries to \"mine\" large data sets. It has now found a\n40.8 Hz isolated pulsar in radio survey data from the Arecibo Observatory taken\nin February 2007. Additional timing observations indicate that this pulsar is\nlikely a disrupted recycled pulsar. PSR J2007+2722's pulse profile is\nremarkably wide with emission over almost the entire spin period; the pulsar\nlikely has closely aligned magnetic and spin axes. The massive computing power\nprovided by volunteers should enable many more such discoveries.\n","Comment: 8 pages, 1 figure"]}]
["1008.4666",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4666"],"date":["2010-08-27","2011-04-15"],"type":["text"],"creator":["Fedaruk, R."],"language":[],"coverage":[],"title":["Two types of proton-electron atoms in a vacuum and an extremely strong\n  magnetic field"],"description":["  The Rutherford planetary model of a proton-electron atom is modified. Besides\nthe Coulomb interaction of the point electron with the proton, its strong\nCoulomb interaction with the physical vacuum as well as the magnetic\ninteraction between moving charges are taken into account. The vacuum\ninteraction leads to the motion of the electron with the velocity of light\n\\textit{c} in the circle with the radius being equal to the so-called classical\nelectron radius $r_e$. Therefore, the velocity of the electron consists of two\ncomponents: the velocity $\\vec{\\upsilon}$ of the mechanical motion and the\nvelocity $\\vec{c}$ of the photon-like motion. We postulate that\n$\\vec{\\upsilon}\\bot \\vec{c}$, and $\\upsilon < c $. Hence, the electron inside\nthe atom moves with the resulting faster-than-light velocity. The existence of\ntwo types of proton-electron atoms, the hydrogen atom and the neutron, is\ninterpreted by the different motion and interaction of particles at large ($ r\n>> r_e $) and short ($ r < r_e $) distances. In the first atom, the effect of\nphoton-like motion is small, and the electron moves around the proton with the\nvelocity $\\upsilon << c$ in an orbit of the radius $ r>>r_{e}$. In the second\natom, the photon-like motion is the determining factor, and the electron moves\naround the proton with the faster-than-light velocity in an orbit of the radius\n$r < r_{e}$. The calculated ground-state properties of the free hydrogen atom\nand the free neutron are in good agreement with the experimental data. The\nproperties of these atoms in extremely strong magnetic fields ($B >> 10^8 T$)\nthat are typical for neutron stars are discussed.\n","Comment: 8 pages, 2 figures"]}]
["1008.4699",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Functional Analysis","Mathematics - Representation Theory","Primary: 13A50, 43A32, Secondary: 43A85, 43A90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4699"],"date":["2010-08-27","2011-04-15"],"type":["text"],"creator":["Fischer, Veronique","Ricci, Fulvio","Yakimova, Oksana"],"language":[],"coverage":[],"title":["Nilpotent Gelfand pairs and spherical transforms of Schwartz functions\n  II. Taylor expansion on singular sets"],"description":["  This paper is a continuation of [8], in the direction of proving the\nconjecture that the spherical transform on a nilpotent Gelfand pair (N,K)\nestablishes an isomorphism between the space of K-invariant Schwartz functions\non N and the space of Schwartz functions restricted to the Gelfand spectrum\nproperly embedded in a Euclidean space. We prove a result, of independent\ninterest for the representation theoretical problems that are involved, which\ncan be viewed as a generalised Hadamard lemma for K-invariant functions on N.\nThe context is that of nilpotent Gelfand pairs satisfying Vinberg's condition.\nThis means that the Lie algebra n of N (which is step 2) decomposes as a direct\nsum of [n,n] and a K-invariant irreducible subspace.\n","Comment: Second version has an improved introduction"]}]
["1008.4794",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4794","Phys. Rev. Lett. 106, 140405 (2011)","doi:10.1103/PhysRevLett.106.140405"],"date":["2010-08-27","2011-04-15"],"type":["text"],"creator":["Cassidy, Amy C.","Clark, Charles W.","Rigol, Marcos"],"language":[],"coverage":[],"title":["Generalized Thermalization in an Integrable Lattice System"],"description":["  After a quench, observables in an integrable system may not relax to the\nstandard thermal values, but can relax to the ones predicted by the generalized\nGibbs ensemble (GGE) [M. Rigol et al., Phys. Rev. Lett. 98, 050405 (2007)]. The\nGGE has been shown to accurately describe observables in various\none-dimensional integrable systems, but the origin of its success is not fully\nunderstood. Here we introduce a microcanonical version of the GGE and provide a\njustification of the GGE based on a generalized interpretation of the\neigenstate thermalization hypothesis, which was previously introduced to\nexplain thermalization of nonintegrable systems. We study relaxation after a\nquench of one-dimensional hard-core bosons in an optical lattice. Exact\nnumerical calculations for up to 10 particles on 50 lattice sites (~10^10\neigenstates) validate our approach.\n","Comment: 8 pages, 9 figures, as published"]}]
["1009.0171",{"format":[],"subject":["Mathematics - Differential Geometry","53C42 (Primary), 53C30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0171"],"date":["2010-09-01","2011-04-15"],"type":["text"],"creator":["Inoguchi, Jun-ichi","Van der Veken, Joeri"],"language":[],"coverage":[],"title":["Gauss maps of constant mean curvature surfaces in three-dimensional\n  homogeneous spaces"],"description":["  It is well-known that for a surface in a 3-dimensional real space form the\nconstancy of the mean curvature is equivalent to the harmonicity of the Gauss\nmap. However, this is not true in general for surfaces in an arbitrary\n3-dimensional ambient space. In this paper we study this problem for surfaces\nin an important and very natural family of 3-dimensional ambient spaces, namely\nhomogeneous spaces. In particular, we obtain a full classification of constant\nmean curvature surfaces, whose Gauss map satisfies the more mild condition of\nvertical harmonicity, in all 3-dimensional homogeneous spaces.\n"]}]
["1009.0210",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0210","European Physics Letters 94, 17004 (2011)","doi:10.1209/0295-5075/94/17004"],"date":["2010-09-01","2011-02-17"],"type":["text"],"creator":["Yang, H-Y.","Schmidt, K. P."],"language":[],"coverage":[],"title":["Effective models for gapped phases of strongly correlated quantum\n  lattice models"],"description":["  We present a robust scheme to derive effective models non-perturbatively for\nquantum lattice models when at least one degree of freedom is gapped. A\ncombination of graph theory and the method of continuous unitary\ntransformations (gCUTs) is shown to efficiently capture all zero-temperature\nfluctuations in a controlled spatial range. The gCUT can be used either for\neffective quasi-particle descriptions or for effective low-energy descriptions\nin case of infinitely degenerate subspaces. We illustrate the method for 1d and\n2d lattice models yielding convincing results in the thermodynamic limit. We\nfind that the recently discovered spin liquid in the Hubbard model on the\nhoneycomb lattice lies outside the perturbative strong-coupling regime. Various\nextensions and perspectives of the gCUT are discussed.\n","Comment: 6 pages, 5 figures, extended discussion on J2/J1 for the honeycomb\n  Hubbard model and on the properties of different generators for the\n  continuous unitary transformation"]}]
["1009.1531",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1531","Phys. Rev. A 83, 033818 (2011)","doi:10.1103/PhysRevA.83.033818"],"date":["2010-09-08","2010-09-09"],"type":["text"],"creator":["Babu, H. Aswath","Wanare, Harshawardhan"],"language":[],"coverage":[],"title":["Negative and positive hysteresis in double-cavity optical bistability in\n  three-level atom"],"description":["  We present novel hysteretic behaviour of a three-level ladder atomic system\nexhibiting double-cavity optical bistability in the mean-field limit. The two\nfields coupling the atomic system experience feedback via two independent,\nunidirectional, single mode ring cavities and exhibit cooperative phenomena,\nsimultaneously. The system displays a range of rich dynamical features varying\nfrom normal switching to self pulsing and a period-doubling route to chaos for\nboth the fields. We focus our attention to a new hump like feature in the\nbistable curve arising purely due to cavity induced inversion, which eventually\nleads to negative hysteresis in the bistable response. This is probably the\nonly all-optical bistable system that exhibits positive as well as negative\nbistable hysteresis in different input field intensity regimes. For both the\nfields, the switching times, the associated critical slowing down, the\nself-pulsing characteristics, and the chaotic behaviour can be controlled to a\nfair degree, moreover, all these effects occur at low input light levels.\n","Comment: 5 Pages, 3 figures. Feedback is welcome"]}]
["1009.1550",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1550","Phys. Rev. A 83, 033819 (2011)","doi:10.1103/PhysRevA.83.033819"],"date":["2010-09-08","2010-09-09"],"type":["text"],"creator":["Babu, H. Aswath","Wanare, Harshawardhan"],"language":[],"coverage":[],"title":["Non-linear dynamics of double-cavity optical bistability of three-level\n  ladder system"],"description":["  We present non-linear dynamical features of two-photon double-cavity optical\nbistability exhibited by a three level ladder system in the mean field limit.\nThe system exhibits a hump like feature in the lower branch of the bistable\nresponse, wherein a new region of instability develops. The system displays a\nrange of dynamical features varying from normal stable switching, periodic\nself-pulsing to a period-doubling route to chaos. The inclusion of two\ncompeting cooperative atom-field couplings leads to such rich nonlinear\ndynamical behavior. We provide a domain map that clearly delineates the various\nregions of stability that will aid the realization of any desired dynamics. We\nalso present bifurcation diagram and the associated supporting evidence that\nclearly identifies the period-doubling route to chaos, which occurs at low\ninput light levels.\n","Comment: 7 Pages, 9 figures. Feedback is welcome"]}]
["1009.2913",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2913","Phys. Rev. E 83, 046101 (2011)","doi:10.1103/PhysRevE.83.046101"],"date":["2010-09-15","2011-04-15"],"type":["text"],"creator":["Radicchi, Filippo","Ramasco, José J.","Fortunato, Santo"],"language":[],"coverage":[],"title":["Information filtering in complex weighted networks"],"description":["  Many systems in nature, society and technology can be described as networks,\nwhere the vertices are the system's elements and edges between vertices\nindicate the interactions between the corresponding elements. Edges may be\nweighted if the interaction strength is measurable. However, the full network\ninformation is often redundant because tools and techniques from network\nanalysis do not work or become very inefficient if the network is too dense and\nsome weights may just reflect measurement errors, and shall be discarded.\nMoreover, since weight distributions in many complex weighted networks are\nbroad, most of the weight is concentrated among a small fraction of all edges.\nIt is then crucial to properly detect relevant edges. Simple thresholding would\nleave only the largest weights, disrupting the multiscale structure of the\nsystem, which is at the basis of the structure of complex networks, and ought\nto be kept. In this paper we propose a weight filtering technique based on a\nglobal null model (GloSS filter), keeping both the weight distribution and the\nfull topological structure of the network. The method correctly quantifies the\nstatistical significance of weights assigned independently to the edges from a\ngiven distribution. Applications to real networks reveal that the GloSS filter\nis indeed able to identify relevantconnections between vertices.\n","Comment: 9 pages, 7 figures, 1 Table. The GloSS filter is implemented in a\n  freely downloadable software (http://filrad.homelinux.org/resources)"]}]
["1010.2406",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2406","Theoretical Ecology 4(2), 179-194, 2011","doi:10.1007/s12080-011-0112-6"],"date":["2010-10-12"],"type":["text"],"creator":["Yeakel, Justin D.","Stiefs, Dirk","Novak, Mark","Gross, Thilo"],"language":[],"coverage":[],"title":["Generalized modeling of ecological population dynamics"],"description":["  Over the past years several authors have used the approach of generalized\nmodeling to study the dynamics of food chains and food webs. Generalized models\ncome close to the efficiency of random matrix models, while being as directly\ninterpretable as conventional differential-equation-based models. Here we\npresent a pedagogical introduction to the approach of generalized modeling.\nThis introduction places more emphasis on the underlying concepts of\ngeneralized modeling than previous publications. Moreover, we propose a\nshortcut that can significantly accelerate the formulation of generalized\nmodels and introduce an iterative procedure that can be used to refine existing\ngeneralized models by integrating new biological insights.\n"]}]
["1010.3597",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","14L24, 14J17, 32Q15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3597"],"date":["2010-10-18","2011-04-15"],"type":["text"],"creator":["Odaka, Yuji"],"language":[],"coverage":[],"title":["The Calabi conjecture and K-stability"],"description":["  We algebraically prove K-stability of polarized Calabi-Yau varieties and\ncanonically polarized varieties with mild singularities. In particular, the}\n\"stable varieties\" introduced by Kollar-Shepherd-Barron and Alexeev, which form\ncompact moduli space, are proven to be K-stable although it is well known that\nthey are \\textit{not} necessarily asymptotically (semi)stable. As a\nconsequence, we have orbifold counterexamples, to the folklore conjecture\n\"K-stability implies asymptotic stability\". They have Kahler-Einstein\n(orbifold) metrics so the result of Donaldson does not hold for orbifolds.\n","Comment: 16 pages, no figure. v2: minor revision, v3: title changed,\n  re-editted (the latter half moved to arXiv:0807.1716 v4)"]}]
["1010.3628",{"format":[],"subject":["Mathematics - Category Theory","18A40, 16T15, 18C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3628"],"date":["2010-10-18","2011-04-15"],"type":["text"],"creator":["Mesablishvili, Bachuki","Wisbauer, Robert"],"language":[],"coverage":[],"title":["Notes on bimonads and Hopf monads"],"description":["  For a generalisation of the classical theory of Hopf algebra over fields, A.\nBrugui\\`eres and A. Virelizier study opmonoidal monads on monoidal categories\n(which they called {\\em bimonads}). In a recent joint paper with S. Lack the\nsame authors define the notion of a {\\em pre-Hopf monad} by requiring only a\nspecial form of the fusion operator to be invertible. In previous papers it was\nobserved by the present authors that bimonads yield a special case %Hopf monads\nmay be considered as a special case of an entwining of a pair of functors (on\narbitrary categories). The purpose of this note is to show that in this setting\nthe pre-Hopf monads are a special case of Galois entwinings. As a byproduct\nsome new properties are detected which make a (general) bimonad on a Cauchy\ncomplete category to a Hopf monad. In the final section applications to\ncartesian monoidal categories are considered.\n"]}]
["1010.4032",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4032","Phys. Rev. Lett. 106, 126802 (2011)","doi:10.1103/PhysRevLett.106.126802"],"date":["2010-10-19"],"type":["text"],"creator":["Luican, A.","Li, Guohong","Reina, A.","Kong, J.","Nair, R. R.","Novoselov, K. S.","Geim, A. K.","Andrei, E. Y."],"language":[],"coverage":[],"title":["Single Layer Behavior and Its Breakdown in Twisted Graphene Layers"],"description":["  We report high magnetic field scanning tunneling microscopy and Landau level\nspectroscopy of twisted graphene layers grown by chemical vapor deposition. For\ntwist angles exceeding ~3 degrees the low energy carriers exhibit Landau level\nspectra characteristic of massless Dirac fermions. Above 20 degrees the layers\neffectively decouple and the electronic properties are indistinguishable from\nthose in single layer graphene, while for smaller angles we observe a slow-down\nof the carrier velocity which is strongly angle dependent. At the smallest\nangles the spectra are dominated by twist induced Van Hove singularities and\nthe Dirac fermions eventually become localized. An unexpected electron-hole\nasymmetry is observed which is substantially larger than the asymmetry in\neither single or untwisted bilayer graphene.\n","Comment: 10 pages, 4 figures"]}]
["1010.5333",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5333","Phys. Rev. Lett. 106, 155301 (2010)","doi:10.1103/PhysRevLett.106.155301"],"date":["2010-10-26","2011-04-15"],"type":["text"],"creator":["Snoek, Michiel","Titvinidze, Irakli","Bloch, Immanuel","Hofstetter, Walter"],"language":[],"coverage":[],"title":["Effect of interactions on harmonically confined Bose-Fermi mixtures in\n  optical lattices"],"description":["  We investigate a Bose-Fermi mixture in a three-dimensional optical lattice,\ntrapped in a harmonic potential. Using Generalized Dynamical Mean-Field theory,\nwhich treats the Bose-Bose and Bose-Fermi interaction in a fully\nnon-perturbative way, we show that for experimentally relevant parameters a\npeak in the condensate fraction close to the point of vanishing Bose-Fermi\ninteraction is reproduced within a single band framework. We identify two\nphysical mechanisms contributing to this effect: the spatial redistribution of\nparticles when the interspecies interaction is changed and the reduced phase\nspace for strong interactions, which results in a higher temperature at fixed\nentropy.\n","Comment: 4 pages, 3 figures, published version"]}]
["1010.5727",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5727"],"date":["2010-10-27","2011-04-14"],"type":["text"],"creator":["Dembele, Lassina","Voight, John"],"language":[],"coverage":[],"title":["Explicit methods for Hilbert modular forms"],"description":["  We exhibit algorithms to compute systems of Hecke eigenvalues for spaces of\nHilbert modular forms over a totally real field. We provide many explicit\nexamples as well as applications to modularity and Galois representations.\n","Comment: 52 pages, 10 figures, many tables"]}]
["1010.5982",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5982","JHEP 1104:002,2011","doi:10.1007/JHEP04(2011)002"],"date":["2010-10-28","2011-04-14"],"type":["text"],"creator":["Colgáin, Eoin Ó","Wu, Jun-Bao","Yavartanoo, Hossein"],"language":[],"coverage":[],"title":["On the generality of the LLM geometries in M-theory"],"description":["  In this note we revisit the Lin, Lunin, Maldacena (LLM) class of d=11\nsupergravity solutions with symmetry SO(6) X SO(3) X R, but generalise to allow\nfor all fluxes consistent with the isometries. Using the Killing spinor\nequation, we prove there are no supersymmetric geometries with additional\nfluxes beyond the LLM ansatz. In addition, the LLM relationship between Killing\nspinors, \\epsilon_- = - \\gamma_5 \\epsilon_+, may be seen as a consequence of\nidentifying two Killing directions identified through the Killing spinor\nequation corresponding to candidate R-symmetry directions.\n","Comment: 15 pages, v2. minor improvements"]}]
["1011.1461",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1461","doi:10.1007/s10509-010-0534-4"],"date":["2010-11-05"],"type":["text"],"creator":["Hilburn, Guy","Liang, Edison","Liu, Siming","Li, Hui"],"language":[],"coverage":[],"title":["General Relativistic Magnetohydrodynamic and Monte Carlo Modeling of\n  Sagittarius A*"],"description":["  We present results of models of the physical space and parameters of the\naccretion disk of Sagittarius A*, as well as simulations of its emergent\nspectrum. This begins with HARM, a 2D general relativistic magneto-hydrodynamic\n(GRMHD) model, specifically set up to evolve the space around a black hole.\nData from HARM are then fed into a 2D Monte-Carlo (MC) code which generates and\ntracks emitted photons, allowing for absorption and scattering before they\nescape the volume.\n","Comment: Accepted for publication in Astrophysics & Space Science, originally\n  presented at HEDLA 2010"]}]
["1011.4129",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4129","ApJ 732 (2011) 58","doi:10.1088/0004-637X/732/1/58"],"date":["2010-11-17","2011-03-03"],"type":["text"],"creator":["Berezhko, E. G.","Ksenofontov, L. T.","Voelk, H. J."],"language":[],"coverage":[],"title":["Expected gamma-ray emission of supernova remnant SN 1987A"],"description":["  A nonlinear kinetic theory of cosmic ray (CR) acceleration in supernova\nremnants is employed to re-examine the nonthermal properties of the remnant of\nSN 1987A for an extended evolutionary period of 5--100 yr. It is shown that an\nefficient production of nuclear CRs leads to a strong modification of the outer\nsupernova remnant shock and to a large downstream magnetic field\n$B_\\mathrm{d}\\approx 20$ mG. The shock modification and the strong field are\nrequired to yield the steep radio emission spectrum observed, as well as to\nconsiderable synchrotron cooling of high energy electrons which diminishes\ntheir X-ray synchrotron flux. These features are also consistent with the\nexisting X-ray observations. The expected \\gr energy flux at TeV-energies at\nthe current epoch is nearly $\\epsilon_{\\gamma}F_{\\gamma}\\approx 4\\times\n10^{-13}$ erg cm$^2$s$^{-1}$ under reasonable assumptions about the overall\nmagnetic field topology and the turbulent perturbations of this field. The\ngeneral nonthermal strength of the source is expected to increase roughly by a\nfactor of two over the next 15 to 20 yrs; thereafter it should decrease with\ntime in a secular form.\n","Comment: 7 pages, 5 figures, accepted for publication in ApJ, a number of\n  changes have been made, even though these are not changing the main results\n  of the paper"]}]
["1011.6519",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6519","Solid State Communications, 151, 557 (2011)","doi:10.1016/j.ssc.2011.01.010"],"date":["2010-11-30"],"type":["text"],"creator":["Yadav, Anil K","Thakur, Ajay D.","Tomy, C V"],"language":[],"coverage":[],"title":["Enhanced superconducting properties in FeCr$_x$Se"],"description":["  We report an enhancement of superconducting transition temperature ($T_{\\rm\nc}$) when Chromium (Cr) is substituted in excess at the Iron (Fe) site\n(FeCr$_x$Se, $x=$0.01, 0.02 and 0.03). There is a corresponding increase in the\nsuperconducting volume fraction with $T_{\\rm c}$ attaining a value of 11.2 K on\n2 $%$ Cr substitution when compared to a $T_{\\rm c}$ of 8.5 K for the\nconventional tetragonal Fe-excess sample Fe$_{1+x}$Se. The results point to the\nrole of chemical pressure (introduced via ionic size variation at the Fe site\nupon Cr substitution in excess) on superconducting properties.\n","Comment: 6 figures"]}]
["1011.6547",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6547","Eur. Phys. J. C (2011) 71: 1618","doi:10.1140/epjc/s10052-011-1618-1"],"date":["2010-11-30","2011-03-02"],"type":["text"],"creator":["Almarashi, Mosleh","Moretti, Stefano"],"language":[],"coverage":[],"title":["Low mass Higgs signals at the LHC in the Next-to-Minimal Supersymmetric\n  Standard Model"],"description":["  In the NMSSM, because of introducing a complex singlet superfield, the\nlightest CP-odd Higgs boson, $a_1$, can be a singlet-like state with a tiny\ndoublet component in large regions of parameter space. In this paper, we\nexamine the discovery potential of $a_1$ produced in association with a\nbottom-antibottom pair at the LHC through $\\tau^+\\tau^-$ and $\\gamma\\gamma$\ndecay modes. It is shown that an $a_1$ with mass $\\leq M_Z$ can be extracted\nfrom the SM backgrounds by using the $\\tau^+\\tau^-$ decay channel, a\npossibility precluded to the MSSM. In contrast, the $\\gamma\\gamma$ decay mode\nis overwhelmed by backgrounds despite the fact that the branching ratio of this\nmode can reach unity when $a_1$ is a pure singlet.\n","Comment: 18 pages, 38 figures, Revised argument in section 3, new figures,\n  number of figures has been reduced, results unchanged"]}]
["1012.1968",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1968","Phys. Rev. Lett. 106, 156805 (2011)","doi:10.1103/PhysRevLett.106.156805"],"date":["2010-12-09","2011-04-15"],"type":["text"],"creator":["Becker, S.","Karrasch, C.","Mashoff, T.","Pratzer, M.","Liebmann, M.","Meden, V.","Morgenstern, M."],"language":[],"coverage":[],"title":["Probing electron-electron interaction in quantum Hall systems with\n  scanning tunneling spectroscopy"],"description":["  Using low-temperature scanning tunneling spectroscopy applied to the\nCs-induced two-dimensional electron system (2DES) on p-type InSb(110), we probe\nelectron-electron interaction effects in the quantum Hall regime. The 2DES is\ndecoupled from p-doped bulk states and exhibits spreading resistance within the\ninsulating quantum Hall phases. In quantitative agreement with calculations we\nfind an exchange enhancement of the spin splitting. Moreover, we observe that\nboth the spatially averaged as well as the local density of states feature a\ncharacteristic Coulomb gap at the Fermi level. These results show that\nelectron-electron interaction effects can be probed down to a resolution below\nall relevant length scales.\n","Comment: supplementary movie in ancillary files"]}]
["1012.3421",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3421","Physical Review Letters, 106, 157203 (2011)","doi:10.1103/PhysRevLett.106.157203"],"date":["2010-12-15","2011-04-01"],"type":["text"],"creator":["Burton, J. D.","Tsymbal, E. Y."],"language":[],"coverage":[],"title":["Giant Tunneling Electroresistance Effect Driven by an Electrically\n  Controlled Spin Valve at a Complex Oxide Interface"],"description":["  A giant tunneling electroresistance effect may be achieved in a ferroelectric\ntunnel junction by exploiting the magnetoelectric effect at the interface\nbetween a ferroelectric barrier and magnetic La1-xSrxMnO3 electrode. Using\nfirst-principles density functional theory we demonstrate that a few magnetic\nmonolayers of La1-xSrxMnO3 near the interface act, in response to ferroelectric\npolarization reversal, as an atomic scale spin-valve by filtering\nspin-dependent current. This effect produces more than an order of magnitude\nchange in conductance, and thus constitutes a giant resistive switching effect.\n","Comment: 4 pages, 4 figures"]}]
["1012.5278",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5278"],"date":["2010-12-23","2011-04-14"],"type":["text"],"creator":["Haye, Mohamedou Ould","Philippe, Anne"],"language":[],"coverage":[],"title":["Marginal density estimation for linear processes with cyclical long\n  memory"],"description":["  Some convergence results on the kernel density estimator are proven for a\nclass of linear processes with cyclical effects. In particular we extend the\nresults of Ho and Hsing (1996a) and Mielniczuk (1997) to the stationary\nprocesses for which the singularities of the spectral density are not limited\nto the origin. We show that the convergence rates and the limit distribution\nmay be different in this context.\n"]}]
["1012.5316",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Topology","Mathematics - Probability","05C80, 55U10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5316"],"date":["2010-12-23","2011-04-15"],"type":["text"],"creator":["Dotterrer, Dominic","Kahle, Matthew"],"language":[],"coverage":[],"title":["Coboundary expanders"],"description":["  We describe a natural topological generalization of edge expansion for graphs\nto regular CW complexes and prove that this property holds with high\nprobability for certain random complexes.\n","Comment: Version 2: significant rewrite. 18 pages, title changed, and main\n  theorem extended to more general random complexes"]}]
["1012.5547",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Physics - Biological Physics","Physics - Data Analysis, Statistics and Probability","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5547","Journal of Theoretical Biology 279 (2011) 29-43","doi:10.1016/j.jtbi.2011.03.020"],"date":["2010-12-26"],"type":["text"],"creator":["Napoletani, Domenico","Signore, Michele","Sauer, Timothy","Liotta, Lance","Petricoin, Emanuel"],"language":[],"coverage":[],"title":["Homologous Control of Protein Signaling Networks"],"description":["  In a previous paper we introduced a method called augmented sparse\nreconstruction (ASR) that identifies links among nodes of ordinary differential\nequation networks, given a small set of observed trajectories with various\ninitial conditions. The main purpose of that technique was to reconstruct\nintracellular protein signaling networks. In this paper we show that a\nrecursive augmented sparse reconstruction generates artificial networks that\nare homologous to a large, reference network, in the sense that kinase\ninhibition of several reactions in the network alters the trajectories of a\nsizable number of proteins in comparable ways for reference and reconstructed\nnetworks. We show this result using a large in-silico model of the epidermal\ngrowth factor receptor (EGF-R) driven signaling cascade to generate the data\nused in the reconstruction algorithm. The most significant consequence of this\nobserved homology is that a nearly optimal combinatorial dosage of kinase\ninhibitors can be inferred, for many nodes, from the reconstructed network, a\nresult potentially useful for a variety of applications in personalized\nmedicine.\n","Comment: 33 pages, 6 figures"]}]
["1101.0867",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0867","Physics Letters B 698 (2011) 408-410","doi:10.1016/j.physletb.2011.03.032"],"date":["2011-01-04","2011-02-23"],"type":["text"],"creator":["Takahashi, Fuminobu","Yanagida, Tsutomu T."],"language":[],"coverage":[],"title":["Why have supersymmetric particles not been observed?"],"description":["  If low-energy supersymmetry is the solution to the hierarchy problem, it is a\npuzzle why supersymmetric particles have not been observed experimentally to\ndate. We show that supersymmetric particles in the TeV region can be explained\nif the fundamental cut-off scale of the theory is smaller than the\n4-dimensional Planck scale and if thermal leptogenesis is the source of the\nobserved baryon asymmetry. The supersymmetric particles such as sfermions and\ngauginos are predicted to be in the TeV region, while the gravitino is the LSP\nwith mass of O(100)GeV and is a good candidate for dark matter. Interestingly,\nthe cosmological moduli problem can be solved in the theory with the low\ncut-off scale.\n","Comment: 9 pages. v2: Note added to clarify how the lower bound on the SUSY\n  mass scale is obtained"]}]
["1101.1004",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1004","Plasma Phys. Control. Fusion 53 045011 (2011)","doi:10.1088/0741-3335/53/4/045011"],"date":["2011-01-05"],"type":["text"],"creator":["Sánchez-Arriaga, G.","Siminos, E.","Lefebvre, E."],"language":[],"coverage":[],"title":["Relativistic solitary waves modulating long laser pulses in plasmas"],"description":["  This article discusses the existence of solitary electromagnetic waves\ntrapped in a self-generated Langmuir wave and embedded in an infinitely long\ncircularly polarized electromagnetic wave propagating through a plasma. From\nthe mathematical point of view they are exact solutions of the 1-dimensional\nrelativistic cold fluid plasma model with nonvanishing boundary conditions.\nUnder the assumption of traveling wave solutions with velocity $V$ and vector\npotential frequency $\\omega$, the fluid model is reduced to a Hamiltonian\nsystem. The solitary waves are homoclinic (grey solitons) or heteroclinic (dark\nsolitons) orbits to fixed points. By using a dynamical systems description of\nthe Hamiltonian system and a spectral method, we identify a great variety of\nsolitary waves, including asymmetric ones, discuss their disappearance for\ncertain parameter values, and classify them according to: (i) grey or dark\ncharacter, (ii) the number of humps of the vector potential envelope and (iii)\ntheir symmetries. The solutions come in continuous families in the parametric\n$V-\\omega$ plane and extend up to velocities that approach the speed of light.\nThe stability of certain types of grey solitary waves is investigated with the\naid of particle-in-cell simulations that demonstrate their propagation for a\nfew tens of the inverse of the plasma frequency.\n","Comment: 20 pages, 10 figures"]}]
["1101.5415",{"format":[],"subject":["Mathematics - Rings and Algebras","16S36, 16D80, 16W80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5415","International Mathematical Forum, Vol. 6, 2011, no. 35, 1739 -\n  1747"],"date":["2011-01-27","2011-04-15"],"type":["text"],"creator":["Louzari, Mohamed"],"language":[],"coverage":[],"title":["On Skew Polynomials over p.q.-Baer and p.p.-Modules"],"description":["  Let $M_R$ be a module and $\\sigma$ an endomorphism of $R$. Let $m\\in M$ and\n$a\\in R$, we say that $M_R$ satisfies the condition $\\mathcal{C}_1$\n(respectively, $\\mathcal{C}_2$), if $ma=0$ implies $m\\sigma(a)=0$\n(respectively, $m\\sigma(a)=0$ implies $ma=0$). We show that if $M_R$ is\np.q.-Baer then so is $M[x;\\sigma]_{R[x;\\sigma]}$ whenever $M_R$ satisfies the\ncondition $\\mathcal{C}_2$, and the converse holds when $M_R$ satisfies the\ncondition $\\mathcal{C}_1$. Also, if $M_R$ satisfies $\\mathcal{C}_2$ and\n$\\sigma$-skew Armendariz, then $M_R$ is a p.p.-module if and only if\n$M[x;\\sigma]_{R[x;\\sigma]}$ is a p.p.-module if and only if\n$M[x,x^{-1};\\sigma]_{R[x,x^{-1};\\sigma]}$ ($\\sigma\\in Aut(R)$) is a\np.p.-module. Many generalizations are obtained, and more results are found when\n$M_R$ is a semicommutative module.\n"]}]
["1101.5447",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5447","Phys. Rev. B 83, 165415 (2011)","doi:10.1103/PhysRevB.83.165415"],"date":["2011-01-27"],"type":["text"],"creator":["Jung, Jeil"],"language":[],"coverage":[],"title":["Non-local exchange effects in zigzag edge magnetism of neutral graphene\n  nanoribbons"],"description":["  We study the role of non-locality of exchange in a neutral zigzag graphene\nnanoribbon within the $\\pi$-orbital unrestricted Hartree-Fock approximation.\nWithin this theory we find that the magnetic features are further stabilized\nfor both the intra-edge and inter-edge exchange compared to mean field theories\nof zigzag ribbon based on local exchange (like the Hubbard model or the\nab-initio Local Density Approximation). The inter-edge exchange produces an\nenhancement of the band-gap of the magnetic ground-state solutions. The effect\nof this enhanced exchange on the edge states can not be satisfactorily achieved\nby a local interaction with renormalized parameters.\n","Comment: 10 pages, 5 figures"]}]
["1102.0485",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0485"],"date":["2011-02-02","2011-04-15"],"type":["text"],"creator":["Murphy, Patrick","Sabharwal, Ashutosh"],"language":[],"coverage":[],"title":["Design, Implementation and Characterization of a Cooperative\n  Communications System"],"description":["  Cooperative communications is a class of techniques which seek to improve\nreliability and throughput in wireless systems by pooling the resources of\ndistributed nodes. While cooperation can occur at different network layers and\ntime scales, physical layer cooperation at symbol time scales offers the\nlargest benefit in combating losses due to fading. However, symbol level\ncooperation poses significant implementation challenges, especially in\nsynchronizing the behaviors and carrier frequencies of distributed nodes. We\npresent the implementation and characterization of a complete, real-time\ncooperative physical layer transceiver built on the Rice Wireless Open-Access\nResearch Platform (WARP). In our implementation autonomous nodes employ\nphysical layer cooperation without a central synchronization source, and are\ncapable of selecting between non-cooperative and cooperative communication per\npacket. Cooperative transmissions use a distributed Alamouti space-time block\ncode and employ either amplify-and-forward or decode-and-forward relaying. We\nalso present experimental results of our transceiver's real-time performance\nunder a variety of topologies and propagation conditions. Our results clearly\ndemonstrate significant performance gains (more than 40x improvement in PER in\nsome topologies) provided by physical layer cooperation, even when subject to\nthe constraints of a real-time implementation. We also present methodologies to\nisolate and understand the sources of performance bottlenecks in our design. As\nwith all our work on WARP, our transceiver design and experimental framework\nare available via the open-source WARP repository for use by other wireless\nresearchers.\n","Comment: To appear in IEEE TVT"]}]
["1102.1919",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1919","Physical Review B 83, 144410 (2011)","doi:10.1103/PhysRevB.83.144410"],"date":["2011-02-09","2011-02-10"],"type":["text"],"creator":["Pomjakushin, V. Yu.","Sheptyakov, D. V.","Pomjakushina, E. V.","Krzton-Maziopa, A.","Conder, K.","Chernyshov, D.","Svitlyk, V.","Shermadini, Z."],"language":[],"coverage":[],"title":["Iron vacancy superstructure and possible room temperature\n  antiferromagnetic order in superconducting Cs_{y}Fe_{2-x}Se_2"],"description":["  Neutron and x-ray powder and single crystal synchrotron diffraction of\nCsyFe2-xSe2 show the presence of superstructure reflections with propagation\nvector k=[2/5, 1/5, 1] with respect to the average crystal structure I4/mmm (a\n= 4, c = 15A). The propagation vector star corresponds to the 5 times bigger\nunit cell given by transformation A=2a+b, B= -a+2b, C= c. A solution for the\natomic structure is found in the space groups P42/n and I4/m with an ordered\npattern of iron vacancies corresponding to the iron deficiency x = 0.29 and Cs\nstoichiometry y = 0.83. The superstructure satellites are more pronounced in\nthe neutron diffraction patterns suggesting that they can have some magnetic\ncontribution. We have sorted out possible symmetry adapted magnetic\nconfigurations and found that the presence of AFM ordering with the ordered\nmagnetic moment of Fe with 2{\\mu}B does not contradict to the experimental\ndata. However, the solutions space is highly degenerate and we cannot choose a\nspecific solution. Instead we propose possible magnetic configurations with the\nFe magnetic moments in (ab)-plane or along c-axis. The superstructure is\ndestroyed above Ts ~ 500 K by a first-order-like transition.\n","Comment: 5 pages, 5 figures, 3 tables, Submitted to Phys Rev B, no change in\n  manuscript. Fixed references to be automatically recognized by arxive system"]}]
["1102.2645",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2645"],"date":["2011-02-13","2011-04-15"],"type":["text"],"creator":["Santos, Francisco"],"language":[],"coverage":[],"title":["Embedding a pair of graphs in a surface, and the width of 4-dimensional\n  prismatoids"],"description":["  A prismatoid is a polytope with all its vertices contained in two parallel\nfacets, called its bases. Its width is the number of steps needed to go from\none base to the other in the dual graph. The author recently showed in\narXiv:1006.2814 that the existence of counter-examples to the Hirsch conjecture\nis equivalent to that of $d$-prismatoids of width larger than $d$, and\nconstructed such prismatoids in dimension five. Here we show that the same is\nimpossible in dimension four. This is proved by looking at the pair of graph\nembeddings on a 2-sphere that arise from the normal fans of the two bases of\n$Q$.\n","Comment: This paper and arXiv:1101.3050 have been merged, forming now the\n  paper arXiv:1104.2630"]}]
["1102.2759",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2759","Phys.Rev.Lett.106:121802,2011","doi:10.1103/PhysRevLett.106.121802"],"date":["2011-02-14","2011-04-15"],"type":["text"],"creator":["Li, Jin","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["Observation of $B_s^0\\to J/\\psi f_0(980)$ and Evidence for $B_s^0\\to\n  J/\\psi f_0(1370)$"],"description":["  We report the first observation of $B_s^0\\to J/\\psi f_0(980)$ and first\nevidence for $B_s^0\\to J/\\psi f_0(1370)$, which are CP eigenstate decay modes.\nThese results are obtained from $121.4\\;\\mathrm{fb}^{-1}$ of data collected at\nthe $\\Upsilon(5S)$ resonance with the Belle detector at the KEKB $e^+e^-$\ncollider. We measure the branching fractions $\\mathcal{B}(B_s^0\\to J/\\psi\nf_0(980);f_0(980)\\to\\pi^+\\pi^-)=(1.16^{+0.31}_{-0.19}(\\mathrm{stat.})^{+0.15}_{-0.17}(\\mathrm{syst.})^{+0.26}_{-0.18}(N_{B_s^{(*)}\\bar\nB_s^{(*)}})) \\times 10^{-4}$ with a significance of $8.4\\sigma$, and\n$\\mathcal{B}(B_s^0\\to J/\\psi\nf_0(1370);f_0(1370)\\to\\pi^+\\pi^-)=(0.34^{+0.11}_{-0.14}(\\mathrm{stat.})^{+0.03}_{-0.02}(\\mathrm{syst.})^{+0.08}_{-0.05}(N_{B_s^{(*)}\\bar\nB_s^{(*)}})) \\times 10^{-4}$ with a significance of $4.2\\sigma$. The last error\nlisted is due to uncertainty in the number of produced $B_s^{(*)}\\bar\nB_s^{(*)}$ pairs.\n","Comment: 5 pages, 2 figures, 2 tables, published in PRL"]}]
["1102.4305",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4305","Phys. Rev. B 83, 165419 (2011)","doi:10.1103/PhysRevB.83.165419"],"date":["2011-02-21","2011-03-30"],"type":["text"],"creator":["Caso, Alvaro","Arrachea, Liliana","Lozano, Gustavo S."],"language":[],"coverage":[],"title":["Local Temperatures and Heat Flow in Quantum Driven Systems"],"description":["  We discuss the concept of local temperature for quantum systems driven out of\nequilibrium by ac pumps showing explicitly that it is the correct indicator for\nheat flow. We also show that its use allows for a generalization of the\nWiedemann Franz law.\n","Comment: 9 pages, 5 figures"]}]
["1102.5708",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5708"],"date":["2011-02-28","2011-04-15"],"type":["text"],"creator":["Ottenburger, Sadeeb"],"language":[],"coverage":[],"title":["Simply and tangentially homotopy equivalent but non-homeomorphic\n  homogeneous manifolds"],"description":["  For each odd integer r greater than one and not divisible by three we give\nexplicit examples of infinite families of simply and tangentially homotopy\nequivalent but pairwise non-homeomorphic closed homogeneous spaces with\nfundamental group isomorphic to Z/r. As an application we construct the first\nexamples of manifolds which possess infinitely many metrics of nonnegative\nsectional curvature with pairwise non-homeomorphic homogeneous souls of\ncodimension three with trivial normal bundle, such that their curvatures and\nthe diameters of the souls are uniformly bounded. These manifolds are the first\nexamples of manifolds fulfilling such geometric conditions and they serve as\nsolutions to a problem posed by I. Belegradek, S. Kwasik and R. Schultz.\n","Comment: 24 pages"]}]
["1103.0182",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0182","Phys. Rev. E 83, 042901 (2011)","doi:10.1103/PhysRevE.83.042901"],"date":["2011-03-01"],"type":["text"],"creator":["Park, Choongseok","Worth, Robert M.","Rubchinsky, Leonid L."],"language":[],"coverage":[],"title":["Neural Dynamics in Parkinsonian Brain:The Boundary Between Synchronized\n  and Nonsynchronized Dynamics"],"description":["  Synchronous oscillatory dynamics is frequently observed in the human brain.\nWe analyze the fine temporal structure of phase-locking in a realistic network\nmodel and match it with the experimental data from parkinsonian patients. We\nshow that the experimentally observed intermittent synchrony can be generated\njust by moderately increased coupling strength in the basal ganglia circuits\ndue to the lack of dopamine. Comparison of the experimental and modeling data\nsuggest that brain activity in Parkinson's disease resides in the large\nboundary region between synchronized and nonsynchronized dynamics. Being on the\nedge of synchrony may allow for easy formation of transient neuronal\nassemblies.\n"]}]
["1103.0871",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0871","2011, ApJ, 732, L20","doi:10.1088/2041-8205/732/2/L20"],"date":["2011-03-04"],"type":["text"],"creator":["Chen, P. F.","Wu, Y."],"language":[],"coverage":[],"title":["First Evidence of Coexisting EIT Wave and Coronal Moreton Wave from\n  SDO/AIA Observations"],"description":["  \"EIT waves\" are a globally propagating wavelike phenomenon. They were often\ninterpreted as a fast-mode magnetoacoustic wave in the corona, despite various\ndiscrepancies between the fast-mode wave model and observations. To reconcile\nthese discrepancies, we once proposed that \"EIT waves\" are apparent propagation\nof the plasma compression due to successive stretching of the magnetic field\nlines pushed by the erupting flux rope. According to this model, an \"EIT wave\"\nshould be preceded by a fast-mode wave, which however was rarely observed. With\nthe unprecedented high cadence and sensitivity of the {\\em Solar Dynamics\nObservatory} ({\\em SDO}) observations, we discern a fast-moving wave front with\na speed of 560 km s$^{-1}$, ahead of an \"EIT wave\", which had a velocity of\n$\\sim 190$ km s$^{-1}$, in the \"EIT wave\" event on 2010 July 27. The results,\nsuggesting that \"EIT waves\" are not fast-mode waves, confirm the prediction of\nour fieldline stretching model for \"EIT wave\". In particular, it is found that\nthe coronal Moreton wave was $\\sim 3$ times faster than the \"EIT wave\" as\npredicted.\n","Comment: 13 pages, 4 figures, submitted for publication in ApJ Letters"]}]
["1103.4803",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4803"],"date":["2011-03-24","2011-04-15"],"type":["text"],"creator":["Pfeiffer, Adrian N.","Cirelli, Claudio","Smolarski, Mathias","Dimitrovski, Darko","Abu-samha, Mahmoud","Madsen, Lars Bojer","Keller, Ursula"],"language":[],"coverage":[],"title":["Attoclock reveals geometry for laser-induced tunneling"],"description":["  Tunneling plays a central role in the interaction of matter with intense\nlaser pulses, and also in time-resolved measurements on the attosecond\ntimescale. A strong laser field influences the binding potential of an electron\nin an atom so strongly, that a potential barrier is created which enables the\nelectron to be liberated through tunneling. An important aspect of the\ntunneling is the geometry of the tunneling current flow. Here we provide\nexperimental access to the tunneling geometry and provide a full understanding\nof the laser induced tunnel process in space and time. We perform laser tunnel\nionization experiments using the attoclock technique, and present a correct\ntunneling geometry for helium and argon. In addition for argon the potential\nbarrier is significantly modified by all the electrons remaining in the ion,\nand furthermore from a quantum state whose energy is Stark-shifted by the\nexternal field. The resulting modified potential geometry influences the\ndynamics of the liberated electron, changes important physical parameters and\naffects the interpretation of attosecond measurements. These effects will\nbecome even more pronounced for molecules and surfaces, which are more\npolarizable.\n"]}]
["1103.5599",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5599"],"date":["2011-03-29","2011-04-14"],"type":["text"],"creator":["Bessy, Stéphane","Perez, Anthony"],"language":[],"coverage":[],"title":["Polynomial kernels for Proper Interval Completion and related problems"],"description":["  Given a graph G = (V,E) and a positive integer k, the Proper Interval\nCompletion problem asks whether there exists a set F of at most k pairs of (V\n\\times V)\\E such that the graph H = (V,E \\cup F) is a proper interval graph.\nThe Proper Interval Completion problem finds applications in molecular biology\nand genomic research. First announced by Kaplan, Tarjan and Shamir in FOCS '94,\nthis problem is known to be FPT, but no polynomial kernel was known to exist.\nWe settle this question by proving that Proper Interval Completion admits a\nkernel with at most O(k^5) vertices. Moreover, we prove that a related problem,\nthe so-called Bipartite Chain Deletion problem, admits a kernel with at most\nO(k^2) vertices, completing a previous result of Guo.\n"]}]
["1103.6089",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory","35PXX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.6089"],"date":["2011-03-31","2011-04-15"],"type":["text"],"creator":["Lin, Paul"],"language":[],"coverage":[],"title":["Non-Friedrichs Self-adjoint extensions of the Laplacian in R^d"],"description":["  This is an expository paper about self-adjoint extensions of the Laplacian on\nR^d, initially defined on functions supported away from a point. Let L be the\nLaplacian with domain smooth functions with compact support away from the\norigin. We determine all the self-adjoint extensions of L by calculating the\ndeficiency subspaces of the closure of L. In the case d=3, the self-adjoint\nextensions are parametrized by a circle, or equivalently by the real line plus\na point at infinity. We show that the non-Friedrichs extensions have either a\nsingle eigenvalue or a single resonance. This is of some interest since\nself-adjoint Schr\\\"odinger operators $\\Delta+V$ on R^d either have no resonance\n(if $V\\equiv 0$) or infinitely many (if $V\\not\\equiv 0$). For these\nnon-Friedrichs self-adjoint extensions, the kernel of the resolvent is\ncalculated explicitly. Finally we use this knowledge to study a wave equation\ninvolving these non-Friedrichs extensions, and explicitly determine the wave\nkernel.\n","Comment: 16 pages"]}]
["1104.0768",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0768"],"date":["2011-04-05","2011-04-15"],"type":["text"],"creator":["Dzhunushaliev, Vladimir"],"language":[],"coverage":[],"title":["Asymptotically flat gravitating spinor field solutions. Step 3 -\n  Einstein-Dirac equations: cylindric case"],"description":["  Einstein-Dirac equations for two spinor fields are considered. It is shown\nthat in this case one can obtain self-consistent equations set for these\ngravitating spinors. The key idea to obtain Einstein-Dirac equations is to use\nspecial ans\\\"atze for spinor fields in order to zero some off-diagonal\ncomponentes of the spinor energy - momentum tensor.\n","Comment: the sign of the energy - momentum tensor of spinor is discussed"]}]
["1104.2405",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2405"],"date":["2011-04-13","2011-04-15"],"type":["text"],"creator":["Werner, K.","Mikhailov, K.","Karpenko, Iu.","Pierog, T."],"language":[],"coverage":[],"title":["Bose-Einstein Correlations in a Fluid Dynamical Scenario for\n  Proton-Proton Scattering at 7 TeV"],"description":["  Using a fluid dynamical scenario for $pp$ scattering at 7 TeV, we compute\ncorrelation functions for $\\pi^+\\pi^+$ pairs. Femtoscopic radii are extracted\nbased on three-dimensional parametrizations of the correlation functions. We\nstudy the radii as a function of the transverse momenta of the pairs, for\ndifferent multiplicity classes, corresponding to recent experimental results\nfrom ALICE. We find the same decrease of the radii with $k_T$, more and more\npronounced with increasing multiplicity, but absent for the lowest\nmultiplicities. In the model we understand this as transition from string\nexpansion (low multiplicity) towards a three-dimensional hydrodynamical\nexpansion (high multiplicity).\n"]}]
["1104.2406",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2406"],"date":["2011-04-13","2011-04-15"],"type":["text"],"creator":["Yi, Li"],"language":[],"coverage":[],"title":["An Ohsawa-Takegoshi theorem on compact K\\\"ahler manifolds"],"description":["  In this article we prove a theorem of Ohsawa-Takegoshi type on compact\nK\\\"ahler manifolds. Our arguments follow the \"standard\" approach for this kind\nof extension results; however, there are many complications arising from the\nregularization process of quasi-psh functions on compact K\\\"ahler manifolds,\nand unfortunately we only obtain a particular case of the expected result. We\nremark that the additional hypothesis we are forced to make are natural, since\nthey are in many situations; we hope to remove them in a near future.\n"]}]
["1104.2677",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2677"],"date":["2011-04-14"],"type":["text"],"creator":["Passemier, Damien","Yao, Jian-Feng"],"language":[],"coverage":[],"title":["On determining the number of spikes in a high-dimensional spiked\n  population model"],"description":["  In a spiked population model, the population covariance matrix has all its\neigenvalues equal to units except for a few fixed eigenvalues (spikes).\nDetermining the number of spikes is a fundamental problem which appears in many\nscientific fields, including signal processing (linear mixture model) or\neconomics (factor model). Several recent papers studied the asymptotic behavior\nof the eigenvalues of the sample covariance matrix (sample eigenvalues) when\nthe dimension of the observations and the sample size both grow to infinity so\nthat their ratio converges to a positive constant. Using these results, we\npropose a new estimator based on the difference between two consecutive sample\neigenvalues.\n"]}]
["1104.2685",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Geophysics","Physics - Instrumentation and Detectors","86-05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2685"],"date":["2011-04-14","2011-04-15"],"type":["text"],"creator":["Mishev, A.","Hristova, E."],"language":[],"coverage":[],"title":["Gamma Background Measurements at BEO Moussala"],"description":["  Recent measurements of radiation gamma background at high mountain altitude,\nnamely at Basic Environmental Observatory Moussala (42{\\deg}10' 45\" N; 23{\\deg}\n35'07\"E, 2925m a.s.l.) are carried out. The measurements are fulfilled with\nseveral different devices, namely IGS-421 gamma probe and MDU Liulin\nspectrometer. The used instrumentation with their characteristics is described.\nThe obtained results are compared with previously obtained measurements carried\nout with NaI SAPHYMO gamma probe. In addition the measurements are compared\nwith TLD data. The obtained results from measurements are widely discussed. The\ncontribution of galactic cosmic rays to dose rate is estimated on the basis of\na numerical model. The model is based on a full Monte Carlo simulation of\ncosmic ray induced nuclear-electromagnetic-muon cascade in the atmosphere. The\nsimulation is carried out with CORSIKA 6.52 code using FLUKA 2006 and QGSJET II\nhadron interaction models. The application of the model is briefly discussed.\n","Comment: 18 pages, 11 figures"]}]
["1104.2708",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2708"],"date":["2011-04-14","2011-04-15"],"type":["text"],"creator":["Swathi, R S","Sebastian, K L"],"language":[],"coverage":[],"title":["Excitation energy transfer from dye molecules to doped graphene"],"description":["  Recently, we have reported theoretical studies (J. Chem. Phys. 129, 054703,\n2008 and J. Chem. Phys. 130, 086101, 2009) on the rate of energy transfer from\nan electronically excited molecule to graphene. It was found that graphene is a\nvery efficient quencher of the electronically excited states and that the rate\n$\\propto $ $(distance)^{-4}$. The process was found to be effective up to\n$30\\;nm$ which is well beyond the traditional FRET limit. In this report, we\nstudy the transfer of an amount of energy $\\hbar \\Omega$ from a dye molecule to\ndoped graphene. We find a crossover of the distance dependence of the rate from\n$(distance)^{-4}$ to exponential as the Fermi level is increasingly shifted\ninto the conduction band, with the crossover occurring at a shift of the Fermi\nlevel by an amount $\\hbar \\Omega/2$.\n","Comment: This paper was submitted to J. Chem. Phys. on 20/05/2010"]}]
["1104.2842",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2842"],"date":["2011-04-14","2011-04-15"],"type":["text"],"creator":["Ordyniak, Sebastian","Szeider, Stefan"],"language":[],"coverage":[],"title":["Augmenting Tractable Fragments of Abstract Argumentation"],"description":["  We present a new and compelling approach to the efficient solution of\nimportant computational problems that arise in the context of abstract\nargumentation. Our approach makes known algorithms defined for restricted\nfragments generally applicable, at a computational cost that scales with the\ndistance from the fragment. Thus, in a certain sense, we gradually augment\ntractable fragments. Surprisingly, it turns out that some tractable fragments\nadmit such an augmentation and that others do not.\n  More specifically, we show that the problems of credulous and skeptical\nacceptance are fixed-parameter tractable when parameterized by the distance\nfrom the fragment of acyclic argumentation frameworks. Other tractable\nfragments such as the fragments of symmetrical and bipartite frameworks seem to\nprohibit an augmentation: the acceptance problems are already intractable for\nframeworks at distance 1 from the fragments.\n  For our study we use a broad setting and consider several different\nsemantics. For the algorithmic results we utilize recent advances in\nfixed-parameter tractability.\n","Comment: accepted for ijcai 2011"]}]
["1104.2844",{"format":[],"subject":["Computer Science - Logic in Computer Science","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2844"],"date":["2011-04-14","2011-04-15"],"type":["text"],"creator":["Lutz, Carsten","Piro, Robert","Wolter, Frank"],"language":[],"coverage":[],"title":["Description Logic TBoxes: Model-theoretic Characterizations and\n  Rewritability"],"description":["  We characterize the expressive power of description logic (DL) TBoxes, both\nfor expressive DLs such as ALC and ALCQIO and lightweight DLs such as DL-Lite\nand EL. Our characterizations are relative to first-order logic, based on a\nwide range of semantic notions such as bisimulation, equisimulation, disjoint\nunion, and direct product. We exemplify the use of the characterizations by a\nfirst study of the following novel family of decision problems: given a TBox T\nformulated in a DL L, decide whether T can be equivalently rewritten as a TBox\nin the fragment L' of L.\n","Comment: Submitted and accepted for IJCAI 2011"]}]
["1104.2909",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2909"],"date":["2011-04-14"],"type":["text"],"creator":["Chatterjee, Krishnendu","Doyen, Laurent"],"language":[],"coverage":[],"title":["Energy and Mean-Payoff Parity Markov Decision Processes"],"description":["  We consider Markov Decision Processes (MDPs) with mean-payoff parity and\nenergy parity objectives. In system design, the parity objective is used to\nencode \\omega-regular specifications, and the mean-payoff and energy objectives\ncan be used to model quantitative resource constraints. The energy condition\nrequires that the resource level never drops below 0, and the mean-payoff\ncondition requires that the limit-average value of the resource consumption is\nwithin a threshold. While these two (energy and mean-payoff) classical\nconditions are equivalent for two-player games, we show that they differ for\nMDPs. We show that the problem of deciding whether a state is almost-sure\nwinning (i.e., winning with probability 1) in energy parity MDPs is in NP \\cap\ncoNP, while for mean-payoff parity MDPs, the problem is solvable in polynomial\ntime, improving a recent PSPACE bound.\n"]}]
["1104.2914",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2914"],"date":["2011-04-14"],"type":["text"],"creator":["Gaponenko, Andrei"],"language":[],"coverage":[],"title":["A precision measurement of the muon decay parameter delta"],"description":["  The muon decay parameter delta characterizes momentum dependence of the\nparity-violating muon decay asymmetry. A new measurement of delta has been\nperformed using the first physics data recorded by the TWIST experiment at\nTRIUMF. The obtained value, delta=0.74964+-0.00066(stat.)+-0.00112(syst.), is\nconsistent with the Standard Model expectation delta=3/4. This is the first\ndetermination of delta performed using a blind analysis technique. Combined\nwith other data, the measurement sets new model-independent limits on effective\nright-handed couplings of the muon. Improved limits on the product of another\nmuon decay parameter, xi, and the muon polarization in pion decay, Pmu, are\nobtained in the form: 0.9960<Pmu*xi<=xi<1.0040, at 90% confidence level.\nImplications for left-right symmetric models are discussed.\n","Comment: This PhD dissertation uses first data from the TWIST experiment. It\n  was defended several years ago, but was not easy to find. I am putting it on\n  arXiv now to make it easier to cite in TWIST papers that are currently being\n  prepared. 115 pages, 27 figures"]}]
["1104.2921",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2921"],"date":["2011-04-08"],"type":["text"],"creator":["Shvedov, Vladlen G."],"language":[],"coverage":[],"title":["Can Quantum Mechanics explain the Evolution of the Universe?"],"description":["  This manuscript deals with a model of the evolution of an event space\nrepresented by the fundamental solution of a N-dimensional generalized\nSchrodinger equation for free matter. Specifically this solution can be applied\nto describe the 3D space evolution of the Universe in the forward direction in\ntime. The model which is based on the presented solution is close to the well\nknown Inflation theory, but is nonsingular, does not violate the conservation\nlaws and is finite throughout the whole space at any moment of time. According\nto this model, the evolution progresses non-uniformly with a positive\nacceleration. Moreover, the model correctly approaches Hubble's law in the\nlong-time limit. It is also shown that any source functions which describe\nsubstance and its physical fields set space topology of the Universe, but do\nnot influence the general dynamics of its evolution.\n"]}]
["1104.2922",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2922"],"date":["2011-04-14"],"type":["text"],"creator":["Newman, Alantha","Nikolov, Aleksandar"],"language":[],"coverage":[],"title":["A counterexample to Beck's conjecture on the discrepancy of three\n  permutations"],"description":["  Given three permutations on the integers 1 through n, consider the set system\nconsisting of each interval in each of the three permutations. Jozsef Beck\nconjectured (c. 1987) that the discrepancy of this set system is O(1). We give\na counterexample to this conjecture: for any positive integer n = 3^k, we\nexhibit three permutations whose corresponding set system has discrepancy\nOmega(log(n)). Our counterexample is based on a simple recursive construction,\nand our proof of the discrepancy lower bound is by induction. This example also\ndisproves a generalization of Beck's conjecture due to Spencer, Srinivasan and\nTetali, who conjectured that a set system corresponding to l permutations has\ndiscrepancy O(sqrt(l)).\n"]}]
["1104.2925",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2925"],"date":["2011-04-14"],"type":["text"],"creator":["Sanderson, Robert","Albritton, Benjamin","Schwemmer, Rafael","Van de Sompel, Herbert"],"language":[],"coverage":[],"title":["SharedCanvas: A Collaborative Model for Medieval Manuscript Layout\n  Dissemination"],"description":["  In this paper we present a model based on the principles of Linked Data that\ncan be used to describe the interrelationships of images, texts and other\nresources to facilitate the interoperability of repositories of medieval\nmanuscripts or other culturally important handwritten documents. The model is\ndesigned from a set of requirements derived from the real world use cases of\nsome of the largest digitized medieval content holders, and instantiations of\nthe model are intended as the input to collection-independent page turning and\nscholarly presentation interfaces. A canvas painting paradigm, such as in PDF\nand SVG, was selected based on the lack of a one to one correlation between\nimage and page, and to fulfill complex requirements such as when the full text\nof a page is known, but only fragments of the physical object remain. The model\nis implemented using technologies such as OAI-ORE Aggregations and OAC\nAnnotations, as the fundamental building blocks of emerging Linked Digital\nLibraries. The model and implementation are evaluated through prototypes of\nboth content providing and consuming applications. Although the system was\ndesigned from requirements drawn from the medieval manuscript domain, it is\napplicable to any layout-oriented presentation of images of text.\n","Comment: 10 pages; 10 figures; accepted to JCDL 2011"]}]
["1104.2926",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2926"],"date":["2011-04-14"],"type":["text"],"creator":["Collaboration, C. Höppner for the COMPASS"],"language":[],"coverage":[],"title":["Luminosity Measurement at COMPASS"],"description":["  The measurement of absolutely normalized cross sections for high-energy\nscattering processes is an important reference for theoretical models. This\npaper discusses the first determination of the luminosity for data of the\nCOMPASS experiment, which is the basis for such measurements. The resulting\nnormalization is validated via the determination of the structure function\n$F_2$ from COMPASS data, which is compared to literature.\n","Comment: Invited contribution to the conference on Symmetries and Spin\n  SPIN-Praha-2010, to be published in European Physical Journal Special Topics"]}]
["1104.2936",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2936"],"date":["2011-04-14"],"type":["text"],"creator":["Goncharov, Sergey","Schröder, Lutz"],"language":[],"coverage":[],"title":["A Coinductive Calculus for Asynchronous Side-effecting Processes"],"description":["  We present an abstract framework for concurrent processes in which atomic\nsteps have generic side effects, handled according to the principle of monadic\nencapsulation of effects. Processes in this framework are potentially infinite\nresumptions, modelled using final coalgebras over the monadic base. As a\ncalculus for such processes, we introduce a concurrent extension of Moggi's\nmonadic metalanguage of effects. We establish soundness and completeness of a\nnatural equational axiomatisation of this calculus. Moreover, we identify a\ncorecursion scheme that is explicitly definable over the base language and\nprovides flexible expressive means for the definition of new operators on\nprocesses, such as parallel composition. As a worked example, we prove the\nsafety of a generic mutual exclusion scheme using a verification logic built on\ntop of the equational calculus.\n"]}]
["1104.2939",{"format":[],"subject":["Computer Science - Multiagent Systems","Computer Science - Information Theory","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2939"],"date":["2011-04-14"],"type":["text"],"creator":["Kanoria, Yashodhan","Montanari, Andrea"],"language":[],"coverage":[],"title":["Subexponential convergence for information aggregation on regular trees"],"description":["  We consider the decentralized binary hypothesis testing problem on trees of\nbounded degree and increasing depth. For a regular tree of depth t and\nbranching factor k>=2, we assume that the leaves have access to independent and\nidentically distributed noisy observations of the 'state of the world' s.\nStarting with the leaves, each node makes a decision in a finite alphabet M,\nthat it sends to its parent in the tree. Finally, the root decides between the\ntwo possible states of the world based on the information it receives.\n  We prove that the error probability vanishes only subexponentially in the\nnumber of available observations, under quite general hypotheses. More\nprecisely the case of binary messages, decay is subexponential for any decision\nrule. For general (finite) message alphabet M, decay is subexponential for\n'node-oblivious' decision rules, that satisfy a mild irreducibility condition.\nIn the latter case, we propose a family of decision rules with close-to-optimal\nasymptotic behavior.\n","Comment: 8 pages, submitted"]}]
["1104.2944",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Social and Information Networks","Physics - Physics and Society","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2944"],"date":["2011-04-14"],"type":["text"],"creator":["Censor-Hillel, Keren","Haeupler, Bernhard","Kelner, Jonathan A.","Maymounkov, Petar"],"language":[],"coverage":[],"title":["Global Computation in a Poorly Connected World: Fast Rumor Spreading\n  with No Dependence on Conductance"],"description":["  In this paper, we study the question of how efficiently a collection of\ninterconnected nodes can perform a global computation in the widely studied\nGOSSIP model of communication. In this model, nodes do not know the global\ntopology of the network, and they may only initiate contact with a single\nneighbor in each round. This model contrasts with the much less restrictive\nLOCAL model, where a node may simultaneously communicate with all of its\nneighbors in a single round. A basic question in this setting is how many\nrounds of communication are required for the information dissemination problem,\nin which each node has some piece of information and is required to collect all\nothers. In this paper, we give an algorithm that solves the information\ndissemination problem in at most $O(D+\\text{polylog}{(n)})$ rounds in a network\nof diameter $D$, withno dependence on the conductance. This is at most an\nadditive polylogarithmic factor from the trivial lower bound of $D$, which\napplies even in the LOCAL model. In fact, we prove that something stronger is\ntrue: any algorithm that requires $T$ rounds in the LOCAL model can be\nsimulated in $O(T +\\mathrm{polylog}(n))$ rounds in the GOSSIP model. We thus\nprove that these two models of distributed computation are essentially\nequivalent.\n"]}]
["1104.2946",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2946"],"date":["2011-04-14"],"type":["text"],"creator":["Zhu, Ren-Gui"],"language":[],"coverage":[],"title":["The ground state energy of the frustrated ferromagnetic spin chain near\n  the transition point"],"description":["  The one-dimensional quantum spin-1/2 model with nearest-neighbor\nferromagnetic and next-nearest-neighbor antiferromagnetic interaction is\nconsidered. The Hamiltonian is first bosonized by using the linear spin wave\napproximation, and then is treated by using the Green's function approach. An\nintegral expression of the quantum correction to the classical ground state\nenergy is derived. The critical behavior of the ground state energy in the\nvicinity of the transition point from the ferromagnetic to the singlet ground\nstate is analyzed by numerical calculation, and the result is $-8\\gamma^2$.\n","Comment: 9pages, 2figures"]}]
["1104.2962",{"format":[],"subject":["High Energy Physics - Experiment","Physics - Data Analysis, Statistics and Probability","62-06, 62-07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2962"],"date":["2011-04-14"],"type":["text"],"creator":["Choudalakis, Georgios"],"language":[],"coverage":[],"title":["Unfolding in ATLAS"],"description":["  These proceedings present the unfolding techniques used so far in ATLAS. Two\nrepresentative examples are discussed in detail; one using bin-by-bin\ncorrection factors, and the other iterative unfolding.\n","Comment: 12 pages, 8 figures, presented at PHYSTAT 2011, CERN, Geneva,\n  Switzerland, January 2011, to be published in a CERN Yellow Report"]}]
["1104.2963",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2963"],"date":["2011-04-14"],"type":["text"],"creator":["Sirota, E. Ostrovsky L."],"language":[],"coverage":[],"title":["Boundedness of Operators in Bilateral Grand Bebesgue Spaces with Exact\n  and Weakly Exact Constant Calculation"],"description":["  In this article we investigate an action of some operators (not necessary to\nbe linear or sublinear) in the so-called (Bilateral) Grand Lebesgue Spaces\n(GLS), in particular, double weight Fourier operators, maximal operators,\nimbedding operators etc. We intend to calculate an exact or at least weak exact\nvalues for correspondent imbedding constant. We obtain also interpolation\ntheorems for GLS spaces.We construct several examples to show the exactness of\noffered estimations. In two last sections we introduce anisotropic Grand\nLebesgue Spaces, obtain some estimates for Fourier two-weight inequalities and\ncalculate Boyd's multidimensional indices for this spaces.\n"]}]
["1104.2964",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2964"],"date":["2011-04-14"],"type":["text"],"creator":["Bhalgat, Anand","Chakrabarty, Deeparnab","Khanna, Sanjeev"],"language":[],"coverage":[],"title":["Social Welfare in One-sided Matching Markets without Money"],"description":["  We study social welfare in one-sided matching markets where the goal is to\nefficiently allocate n items to n agents that each have a complete, private\npreference list and a unit demand over the items. Our focus is on allocation\nmechanisms that do not involve any monetary payments. We consider two natural\nmeasures of social welfare: the ordinal welfare factor which measures the\nnumber of agents that are at least as happy as in some unknown, arbitrary\nbenchmark allocation, and the linear welfare factor which assumes an agent's\nutility linearly decreases down his preference lists, and measures the total\nutility to that achieved by an optimal allocation. We analyze two matching\nmechanisms which have been extensively studied by economists. The first\nmechanism is the random serial dictatorship (RSD) where agents are ordered in\naccordance with a randomly chosen permutation, and are successively allocated\ntheir best choice among the unallocated items. The second mechanism is the\nprobabilistic serial (PS) mechanism of Bogomolnaia and Moulin [8], which\ncomputes a fractional allocation that can be expressed as a convex combination\nof integral allocations. The welfare factor of a mechanism is the infimum over\nall instances. For RSD, we show that the ordinal welfare factor is\nasymptotically 1/2, while the linear welfare factor lies in the interval [.526,\n2/3]. For PS, we show that the ordinal welfare factor is also 1/2 while the\nlinear welfare factor is roughly 2/3. To our knowledge, these results are the\nfirst non-trivial performance guarantees for these natural mechanisms.\n"]}]
["1104.2966",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2966"],"date":["2011-04-15"],"type":["text"],"creator":["Li, Yanguang","Wang, Hailiang","Xie, Liming","Liang, Yongye","Hong, Guosong","Dai, Hongjie"],"language":[],"coverage":[],"title":["MoS2 Nanoparticles Grown on Graphene: An Advanced Catalyst for Hydrogen\n  Evolution Reaction"],"description":["  Advanced materials for electrocatalytic and photoelectrochemical water\nsplitting are central to the area of renewable energy. Here, we developed a\nsolvothermal synthesis of MoS2 nanoparticles selectively on reduced graphene\noxide (RGO) sheets suspended in solution. The resulting MoS2/RGO hybrid\nmaterial possessed nanoscopic few-layer MoS2 structures with abundant exposed\nedges stacked onto graphene, in strong contrast to large aggregated MoS2\nparticles grown freely in solution without GO. The MoS2/RGO hybrid exhibited\nsuperior electrocatalytic activity in the hydrogen evolution reaction (HER) to\nother MoS2 catalysts. A Tafel slope of ~ 41 mV/decade was measured for MoS2\ncatalysts in HER for the first time, far exceeding the activity of previous\nMoS2 owing to the abundant catalytic edge sites of MoS2 nanoparticles and\nexcellent electrical coupling to the underlying graphene network. The ~ 41\nmV/decade Tafel slope suggested the Volmer-Heyrovsky mechanism for MoS2\ncatalyzed HER, with electrochemical desorption of hydrogen as the rate-limiting\nstep.\n","Comment: JACS in press"]}]
["1104.2968",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2968","Bulletin of Astronomical Society of India, 2011, Vol. 39"],"date":["2011-04-15"],"type":["text"],"creator":["Dhurandhar, S. V."],"language":[],"coverage":[],"title":["Gravitational wave astronomy - astronomy of the 21st century"],"description":["  An enigmatic prediction of Einstein's general theory of relativity is\ngravitational waves. With the observed decay in the orbit of the Hulse-Taylor\nbinary pulsar agreeing within a fraction of a percent with the theoretically\ncomputed decay from Einstein's theory, the existence of gravitational waves was\nfirmly established. Currently there is a worldwide effort to detect\ngravitational waves with interferometric gravitational wave observatories or\ndetectors and several such detectors have been built or being built. The\ninitial detectors have reached their design sensitivities and now the effort is\non to construct advanced detectors which are expected to detect gravitational\nwaves from astrophysical sources. The era of gravitational wave astronomy has\narrived. This article describes the worldwide effort which includes the effort\non the Indian front - the IndIGO project -, the principle underlying\ninterferometric detectors both on ground and in space, the principal noise\nsources that plague such detectors, the astrophysical sources of gravitational\nwaves that one expects to detect by these detectors and some glimpse of the\ndata analysis methods involved in extracting the very weak gravitational wave\nsignals from detector noise.\n","Comment: The contents of this article were finalised few months ago. The\n  discussion in the article pertains to the situation prevailing at that time"]}]
["1104.2974",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2974","Annals of Applied Statistics 2011, Vol. 5, No. 1, 283-308","doi:10.1214/10-AOAS378"],"date":["2011-04-15"],"type":["text"],"creator":["Rosenthal, Jeffrey S.","Yoon, Albert H."],"language":[],"coverage":[],"title":["Detecting multiple authorship of United States Supreme Court legal\n  decisions using function words"],"description":["  This paper uses statistical analysis of function words used in legal\njudgments written by United States Supreme Court justices, to determine which\njustices have the most variable writing style (which may indicated greater\nreliance on their law clerks when writing opinions), and also the extent to\nwhich different justices' writing styles are distinguishable from each other.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOAS378 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1104.2975",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2975","Statistical Science 2010, Vol. 25, No. 4, 545-565","doi:10.1214/10-STS342"],"date":["2011-04-15"],"type":["text"],"creator":["Pires, Ana M.","Branco, João A."],"language":[],"coverage":[],"title":["A Statistical Model to Explain the Mendel--Fisher Controversy"],"description":["  In 1866 Gregor Mendel published a seminal paper containing the foundations of\nmodern genetics. In 1936 Ronald Fisher published a statistical analysis of\nMendel's data concluding that \"the data of most, if not all, of the experiments\nhave been falsified so as to agree closely with Mendel's expectations.\" The\naccusation gave rise to a controversy which has reached the present time. There\nare reasonable grounds to assume that a certain unconscious bias was\nsystematically introduced in Mendel's experimentation. Based on this\nassumption, a probability model that fits Mendel's data and does not offend\nFisher's analysis is given. This reconciliation model may well be the end of\nthe Mendel--Fisher controversy.\n","Comment: Published in at http://dx.doi.org/10.1214/10-STS342 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1104.2981",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2981"],"date":["2011-04-15"],"type":["text"],"creator":["Buff, Xavier","Epstein, Adam","Koch, Sarah"],"language":[],"coverage":[],"title":["B\\\"ottcher coordinates"],"description":["  A well-known theorem of B\\\"ottcher asserts that an analytic germ\nf:(C,0)->(C,0) which has a superattracting fixed point at 0, more precisely of\nthe form f(z) = az^k + o(z^k) for some a in C^*, is analytically conjugate to\nz->az^k by an analytic germ phi:(C,0)->(C,0) which is tangent to the identity\nat 0. In this article, we generalize this result to analytic maps of several\ncomplex variables.\n"]}]
["1104.2982",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2982","Journ\\'ees Francophones sur les Ontologies (2009)"],"date":["2011-04-15"],"type":["text"],"creator":["Arnoux, Mireille","Despeyroux, Thierry"],"language":[],"coverage":[],"title":["Multi-representation d'une ontologie : OWL, bases de donnees, syst\\`emes\n  de types et d'objets"],"description":["  Due to the emergence of the semantic Web and the increasing need to formalize\nhuman knowledge, ontologie engineering is now an important activity. But is\nthis activity very different from other ones like software engineering, for\nexample ? In this paper, we investigate analogies between ontologies on one\nhand, types, objects and data bases on the other one, taking into account the\nnotion of evolution of an ontology. We represent a unique ontology using\ndifferent paradigms, and observe that the distance between these different\nconcepts is small. We deduce from this constatation that ontologies and more\nspecifically ontology description languages can take advantage of beeing\nfertilizated with some other computer science domains and inherit important\ncharacteristics as modularity, for example.\n","Comment: ISBN: 978-1-60558-842-1"]}]
["1104.2993",{"format":[],"subject":["Mathematics - Analysis of PDEs","Primary 34B45, Secondary 47A70, 35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2993"],"date":["2011-04-15"],"type":["text"],"creator":["Mehmeti, Felix Ali","Haller-Dintelmann, Robert","Régnier, Virginie"],"language":[],"coverage":[],"title":["The Influence of the Tunnel Effect on L-infinity-time decay"],"description":["  We consider the Klein-Gordon equation on a star-shaped network composed of n\nhalf-axes connected at their origins. We add a potential which is constant but\ndifferent on each branch. Exploiting a spectral theoretic solution formula from\na previous paper, we study the L-infinity-time decay via H\\\"ormander's version\nof the stationary phase method. We analyze the coefficient c of the leading\nterm c t^{-1/2} of the asymptotic expansion of the solution with respect to\ntime. For two branches we prove that for an initial condition in an energy band\nabove the threshold of tunnel effect, this coefficient tends to zero on the\nbranch with the higher potential, as the potential difference tends to\ninfinity. At the same time the incline to the t-axis and the aperture of the\ncone of t^{-1/2}-decay in the (t,x)-plane tend to zero.\n","Comment: 12 pages"]}]
["1104.2994",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2994"],"date":["2011-04-15"],"type":["text"],"creator":["van Zwol, P. J.","Joulain, K.","Abdallah, P. Ben","Greffet, J. J.","Chevrier, J."],"language":[],"coverage":[],"title":["Fast heat flux modulation at the nanoscale"],"description":["  We introduce a new concept for electrically controlled heat flux modulation.\nA flux contrast larger than 10 dB is expected with switching time on the order\nof tens of nanoseconds. Heat flux modulation is based on the interplay between\nradiative heat transfer at the nanoscale and phase change materials. Such large\ncontrasts are not obtainable in solids, or in far field. As such this opens up\nnew horizons for temperature modulation and actuation at the nanoscale.\n","Comment: Submitted to PRB"]}]
["1104.2995",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2995","Optimization Letters (2011)","doi:10.1007/s11590-011-0313-3"],"date":["2011-04-15"],"type":["text"],"creator":["Wohlers, Inken","Andonov, Rumen","Klau, Gunnar W."],"language":[],"coverage":[],"title":["Algorithm engineering for optimal alignment of protein structure\n  distance matrices"],"description":["  Protein structural alignment is an important problem in computational\nbiology. In this paper, we present first successes on provably optimal pairwise\nalignment of protein inter-residue distance matrices, using the popular Dali\nscoring function. We introduce the structural alignment problem formally, which\nenables us to express a variety of scoring functions used in previous work as\nspecial cases in a unified framework. Further, we propose the first\nmathematical model for computing optimal structural alignments based on dense\ninter-residue distance matrices. We therefore reformulate the problem as a\nspecial graph problem and give a tight integer linear programming model. We\nthen present algorithm engineering techniques to handle the huge integer linear\nprograms of real-life distance matrix alignment problems. Applying these\ntechniques, we can compute provably optimal Dali alignments for the very first\ntime.\n"]}]
["1104.2998",{"format":[],"subject":["Mathematical Physics","Computer Science - Systems and Control","Mathematics - Optimization and Control","74K10, 74H40, 93D15, 35B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2998"],"date":["2011-04-15"],"type":["text"],"creator":["Lazzari, Barbara","Nibbi, Roberta"],"language":[],"coverage":[],"title":["On the exponential decay of the Euler-Bernoulli beam with boundary\n  energy dissipation"],"description":["  We study the asymptotic behavior of the Euler-Bernoulli beam which is clamped\nat one end and free at the other end. We apply a boundary control with memory\nat the free end of the beam and prove that the \"exponential decay\" of the\nmemory kernel is a necessary and sufficient condition for the exponential decay\nof the energy.\n","Comment: 13 pages"]}]
["1104.3003",{"format":[],"subject":["Mathematical Physics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3003"],"date":["2011-04-15"],"type":["text"],"creator":["Bouttier, J."],"language":[],"coverage":[],"title":["Matrix integrals and enumeration of maps"],"description":["  This chapter is an introduction to the connection between random matrices and\nmaps, i.e graphs drawn on surfaces. We concentrate on the one-matrix model and\nexplain how it encodes and allows to solve a map enumeration problem.\n","Comment: chapter of the \"The Oxford Handbook of Random Matrix Theory\", editors\n  G. Akemann, J. Baik and P. Di Francesco ; 24 pages and 5 figures"]}]
["1104.3005",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3005","Annals of Applied Statistics 2011, Vol. 5, No. 1, 337-363","doi:10.1214/10-AOAS384"],"date":["2011-04-15"],"type":["text"],"creator":["Goldsmith, Jeff","Caffo, Brian","Crainiceanu, Ciprian","Reich, Daniel","Du, Yong","Hendrix, Craig"],"language":[],"coverage":[],"title":["Nonlinear tube-fitting for the analysis of anatomical and functional\n  structures"],"description":["  We are concerned with the estimation of the exterior surface and interior\nsummaries of tube-shaped anatomical structures. This interest is motivated by\ntwo distinct scientific goals, one dealing with the distribution of HIV\nmicrobicide in the colon and the other with measuring degradation in\nwhite-matter tracts in the brain. Our problem is posed as the estimation of the\nsupport of a distribution in three dimensions from a sample from that\ndistribution, possibly measured with error. We propose a novel tube-fitting\nalgorithm to construct such estimators. Further, we conduct a simulation study\nto aid in the choice of a key parameter of the algorithm, and we test our\nalgorithm with validation study tailored to the motivating data sets. Finally,\nwe apply the tube-fitting algorithm to a colon image produced by single photon\nemission computed tomography (SPECT) and to a white-matter tract image produced\nusing diffusion tensor imaging (DTI).\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOAS384 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1104.3016",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3016","Annals of Applied Statistics 2011, Vol. 5, No. 1, 364-380","doi:10.1214/10-AOAS389"],"date":["2011-04-15"],"type":["text"],"creator":["Gelfond, Jonathan","Zarzabal, Lee Ann","Burton, Tarea","Burns, Suzanne","Sogayar, Mari","Penalva, Luiz O. F."],"language":[],"coverage":[],"title":["Latent rank change detection for analysis of splice-junction microarrays\n  with nonlinear effects"],"description":["  Alternative splicing of gene transcripts greatly expands the functional\ncapacity of the genome, and certain splice isoforms may indicate specific\ndisease states such as cancer. Splice junction microarrays interrogate\nthousands of splice junctions, but data analysis is difficult and error prone\nbecause of the increased complexity compared to differential gene expression\nanalysis. We present Rank Change Detection (RCD) as a method to identify\ndifferential splicing events based upon a straightforward probabilistic model\ncomparing the over- or underrepresentation of two or more competing isoforms.\nRCD has advantages over commonly used methods because it is robust to false\npositive errors due to nonlinear trends in microarray measurements. Further,\nRCD does not depend on prior knowledge of splice isoforms, yet it takes\nadvantage of the inherent structure of mutually exclusive junctions, and it is\nconceptually generalizable to other types of splicing arrays or RNA-Seq. RCD\nspecifically identifies the biologically important cases when a splice junction\nbecomes more or less prevalent compared to other mutually exclusive junctions.\nThe example data is from different cell lines of glioblastoma tumors assayed\nwith Agilent microarrays.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOAS389 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1104.3017",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3017"],"date":["2011-04-15"],"type":["text"],"creator":["Staub, Florian"],"language":[],"coverage":[],"title":["Considerations on supersymmetric Dark Matter beyond the MSSM"],"description":["  The standard model (SM) of particle physics is for the last three decades a\nvery successful description of the properties and interactions of all known\nelementary particles. Currently, it is again probed with the first collisions\nat the Large Hadron Collider (LHC). It is widely expected that new physics will\nbe detected at the LHC and the SM has to be extended. The most exhaustive\nanalyzed extension of the SM is supersymmetry (SUSY). SUSY can not only solve\nintrinsic problems of the SM like the hierarchy problem, but it also postulates\nnew particles which might explain the nature of dark matter in the universe.\nThe majority of all studies about dark matter in the framework of SUSY has\nfocused on the minimal supersymmetric standard model (MSSM). The aim of this\nwork is to consider scenarios beyond that scope. We consider two models which\nexplain not only dark matter but also neutrino masses: the gravitino as dark\nmatter in gauge mediated SUSY breaking (GMSB) with bilinear broken R-parity as\nwell as different seesaw scenarios with the neutralino as dark matter\ncandidate. Furthermore, we also study the next-to-minimal supersymmetric\nstandard model (NMSSM) which solves the (\\mu)-problem of the MSSM and discuss\nthe properties of the neutralino as dark matter candidate.\n","Comment: Ph. D. thesis. 230 pages. Universit\\\"at W\\\"urzburg"]}]
["1104.3020",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3020"],"date":["2011-04-15"],"type":["text"],"creator":["Rao, Ting","Zhang, Zhen","Hou, Zhonghuai","Xin, Houwen"],"language":[],"coverage":[],"title":["Coarse-grained Simulations of Chemical Oscillation in a Lattice\n  Brusselator System"],"description":["  Accelerated coarse-graining (CG) algorithms for simulating heterogeneous\nchemical reactions on surface systems have recently gained much attention. In\nthe present paper, we consider such an issue by investigating the oscillation\nbehavior of a two-dimension (2D) lattice-gas Brusselator model. We have adopted\na coarse-grained Kinetic Monte Carlo (CG-KMC) procedure, where $m \\times m$\nmicroscopic lattice sites are grouped together to form a CG cell, upon which CG\nprocesses take place with well-defined CG rates. We find that, however, such a\nCG approach almost fails if the CG rates are obtained by a simple local mean\nfield ($s$-LMF) approximation, due to the ignorance of correlation among\nadjcent cells resulted from the trimolecular reaction in this nonlinear system.\nBy properly incorporating such boundary effects, we thus introduce the\nso-called $b$-LMF CG approach. Extensive numerical simulations demonstrate that\nthe $b$-LMF method can reproduce the oscillation behavior of the system quite\nwell, given that the diffusion constant is not too small. In addition, we find\nthat the deviation from the KMC results reaches a nearly zero minimum level at\nan intermediate cell size, which lies in between the effective diffusion length\nand the minimal size required to sustain a well-defined temporal oscillation.\n","Comment: 8 pages, 6 figures"]}]
["1104.3025",{"format":[],"subject":["Computer Science - Computational Complexity","F.2","E.4","H.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3025"],"date":["2011-04-15"],"type":["text"],"creator":["Husain, Mohammad Iftekhar","Ko, Steve","Rudra, Atri","Uurtamo, Steve"],"language":[],"coverage":[],"title":["Storage Enforcement with Kolmogorov Complexity and List Decoding"],"description":["  We consider the following problem that arises in outsourced storage: a user\nstores her data $x$ on a remote server but wants to audit the server at some\nlater point to make sure it actually did store $x$. The goal is to design a\n(randomized) verification protocol that has the property that if the server\npasses the verification with some reasonably high probability then the user can\nrest assured that the server is storing $x$.\n  In this work we present an optimal solution (in terms of the user's storage\nand communication) while at the same time ensuring that a server that passes\nthe verification protocol with any reasonable probability will store, to within\na small \\textit{additive} factor, $C(x)$ bits of information, where $C(x)$ is\nthe plain Kolmogorov complexity of $x$. (Since we cannot prevent the server\nfrom compressing $x$, $C(x)$ is a natural upper bound.) The proof of security\nof our protocol combines Kolmogorov complexity with list decoding and unlike\nprevious work that relies upon cryptographic assumptions, we allow the server\nto have unlimited computational power. To the best of our knowledge, this is\nthe first work that combines Kolmogorov complexity and list decoding.\n  Our framework is general enough to capture extensions where the user splits\nup $x$ and stores the fragment across multiple servers and our verification\nprotocol can handle non-responsive servers and colluding servers. As a\nby-product, we also get a proof of retrievability. Finally, our results also\nhave an application in `storage enforcement' schemes, which in turn have an\napplication in trying to update a remote server that is potentially infected\nwith a virus.\n"]}]
["1104.3035",{"format":[],"subject":["Mathematics - Analysis of PDEs","35S30, 46F30, 35B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3035"],"date":["2011-04-15"],"type":["text"],"creator":["Garetto, Claudia","Oberguggenberger, Michael"],"language":[],"coverage":[],"title":["Generalised Fourier integral operator methods for hyperbolic equations\n  with singularities"],"description":["  This article addresses linear hyperbolic partial differential equations and\npseudodifferential equations with strongly singular coefficients and data,\nmodelled as members of algebras of generalised functions. We employ the\nrecently developed theory of generalised Fourier integral operators to\nconstruct parametrices for the solutions and to describe propagation of\nsingularities in this setting. As required tools, the construction of\ngeneralised solutions to eikonal and transport equations is given and results\non the microlocal regularity of the kernels of generalised Fourier integral\noperators are obtained.\n"]}]
["1104.3044",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3044"],"date":["2011-04-15"],"type":["text"],"creator":["Tomczak, M.","Chmielewska, E."],"language":[],"coverage":[],"title":["X-ray Plasma Ejections and their association with other solar-activity\n  phenomena"],"description":["  Recently developed in Wroclaw, a new catalogue of X-ray Plasma Ejections\n(XPEs) observed by the Soft X-ray Telescope onboard Yohkoh, is a very useful\ntool for some statistical studies. We investigated the association of XPEs with\nsolar flares and coronal mass ejections (CMEs). We found that particular\nsubclasses of XPEs show different levels of association. Moreover, flares and\nCMEs associated with different subclasses of XPEs show distinctly different\ncharacteristics. We conclude that the event that we call 'X-ray Plasma\nEjection' can be a manifestation of different physical processes.\n","Comment: 10 pages, 3 figures, 2 tables, accepted for publication in Central\n  European Astrophysical Bulletin"]}]
["1104.3045",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3045"],"date":["2011-04-15"],"type":["text"],"creator":["Collette, Sebastien","Iacono, John","Langerman, Stefan"],"language":[],"coverage":[],"title":["Confluent Persistence Revisited"],"description":["  It is shown how to enhance any data structure in the pointer model to make it\nconfluently persistent, with efficient query and update times and limited space\noverhead. Updates are performed in $O(\\log n)$ amortized time, and following a\npointer takes $O(\\log c \\log n)$ time where $c$ is the in-degree of a node in\nthe data structure. In particular, this proves that confluent persistence can\nbe achieved at a logarithmic cost in the bounded in-degree model used widely in\nprevious work. This is a $O(n/\\log n)$-factor improvement over the previous\nknown transform to make a data structure confluently persistent.\n"]}]
["1104.3049",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Mathematics - Probability","60G40, 62L15, 91A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3049"],"date":["2011-04-15"],"type":["text"],"creator":["Wästlund, Johan"],"language":[],"coverage":[],"title":["When only the last one will do"],"description":["  An unknown positive number of items arrive at independent uniformly\ndistributed times in the interval [0,1] to a selector, whose task is to pick\nonline the last one. We show that under the assumption of an adversary\ndetermining the number of items, there exists a game-theoretical equilibrium,\nin other words the selector and the adversary both possess optimal strategies.\nThe probability of success of the selector with the optimal strategy is\nestimated numerically to 0.352917000207196.\n","Comment: 24 pages"]}]
["1104.3053",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3053"],"date":["2011-04-15"],"type":["text"],"creator":["Das, Supriya","Ghosh, Sanjay K.","Raha, Sibaji","Ray, Rajarshi"],"language":[],"coverage":[],"title":["Entropy scaling and thermalization in hadron-hadron collisions at LHC"],"description":["  The recent LHC data have once more brought the issue of the formation of\nthermalized state of matter in hadron-hadron collisions into the forefront. In\nthis letter, we have shown that the scaling of the information entropy of the\nchaotically produced particles is valid up to recently available data from p+p\ncollisions at $\\sqrt{s}$ = 2.36 TeV obtained by ALICE experiment. We predict\nthat at the highest energies projected for LHC, almost all the particles will\nbe produced chaotically, indicating that a collective behavior should be\nobserved in hadronic collisions, as indicated by one of present authors quite\nsome time ago.\n","Comment: 4 pages, 5 figures"]}]
["1104.3054",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3054"],"date":["2011-04-14"],"type":["text"],"creator":["Fijalkow, Nathanaël","Gimbert, Hugo","Oualhadj, Youssouf"],"language":[],"coverage":[],"title":["Pushing undecidability of the isolation problem for probabilistic\n  automata"],"description":["  This short note aims at proving that the isolation problem is undecidable for\nprobabilistic automata with only one probabilistic transition. This problem is\nknown to be undecidable for general probabilistic automata, without restriction\non the number of probabilistic transitions. In this note, we develop a\nsimulation technique that allows to simulate any probabilistic automaton with\none having only one probabilistic transition.\n"]}]
["1104.3056",{"format":[],"subject":["Computer Science - Computational Complexity","11Y05 68Q17 05A17","F.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3056"],"date":["2011-04-15"],"type":["text"],"creator":["King, Ross D."],"language":[],"coverage":[],"title":["Numbers as Data Structures: The Prime Successor Function as Primitive"],"description":["  The symbolic representation of a number should be considered as a data\nstructure, and the choice of data structure depends on the arithmetic\noperations that are to be performed. Numbers are almost universally represented\nusing position based notations based on exponential powers of a base number -\nusually 10. This representations is computationally efficient for the standard\narithmetic operations, but it is not efficient for factorisation. This has led\nto a common confusion that factorisation is inherently computationally hard. We\npropose a new representation of the natural numbers based on bags and using the\nprime successor function as a primitive - prime bags (PBs). This data structure\nis more efficient for most arithmetic operations, and enables numbers can be\nefficiently factored. However, it also has the interesting feature that\naddition appears to be computationally hard. PBs have an interesting\nalternative interpretation as partitions of numbers represented in the standard\nway, and this reveals a novel relationship between prime numbers and the\npartition function. The PB representation can be extended to rational and\nirrational numbers, and this provides the most direct proof of the\nirrationality of the square root of 2. I argue that what needs to be ultimately\nunderstood is not the peculiar computation complexity properties of the decimal\nsystem (e.g. factorisation), but rather what arithmetical operator trade-offs\nare generally possible.\n","Comment: 10 pages, 1 figure"]}]
["1104.3057",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3057"],"date":["2011-04-15"],"type":["text"],"creator":["Pilipczuk, Michał"],"language":[],"coverage":[],"title":["Problems parameterized by treewidth tractable in single exponential\n  time: a logical approach"],"description":["  We introduce a variant of modal logic, dubbed EXISTENTIAL COUNTING MODAL\nLOGIC (ECML), which captures a vast majority of problems known to be tractable\nin single exponential time when parameterized by treewidth. It appears that all\nthese results can be subsumed by the theorem that model checking of ECML admits\nan algorithm with such complexity. We extend ECML by adding connectivity\nrequirements and, using the Cut&Count technique introduced by Cygan et al. [4],\nprove that problems expressible in the extension are also tractable in single\nexponential time when parameterized by treewidth; however, using randomization.\nThe need for navigationality of the introduced logic is justified by a negative\nresult that two expository problems involving non-acyclic conditions, C_l\nVERTEX DELETION and GIRTH>l VERTEX DELETION for l>=5, do not admit such a\nrobust algorithm unless Exponential Time Hypothesis fails.\n","Comment: 26 pages, 1 figure"]}]
["1104.3062",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3062"],"date":["2011-04-15"],"type":["text"],"creator":["de la Harpe, Pierre","Weber, Claude"],"language":[],"coverage":[],"title":["On malnormal peripheral subgroups in fundamental groups of 3-manifolds"],"description":["  Let $K$ be a non-trivial knot in the 3-sphere, $E_K$ its exterior, $G_K =\n\\pi_1(E_K)$ its group, and $P_K = \\pi_1(\\partial E_K) \\subset G_K$ its\nperipheral subgroup. We show that $P_K$ is malnormal in $G_K$, namely that\n$gP_Kg^{-1} \\cap P_K = \\{e\\}$ for any $g \\in G_K$ with $g \\notin P_K$, unless\n$K$ is in one of the following three classes: torus knots, cable knots, and\ncomposite knots; these are exactly the classes for which there exist annuli in\n$E_K$ attached to $T_K$ which are not boundary parallel (Theorem 1 and\nCorollary 2). More generally, we characterise malnormal peripheral subgroups in\nthe fundamental group of a compact orientable irreducible 3-manifold with\nboundary a non-empty union of tori (Theorem 3). Proofs are written with\nnon-expert readers in mind. Half of our paper (Sections 7 to 10) is a reminder\nof some three-manifold topology as it flourished before the Thurston\nrevolution. In a companion paper [HaWeOs], we collect general facts on\nmalnormal subgroups and Frobenius groups, and we review a number of examples.\n"]}]
["1104.3065",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3065"],"date":["2011-04-15"],"type":["text"],"creator":["de la Harpe, Pierre","Weber, Claude","Osin, Appendix by Denis"],"language":[],"coverage":[],"title":["Malnormal subgroups and Frobenius groups: basics and examples"],"description":["  Malnormal subgroups occur in various contexts. We review a large number of\nexamples, and we compare the situation in this generality to that of finite\nFrobenius groups of permutations. In a companion paper [HaWe], we analyse when\nperipheral subgroups of knot groups and 3-manifold groups are malnormal.\n"]}]
["1104.3069",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3069"],"date":["2011-04-15"],"type":["text"],"creator":["Selva, J."],"language":[],"coverage":[],"title":["Efficient Maximum Likelihood Estimation of a 2-D Complex Sinusoidal\n  Based on Barycentric Interpolation"],"description":["  This paper presents an efficient method to compute the maximum likelihood\n(ML) estimation of the parameters of a complex 2-D sinusoidal, with the\ncomplexity order of the FFT. The method is based on an accurate barycentric\nformula for interpolating band-limited signals, and on the fact that the ML\ncost function can be viewed as a signal of this type, if the time and frequency\nvariables are switched. The method consists in first computing the DFT of the\ndata samples, and then locating the maximum of the cost function by means of\nNewton's algorithm. The fact is that the complexity of the latter step is small\nand independent of the data size, since it makes use of the barycentric formula\nfor obtaining the values of the cost function and its derivatives. Thus, the\ntotal complexity order is that of the FFT. The method is validated in a\nnumerical example.\n","Comment: To appear in the International Conference on Acoustic, Speech, and\n  Signal Processing, ICASSP-2011"]}]
["1104.3076",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3076"],"date":["2011-04-15"],"type":["text"],"creator":["De, Minati","Nandy, Subhas C."],"language":[],"coverage":[],"title":["Inplace Algorithm for Priority Search Tree and its use in Computing\n  Largest Empty Axis-Parallel Rectangle"],"description":["  There is a high demand of space-efficient algorithms in built-in or embedded\nsoftwares. In this paper, we consider the problem of designing space-efficient\nalgorithms for computing the maximum area empty rectangle (MER) among a set of\npoints inside a rectangular region $\\cal R$ in 2D. We first propose an inplace\nalgorithm for computing the priority search tree with a set of $n$ points in\n$\\cal R$ using $O(\\log n)$ extra bit space in $O(n\\log n)$ time. It supports\nall the standard queries on priority search tree in $O(\\log^2n)$ time. We also\nshow an application of this algorithm in computing the largest empty\naxis-parallel rectangle. Our proposed algorithm needs $O(n\\log^2n +m)$ time and\n$O(\\log n)$ work-space apart from the array used for storing $n$ input points.\nHere $m$ is the number of maximal empty rectangles present in $\\cal R$.\nFinally, we consider the problem of locating the maximum area empty rectangle\nof arbitrary orientation among a set of $n$ points, and propose an $O(n^3\\log\nn)$ time in-place algorithm for that problem.\n","Comment: 14 pages, 5 figures"]}]
["1104.3077",{"format":[],"subject":["Mathematics - Logic","03F55, 03E15, 04A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3077"],"date":["2011-04-15"],"type":["text"],"creator":["Veldman, Wim"],"language":[],"coverage":[],"title":["Analytic, co-analytic and projective sets from Brouwer's intuitionistic\n  perspective"],"description":["  We study projective subsets of Baire space from Brouwer's intuitionistic\npoint of view, using his Thesis on Bars and his continuity axioms. We first\nstudy analytic sets; these are the projections of the closed subsets of Baire\nspace. We consider a number of examples and discover a fine structure in the\nclass of the analytic sets that fail to be positively Borel. A subset of Baire\nspace is strictly analytic if it coincides with the range of a continuous\nfunction from Baire space to itself. We prove separation and boundedness\ntheorems for strictly analytic sets. Co-analytic sets are the co-projections of\nthe open subsets of Baire space. We show different ways to prove that some\nco-analytic sets are not analytic and that some analytic sets are not\nco-analytic. We consider the set of the codes of the closed and located subsets\nof Baire space that are almost-countable as an example of a set that is a\nprojection of a co-analytic set. We bring to light the collapse of the\nprojective hierarchy: every (positively) projective set coincides with the\nprojection of a co-analytic set.\n","Comment: 82 pages"]}]
["1104.3082",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory","35Q40, 47A10, 81Q10, 81Q15, 81V10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3082"],"date":["2011-04-15"],"type":["text"],"creator":["Bony, Jean-Francois","Faupin, Jérémy"],"language":[],"coverage":[],"title":["Resolvent smoothness and local decay at low energies for the standard\n  model of non-relativistic QED"],"description":["  We consider an atom interacting with the quantized electromagnetic field in\nthe standard model of non-relativistic QED. The nucleus is supposed to be\nfixed. We prove smoothness of the resolvent and local decay of the photon\ndynamics for quantum states in a spectral interval I just above the ground\nstate energy. Our results are uniform with respect to I. Their proofs are based\non abstract Mourre's theory, a Mourre inequality established in [FGS1],\nHardy-type estimates in Fock space, and a low-energy dyadic decomposition.\n","Comment: 31 pages"]}]
["1104.3085",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3085"],"date":["2011-04-15"],"type":["text"],"creator":["Bailleul, Ismael"],"language":[],"coverage":[],"title":["KPZ in a multidimensional random geometry of multiplicative cascades"],"description":["  We show in this note how the one-dimensional KZP formula obtained by\nBenjamini and Schramm can be extended to a multidimensional setting.\n","Comment: 3 pages"]}]
["1104.3100",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3100"],"date":["2011-04-15"],"type":["text"],"creator":["Kiefer, Stefan","Murawski, Andrzej","Ouaknine, Joël","Worrell, James","Zhang, Lijun"],"language":[],"coverage":[],"title":["On Stabilization in Herman's Algorithm"],"description":["  Herman's algorithm is a synchronous randomized protocol for achieving\nself-stabilization in a token ring consisting of N processes. The interaction\nof tokens makes the dynamics of the protocol very difficult to analyze. In this\npaper we study the expected time to stabilization in terms of the initial\nconfiguration. It is straightforward that the algorithm achieves stabilization\nalmost surely from any initial configuration, and it is known that the\nworst-case expected time to stabilization (with respect to the initial\nconfiguration) is Theta(N^2). Our first contribution is to give an upper bound\nof 0.64 N^2 on the expected stabilization time, improving on previous upper\nbounds and reducing the gap with the best existing lower bound. We also\nintroduce an asynchronous version of the protocol, showing a similar O(N^2)\nconvergence bound in this case. Assuming that errors arise from the corruption\nof some number k of bits, where k is fixed independently of the size of the\nring, we show that the expected time to stabilization is O(N). This reveals a\nhitherto unknown and highly desirable property of Herman's algorithm: it\nrecovers quickly from bounded errors. We also show that if the initial\nconfiguration arises by resetting each bit independently and uniformly at\nrandom, then stabilization is significantly faster than in the worst case.\n","Comment: Technical report accompanying an ICALP'11 paper with the same title"]}]
["cond-mat/0010057",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0010057","doi:10.1016/S0039-6028(01)01661-2"],"date":["2000-10-04"],"type":["text"],"creator":["Gerlach, A.","Berge, K.","Michalke, T.","Goldmann, A.","Janowitz, C.","Mueller, R."],"language":[],"coverage":[],"title":["Natural linewidth analysis of d-band photoemission from Ag(110)"],"description":["  We report a high-resolution angle-resolved study of photoemission linewidths\nobserved for Ag(110). A careful data analysis yields k$-resolved upper limits\nfor the inverse inelastic lifetimes of $d$-holes at the X-point of the bulk\nband structure. At the upper $d$-band edge the hole-lifetime is $\\tau_h \\geq 22\n$fs, i.e. more than one order of magnitude larger than predicted for a\nfree-electron gas. Following calculations for $d$-hole dynamics in Cu (I.\\\nCampillo et al., Phys. Rev. Lett., in press) we interpret the lifetime\nenhancement by a small scattering cross-section of $d$- and $sp$-states below\nthe Fermi level. With increasing distance to $E_F$ the $d$-hole lifetimes get\nshorter because of the rapidly increasing density of d-states and contributions\nof intra-$d$-band scattering processes, but remain clearly above\nfree-electron-model predictions.\n","Comment: 14 pages, 7 figures"]}]
["gr-qc/9404036",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9404036","Phys.Rev.D51:1741-1763,1995","doi:10.1103/PhysRevD.51.1741"],"date":["1994-04-18","2011-04-14"],"type":["text"],"creator":["Barvinsky, A. O.","Frolov, V. P.","Zelnikov, A. I."],"language":[],"coverage":[],"title":["Wavefunction of a Black Hole and the Dynamical Origin of Entropy"],"description":["  Recently it was proposed to explain the dynamical origin of the entropy of a\nblack hole by identifying its dynamical degrees of freedom with states of\nquantum fields propagating in the black-hole's interior. The present paper\ncontains the further development of this approach. The no-boundary proposal\n(analogous to the Hartle-Hawking no-boundary proposal in quantum cosmology) is\nput forward for defining the wave function of a black hole. This wave function\nis a functional on the configuration space of physical fields (including the\ngravitational one) on the three-dimensional space with the Einstein-Rosen\nbridge topology.It is shown that in the limit of small perturbations on the\nKruskal background geometry the no-boundary wave function coincides with the\nHartle-Hawking vacuum state. The invariant definition of inside and outside\nmodes is proposed. The density matrix describing the internal state of a black\nhole is obtained by averaging over the outside modes. This density matrix is\nused to define the entropy of a black hole, which is to be divergent. It is\nargued that the quantum fluctuations of the horizon which are internally\npresent in the proposed formalism may give the necessary cut-off and provide a\nblack hole with the finite entropy.\n","Comment: 39 pages, LaTeX misprint is corrected, original text is not modified"]}]
["math-ph/0108016",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Dynamical Systems","Mathematics - Symplectic Geometry","37K25, 53D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0108016"],"date":["2001-08-21","2011-04-15"],"type":["text"],"creator":["Mueller, Olaf"],"language":[],"coverage":[],"title":["A natural symplectic form for every field theory"],"description":["  The article has been withdrawn as its main result had already been known.\n","Comment: The article has been withdrawn as its main result had already been\n  known"]}]
["math/0009087",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0009087"],"date":["2000-09-08","2011-04-14"],"type":["text"],"creator":["Džamonja, Mirna","Shelah, Saharon"],"language":[],"coverage":[],"title":["On triangleleft^*-maximality"],"description":["  This paper investigates a connection between the ordering triangleleft^ast\namong theories in model theory and the (N)SOP_n hierarchy of Shelah. It\nintroduces two properties which are natural extensions of this hierarchy,\ncalled SOP_2 and SOP_1, and gives a strong connection between SOP_1 and the\nmaximality in Keisler ordering. Together with the known results about the\nconnection between the (N)SOP_n hierarchy and the existence of universal models\nin the absence of GCH, the paper provides a step toward the classification of\nunstable theories without the strict order property.\n"]}]
["math/0402346",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","Mathematics - Algebraic Topology","55M20, 55H25, 93B"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0402346"],"date":["2004-02-21","2011-04-14"],"type":["text"],"creator":["Saveliev, Peter"],"language":[],"coverage":[],"title":["Applications of Lefschetz numbers in control theory"],"description":["  We develop some applications of techniques of the Lefschetz coincidence\ntheory in control theory. The topics are existence of equilibria and their\nrobustness, controllability and its robustness.\n","Comment: The paper has been completely rewritten. 15 pages"]}]
