["0708.1560",{"format":[],"subject":["Mathematics - Group Theory","22C05, 51E24, 20E42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1560","J. Lie Theory 16 (2006), 1-18"],"date":["2007-08-11"],"type":["text"],"creator":["Köhl, Ralf"],"language":[],"coverage":[],"title":["Defining amalgams of compact Lie groups"],"description":["  For $n \\geq 2$ let $\\Delta$ be a Dynkin diagram of rank $n$ and let $I = {1,\n>..., n}$ be the set of labels of $\\Delta$. A group $G$ admits a weak Phan\nsystem of type $\\Delta$ over $\\mathbb{C}$ if $G$ is generated by subgroups\n$U_i$, $i \\in I$, which are central quotients of simply connected compact\nsemisimple Lie groups of rank one, and contains subgroups $U_{i,j} = \\gen{U_i\n,U_j}$, $i \\neq j \\in I$, which are central quotients of simply connected\ncompact semisimple Lie groups of rank two such that $U_i$ and $U_j$ are rank\none subgroups of $U_{i,j}$ corresponding to a choice of a maximal torus and a\nfundamental system of roots for $U_{i,j}$. It is shown in this article that $G$\nthen is a central quotient of the simply connected compact semisimple Lie group\nwhose complexification is the simply connected complex semisimple Lie group of\ntype $\\Delta$.\n"]}]
["0708.1583",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","20E06","05E20","05E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1583","Proc. Lond. Math. Soc. 93 (2006), 666-692"],"date":["2007-08-11"],"type":["text"],"creator":["Köhl, Ralf","Van Maldeghem, Hendrik"],"language":[],"coverage":[],"title":["Intransitive geometries"],"description":["  A lemma of Tits establishes a connection between the simple connectivity of\nan incidence geometry and the universal completion of an amalgam induced by a\nsufficiently transitive group of automorphisms of that geometry. In the present\npaper, we generalize this lemma to intransitive geometries, thus opening the\ndoor for numerous applications. We treat ourselves some amalgams related to\nintransitive actions of finite orthogonal groups, as a first class of examples.\n"]}]
["0801.4014",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4014","Phys. Lett. A 375, 3343 (2011)","doi:10.1016/j.physleta.2011.07.041"],"date":["2008-01-25","2011-08-17"],"type":["text"],"creator":["Sarandy, M. S.","Duzzioni, E. I.","Serra, R. M."],"language":[],"coverage":[],"title":["Quantum computation in continuous time using dynamic invariants"],"description":["  We introduce an approach for quantum computing in continuous time based on\nthe Lewis-Riesenfeld dynamic invariants. This approach allows, under certain\nconditions, for the design of quantum algorithms running on a nonadiabatic\nregime. We show that the relaxation of adiabaticity can be achieved by\nprocessing information in the eigenlevels of a time dependent observable,\nnamely, the dynamic invariant operator. Moreover, we derive the conditions for\nwhich the computation can be implemented by time independent as well as by\nadiabatically varying Hamiltonians. We illustrate our results by providing the\nimplementation of both Deutsch-Jozsa and Grover algorithms via dynamic\ninvariants.\n","Comment: v3: 7 pages, 1 figure. Published version"]}]
["0807.4715",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4715"],"date":["2008-07-29","2011-08-17"],"type":["text"],"creator":["Eslami, Peyman","Gora, Pawel"],"language":[],"coverage":[],"title":["Eventually Expanding Maps"],"description":["  In this paper we show that the piecewise linear map f(x) = px for x in\n[0,1/p], and sx-s/p for x in (1/p,1], p > 1, 0 < s < 1 which has an expanding,\nonto branch and a contracting branch is eventually piecewise expanding and\nexact.\n","Comment: This paper has been withdrawn by the author due to a crucial sign\n  error. The correct version of the paper is published in American Mathematical\n  Monthly Aug/Sept issue 2011"]}]
["0812.4706",{"format":[],"subject":["Mathematics - Commutative Algebra","Computer Science - Symbolic Computation","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4706","Journal of Algebra 341, 1 (2011) 256-278","doi:10.1016/j.jalgebra.2011.06.006"],"date":["2008-12-26","2011-08-17"],"type":["text"],"creator":["Busé, Laurent","Chèze, Guillaume"],"language":[],"coverage":[],"title":["On the total order of reducibility of a pencil of algebraic plane curves"],"description":["  In this paper, the problem of bounding the number of reducible curves in a\npencil of algebraic plane curves is addressed. Unlike most of the previous\nrelated works, each reducible curve of the pencil is here counted with its\nappropriate multiplicity. It is proved that this number of reducible curves,\ncounted with multiplicity, is bounded by d^2-1 where d is the degree of the\npencil. Then, a sharper bound is given by taking into account the Newton's\npolygon of the pencil.\n"]}]
["0908.0985",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0985","Physica C 470, S201 (2010)","doi:10.1016/j.physc.2009.11.042"],"date":["2009-08-07"],"type":["text"],"creator":["Lin, Shizeng","Hu, Xiao"],"language":[],"coverage":[],"title":["Stability of the Kink State in a Stack of Intrinsic Josephson Junctions"],"description":["  A new dynamic state characterized by $(2m_l+1)\\pi$ static phase kink with\nintegers $\\{m_l\\}$ is proposed recently in a stack of inductively coupled\nJosephson junctions. In the present paper, the stability of the phase kink\nstate is investigated against many perturbations and it is shown that the kink\nstate is stable. It is also discussed that the suppression of the amplitude of\nsuperconducting order parameter caused by the kink is weak.\n","Comment: 2 pages, proceeding of 9th International Conference on Materials and\n  Mechanisms of Superconductivity"]}]
["0908.1748",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","Mathematics - Representation Theory","14Q10 (Primary), 19L10, 20C30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1748"],"date":["2009-08-12","2011-08-17"],"type":["text"],"creator":["Chênevert, Gabriel"],"language":[],"coverage":[],"title":["Representations on the cohomology of smooth projective hypersurfaces\n  with symmetries"],"description":["  This paper is concerned with the primitive cohomology of a smooth projective\nhypersurface considered as a linear representation for its automorphism group.\nUsing the Lefschetz-Riemann-Roch formula, the character of this representation\nis described on each piece of the Hodge decomposition. A consequence about the\nexistence of smooth symmetric hypersurfaces that are stable under the standard\nirreducible permutation representation of the symmetric group on homogeneous\ncoordinates is drawn.\n","Comment: 14 pages; Lemma 2.6 removed to make argument clearer + minor\n  revisions"]}]
["0908.4531",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20G30, 20E42, 20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.4531"],"date":["2009-08-31","2010-11-29"],"type":["text"],"creator":["Bux, Kai-Uwe","Köhl, Ralf","Witzel, Stefan"],"language":[],"coverage":[],"title":["Finiteness Properties of Chevalley Groups over a Polynomial Ring over a\n  Finite Field"],"description":["  It is known from work by H. Abels and P. Abramenko that for a classical\nFq-group G of rank n the arithemetic lattice G(Fq[t]) of Fq[t]-rational points\nis of type Fn-1 provided that q is large enough. We show that the statement is\ntrue without any assumption on q and for any isotropic, absolutely almost\nsimple group G defined over Fq.\n"]}]
["1002.3029",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3029","J. Phys.: Conf. Ser. 269 012011 (2011)","doi:10.1088/1742-6596/269/1/012011"],"date":["2010-02-16"],"type":["text"],"creator":["Holmes, M. J.","Parker, N. G.","Povey, M. J. W."],"language":[],"coverage":[],"title":["Temperature dependence of bulk viscosity in water using acoustic\n  spectroscopy"],"description":["  Despite its fundamental role in the dynamics of compressible fluids, bulk\nviscosity has received little experimental attention and there remains a\npaucity of measured data. Acoustic spectroscopy provides a robust and accurate\napproach to measuring this parameter. Working from the Navier-Stokes model of a\ncompressible fluid one can show that the bulk viscosity makes a significant and\nmeasurable contribution to the frequency-squared acoustic attenuation. Here we\nemploy this methodology to determine the bulk viscosity of Millipore water over\na temperature range of 7 to 50 degrees Celsius. The measured attenuation\nspectra are consistent with the theoretical predictions, while the bulk\nviscosity of water is found to be approximately three times larger than its\nshear counterpart, reinforcing its significance in acoustic propagation.\nMoreover, our results demonstrate that this technique can be readily and\ngenerally applied to fluids to accurately determine their temperature dependent\nbulk viscosities.\n","Comment: 7 pages, 4 figures. Proceedings of the Anglo-French Physical\n  Acoustics Conference, January 2010"]}]
["1002.4955",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter","Physics - Medical Physics","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4955","J. Phys.: Conf. Ser. 269, 012019 (2011)","doi:10.1088/1742-6596/269/1/012019"],"date":["2010-02-26"],"type":["text"],"creator":["Parker, N. G.","Mather, M. L.","Morgan, S. P.","Povey, M. J. W."],"language":[],"coverage":[],"title":["A preliminary study of acoustic propagation in thick foam tissue\n  scaffolds composed of poly(lactic-co-glycolic acid)"],"description":["  The exclusive ability of acoustic waves to probe the structural, mechanical\nand fluidic properties of foams may offer novel approaches to characterise the\nporous scaffolds employed in tissue engineering. Motivated by this we conduct a\npreliminary investigation into the acoustic properties of a typical biopolymer\nand the feasibility of acoustic propagation within a foam scaffold thereof.\nFocussing on poly(lactic-co-glycolic acid), we use a pulse-echo method to\ndetermine the longitudinal speed of sound, whose temperature-dependence reveals\nthe glass transition of the polymer. Finally, we demonstrate the first\ntopographic and tomographic acoustic images of polymer foam tissue scaffolds.\n","Comment: 9 pages, 5 figures. Proceedings for the Anglo-French Physical\n  Acoustics Conference, Grasmere, January 2010"]}]
["1003.3130",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3130"],"date":["2010-03-16","2011-08-16"],"type":["text"],"creator":["Nguyen, Toan"],"language":[],"coverage":[],"title":["Multi-dimensional stability of Lax shocks in hyperbolic-elliptic coupled\n  systems"],"description":["  We study nonlinear time-asymptotic stability of small--amplitude planar Lax\nshocks in a model consisting of a system of multi--dimensional conservation\nlaws coupled with an elliptic system. Such a model can be found in context of\ndynamics of a gas in presence of radiation. Our main result asserts that the\nstandard uniform Evans stability condition implies nonlinear stability. The\nmain analysis is based on the earlier developments by Zumbrun for\nmulti-dimensional viscous shock waves and by\nLattanzio-Mascia-Nguyen-Plaza-Zumbrun for one--dimensional radiative shock\nprofiles.\n","Comment: 36 pages; this is a final revision, accepted for publication in JDE"]}]
["1003.3879",{"format":[],"subject":["Computer Science - Computational Complexity","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3879"],"date":["2010-03-19","2011-08-17"],"type":["text"],"creator":["Dyer, Martin","Richerby, David"],"language":[],"coverage":[],"title":["An Effective Dichotomy for the Counting Constraint Satisfaction Problem"],"description":["  Bulatov (2008) gave a dichotomy for the counting constraint satisfaction\nproblem #CSP. A problem from #CSP is characterised by a constraint language,\nwhich is a fixed, finite set of relations over a finite domain D. An instance\nof the problem uses these relations to constrain the variables in a larger set.\nBulatov showed that the problem of counting the satisfying assignments of\ninstances of any problem from #CSP is either in polynomial time (FP) or is\n#P-complete. His proof draws heavily on techniques from universal algebra and\ncannot be understood without a secure grasp of that field. We give an\nelementary proof of Bulatov's dichotomy, based on succinct representations,\nwhich we call frames, of a class of highly structured relations, which we call\nstrongly rectangular. We show that these are precisely the relations which are\ninvariant under a Mal'tsev polymorphism. En route, we give a simplification of\na decision algorithm for strongly rectangular constraint languages, due to\nBulatov and Dalmau (2006). We establish a new criterion for the #CSP dichotomy,\nwhich we call strong balance, and we prove that this property is decidable. In\nfact, we establish membership in NP. Thus, we show that the dichotomy is\neffective, resolving the most important open question concerning the #CSP\ndichotomy.\n","Comment: 31 pages. Corrected some errors from previous versions"]}]
["1005.5351",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5351","Rev.Mex.Fis.57:20,2011"],"date":["2010-05-28"],"type":["text"],"creator":["Fraser, P. R.","Amos, K.","Canton, L.","Karataglidis, S.","Svenne, J. P.","van der Knijff, D."],"language":[],"coverage":[],"title":["Scattering of nucleons from nuclei with couplings to particle-unstable\n  excited states"],"description":["  The physics of radioactive ion beams implies the description of weakly-bound\nnuclear systems. One key aspect concerns the coupling to low-lying\ncollective-type excited states, which for these systems might not be stable\nlevels, but particle emitting resonances. In this work we describe how the\nscattering cross section and compound spectra change when the colliding\nfragments have such collective excitations featuring particle emission. We\nexplore this question in the framework of a multi-channel algebraic scattering\nmethod of determining nucleon-nucleus cross sections at low energies. For a\nrange of light-mass, particle-unstable nuclear targets, scattering cross\nsections as well as the spectra of the compound nuclei formed have been\ndetermined from calculations that do and do not consider particle emission\nwidths for nuclear states. Assuming a resonance character for target states\nmarkedly varies evaluated cross sections from those obtained assuming the\ntarget spectrum to have entirely discrete states.\n","Comment: 9 pages, 10 figures"]}]
["1005.5405",{"format":[],"subject":["Physics - Computational Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5405","doi:10.1016/j.cpc.2011.07.002"],"date":["2010-05-28"],"type":["text"],"creator":["Frezzotti, Aldo","Ghiroldi, Gian Pietro","Gibelli, Livio"],"language":[],"coverage":[],"title":["Solving the Boltzmann Equation on GPU"],"description":["  We show how to accelerate the direct solution of the Boltzmann equation using\nGraphics Processing Units (GPUs). In order to fully exploit the computational\npower of the GPU, we choose a method of solution which combines a finite\ndifference discretization of the free-streaming term with a Monte Carlo\nevaluation of the collision integral. The efficiency of the code is\ndemonstrated by solving the two-dimensional driven cavity flow. Computational\nresults show that it is possible to cut down the computing time of the\nsequential code of two order of magnitudes. This makes the proposed method of\nsolution a viable alternative to particle simulations for studying unsteady low\nMach number flows.\n","Comment: 18 pages, 3 pseudo-codes, 6 figures, 1 table"]}]
["1006.0447",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0447","Phys. Rev. B 84, 014505 (2011)","doi:10.1103/PhysRevB.84.014505"],"date":["2010-06-02","2011-05-19"],"type":["text"],"creator":["Stanev, Valentin","Alexandrov, Boian S.","Nikolic, Predrag","Tesanovic, Zlatko"],"language":[],"coverage":[],"title":["Robust accidental nodes and zeroes and critical quasiparticle scaling in\n  iron-based multiband superconductors"],"description":["  We study multigap superconductivity, with strong angular variations of one of\nthe gaps, as appropriate for certain iron-based high-temperature\nsuperconductors. We solve the gap equations of this model and find that the\nnodes or zeroes in the gap function present at Tc - although purely accidental\n-- typically survive down to T=0. Based on this result, we investigate the line\nof quantum transitions at which gap zeroes first appear. The peculiar\n\"zero-point\" critical scaling emanating from this line dominates quasiparticle\nthermodynamics and transport properties over much of the phase diagram, and\nsupplants more familiar forms of scaling associated with accidental nodes.\n","Comment: 7 pages, 8 figures, A typo corrected"]}]
["1006.3456",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3456","New Journal of Physics 13 (2011) 083010","doi:10.1088/1367-2630/13/8/083010"],"date":["2010-06-07","2011-08-17"],"type":["text"],"creator":["Yang, K. F.","Liu, H. W.","Mishima, T. D.","Santos, M. B.","Nagase, K.","Hirayama, Y."],"language":[],"coverage":[],"title":["Nonlinear magnetic field dependence of spin polarization in high density\n  two-dimensional electron systems"],"description":["  The spin polarization (P) of high-density InSb two-dimensional electron\nsystems (2DESs) has been measured using both parallel and tilted magnetic\nfields. P is found to exhibit a superlinear increase with the total field B.\nThis P-B nonlinearity results in a difference in spin susceptibility between\nits real value Xs and Xgm ~ m*g*(m* and g* are the effective mass and g factor,\nrespectively) as routinely used in experiments. We demonstrate that such a P-B\nnonlinearity originates from the linearly P-dependent g* due to the exchange\ncoupling of electrons rather than from the electron correlation as predicted\nfor the low-density 2DES.\n","Comment: 14 pages, 4 figures"]}]
["1008.3734",{"format":[],"subject":["Mathematics - Differential Geometry","Primary 53A10, 53A35, Secondary 53C42, 33C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3734"],"date":["2010-08-22","2011-08-16"],"type":["text"],"creator":["Fujimori, Shoichi","Kawakami, Yu","Kokubu, Masatoshi","Rossman, Wayne","Umehara, Masaaki","Yamada, Kotaro"],"language":[],"coverage":[],"title":["CMC-1 trinoids in hyperbolic 3-space and metrics of constant curvature\n  one with conical singularities on the 2-sphere"],"description":["  CMC-1 trinoids (i.e. constant mean curvature one immersed surface with three\nregular embedded ends) in hyperbolic 3-space H^3 are irreducible generically,\nand the irreducible ones have been classified. However, the reducible case has\nnot yet been fully treated, so in this paper we give an explicit description of\nCMC-1 trinoids in H^3 that includes the reducible case.\n","Comment: 10 pages, 3 figures"]}]
["1009.0527",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0527","Proceedings of the IEEE 98(12), 2111-2123 (2010)","doi:10.1109/JPROC.2010.2063410"],"date":["2010-09-02"],"type":["text"],"creator":["Vuillaume, Dominique"],"language":[],"coverage":[],"title":["Molecular Nanoelectronics"],"description":["  Molecular electronics is envisioned as a promising candidate for the\nnanoelectronics of the future. More than a possible answer to ultimate\nminiaturization problem in nanoelectronics, molecular electronics is foreseen\nas a possible way to assemble a large numbers of nanoscale objects (molecules,\nnanoparticules, nanotubes and nanowires) to form new devices and circuit\narchitectures. It is also an interesting approach to significantly reduce the\nfabrication costs, as well as the energetical costs of computation, compared to\nusual semiconductor technologies. Moreover, molecular electronics is a field\nwith a large spectrum of investigations: from quantum objects for testing new\nparadigms, to hybrid molecular-silicon CMOS devices. However, problems remain\nto be solved (e.g. a better control of the molecule-electrode interfaces,\nimprovements of the reproducibility and reliability, etc...).\n","Comment: Review paper. To be published in Proceedings of the IEEE"]}]
["1009.1436",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1436","Annals of Applied Statistics 2011, Vol. 5, No. 2A, 843-872","doi:10.1214/10-AOAS403"],"date":["2010-09-07","2011-08-17"],"type":["text"],"creator":["Westveld, Anton H.","Hoff, Peter D."],"language":[],"coverage":[],"title":["A mixed effects model for longitudinal relational and network data, with\n  applications to international trade and conflict"],"description":["  The focus of this paper is an approach to the modeling of longitudinal social\nnetwork or relational data. Such data arise from measurements on pairs of\nobjects or actors made at regular temporal intervals, resulting in a social\nnetwork for each point in time. In this article we represent the network and\ntemporal dependencies with a random effects model, resulting in a stochastic\nprocess defined by a set of stationary covariance matrices. Our approach builds\nupon the social relations models of Warner, Kenny and Stoto [Journal of\nPersonality and Social Psychology 37 (1979) 1742--1757] and Gill and Swartz\n[Canad. J. Statist. 29 (2001) 321--331] and allows for an intra- and\ninter-temporal representation of network structures. We apply the methodology\nto two longitudinal data sets: international trade (continuous response) and\nmilitarized interstate disputes (binary response).\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOAS403 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1009.2139",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2139","Journal of Machine Learning Research, 12 (2011) 2297-2334"],"date":["2010-09-11","2011-07-05"],"type":["text"],"creator":["Jenatton, Rodolphe","Mairal, Julien","Obozinski, Guillaume","Bach, Francis"],"language":[],"coverage":[],"title":["Proximal Methods for Hierarchical Sparse Coding"],"description":["  Sparse coding consists in representing signals as sparse linear combinations\nof atoms selected from a dictionary. We consider an extension of this framework\nwhere the atoms are further assumed to be embedded in a tree. This is achieved\nusing a recently introduced tree-structured sparse regularization norm, which\nhas proven useful in several applications. This norm leads to regularized\nproblems that are difficult to optimize, and we propose in this paper efficient\nalgorithms for solving them. More precisely, we show that the proximal operator\nassociated with this norm is computable exactly via a dual approach that can be\nviewed as the composition of elementary proximal operators. Our procedure has a\ncomplexity linear, or close to linear, in the number of atoms, and allows the\nuse of accelerated gradient techniques to solve the tree-structured sparse\napproximation problem at the same computational cost as traditional ones using\nthe L1-norm. Our method is efficient and scales gracefully to millions of\nvariables, which we illustrate in two types of applications: first, we consider\nfixed hierarchical dictionaries of wavelets to denoise natural images. Then, we\napply our optimization tools in the context of dictionary learning, where\nlearned dictionary elements naturally organize in a prespecified arborescent\nstructure, leading to a better performance in reconstruction of natural image\npatches. When applied to text documents, our method learns hierarchies of\ntopics, thus providing a competitive alternative to probabilistic topic models.\n"]}]
["1009.2945",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2945","Phys. Rev. A 84, 021804(R) (2011)","doi:10.1103/PhysRevA.84.021804"],"date":["2010-09-15","2011-08-17"],"type":["text"],"creator":["Larson, Jonas","Horsdal, Mats"],"language":[],"coverage":[],"title":["Photonic Josephson effect, phase transitions, and chaos in\n  optomechanical systems"],"description":["  A photonic analog of the Josephson effect is analyzed for a system formed by\na partly transparent mechanical membrane dividing an optical cavity into two\nhalves. Photons tunneling between the two sub-cavities constitute the coherent\nJospehson current. The force acting upon the membrane due to the light pressure\ninduces a nonlinearity which results in a rich dynamical structure. For\nexample, contrary to standard bosonic Josephson systems, we encounter chaos. By\nmeans of a mean-field approach we identify the various regimes and\ncorresponding phase diagram. At the short time scale, chaos is demonstrated to\nprevent regular self-trapping, while for longer times a dissipation induced\nself-trapping effect is possible.\n","Comment: 4 pages, 2 figures"]}]
["1009.4241",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4241"],"date":["2010-09-21","2011-08-17"],"type":["text"],"creator":["Gramacy, Robert B.","Lian, Heng"],"language":[],"coverage":[],"title":["Gaussian process single-index models as emulators for computer\n  experiments"],"description":["  A single-index model (SIM) provides for parsimonious multi-dimensional\nnonlinear regression by combining parametric (linear) projection with\nunivariate nonparametric (non-linear) regression models. We show that a\nparticular Gaussian process (GP) formulation is simple to work with and ideal\nas an emulator for some types of computer experiment as it can outperform the\ncanonical separable GP regression model commonly used in this setting. Our\ncontribution focuses on drastically simplifying, re-interpreting, and then\ngeneralizing a recently proposed fully Bayesian GP-SIM combination, and then\nillustrating its favorable performance on synthetic data and a real-data\ncomputer experiment. Two R packages, both released on CRAN, have been augmented\nto facilitate inference under our proposed model(s).\n","Comment: 23 pages, 9 figures, 1 table"]}]
["1009.5580",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5580"],"date":["2010-09-28","2011-08-17"],"type":["text"],"creator":["Aurzada, Frank","Gao, Fuchang","Kühn, Thomas","Li, Wenbo V.","Shao, Qi-Man"],"language":[],"coverage":[],"title":["Small deviations for a family of smooth Gaussian processes"],"description":["  We study the small deviation probabilities of a family of very smooth\nself-similar Gaussian processes. The canonical process from the family has the\nsame scaling property as standard Brownian motion and plays an important role\nin the study of zeros of random polynomials.\n  Our estimates are based on the entropy method, discovered in Kuelbs and Li\n(1992) and developed further in Li and Linde (1999), Gao (2004), and Aurzada et\nal. (2009). While there are several ways to obtain the result w.r.t. the $L_2$\nnorm, the main contribution of this paper concerns the result w.r.t. the\nsupremum norm. In this connection, we develop a tool that allows to translate\nupper estimates for the entropy of an operator mapping into $L_2[0,1]$ by those\nof the operator mapping into $C[0,1]$, if the image of the operator is in fact\na H\\\"older space.\n  The results are further applied to the entropy of function classes,\ngeneralizing results of Gao et al. (2010).\n","Comment: 16p, to appear in: Journal of Theoretical Probability"]}]
["1009.6063",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Complex Variables","Mathematics - Representation Theory","17B37, 20G42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.6063"],"date":["2010-09-30","2011-08-16"],"type":["text"],"creator":["Bershtein, O.","Sinel'shchikov, S. D."],"language":[],"coverage":[],"title":["Function Theory on a q-Analog of Complex Hyperbolic Space"],"description":["  This work deals with function theory on quantum complex hyperbolic spaces.\nThe principal notions are expounded. We obtain explicit formulas for invariant\nintegrals on `finite' functions on a quantum hyperbolic space and on the\nassociated quantum isotropic cone. Also we establish principal series of $U_q\n\\mathfrak{su}_{n,m}$-modules related to this cone, and obtain the necessary\nconditions for those modules to be equivalent.\n","Comment: 21 pages"]}]
["1010.3011",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3011","Phys. Rev. Lett. 107, 087204 (2011)","doi:10.1103/PhysRevLett.107.087204"],"date":["2010-10-14"],"type":["text"],"creator":["Clark, B. K.","Abanin, D. A.","Sondhi, S. L."],"language":[],"coverage":[],"title":["Nature of the spin liquid state of the Hubbard model on honeycomb\n  lattice"],"description":["  Recent numerical work (Nature 464, 847 (2010)) indicates the existence of a\nspin liquid phase (SL) that intervenes between the antiferromagnetic and\nsemimetallic phases of the half filled Hubbard model on a honeycomb lattice. To\nbetter understand the nature of this exotic phase, we study the quantum\n$J_1-J_2$ spin model on the honeycomb lattice, which provides an effective\ndescription of the Mott insulating region of the Hubbard model. Employing the\nvariational Monte Carlo approach, we analyze the phase diagram of the model,\nfinding a phase transition between antiferromagnet and an unusual $Z_2$ SL\nstate at $J_2/J_1\\approx 0.08$, which we identify as the SL phase of the\nHubbard model. At higher $J_2/J_1\\gtrsim 0.3$ we find a transition to a\ndimerized state with spontaneously broken rotational symmetry.\n","Comment: 5 pages, 6 figures"]}]
["1010.4185",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4185"],"date":["2010-10-20","2011-08-16"],"type":["text"],"creator":["Aleksejevs, A.","Barkanova, S.","Ilyichev, A.","Kolomensky, Y.","Zykunov, V."],"language":[],"coverage":[],"title":["One-loop electroweak corrections for polarized Moller scattering at\n  different renormalization schemes and conditions"],"description":["  Using two different approaches, we perform updated and detailed calculations\nof the complete one-loop (Next-to-Leading Order (NLO)) set of electroweak\nradiative corrections to the parity violating e- e- -> e- e- (gamma) scattering\nasymmetry. Our first approach, more classical, relies on calculations \"by hand\"\nwith reasonable approximations. Our second approach relies on program packages\nFeynArts, FormCalc, LoopTools, and FORM. The detailed numerical analysis of the\nvarious contributions is provided for a wide range of energies relevant for the\nultra-precise 11 GeV MOLLER experiment planned at the Jefferson Laboratory, as\nwell as future experiments at the International Linear Collider (ILC). The\nnumerical results obtained within the on-shell renormalization scheme using two\ndifferent sets of renormalization conditions are in excellent agreement. We\nalso calculate the total NLO correction in the Constrained Differential\nRenormalization (CDR) scheme. Analysis of the results, along with the\nincreasing experimental precision, shows that it is feasible that the\ncorrections at the Next-to-Next-to-Leading Order (NNLO) level may be important\nfor the next generation of high-precision experiments.\n","Comment: 14 pages, 9 figures, extended analysis in CDR scheme"]}]
["1010.5971",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5971","Food Hydrocolloids 26, 99-107 (2011)","doi:10.1016/j.foodhyd.2011.04.016"],"date":["2010-10-28"],"type":["text"],"creator":["Parker, N. G.","Povey, M. J. W."],"language":[],"coverage":[],"title":["Ultrasonic study of the gelation of gelatin: phase diagram, hysteresis\n  and kinetics"],"description":["  We map the ultrasonic (8 MHz) speed and attenuation of edible-grade gelatin\nin water, exploring the key dependencies on temperature, concentration and\ntime. The ultrasonic signatures of the sol-gel transition, confirmed by\nrheological measurements, and incomplete gel formation at low concentrations,\nenable a phase diagram of the system to be constructed. Sensitivity is also\ndemonstrated to the kinetics of gel formation and melting, and associated\nhysteresis effects upon cyclic temperature sweeps. Furthermore, simple acoustic\nmodels of the sol and gel state enable estimation of the speed of sound and\ncompressibility of gelatin. Our results demonstrate the potential of ultrasonic\nmeasurements to characterise the structure and visco-elasticity of gelatin\nhydrogels.\n","Comment: 15 pages, 8 figures"]}]
["1011.0366",{"format":[],"subject":["Mathematics - Combinatorics","05A15, 05E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0366"],"date":["2010-11-01","2011-08-16"],"type":["text"],"creator":["Adin, Ron M.","King, Ronald C.","Roichman, Yuval"],"language":[],"coverage":[],"title":["Enumeration of standard Young tableaux of certain truncated shapes"],"description":["  Unexpected product formulas for the number of standard Young tableaux of\ncertain truncated shapes are found and proved. These include shifted staircase\nshapes minus a square in the NE corner, rectangular shapes minus a square in\nthe NE corner, and some variations.\n","Comment: 14 pages; presentation polished, open problems section added"]}]
["1011.1228",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1228","Physica A 390: 3608-3613 (2011)","doi:10.1016/j.physa.2011.05.011"],"date":["2010-11-04","2011-05-06"],"type":["text"],"creator":["Laurienti, Paul J.","Joyce, Karen E.","Telesford, Qawi K.","Burdette, Jonathan H.","Hayasaka, Satoru"],"language":[],"coverage":[],"title":["Universal fractal scaling of self-organized networks"],"description":["  There is an abundance of literature on complex networks describing a variety\nof relationships among units in social, biological, and technological systems.\nSuch networks, consisting of interconnected nodes, are often self-organized,\nnaturally emerging without any overarching designs on topological structure yet\nenabling efficient interactions among nodes. Here we show that the number of\nnodes and the density of connections in such self-organized networks exhibit a\npower law relationship. We examined the size and connection density of 47\nself-organizing networks of various biological, social, and technological\norigins, and found that the size-density relationship follows a fractal\nrelationship spanning over 6 orders of magnitude. This finding indicates that\nthere is an optimal connection density in self-organized networks following\nfractal scaling regardless of their sizes.\n"]}]
["1011.1513",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1513","JCAP 04 (2011) 006","doi:10.1088/1475-7516/2011/04/006"],"date":["2010-11-05","2011-08-17"],"type":["text"],"creator":["Baldauf, Tobias","Seljak, Uros","Senatore, Leonardo"],"language":[],"coverage":[],"title":["Primordial non-Gaussianity in the Bispectrum of the Halo Density Field"],"description":["  The bispectrum vanishes for linear Gaussian fields and is thus a sensitive\nprobe of non-linearities and non-Gaussianities in the cosmic density field.\nHence, a detection of the bispectrum in the halo density field would enable\ntight constraints on non-Gaussian processes in the early Universe and allow\ninference of the dynamics driving inflation. We present a tree level derivation\nof the halo bispectrum arising from non-linear clustering, non-linear biasing\nand primordial non-Gaussianity. A diagrammatic description is developed to\nprovide an intuitive understanding of the contributing terms and their\ndependence on scale, shape and the non-Gaussianity parameter fNL. We compute\nthe terms based on a multivariate bias expansion and the peak-background split\nmethod and show that non-Gaussian modifications to the bias parameters lead to\namplifications of the tree level bispectrum that were ignored in previous\nstudies. Our results are in a good agreement with published simulation\nmeasurements of the halo bispectrum. Finally, we estimate the expected signal\nto noise on fNL and show that the constraint obtainable from the bispectrum\nanalysis significantly exceeds the one obtainable from the power spectrum\nanalysis.\n","Comment: 34 pages, 15 figures, (v3): matches JCAP published version"]}]
["1011.3222",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3222","JHEP 1108:048,2011","doi:10.1007/JHEP08(2011)048"],"date":["2010-11-14","2011-08-17"],"type":["text"],"creator":["Tallarita, Gianni"],"language":[],"coverage":[],"title":["AdS Phase Transitions at finite \\kappa"],"description":["  We investigate the effect of adding a Chern-Simons term coupled to an axion\nfield to SU(2) Einstein-Yang-Mills in a fixed $AdS_4$/Schwarzschild background.\nWe show that, when the axion has no potential, there is a phase transition\nbetween a Reissner-Nordstrom black-hole and one with a non-abelian condensate\nas per the vanishing Chern-Simons case. Furthermore, by giving the axion field\na mass, one observes a phase transition between a Reissner-Nordstrom black-hole\nwith axion hair to a \"superconducting\" phase which also has a non-trivial axion\nprofile. We are able to perform a preliminary analysis for this interesting\ncase and observe that we can shift the critical temperature at which the phase\ntransition occurs and observe interesting features of the order parameter\nscaling form.\n","Comment: Version Published in JHEP"]}]
["1011.4595",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4595"],"date":["2010-11-20","2011-08-16"],"type":["text"],"creator":["Neri-Larios, D. M.","Torres-Papaqui, J. P.","Coziol, R.","Islas-Islas, J. M.","Ortega-Minakata, R. A."],"language":[],"coverage":[],"title":["The signature of LLAGNs in the nearby universe"],"description":["  We have used the diagnostic diagram that compares the ratio of emission lines\n[NII]\\lambda6584/H\\alpha with the equivalent width of [NII]$\\lambda$6584, as\nproposed by Coziol et al. (1998), to determine the source of ionization of SDSS\nNELGs that cannot be classified by standard diagnostic diagrams, because the\nemission line [OIII]$\\lambda$5007, H\\beta, or both, are missing. We find these\ngalaxies to be consistent with low luminosity AGNs, suggesting that this\ncharacteristic is the signature of the LLAGNs in the nearby Universe.\n","Comment: 8 pages, 2 figures, to appear in XIII Latin American Regional IAU\n  Meeting"]}]
["1101.4577",{"format":[],"subject":["Statistics - Methodology","Quantitative Biology - Quantitative Methods","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4577","Bayesian Analysis 6, 2 (2011) 209-230","doi:10.1214/11-BA607"],"date":["2011-01-24","2011-02-23"],"type":["text"],"creator":["Baragatti, Meili"],"language":[],"coverage":[],"title":["Bayesian Variable Selection for Probit Mixed Models Applied to Gene\n  Selection"],"description":["  In computational biology, gene expression datasets are characterized by very\nfew individual samples compared to a large number of measurements per sample.\nThus, it is appealing to merge these datasets in order to increase the number\nof observations and diversify the data, allowing a more reliable selection of\ngenes relevant to the biological problem. Besides, the increased size of a\nmerged dataset facilitates its re-splitting into training and validation sets.\nThis necessitates the introduction of the dataset as a random effect. In this\ncontext, extending a work of Lee et al. (2003), a method is proposed to select\nrelevant variables among tens of thousands in a probit mixed regression model,\nconsidered as part of a larger hierarchical Bayesian model. Latent variables\nare used to identify subsets of selected variables and the grouping (or\nblocking) technique of Liu (1994) is combined with a Metropolis-within-Gibbs\nalgorithm (Robert and Casella 2004). The method is applied to a merged dataset\nmade of three individual gene expression datasets, in which tens of thousands\nof measurements are available for each of several hundred human breast cancer\nsamples. Even for this large dataset comprised of around 20000 predictors, the\nmethod is shown to be efficient and feasible. As an illustration, it is used to\nselect the most important genes that characterize the estrogen receptor status\nof patients with breast cancer.\n"]}]
["1101.4785",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4785","Phys. Rev. A 84, 023612 (2011)","doi:10.1103/PhysRevA.84.023621"],"date":["2011-01-25","2011-08-17"],"type":["text"],"creator":["Larson, Jonas","Martikainen, Jani-Petri"],"language":[],"coverage":[],"title":["Loading of bosons in optical lattices into the p band"],"description":["  We present a method for transferring bosonic atoms residing on the lowest\ns-band of an optical lattice to the first excited p-bands. Our idea hinges on\nresonant tunneling between adjacent sites of accelerated lattices. The\nacceleration effectively shifts the quasi-bound energies on each site such that\nthe system can be cast into a Wannier-Stark ladder problem. By adjusting the\nacceleration constant, a situation of resonant tunneling between the s- and\np-bands is achievable. Within a mean-field model, considering 87Rb atoms, we\ndemonstrate population transfer from the s- to the p-bands with around 95 %\nefficiency. Nonlinear effects deriving from atom-atom interactions, as well as\ncoupling of the quasi bound Wannier-Stark states to the continuum, are\nconsidered.\n","Comment: 8 pages, 7 figures"]}]
["1102.3265",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3265","J.Phys.Conf.Ser. 309 (2011) 012014","doi:10.1088/1742-6596/309/1/012014"],"date":["2011-02-16"],"type":["text"],"creator":["Santos, D.","Billard, J.","Bosson, G.","Bouly, J. L.","Bourrion, O.","Fourel, Ch.","Grignon, C.","Guillaudin, O.","Mayet, F.","Richer, J. P.","Delbart, A.","Ferrer, E.","Giomataris, I.","Iguaz, F. J.","Mols, J. P.","Golabek, C.","Lebreton, L."],"language":[],"coverage":[],"title":["MIMAC : A micro-tpc matrix for directional detection of dark matter"],"description":["  Directional detection of non-baryonic Dark Matter is a promising search\nstrategy for discriminating WIMP events from background. However, this strategy\nrequires both a precise measurement of the energy down to a few keV and 3D\nreconstruction of tracks down to a few mm. To achieve this goal, the MIMAC\nproject has been developed. It is based on a gaseous micro-TPC matrix, filled\nwith CF4 and CHF3. The first results on low energy nuclear recoils (H, F)\nobtained with a low mono-energetic neutron field are presented. The discovery\npotential of this search strategy is discussed and illustrated by a realistic\ncase accessible to MIMAC.\n","Comment: 6 pages, Proc. of the fifth international symposium on large TPCs for\n  low energy rare event detection, Paris, France, Dec. 2010. To appear in\n  Journal of Physics"]}]
["1102.3634",{"format":[],"subject":["Mathematics - Probability","60H10, 60H15, 35K85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3634"],"date":["2011-02-17","2011-08-17"],"type":["text"],"creator":["Gassous, Anouar M.","Rascanu, Aurel","Rotenstein, Eduard"],"language":[],"coverage":[],"title":["Stochastic variational inequalities with oblique subgradients"],"description":["  In this paper we will study the existence and uniqueness of the solution for\nthe stochastic variational inequality with oblique subgradients of the\nfollowing form:{l} dX_{t}+H(X_{t}) \\partial \\phi (X_{t}) (dt) \\ni f(t,X_{t})\ndt+g(t,X_{t}) dB_{t},\\quad t>0,\\smallskip \\ X_{0}=x\\in \\bar{\\emph{Dom}(\\phi)}.%\nThis problem is the generalization of the stochastic differential equation with\noblique reflection considered by Lions and Sznitman in `84. The existence\nresult is based on a deterministic approach; first, we prove the existence and\nuniqueness of the solution of a differential system with singular input.\n","Comment: 34 pages"]}]
["1102.3949",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3949","IEEE Journal of Selected Topics in Signal Processing, vol.5, no.\n  5, pp. 912-926, 2011","doi:10.1109/JSTSP.2011.2159773"],"date":["2011-02-18","2011-08-16"],"type":["text"],"creator":["Zhang, Zhilin","Rao, Bhaskar D."],"language":[],"coverage":[],"title":["Sparse Signal Recovery with Temporally Correlated Source Vectors Using\n  Sparse Bayesian Learning"],"description":["  We address the sparse signal recovery problem in the context of multiple\nmeasurement vectors (MMV) when elements in each nonzero row of the solution\nmatrix are temporally correlated. Existing algorithms do not consider such\ntemporal correlations and thus their performance degrades significantly with\nthe correlations. In this work, we propose a block sparse Bayesian learning\nframework which models the temporal correlations. In this framework we derive\ntwo sparse Bayesian learning (SBL) algorithms, which have superior recovery\nperformance compared to existing algorithms, especially in the presence of high\ntemporal correlations. Furthermore, our algorithms are better at handling\nhighly underdetermined problems and require less row-sparsity on the solution\nmatrix. We also provide analysis of the global and local minima of their cost\nfunction, and show that the SBL cost function has the very desirable property\nthat the global minimum is at the sparsest solution to the MMV problem.\nExtensive experiments also provide some interesting results that motivate\nfuture theoretical research on the MMV model.\n","Comment: The final version with some typos corrected. Codes can be downloaded\n  at: http://dsp.ucsd.edu/~zhilin/TSBL_code.zip"]}]
["1102.4395",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4395","Phys. Rev. B 84, 054405 (2011)","doi:10.1103/PhysRevB.84.054405"],"date":["2011-02-21"],"type":["text"],"creator":["Tomiyasu, K.","Crawford, M. K.","Adroja, D. T.","Manuel, P.","Tominaga, A.","Hara, S.","Sato, H.","Watanabe, T.","Ikeda, S. I.","Lynn, J. W.","Iwasa, K.","Yamada, K."],"language":[],"coverage":[],"title":["Molecular spin-orbit excitations in the J_eff = 1/2 frustrated spinel\n  GeCo$_2$O$_4$"],"description":["  We describe powder and single-crystal inelastic neutron scattering\nexperiments on a spinel-type antiferromagnet GeCo$_2$O$_4$, represented by an\neffective total angular momentum J_eff = 1/2. Several types of non-dispersive\nshort-range magnetic excitations were discovered. The scattering intensity maps\nin $\\vec{Q}$ space are well reproduced by dynamical structure factor analyses\nusing molecular model Hamiltonians. The results of analyses strongly suggest\nthat the molecular excitations below T_N arise from a hidden molecular-singlet\nground state, in which ferromagnetic subunits are antiferromagnetically\ncoupled. The quasielastic excitations above T_N are interpreted as its\nprecursor. A combination of frustration and J_eff = 1/2 might induce these\nquantum phenomena.\n","Comment: 7 pages, 4 figures, submitted to Phys. Rev. B"]}]
["1103.3133",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3133","Phys.Lett.B703:94-99,2011","doi:10.1016/j.physletb.2011.07.053"],"date":["2011-03-16","2011-07-22"],"type":["text"],"creator":["Kim, Hongbin"],"language":[],"coverage":[],"title":["Hawking radiation as tunneling from charged black holes in 0A string\n  theory"],"description":["  There has been much work on explaining Hawking radiation as a quantum\ntunneling process through horizons. Basically, this intuitive picture requires\nthe calculation of the imaginary part of the action for outgoing particle. And\ntwo ways are known for achieving this goal: the null-geodesic method and the\nHamilton-Jacobi method. We apply these methods to the charged black holes in 2D\ndilaton gravity which is originated from the low energy effective theory of\ntype 0A string theory. We derive the correct Hawking temperature of the black\nholes including the effect of the back reaction of the radiation, and obtain\nthe entropy by using the 1st law of black hole thermodynamics. For fixed-charge\nensemble, the 0A black holes are free of phase transition and thermodynamically\nstable regardless of mass-charge ratio. We show this by interpreting the back\nreaction term as the inverse of the heat capacity of the black holes. Finally,\nthe possibility of the phase transition in the fixed-potential ensemble is\ndiscussed.\n","Comment: 12 pages; v2: references added, revised with some changes in formula\n  and unaltered conclusions, to be published in Phys. Lett. B"]}]
["1103.3412",{"format":[],"subject":["Mathematics - Dynamical Systems","37E05, 37B40, 54H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3412","Topology and its Applications 158 (2011) pp. 2221-2231","doi:10.1016/j.topol.2011.07.013"],"date":["2011-03-17","2011-07-30"],"type":["text"],"creator":["Li, Jian"],"language":[],"coverage":[],"title":["Transitive points via Furstenberg family"],"description":["  Let $(X,T)$ be a topological dynamical system and $\\mathcal{F}$ be a\nFurstenberg family (a collection of subsets of $\\mathbb{Z}_+$ with hereditary\nupward property). A point $x\\in X$ is called an $\\mathcal{F}$-transitive one if\n$\\{n\\in\\mathbb{Z}_+:\\, T^n x\\in U\\}\\in\\F$ for every nonempty open subset $U$ of\n$X$; the system $(X,T)$ is called $\\F$-point transitive if there exists some\n$\\mathcal{F}$-transitive point. In this paper, we aim to classify transitive\nsystems by $\\mathcal{F}$-point transitivity. Among other things, it is shown\nthat $(X,T)$ is a weakly mixing E-system (resp.\\@ weakly mixing M-system,\nHY-system) if and only if it is $\\{\\textrm{D-sets}\\}$-point transitive (resp.\\@\n$\\{\\textrm{central sets}\\}$-point transitive, $\\{\\textrm{weakly thick\nsets}\\}$-point transitive).\n  It is shown that every weakly mixing system is $\\mathcal{F}_{ip}$-point\ntransitive, while we construct an $\\mathcal{F}_{ip}$-point transitive system\nwhich is not weakly mixing. As applications, we show that every transitive\nsystem with dense small periodic sets is disjoint from every totally minimal\nsystem and a system is $\\Delta^*(\\mathcal{F}_{wt})$-transitive if and only if\nit is weakly disjoint from every P-system.\n","Comment: Minor changes, 19 pages,to appear in Topology and its applications"]}]
["1103.4145",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4145","JHEP 1108 (2011) 037","doi:10.1007/JHEP08(2011)037"],"date":["2011-03-21","2011-08-17"],"type":["text"],"creator":["Erdmenger, Johanna","Grass, Viviane","Kerner, Patrick","Ngo, Thanh Hai"],"language":[],"coverage":[],"title":["Holographic Superfluidity in Imbalanced Mixtures"],"description":["  We construct superfluid black hole solutions with two chemical potentials. By\nanalogy with QCD, the two chemical potentials correspond to the baryon and\nisospin symmetries, respectively. We consider two systems: the back-reacted\nU(2) Einstein-Yang-Mills theory in 4+1 dimensions and the 9+1-dimensional D3/D7\nbrane setup with two coincident D7-brane probes. In the D7-brane model, the\nidentification of baryon and isospin chemical potential is explicit since the\ndual field theory is explicitly known. Studying the phase diagram, we find in\nboth systems a quantum phase transition at a critical ratio of the two chemical\npotentials. However the quantum phase transition is different in the two\nsystems: In the D3/D7 brane setup we always find a second order phase\ntransition, while in the Einstein-Yang-Mills theory, depending on the strength\nof the back-reaction, we obtain a continuous or first order transition. We\nexpect the continuous quantum phase transition to be BKT-like. We comment on\nthe origin of this differing behavior in these apparently very similar models\nand compare to phenomenological systems.\n","Comment: 33 pages, 10 pdf files in 6 figures, v2: Discussion of D3/D7 setup at\n  zero temperature revised"]}]
["1103.6161",{"format":[],"subject":["Mathematics - Functional Analysis","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.6161"],"date":["2011-03-31","2011-08-17"],"type":["text"],"creator":["Braverman, Mark","Makarychev, Konstantin","Makarychev, Yury","Naor, Assaf"],"language":[],"coverage":[],"title":["The Grothendieck constant is strictly smaller than Krivine's bound"],"description":["  We prove that $K_G<\\frac{\\pi}{2\\log(1+\\sqrt{2})}$, where $K_G$ is the\nGrothendieck constant.\n","Comment: An extended abstract describing the contents of this work will appear\n  in FOCS 2011. Suggestions of the FOCS reviewers have been addressed"]}]
["1104.0410",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","Mathematics - Group Theory","57M, 20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0410"],"date":["2011-04-03","2011-08-17"],"type":["text"],"creator":["Shalen, Peter B."],"language":[],"coverage":[],"title":["Orders of elements in finite quotients of Kleinian groups"],"description":["  A positive integer $m$ will be called a {\\it finitistic order} for an element\n$\\gamma$ of a group $\\Gamma$ if there exist a finite group $G$ and a\nhomomorphism $h:\\Gamma\\to G$ such that $h(\\gamma)$ has order $m$ in $G$. It is\nshown that up to conjugacy, all but finitely many elements of a given finitely\ngenerated, torsion-free Kleinian group admit a given integer $m>2$ as a\nfinitistic order.\n","Comment: 21 pp. I have largely rewritten Section 2 in order to correct the\n  statement of Proposition 2.7. The original statement was not logically clear,\n  and was not well adapted to an application in the more recent paper [22]"]}]
["1104.0697",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0697","Phys. Rev. Lett. 107, 088901 (2011)","doi:10.1103/PhysRevLett.107.088901"],"date":["2011-04-04"],"type":["text"],"creator":["Levin, Yan","Pakter, Renato"],"language":[],"coverage":[],"title":["Comment on: Thermostatistics of Overdamped Motion of Interacting\n  Particles [arXiv:1008.1421]"],"description":["  In a recent paper, Phys. Rev. Lett. 105 260601 (2010) [arXiv:1008.1421],\nAndrade et al., argued that classical particles confined in a parabolic trap at\nT=0 distribute themselves in accordance with the Tsallis statistics. To prove\ntheir point the authors performed molecular dynamics simulations. Here we show\nthat the model of Andrade et al. can be solved exactly. The distribution of\nparticles at T=0 has nothing to do with the Tsallis entropy and is determined\nsimply by the force balance.\n"]}]
["1104.1144",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1144","Physical Review A 84, 022322 (2011)","doi:10.1103/PhysRevA.84.022322"],"date":["2011-04-06","2011-08-17"],"type":["text"],"creator":["Toloui, Borzu","Gour, Gilad","Sanders, Barry C."],"language":[],"coverage":[],"title":["Constructing monotones for quantum phase references in totally dephasing\n  channels"],"description":["  Restrictions on quantum operations give rise to resource theories. Total lack\nof a shared reference frame for transformations associated with a group G\nbetween two parties is equivalent to having, in effect, an invariant channel\nbetween the parties and a corresponding superselection rule. The resource\nassociated with the absence of the reference frame is known as \"frameness\" or\n\"asymmetry.\" We show that any entanglement monotone for pure bipartite states\ncan be adapted as a pure-state frameness monotone for phase-invariant channels\n[equivalently U(1) superselection rules] and extended to the case of mixed\nstates via the convex-roof extension. As an application, we construct a family\nof concurrence monotones for U(1) frameness for general finite-dimensional\nHilbert spaces. Furthermore, we study \"frameness of formation\" for mixed states\nanalogous to entanglement of formation. In the case of a qubit, we show that it\ncan be expressed as an analytical function of the concurrence analogously to\nthe Wootters formula for entanglement of formation. Our results highlight deep\nlinks between entanglement and frameness resource theories.\n","Comment: 10 pages"]}]
["1104.2096",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2096","J. Math. Phys. 52, 072105 (2011)","doi:10.1063/1.3614503"],"date":["2011-04-11","2011-06-30"],"type":["text"],"creator":["Miyadera, Takayuki"],"language":[],"coverage":[],"title":["Uncertainty Relations for Joint Localizability and Joint Measurability\n  in Finite-Dimensional Systems"],"description":["  Two quantities quantifying uncertainty relations are examined. In\nJ.Math.Phys. 48, 082103 (2007), Busch and Pearson investigated the limitation\non joint localizability and joint measurement of position and momentum by\nintroducing overall width and error bar width. In this paper, we show a simple\nrelationship between these quantities for finite-dimensional systems. Our\nresult indicates that if there is a bound on joint localizability, it is\npossible to obtain a similar bound on joint measurability. For\nfinite-dimensional systems, uncertainty relations for a pair of general\nprojection-valued measures are obtained as by-products.\n","Comment: 10 pages. To appear in Journal of Mathematical Physics"]}]
["1104.2153",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2153","JHEP 1107 (2011) 081","doi:10.1007/JHEP07(2011)081"],"date":["2011-04-12","2011-04-14"],"type":["text"],"creator":["Butter, Daniel","Kuzenko, Sergei M."],"language":[],"coverage":[],"title":["N=2 AdS supergravity and supercurrents"],"description":["  We consider the minimal off-shell formulation for four-dimensional N=2\nsupergravity with a cosmological term, in which the second compensator is an\nimproved tensor multiplet. We use it to derive a linearized supergravity action\n(and its dual versions) around the anti-de Sitter (AdS) background in terms of\nthree N=2 off-shell multiplets: an unconstrained scalar superfield, vector and\ntensor multiplets. This allows us to deduce the structure of the supercurrent\nmultiplet associated with those supersymmetric theories which naturally couple\nto the supergravity formulation chosen, with or without a cosmological term.\nFinally, our linearized N=2 AdS supergravity action is reduced to N=1\nsuperspace. The result is a sum of two N=1 linearized actions describing (i)\nold minimal supergravity; and (ii) an off-shell massless gravitino multiplet.\nWe also derive dual formulations for the massless N=1 gravitino multiplet in\nAdS. As a by-product of our consideration, we derive the consistent\nsupergravity extension of the N=1 supercurrent multiplet advocated recently by\nKomargodski and Seiberg.\n","Comment: 53 pages; v2. typos corrected, references added"]}]
["1104.2163",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2163","Phys. Rev. B 84, 035115 (2011)","doi:10.1103/PhysRevB.84.035115"],"date":["2011-04-12"],"type":["text"],"creator":["Tomiyasu, K.","Ueda, H.","Matsuda, M.","Yokoyama, M.","Iwasa, K.","Yamada, K."],"language":[],"coverage":[],"title":["Molecular spin-liquid state in spin-3/2 frustrated spinel HgCr$_2$O$_4$"],"description":["  A hexamer-type spin excitation seen in spinel chromates $A$Cr$_2$O$_4$ ($A$ =\nMg, Zn, or Cd) is the representative spin-liquid-like state caused by\ngeometrical frustration. To clarify an origin of the state, we comparatively\nstudied spin excitations in an isomorphic material HgCr$_2$O$_4$ by inelastic\nneutron scattering, and observed a different molecular-type excitation.\nNumerical analyses performed using model Hamiltonians suggest that these two\ntypes of spin excitations originate from a spin-3/2 molecular singlet hidden in\na magnetically ordered phase. The difference between the molecular types is\nexplained by the difference in the kind of exchange interactions occurring in\nthe chromates.\n","Comment: 5 pages, 2 figures"]}]
["1104.2945",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2945","Appl. Phys. Lett., 98 (2011) 241105","doi:10.1063/1.3600779"],"date":["2011-04-14"],"type":["text"],"creator":["Mason, J. A.","Smith, S.","Wasserman, D."],"language":[],"coverage":[],"title":["Strong absorption and selective thermal emission from a mid-infrared\n  metamaterial"],"description":["  We demonstrate thin-film metamaterials with resonances in the mid-infrared\nwavelength range. Our structures are numerically modeled and experimentally\ncharacterized by reflection and angularly-resolved thermal emission\nspectroscopy. We demonstrate strong and controllable absorption resonances\nacross the mid-infrared wavelength range. In addition, the polarized thermal\nemission from these samples is shown to be highly selective and largely\nindependent of emission angles from normal to 45 degrees. Experimental results\nare compared to numerical models with excellent agreement. Such structures hold\npromise for large-area, low-cost metamaterial coatings for control of gray- or\nblack-body thermal signatures, as well as for possible mid-IR sensing\napplications.\n","Comment: The following article has been submitted to Appl. Phys. Lett. After\n  it is published, it will be found at http://apl.aip.org/. 14 pages including\n  4 figure pages"]}]
["1104.4462",{"format":[],"subject":["Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4462","Acta Astronautica (2011) 68:2114-2129","doi:10.1016/j.actaastro.2010.10.012"],"date":["2011-04-22","2011-08-16"],"type":["text"],"creator":["Baum, Seth D.","Haqq-Misra, Jacob D.","Domagal-Goldman, Shawn D."],"language":[],"coverage":[],"title":["Would contact with extraterrestrials benefit or harm humanity? A\n  scenario analysis"],"description":["  While humanity has not yet observed any extraterrestrial intelligence (ETI),\ncontact with ETI remains possible. Contact could occur through a broad range of\nscenarios that have varying consequences for humanity. However, many\ndiscussions of this question assume that contact will follow a particular\nscenario that derives from the hopes and fears of the author. In this paper, we\nanalyze a broad range of contact scenarios in terms of whether contact with ETI\nwould benefit or harm humanity. This type of broad analysis can help us prepare\nfor actual contact with ETI even if the details of contact do not fully\nresemble any specific scenario.\n","Comment: 33 Pages, 1 Figure, PDF File"]}]
["1105.0682",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0682","New Journal of Physics, Vol 13, 083021, 2011","doi:10.1088/1367-2630/13/8/083021"],"date":["2011-05-03"],"type":["text"],"creator":["Levy, James E.","Carroll, Malcolm S.","Ganti, Anand","Phillips, Cynthia A.","Landahl, Andrew J.","Gurrieri, Thomas M.","Carr, Robert D.","Stalford, Harold L.","Nielsen, Erik"],"language":[],"coverage":[],"title":["Implications of Electronics Constraints for Solid-State Quantum Error\n  Correction and Quantum Circuit Failure Probability"],"description":["  In this paper we present the impact of classical electronics constraints on a\nsolid-state quantum dot logical qubit architecture. Constraints due to routing\ndensity, bandwidth allocation, signal timing, and thermally aware placement of\nclassical supporting electronics significantly affect the quantum error\ncorrection circuit's error rate. We analyze one level of a quantum error\ncorrection circuit using nine data qubits in a Bacon-Shor code configured as a\nquantum memory. A hypothetical silicon double quantum dot quantum bit (qubit)\nis used as the fundamental element. A pessimistic estimate of the error\nprobability of the quantum circuit is calculated using the total number of\ngates and idle time using a provably optimal schedule for the circuit\noperations obtained with an integer program methodology. The micro-architecture\nanalysis provides insight about the different ways the electronics impact the\ncircuit performance (e.g., extra idle time in the schedule), which can\nsignificantly limit the ultimate performance of any quantum circuit and\ntherefore is a critical foundation for any future larger scale architecture\nanalysis.\n","Comment: 10 pages, 7 figures, 3 tables"]}]
["1105.0924",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0924","Phys. Rev. B 84, 075122 (2011)","doi:10.1103/PhysRevB.84.075122"],"date":["2011-05-04","2011-08-17"],"type":["text"],"creator":["Bauer, J.","Jakubczyk, P.","Metzner, W."],"language":[],"coverage":[],"title":["Critical temperature and Ginzburg region near a quantum critical point\n  in two-dimensional metals"],"description":["  We compute the transition temperature $T_c$ and the Ginzburg temperature\n$T_{\\rm G}$ above $T_c$ near a quantum critical point at the boundary of an\nordered phase with a broken discrete symmetry in a two-dimensional metallic\nelectron system. Our calculation is based on a renormalization group analysis\nof the Hertz action with a scalar order parameter. We provide analytic\nexpressions for $T_c$ and $T_{\\rm G}$ as a function of the non-thermal control\nparameter for the quantum phase transition, including logarithmic corrections.\nThe Ginzburg regime between $T_c$ and $T_{\\rm G}$ occupies a sizable part of\nthe phase diagram.\n","Comment: 5 pages, 1 figure"]}]
["1105.2499",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2499"],"date":["2011-05-12","2011-08-17"],"type":["text"],"creator":["Miyadera, Takayuki"],"language":[],"coverage":[],"title":["Relation between information and disturbance in quantum key distribution\n  protocol with classical Alice"],"description":["  The \"semiquantum\" key distribution protocol introduced by Zou et al. [Phys.\nRev. A Vol.79, 052312 (2009)] is examined. The protocol while using two-way\nquantum communication requires only Bob to be fully quantum. We derive a\ntrade-off inequality between information gained by Eve and the disturbance\nobserved by legitimate users. It guarantees that Eve cannot obtain large\ninformation if the disturbance is sufficiently small.\n","Comment: To appear in International Journal of Quantum Information"]}]
["1105.4451",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4451","Phys. Rev. Lett. 107, 077004 (2011)","doi:10.1103/PhysRevLett.107.077004"],"date":["2011-05-23","2011-08-17"],"type":["text"],"creator":["Agarwal, Amit","Polini, Marco","Fazio, Rosario","Vignale, G."],"language":[],"coverage":[],"title":["Persistent spin oscillations in a spin-orbit-coupled superconductor"],"description":["  Quasi-two-dimensional superconductors with tunable spin-orbit coupling are\nvery interesting systems with properties that are also potentially useful for\napplications. In this manuscript we demonstrate that these systems exhibit\nundamped collective spin oscillations that can be excited by the application of\na supercurrent. We propose to use these collective excitations to realize\npersistent spin oscillators operating in the frequency range of 10 GHz - 1 THz.\n","Comment: 10 pages, 4 figures, published version"]}]
["1105.4467",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4467","ApJ, 738, 86 (11pp) 2011","doi:10.1088/0004-637X/738/1/86"],"date":["2011-05-23","2011-06-29"],"type":["text"],"creator":["Carron, Julien"],"language":[],"coverage":[],"title":["On the incompleteness of the moment and correlation function hierarchy\n  as probes of the lognormal field"],"description":["  We trace with analytical methods and in a model parameter independent manner\nthe independent bits of Fisher information of each of the moments of the\nlognormal distribution, as a now standard prescription for the distribution of\nthe cosmological matter density field, as it departs from Gaussian initial\nconditions. We show that, when entering the regime of large fluctuations, only\na tiny, dramatically decaying fraction of the total information content remains\naccessible through the extraction of the full series of moments of the field.\nThis is due to a known peculiarity of highly tailed distributions, that they\ncannot be uniquely recovered given the values of all of their moments. This\nrenders under this lognormal assumption cosmological probes such as the\ncorrelation function hierarchy or equivalently their Fourier transforms\nfundamentally limited once the field becomes non linear, for any parameter of\ninterest. We show that the fraction of the information accessible from\ntwo-point correlations decays to zero following the inverse squared variance of\nthe field. We discuss what general properties of a random field's probability\ndensity function are making the correlation function hierarchy an efficient or\ninefficient, complete or incomplete set of probes of any model parameter.\n","Comment: 19 pages, 5 figures, matches version accepted for publication in ApJ"]}]
["1105.5644",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5644","Phys.Rev.D84:031701,2011","doi:10.1103/PhysRevD.84.031701"],"date":["2011-05-27","2011-08-17"],"type":["text"],"creator":["Hektor, Andi","Hütsi, Gert","Kadastik, Mario","Kannike, Kristjan","Raidal, Martti","Straub, David M."],"language":[],"coverage":[],"title":["Direct detection and CMB constraints on light DM scenario of top quark\n  asymmetry and dijet excess at Tevatron"],"description":["  We study in detail the model by Isidori and Kamenik that is claimed to\nexplain the top quark forward-backward asymmetry at Tevatron, provide GeV-scale\ndark matter (DM), and possibly improve the agreement between data and theory in\nTevatron W+jj events. We compute the DM thermal relic density, the\nspin-independent DM-nucleon scattering cross section, and the cosmic microwave\nbackground constraints on both Dirac and Majorana neutralino DM in the\nparameter space that explains the top asymmetry. A stable light neutralino is\nnot allowed unless the local DM density is 3-4 times smaller than expected, in\nwhich case Dirac DM with mass around 3 GeV may be possible, to be tested by the\nPlanck mission. The model predicts a too broad excess in the dijet distribution\nand a strong modification of the missing E_T distribution in W+jj events.\n","Comment: 4 pages, 4 figures; fig. 2 corrected, conclusions slightly changed,\n  matches published version"]}]
["1105.6044",{"format":[],"subject":["Physics - General Physics","83A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.6044","Gravitation and Cosmology, 2011, Vol. 17, No. 3, pp. 218-223","doi:10.1134/S0202289311030108"],"date":["2011-05-30","2011-08-17"],"type":["text"],"creator":["Voytik, Vitaliy"],"language":[],"coverage":[],"title":["The general form-invariance principle"],"description":["  We postulate the applicability of the general form-invariance principle in\nspecial relativity. It is shown that this principle holds in classical\nmechanics. Some examples of transformations between the reference frames which\nsatisfy this principle are considered. A new transformation is proposed for a\ntransition from a uniformly rotating reference frame to a reference frame whose\norigin is shifted from the rotation axis. Another possible formulation of this\nprinciple is given for the case of stationary rigid reference frames which\ndiffer from one another only by the position of the origin.\n","Comment: 12 pages, corrected typos; ISSN 0202-2893"]}]
["1106.3685",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science","Mathematics - Logic","03B60, 03B15, 68T27, 68T30, 68T15","I.2.3","I.2.4","I.2.0","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3685"],"date":["2011-06-18","2011-08-17"],"type":["text"],"creator":["Benzmueller, Christoph","Gabbay, Dov","Genovese, Valerio","Rispoli, Daniele"],"language":[],"coverage":[],"title":["Embedding and Automating Conditional Logics in Classical Higher-Order\n  Logic"],"description":["  A sound and complete embedding of conditional logics into classical\nhigher-order logic is presented. This embedding enables the application of\noff-the-shelf higher-order automated theorem provers and model finders for\nreasoning within and about conditional logics.\n","Comment: 15 pages, 1 Figure, 1 Table"]}]
["1106.3723",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3723","JHEP 08 (2011) 042","doi:10.1007/JHEP08(2011)042"],"date":["2011-06-19","2011-07-22"],"type":["text"],"creator":["Cooper-Sarkar, Amanda","Mertsch, Philipp","Sarkar, Subir"],"language":[],"coverage":[],"title":["The high energy neutrino cross-section in the Standard Model and its\n  uncertainty"],"description":["  Updated predictions are presented for high energy neutrino and antineutrino\ncharged and neutral current cross-sections within the conventional DGLAP\nformalism of NLO QCD using modern PDF fits. PDF uncertainties from model\nassumptions and parametrization bias are considered in addition to the\nexperimental uncertainties. Particular attention is paid to assumptions and\nbiases which could signal the need for extension of the conventional formalism\nto include effects such as ln(1/x) resummation or non-linear effects of high\ngluon density.\n","Comment: 15 pages, 13 figures, 2 tables (REVTeX4); clarifying comments and\n  link to tabulated cross sections at\n  http://www-pnp.physics.ox.ac.uk/~cooper/neutrino/ added; to appear in JHEP"]}]
["1106.4902",{"format":[],"subject":["Mathematical Physics","Mathematics - Complex Variables","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4902"],"date":["2011-06-24","2011-08-16"],"type":["text"],"creator":["Berman, Robert J."],"language":[],"coverage":[],"title":["Sharp asymptotics for Toeplitz determinants, fluctuations and the\n  gaussian free field on a Riemann surface"],"description":["  We consider canonical determinantal random point processes with N particles\non a compact Riemann surface X defined with respect to the constant curvature\nmetric. In the higher genus (hyperbolic) cases these point processes may be\ndefined in terms of automorphic forms. We establish strong exponential\nconcentration of measure type properties involving Dirichlet norms of linear\nstatistics. This gives an optimal Central Limit Theorem (CLT), saying that the\nfluctuations of the corresponding empirical measures converge, in the large N\nlimt, towards the Laplacian of the Gaussian free field on X in the strongest\npossible sense. The CLT is also shown to be equivalent to a new sharp strong\nSzeg\\\"o type theorem for Toeplitz determinants in this context. One of the\ningredients in the proofs are new Bergman kernel asymptotics providing\nexponentially small error terms in a constant curvature setting.\n","Comment: v1: 15 pages, v2: 21 pages, added new Bergman kernel asymptotics with\n  exponentially small error terms"]}]
["1106.6161",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.6161"],"date":["2011-06-30","2011-08-17"],"type":["text"],"creator":["Franosch, Thomas","Grimm, Matthias","Belushkin, Maxim","Mor, Flavio","Foffi, Giuseppe","Forró, László","Jeney, Sylvia"],"language":[],"coverage":[],"title":["Resonances arising from hydrodynamic memory in Brownian motion - The\n  colour of thermal noise"],"description":["  Observation of the Brownian motion of a small probe interacting with its\nenvironment is one of the main strategies to characterize soft matter.\nEssentially two counteracting forces govern the motion of the Brownian\nparticle. First, the particle is driven by the rapid collisions with the\nsurrounding solvent molecules, referred to as thermal noise. Second, the\nfriction between the particle and the viscous solvent damps its motion.\nConventionally, the thermal force is assumed to be random and characterized by\na white noise spectrum. Friction is assumed to be given by the Stokes drag,\nimplying that motion is overdamped. However, as the particle receives momentum\nfrom the fluctuating fluid molecules, it also displaces the fluid in its\nimmediate vicinity. The entrained fluid acts back on the sphere and gives rise\nto long-range correlation. This hydrodynamic memory translates to thermal\nforces, which display a coloured noise spectrum. Even 100 years after Perrin's\npioneering experiments on Brownian motion, direct experimental observation of\nthis colour has remained elusive. Here, we measure the spectrum of thermal\nnoise by confining the Brownian fluctuations of a microsphere by a strong\noptical trap. We show that due to hydrodynamic correlations the power spectral\ndensity of the spheres positional fluctuations exhibits a resonant peak in\nstrong contrast to overdamped systems. Furthermore, we demonstrate that peak\namplification can be achieved through parametric excitation. In analogy to\nMicrocantilever-based sensors our results demonstrate that the\nparticle-fluid-trap system can be considered as a nanomechanical resonator,\nwhere the intrinsic hydrodynamic backflow enhances resonance. Therefore,\ninstead of being a disturbance, details in thermal noise can be exploited for\nthe development of new types of sensors and particle-based assays for\nlab-on-a-chip applications.\n"]}]
["1107.0298",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0298","PoS ICHEP2010:197,2010"],"date":["2011-07-01"],"type":["text"],"creator":["Esen, Sevda","collaboration, for the Belle"],"language":[],"coverage":[],"title":["Observation of $B_s^{0} \\to D_s^{*-} \\pi^{+}$, $B_s^{0} \\to D_s^{(*)-}\n  \\rho^{+} $ and $B_s^{0} \\to D_s^{(*)+} D_s^{(*)-}$ and Estimate of $\\Delta\n  \\Gamma_{CP}$ at Belle"],"description":["  The large data sample being recorded with the Belle detector at the\n$\\Upsilon$(5S) energy provides a unique opportunity to study the\nless-well-known $B_s^{0}$ meson decays. Following our recent measurement of\n$B_s^{0}\\to D_s^{-}\\pi^{+}$ in a sample of 23.6 fb$^{-1}$, we extend the\nanalysis to include decays with photons in the final state. Using the same\nsample, we report the first observation of three other dominant exclusive\n$B_s^{0}$ decays, in the modes $B_s^{0}\\to D_s^{*-}\\pi^+$, $B_s^{0}\\to\nD_s^{-}\\rho^+$ and $B_s^{0}\\to D_s^{*-}\\rho^+$. We measure their respective\nbranching fractions and, using helicity-angle distributions, the longitudinal\npolarization fraction of the $B_s^{0}\\to D_s^{*-}\\rho^+$ decay.\n  We also present a measurement of the branching fractions for the decays\n$B_s^{0} \\to D_s^{(*)+}D_s^{(*)-}$. In the heavy quark limit, this branching\nfraction is directly related to the width difference between the $B_s$ CP-even\nand CP-odd eigenstates.\n","Comment: 4 pages, 2 figures, To appear in the proceedings of the \"35th\n  International Conference On High Energy Physics: ICHEP 2010\", 21-28 July\n  2010, Paris, France"]}]
["1107.0511",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0511"],"date":["2011-07-03","2011-08-17"],"type":["text"],"creator":["Tausz, Andrew","Carlsson, Gunnar"],"language":[],"coverage":[],"title":["Homological Coordinatization"],"description":["  In this paper, we review a method for computing and parameterizing the set of\nhomotopy classes of chain maps between two chain complexes. This is then\napplied to finding topologically meaningful maps between simplicial complexes,\nwhich in the context of topological data analysis, can be viewed as an\nextension of conventional unsupervised learning methods to simplicial\ncomplexes.\n"]}]
["1107.2153",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55, 35K59, 35K67, 35K92, 35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2153"],"date":["2011-07-11","2011-08-17"],"type":["text"],"creator":["Bonforte, Matteo","Figalli, Alessio"],"language":[],"coverage":[],"title":["Total Variation Flow and Sign Fast Diffusion in one dimension"],"description":["  We consider the dynamics of the Total Variation Flow (TVF)\n$u_t=\\div(Du/|Du|)$ and of the Sign Fast Diffusion Equation (SFDE)\n$u_t=\\Delta\\sign(u)$ in one spatial dimension. We find the explicit dynamic and\nsharp asymptotic behaviour for the TVF, and we deduce the one for the SFDE by\nan explicit correspondence between the two equations.\n"]}]
["1107.2482",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.0","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2482"],"date":["2011-07-13","2011-08-17"],"type":["text"],"creator":["Jindal, Anant","Kochar, Gazal","Pal, Manjish"],"language":[],"coverage":[],"title":["Maximum Matchings via Glauber Dynamics"],"description":["  In this paper we study the classic problem of computing a maximum cardinality\nmatching in general graphs $G = (V, E)$. The best known algorithm for this\nproblem till date runs in $O(m \\sqrt{n})$ time due to Micali and Vazirani\n\\cite{MV80}. Even for general bipartite graphs this is the best known running\ntime (the algorithm of Karp and Hopcroft \\cite{HK73} also achieves this bound).\nFor regular bipartite graphs one can achieve an $O(m)$ time algorithm which,\nfollowing a series of papers, has been recently improved to $O(n \\log n)$ by\nGoel, Kapralov and Khanna (STOC 2010) \\cite{GKK10}. In this paper we present a\nrandomized algorithm based on the Markov Chain Monte Carlo paradigm which runs\nin $O(m \\log^2 n)$ time, thereby obtaining a significant improvement over\n\\cite{MV80}.\n  We use a Markov chain similar to the \\emph{hard-core model} for Glauber\nDynamics with \\emph{fugacity} parameter $\\lambda$, which is used to sample\nindependent sets in a graph from the Gibbs Distribution \\cite{V99}, to design a\nfaster algorithm for finding maximum matchings in general graphs. Our result\ncrucially relies on the fact that the mixing time of our Markov Chain is\nindependent of $\\lambda$, a significant deviation from the recent series of\nworks \\cite{GGSVY11,MWW09, RSVVY10, S10, W06} which achieve computational\ntransition (for estimating the partition function) on a threshold value of\n$\\lambda$. As a result we are able to design a randomized algorithm which runs\nin $O(m\\log^2 n)$ time that provides a major improvement over the running time\nof the algorithm due to Micali and Vazirani. Using the conductance bound, we\nalso prove that mixing takes $\\Omega(\\frac{m}{k})$ time where $k$ is the size\nof the maximum matching.\n","Comment: It has been pointed to us independently by Yuval Peres, Jonah\n  Sherman, Piyush Srivastava and other anonymous reviewers that the coupling\n  used in this paper doesn't have the right marginals because of which the\n  mixing time bound doesn't hold, and also the main result presented in the\n  paper. We thank them for reading the paper with interest and promptly\n  pointing out this mistake"]}]
["1107.5133",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5133","Appl. Phys. Lett. 99, 073106 (2011)","doi:10.1063/1.3625924"],"date":["2011-07-26"],"type":["text"],"creator":["Goswami, S.","Bhattacharya, Dipten","Choudhury, P.","Ouladdiaf, B.","Chatterji, T."],"language":[],"coverage":[],"title":["Multiferroic coupling in nanoscale BiFeO3"],"description":["  Using the results of x-ray and neutron diffraction experiments, we show that\nthe ferroelectric polarization, in ~22 nm particles of BiFeO3, exhibits a jump\nby ~30% around the magnetic transition point T_N (~635 K) and a suppression by\n~7% under 5T magnetic field at room temperature (<<T_N). These results confirm\npresence of strong multiferroic coupling even in nanoscale BiFeO3 and thus\ncould prove to be quite useful for applications based on nanosized devices of\nBiFeO3.\n","Comment: 4 pages including 4 figures and supplementary data; accepted for\n  publication in Appl. Phys. Lett"]}]
["1107.5226",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Nonlinear Sciences - Pattern Formation and Solitons","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5226","Phys.Plasmas 18:072902,2011","doi:10.1063/1.3606365"],"date":["2011-07-26"],"type":["text"],"creator":["Danehkar, Ashkbiz","Saini, Nareshpal Singh","Hellberg, Manfred A.","Kourakis, Ioannis"],"language":[],"coverage":[],"title":["Electron-acoustic solitary waves in the presence of a suprathermal\n  electron component"],"description":["  The nonlinear dynamics of electron-acoustic localized structures in a\ncollisionless and unmagnetized plasma consisting of \"cool\" inertial electrons,\n\"hot\" electrons having a kappa distribution, and stationary ions is studied.\nThe inertialess hot electron distribution thus has a long-tailed suprathermal\n(non-Maxwellian) form. A dispersion relation is derived for linear\nelectron-acoustic waves. They show a strong dependence of the charge screening\nmechanism on excess suprathermality (through \\kappa). A nonlinear\npseudopotential technique is employed to investigate the occurrence of\nstationary-profile solitary waves, focusing on how their characteristics depend\non the spectral index \\kappa, and the hot-to-cool electron temperature and\ndensity ratios. Only negative polarity solitary waves are found to exist, in a\nparameter region which becomes narrower as deviation from the Maxwellian\n(suprathermality) increases, while the soliton amplitude at fixed soliton speed\nincreases. However, for a constant value of the true Mach number, the amplitude\ndecreases for decreasing \\kappa.\n","Comment: 11 pages, 7 figures"]}]
["1108.0815",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0815"],"date":["2011-08-03","2011-08-17"],"type":["text"],"creator":["Narikiyo, O."],"language":[],"coverage":[],"title":["Ward Identities for Cooper Pairs"],"description":["  Ward identities for Cooper pairs are derived. These give consistent\ndescription of electronic curent vertex and thermal current vertex.\n"]}]
["1108.1091",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1091"],"date":["2011-08-04","2011-08-17"],"type":["text"],"creator":["Moser, Jan"],"language":[],"coverage":[],"title":["A minimal integral of the Riemann $\\Xi$-function"],"description":["  In this paper we obtain an equilibrium sequence $\\{\\omega_n\\}$ for which the\nfollowing holds true: the areas (measures) of the figures corresponding to the\npositive and negative parts, respectively, of the graph of the function\n$\\Xi(t),\\ t\\in[\\omega_n,\\omega_{n+1}]$ are equal. Dedicated to the 500th\nanniversary of rabbi L\\\"ow.\n","Comment: minor change"]}]
["1108.1299",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1299"],"date":["2011-08-05","2011-08-17"],"type":["text"],"creator":["Andrzejewski, K.","Gonera, J."],"language":[],"coverage":[],"title":["On the geometry of conformal mechanics"],"description":["  A geometric picture of conformally invariant mechanics is presented. Although\nthe standard form of the model is recovered, the careful analysis of global\ngeometry of phase space leads to the conclusion that, in the attractive case,\nthe singularity related to the phenomenon of \"falling on the center\" is\nspurious. This opens new possibilities concerning both the interpretation and\nquantization of the model. Moreover, similar modification seem to be relevant\nin supersymmetric and multidimensional generalization of conformal mechanics.\n","Comment: 8 pages, 4 figures, two references added"]}]
["1108.2580",{"format":[],"subject":["Computer Science - Learning","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2580"],"date":["2011-08-12","2011-08-17"],"type":["text"],"creator":["Wu, Yao","Yan, Qiang","Bickson, Danny","Low, Yucheng","Yang, Qing"],"language":[],"coverage":[],"title":["Efficient Multicore Collaborative Filtering"],"description":["  This paper describes the solution method taken by LeBuSiShu team for track1\nin ACM KDD CUP 2011 contest (resulting in the 5th place). We identified two\nmain challenges: the unique item taxonomy characteristics as well as the large\ndata set size.To handle the item taxonomy, we present a novel method called\nMatrix Factorization Item Taxonomy Regularization (MFITR). MFITR obtained the\n2nd best prediction result out of more then ten implemented algorithms. For\nrapidly computing multiple solutions of various algorithms, we have implemented\nan open source parallel collaborative filtering library on top of the GraphLab\nmachine learning framework. We report some preliminary performance results\nobtained using the BlackLight supercomputer.\n","Comment: In ACM KDD CUP Workshop 2011"]}]
["1108.2709",{"format":[],"subject":["High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2709"],"date":["2011-08-12","2011-08-17"],"type":["text"],"creator":["Page, Don N."],"language":[],"coverage":[],"title":["Quantum Uncertainties in the Schmidt Basis Given by Decoherence"],"description":["  A common misconception is that decoherence gives the eigenstates that we\nobserve to be fairly definite about a subsystem (e.g., approximate eigenstates\nof position) as the elements of the Schmidt basis in which the density matrix\nof the subsystem is diagonal. Here I show that in simple examples of linear\nsystems with gaussian states, the Schmidt basis states have as much mean\nuncertainty about position as the full density matrix with its combination of\ndifferent possibilities.\n","Comment: 16 pages, LaTeX"]}]
["1108.2849",{"format":[],"subject":["Mathematics - Probability","primary 60H10, secondary 60B11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2849"],"date":["2011-08-14"],"type":["text"],"creator":["Letac, Gérard","Massam, Hélène"],"language":[],"coverage":[],"title":["Existence and non-existence of the non-central Wishart distributions"],"description":["  The problem considered in this paper is to find when the non-central Wishart\ndistribution, defined on the cone $\\bar{\\mathcal{P}_d}$ of semi positive\ndefinite matrices of order $d$ and with a real valued shape parameter, exists.\nWe reduce this problem to the problem of existence of the measures $m(n,k,d)$\ndefined on $\\bar{\\mathcal{P}_d}$ and with Laplace transform $(\\det\ns)^{-n/2}\\exp \\tr(s^{-1}w)$ where $n$ is an integer and where\n$w=\\mathrm{diag}(0,...,0,1,...,1)$ has order $d$ and rank $k.$ We compute\n$m(d-1,d,d)$ and we show that neither $m(d-2,d,d)$ nor $m(d-2,d-1,d)$ exist.\nThis proves a conjecture of E. Mayerhofer.\n"]}]
["1108.2911",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2911"],"date":["2011-08-14","2011-08-16"],"type":["text"],"creator":["Quiros, Israel","Garcia-Salcedo, Ricardo","Aguilar, Jose Edgar Madriz"],"language":[],"coverage":[],"title":["Conformal transformations and the conformal equivalence principle"],"description":["  It is demonstrated that, unless the meaning of conformal transformations for\nthe underlying geometrical structure is discussed on a same footing as it is\ndone for the equations of the given gravity theory, the notion of \"conformal\nequivalence\", as it has been mostly used in the bibliography to date, lacks\nphysical and mathematical content. A principle of conformal equivalence is then\nformulated and its consequences are investigated within a conformally invariant\nmodification of Brans-Dicke (BD) theory of gravity. It is also demonstrated\nthat vacuum BD theory ($\\omega\\neq -3/2$) is not conformally invariant and,\nconsequently, the different conformal frames in which the theory can be\nformulated are just different - conformally related - representations of a same\nphenomenon. Hence these can not be compared: either both are physically\ncorrect, or none is it.\n","Comment: 4 pages, no figures. Minor changes in the text to gain clarity. A\n  bibliographic reference added"]}]
["1108.2931",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2931"],"date":["2011-08-15","2011-08-17"],"type":["text"],"creator":["Soodchomshom, Bumned"],"language":[],"coverage":[],"title":["Possible strain-induced directional superconductivity in graphene"],"description":["  Applying large strain in zigzag direction, gapless graphene may turns into\ngapped graphene at the critical strain. The energy gap between valence and\nconduction bands is created above the critical deformation. We theoretically\npredict that, using the Landauer formalism to study conductance in ballistic\nlimit, the strain dependence of ballistic conductance, related to\ntight-binding-based carriers, evolves into a tremendously large conductance at\nthe critical strain, found only for the conductance of current along armchair\ndirection. This directional superconductance may lead graphene to resemble a\nsuperconductor. The strain-induced energy gap plays the role of the\nsuperconducting gap. This behavior is due to the fact that strain-induced\nchange of electronic properties leads to highly anisotropic fermions to cause\nthis tremendously large conductance.\n","Comment: 7 pages; 4 figures"]}]
["1108.3154",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3154"],"date":["2011-08-16","2011-08-17"],"type":["text"],"creator":["Ross, Stephane","Bagnell, J. Andrew"],"language":[],"coverage":[],"title":["Stability Conditions for Online Learnability"],"description":["  Stability is a general notion that quantifies the sensitivity of a learning\nalgorithm's output to small change in the training dataset (e.g. deletion or\nreplacement of a single training sample). Such conditions have recently been\nshown to be more powerful to characterize learnability in the general learning\nsetting under i.i.d. samples where uniform convergence is not necessary for\nlearnability, but where stability is both sufficient and necessary for\nlearnability. We here show that similar stability conditions are also\nsufficient for online learnability, i.e. whether there exists a learning\nalgorithm such that under any sequence of examples (potentially chosen\nadversarially) produces a sequence of hypotheses that has no regret in the\nlimit with respect to the best hypothesis in hindsight. We introduce online\nstability, a stability condition related to uniform-leave-one-out stability in\nthe batch setting, that is sufficient for online learnability. In particular we\nshow that popular classes of online learners, namely algorithms that fall in\nthe category of Follow-the-(Regularized)-Leader, Mirror Descent, gradient-based\nmethods and randomized algorithms like Weighted Majority and Hedge, are\nguaranteed to have no regret if they have such online stability property. We\nprovide examples that suggest the existence of an algorithm with such stability\ncondition might in fact be necessary for online learnability. For the more\nrestricted binary classification setting, we establish that such stability\ncondition is in fact both sufficient and necessary. We also show that for a\nlarge class of online learnable problems in the general learning setting,\nnamely those with a notion of sub-exponential covering, no-regret online\nalgorithms that have such stability condition exists.\n","Comment: 16 pages. Earlier version of this work submitted (but rejected) to\n  COLT 2011"]}]
["1108.3230",{"format":[],"subject":["Physics - Plasma Physics","Mathematical Physics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3230"],"date":["2011-08-16"],"type":["text"],"creator":["Lyahov, V. V.","Neshchadim, V. M."],"language":[],"coverage":[],"title":["Frequency Characteristics Of Acoustic-Gravity Eigenwaves Of The\n  Nonadiabatic Atmosphere"],"description":["  The main objective of the given work consists in the account of the basic\nmechanisms, which decline processes in atmosphere from adiabaticity approach,\nand in the study of effect non-adiabaticity on the swing of eigenmodes of\natmosphere at various altitudes. The dispersion equation is solved, dispersion\ncurves for acoustic and gravity branches are explored. The increment of growth\nof eigenmodes at various altitudes of atmosphere is explored. Frequencies (real\npart) both for acoustic, and for gravity branches acoustic-gravity waves (AGW)\nin nonadiabatic atmosphere, coinciding with frequencies of the adiabatic model\nfor the same wave vectors at low altitudes, smoothly decrease with altitude. It\nleads to decrease of a phase velocity for both branches at larger altitudes in\na real atmosphere in comparison with predicted by the adiabatic model.\n","Comment: 8 pages, 12 figures"]}]
["1108.3274",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3274","doi:10.1051/0004-6361/201117375"],"date":["2011-08-16"],"type":["text"],"creator":["Kitzmann, D.","Patzer, A. B. C.","von Paris, P.","Godolt, M.","Rauer, H."],"language":[],"coverage":[],"title":["Clouds in the atmospheres of extrasolar planets. III. Impact of low and\n  high-level clouds on the reflection spectra of Earth-like planets"],"description":["  We study the influence of low-level water and high-level ice clouds on\nlow-resolution reflection spectra and planetary albedos of Earth-like planets\norbiting different types of stars in both the visible and near infrared\nwavelength range. We use a one-dimensional radiative-convective steady-state\natmospheric model coupled with a parametric cloud model, based on observations\nin the Earth's atmosphere to study the effect of both cloud types on the\nreflection spectra and albedos of Earth-like extrasolar planets at low\nresolution for various types of central stars. We find that the high scattering\nefficiency of clouds substantially causes both the amount of reflected light\nand the related depths of the absorption bands to be substantially larger than\nin comparison to the respective clear sky conditions. Low-level clouds have a\nstronger impact on the spectra than the high-level clouds because of their much\nlarger scattering optical depth. The detectability of molecular features in\nnear the UV - near IR wavelength range is strongly enhanced by the presence of\nclouds. However, the detectability of various chemical species in\nlow-resolution reflection spectra depends strongly on the spectral energy\ndistribution of the incident stellar radiation. In contrast to the reflection\nspectra the spectral planetary albedos enable molecular features to be detected\nwithout a direct influence of the spectral energy distribution of the stellar\nradiation. Here, clouds increase the contrast between the radiation fluxes of\nthe planets and the respective central star by about one order of magnitude,\nbut the resulting contrast values are still too low to be observable with the\ncurrent generation of telescopes.\n","Comment: accepted for publication in A&A"]}]
["1108.3318",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3318"],"date":["2011-08-16","2011-08-17"],"type":["text"],"creator":["Rai, Amit"],"language":[],"coverage":[],"title":["Quantum Walk of Nonclassical Light in Glauber-Fock photonic lattices"],"description":["  The paper is being updated.\n","Comment: The paper has been withdrawn"]}]
["1108.3332",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3332","doi:10.1038/nature10320"],"date":["2011-08-16"],"type":["text"],"creator":["Hayes, Matthew","Scarlata, Claudia","Siana, Brian"],"language":[],"coverage":[],"title":["Central Powering of the Largest Lyman-alpha Nebula is Revealed by\n  Polarized Radiation"],"description":["  High-redshift Lyman-alpha blobs are extended, luminous, but rare structures\nthat appear to be associated with the highest peaks in the matter density of\nthe Universe. Their energy output and morphology are similar to powerful radio\ngalaxies, but the source of the luminosity is unclear. Some blobs are\nassociated with ultraviolet or infrared bright galaxies, suggesting an extreme\nstarburst event or accretion onto a central black hole. Another possibility is\ngas that is shock excited by supernovae. However some blobs are not associated\nwith galaxies, and may instead be heated by gas falling into a dark matter\nhalo. The polarization of the Ly-alpha emission can in principle distinguish\nbetween these options, but a previous attempt to detect this signature returned\na null detection. Here we report on the detection of polarized Ly-alpha from\nthe blob LAB1. Although the central region shows no measurable polarization,\nthe polarized fraction (P) increases to ~20 per cent at a radius of 45 kpc,\nforming an almost complete polarized ring. The detection of polarized radiation\nis inconsistent with the in situ production of Ly-alpha photons, and we\nconclude that they must have been produced in the galaxies hosted within the\nnebula, and re-scattered by neutral hydrogen.\n","Comment: Published in the August 18 issue of Nature. 1750 words, 3 figures,\n  and full Supplementary Information. Version has not undergone proofing.\n  Reduced and processed data products are available here:\n  http://obswww.unige.ch/people/matthew.hayes/LymanAlpha/LabPol/"]}]
["1108.3341",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3341"],"date":["2011-08-16"],"type":["text"],"creator":["Westhoff, Susanne"],"language":[],"coverage":[],"title":["Top-Quark Asymmetry -- A New Physics Overview"],"description":["  Several recent measurements at the Tevatron experiments point towards an\nanomalously large forward-backward asymmetry in top-antitop production. This\narticle summarizes the main classes of physics beyond the standard model that\ncan give rise to a large asymmetry. Complementary measurements at the Large\nHadron Collider will allow to distinguish between different models and thereby\ncontribute to clarifying the presently puzzling picture.\n","Comment: 7 pages, 2 figures; prepared for the proceedings of the International\n  Europhysics Conference on High Energy Physics - HEP 2011, July 21-27 2011,\n  Grenoble, France"]}]
["1108.3342",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3342","International Journal of Software Engineering and Applications,\n  Vol. 2, No. 3, July, 2011, pp. 1-20"],"date":["2011-08-16"],"type":["text"],"creator":["Yuan, Xiaohong","Fernandez, Eduardo B."],"language":[],"coverage":[],"title":["Patterns for Business-to-consumer E-Commerce Applications"],"description":["  E-commerce is one of the most important web applications. We present here a\nset of patterns that describe shopping carts, products, catalogue, customer\naccounts, shipping, and invoices. We combine them in the form of composite\npatterns, which in turn make up a domain model for business-to-consumer\ne-commerce. We also indicate how to add security constraints to this model.\nThis domain model can be used as a computation-independent model from which\nspecific applications can be produced using a model-driven architecture\napproach.\n","Comment: 20 pages, 17 figures"]}]
["1108.3352",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3352"],"date":["2011-08-16"],"type":["text"],"creator":["Loustau, E. R. L.","Valladares, Ariel A."],"language":[],"coverage":[],"title":["Emission spectra of p-Si and p-Si:H models generated by ab initio\n  molecular dynamics methods"],"description":["  We created 4 p-Si models and 4 p-Si:H models all with 50% porosity. The\nmodels contain 32, 108, 256 and 500 silicon atoms with a pore parallel to one\nof the simulational cell axes and a regular cross-section. We obtained the\ndensities of states of our models by means of ab initio computational methods.\nWe wrote a code to simulate the emission spectra of our structures considering\nparticular excitations an decay conditions. After comparing the simulated\nspectra with the experimental results, we observe that the position of the\nmaximum of the emission spectra might be related with the size of the silicon\nbackbone for the p-Si models as the quantum confinement models say and with the\nhydrogen concentration for the p-Si:H structures. We conclude that the quantum\nconfinement model can be used to explain the emission of the p-Si structures\nbut, in the case of the p-Si:H models it is necessary to consider others\ntheories.\n"]}]
["1108.3353",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3353"],"date":["2011-08-16"],"type":["text"],"creator":["De Pree, Erin","Kiesewetter, Dietrich"],"language":[],"coverage":[],"title":["Heavy Charged Leptons in 6-dimensional Randall-Sundrum Model"],"description":["  We consider the effects of adding a fourth generation to a model with two\ncompactified extra dimensions -- one warped and the other flat. The extra\ndimensions lead to towers of Kaluza-Klein (KK) Z bosons. Interestingly, the\nhigher KK-Z modes depending on the flat dimension contribute more than the\nwarped dimension.\n  These KK-Z modes enhance the cross-section of fourth generation charged\nleptons . The most promising signature is the heavy charged lepton decaying to\na heavy neutrino and W boson.\n","Comment: 3 pages, 3 figures"]}]
["1108.3355",{"format":[],"subject":["Mathematics - Rings and Algebras","16W50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3355"],"date":["2011-08-16"],"type":["text"],"creator":["Price, Kenneth L."],"language":[],"coverage":[],"title":["Good Gradings of Generalized Incidence Rings"],"description":["  This inquiry is based on both the construction of generalized incidence rings\ndue to Gene Abrams and the construction of good group gradings of incidence\nalgebras due to Molli Jones. We provide conditions for a generalized incidence\nring to be graded isomorphic to a subring of an incidence ring over a preorder.\nWe also extend Jones's construction to good group gradings for incidence\nalgebras over preorders with crosscuts of length one or two.\n","Comment: 2 figures"]}]
["1108.3358",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3358"],"date":["2011-08-16"],"type":["text"],"creator":["Erdogan, Burak","Tzirakis, Nikolaos"],"language":[],"coverage":[],"title":["Long time dynamics for forced and weakly damped KdV on the torus"],"description":["  The forced and weakly damped Korteweg-de Vries (KdV) equation with periodic\nboundary conditions is considered. Starting from $L^2$ and mean-zero initial\ndata we prove that the solution decomposes into two parts; a linear one which\ndecays to zero as time goes to infinity and a nonlinear one which always\nbelongs to a smoother space. As a corollary we prove that all solutions are\nattracted by a ball in $H^s$, $s\\in(0,1)$, whose radius depends only on $s$,\nthe $L^2$ norm of the forcing term and the damping parameter. This gives a new\nproof for the existence of a smooth global attractor and provides quantitative\ninformation on the size of the attractor set in $H^s$.\n","Comment: 18 pages"]}]
["1108.3360",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3360"],"date":["2011-08-16"],"type":["text"],"creator":["Sun, Dong","Aivazian, Grant","Jones, Aaron M.","Yao, Wang","Cobden, David","Xu, Xiaodong"],"language":[],"coverage":[],"title":["New Aspects of Photocurrent Generation at Graphene pn Junctions Revealed\n  by Ultrafast Optical Measurements"],"description":["  The unusual electrical and optical properties of graphene make it a promising\ncandidate for optoelectronic applications. An important, but as yet unexplored\naspect is the role of photo-excited hot carriers in charge and energy transport\nat graphene interfaces. Here, we perform time-resolved (~250 fs) scanning\nphotocurrent microscopy on a tunable graphene pn junction. The ultrafast\npump-probe measurements yield a photocurrent response time of ~1.5 ps at room\ntemperature increasing to ~4 ps at 20 K. Combined with the negligible\ndependence of photocurrent amplitude on environmental temperature this implies\nthat hot carriers rather than phonons dominate energy transport at high\nfrequencies. Gate-dependent pump-probe measurements demonstrate that both\nthermoelectric and built-in electric field effects contribute to the\nphotocurrent excited by laser pulses. The relative weight of each contribution\ndepends on the junction configuration. A single laser beam excitation also\ndisplays multiple polarity-reversals as a function of carrier density, a\nsignature of impact ionization. Our results enhance the understanding of\nnon-equilibrium electron dynamics, electron-electron interactions, and\nelectron-phonon interactions in graphene. They also determine fundamental\nlimits on ultrafast device operation speeds (~500 GHz) for potential\ngraphene-based photon detection, sensing, and communication.\n","Comment: 12 pages, 4 figures, submitted to Nature Nanotechnology"]}]
["1108.3361",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3361"],"date":["2011-08-16"],"type":["text"],"creator":["Córsico, A. H.","Althaus, L. G.","Kawaler, S. D.","Bertolami, M. M. Miller","García-Berro, E."],"language":[],"coverage":[],"title":["The internal rotation of the GW Vir star PG 0112+200 through the eyes of\n  asteroseismology"],"description":["  We investigate the internal rotation profile of the GW Vir (PG1159-type) star\nPG 0122+200 by employing an asteroseismological model that closely reproduces\nthe observed periods of this star. We adopt a forward approach and two\ninversion methods based on the rotational splitting of the pulsation\nfrequencies to explore the properties of the rotation of PG 0122+200. We found\nevidence for differential rotation in this star.\n","Comment: 4 pages, 2 figures, To appear in the ASP proceedings of \"The 61st\n  Fujihara seminar: Progress in solar/stellar physics with helio- and\n  asteroseismology\", 13th-17th March 2011, Hakone, Japan. Ed: Hiromoto\n  Shibahashi"]}]
["1108.3362",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3362"],"date":["2011-08-16"],"type":["text"],"creator":["Tam, H.","Yang, Q."],"language":[],"coverage":[],"title":["Cosmic Ray Protons Illuminate Dark Matter Axions"],"description":["  Cosmic ray protons propagating in a spatially-homogeneous but time-dependent\nfield of axions or axion-like particles (ALPs) emit photons in a way that is\nreminiscent of Cherenkov radiation by charged particles in a preferred\nbackground. We compute the emission rate and energy spectrum of the photons,\nand discuss the possibility of their detection using the Square Kilometre Array\nwhich is currently under construction. In the case of a non-detection,\nconstraints can be placed on the parameter space of ALPs whose mass lie between\n$10^{-7}$eV and $10^{-5}$ eV under the assumption that they are the primary\nconstituent of dark matter.\n","Comment: 8 pages, 6 figures"]}]
["1108.3366",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3366","doi:10.1051/0004-6361/201015782"],"date":["2011-08-16"],"type":["text"],"creator":["Hayek, W.","Asplund, M.","Collet, R.","Nordlund, Å."],"language":[],"coverage":[],"title":["3D LTE spectral line formation with scattering in red giant stars"],"description":["  We investigate the effects of coherent isotropic continuum scattering on the\nformation of spectral lines in local thermodynamic equilibrium (LTE) using 3D\nhydrodynamical and 1D hydrostatic model atmospheres of red giant stars.\nContinuum flux levels, spectral line profiles and curves of growth for\ndifferent species are compared with calculations that treat scattering as\nabsorption. Photons may escape from deeper, hotter layers through scattering,\nresulting in significantly higher continuum flux levels beneath a wavelength of\n5000 A. The magnitude of the effect is determined by the importance of\nscattering opacity with respect to absorption opacity; we observe the largest\nchanges in continuum flux at the shortest wavelengths and lowest metallicities;\nintergranular lanes of 3D models are more strongly affected than granules.\nContinuum scattering acts to increase the profile depth of LTE lines: continua\ngain more brightness than line cores due to their larger thermalization depth\nin hotter layers. We thus observe the strongest changes in line depth for\nhigh-excitation species and ionized species, which contribute significantly to\nphoton thermalization through their absorption opacity near the continuum\noptical surface. Scattering desaturates the line profiles, leading to larger\nabundance corrections for stronger lines, which reach -0.5 dex at 3000 A for Fe\nII lines in 3D with excitation potential 2 eV at [Fe/H]=-3.0. The corrections\nare less severe for low-excitation lines, longer wavelengths, and higher\nmetallicity. Velocity fields increase the effects of scattering by separating\nemission from granules and intergranular lanes in wavelength. 1D calculations\nexhibit similar scattering abundance corrections for weak lines, but those for\nstrong lines are generally smaller compared to 3D models and depend on the\nchoice of microturbulence.\n","Comment: Astronomy & Astrophysics, Volume 529, 05/2011"]}]
["1108.3368",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","Mathematics - History and Overview","14N05, 14N15, 14H50 (Primary), 13-03, 13H10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3368"],"date":["2011-08-16"],"type":["text"],"creator":["Traves, Will"],"language":[],"coverage":[],"title":["Generalizing the Converse to Pascal's Theorem via Hyperplane\n  Arrangements and the Cayley-Bacharach Theorem"],"description":["  Using a new point of view inspired by hyperplane arrangements, we generalize\nthe converse to Pascal's Theorem, sometimes called the Braikenridge-Maclaurin\nTheorem. In particular, we show that if 2k lines meet a given line, colored\ngreen, in k triple points and if we color the remaining lines so that each\ntriple point lies on a red and blue line then the points of intersection of the\nred and blue lines lying off the green line lie on a unique curve of degree\nk-1. We also use these ideas to extend a second generalization of the\nBraikenridge-Maclaurin Theorem, due to M\\\"obius. Finally we use Terracini's\nLemma and secant varieties to show that this process constructs a dense set of\ncurves in the space of plane curves of degree d, for degrees d <= 5. The\nprocess cannot produce a dense set of curves in higher degrees. The exposition\nis embellished with several exercises designed to amuse the reader.\n","Comment: 26 pages with 6 figures"]}]
["1108.3372",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Artificial Intelligence","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3372"],"date":["2011-08-16"],"type":["text"],"creator":["Lázaro-Gredilla, Miguel","Van Vaerenbergh, Steven","Lawrence, Neil"],"language":[],"coverage":[],"title":["Overlapping Mixtures of Gaussian Processes for the Data Association\n  Problem"],"description":["  In this work we introduce a mixture of GPs to address the data association\nproblem, i.e. to label a group of observations according to the sources that\ngenerated them. Unlike several previously proposed GP mixtures, the novel\nmixture has the distinct characteristic of using no gating function to\ndetermine the association of samples and mixture components. Instead, all the\nGPs in the mixture are global and samples are clustered following\n\"trajectories\" across input space. We use a non-standard variational Bayesian\nalgorithm to efficiently recover sample labels and learn the hyperparameters.\nWe show how multi-object tracking problems can be disambiguated and also\nexplore the characteristics of the model in traditional regression settings.\n"]}]
["1108.3381",{"format":[],"subject":["Mathematics - Rings and Algebras","16D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3381"],"date":["2011-08-16"],"type":["text"],"creator":["Wang, Yongduo"],"language":[],"coverage":[],"title":["A generalization of supplemented modules"],"description":["  Let $M$ be a left module over a ring $R$ and $I$ an ideal of $R$. $M$ is\ncalled an $I$-supplemented module (finitely $I$-supplemented module) if for\nevery submodule (finitely generated submodule) $X$ of $M$, there is a submodule\n$Y$ of $M$ such that $X+Y=M$, $X\\cap Y\\subseteq IY$ and $X\\cap Y$ is PSD in\n$Y$. This definition generalizes supplemented modules and $\\delta$-supplemented\nmodules. We characterize $I$-semiregular, $I$-semiperfect and $I$-perfect rings\nwhich are defined by Yousif and Zhou [15] using $I$-supplemented modules. Some\nwell known results are obtained as corollaries.\n","Comment: 14"]}]
["1108.3382",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Geometric Topology","Mathematics - Rings and Algebras","05C70, 05E15, 13F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3382"],"date":["2011-08-16"],"type":["text"],"creator":["Musiker, Gregg","Williams, Lauren"],"language":[],"coverage":[],"title":["Matrix formulae and skein relations for cluster algebras from surfaces"],"description":["  This paper concerns cluster algebras with principal coefficients A(S,M)\nassociated to bordered surfaces (S,M), and is a companion to a concurrent work\nof the authors with Schiffler [MSW2]. Given any (generalized) arc or loop in\nthe surface -- with or without self-intersections -- we associate an element of\n(the fraction field of) A(S,M), using products of elements of PSL_2(R). We give\na direct proof that our matrix formulas for arcs and loops agree with the\ncombinatorial formulas for arcs and loops in terms of matchings, which were\ngiven in [MSW, MSW2]. Finally, we use our matrix formulas to prove skein\nrelations for the cluster algebra elements associated to arcs and loops. Our\nmatrix formulas and skein relations generalize prior work of Fock and Goncharov\n[FG1, FG2, FG3], who worked in the coefficient-free case. The results of this\npaper will be used in [MSW2] in order to show that certain collections of arcs\nand loops comprise a vector-space basis for A(S,M).\n","Comment: 35 pages, lots of pictures"]}]
["1108.3385",{"format":[],"subject":["Mathematics - Numerical Analysis","46B04, 65D32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3385"],"date":["2011-08-16"],"type":["text"],"creator":["Sawa, Masanori","Xu, Yuan"],"language":[],"coverage":[],"title":["On positive cubature rules on the simplex and isometric embeddings"],"description":["  Positive cubature rules of degree 4 and 5 on the $d$-dimensional simplex are\nconstructed and used to construct cubature rules of index 8 or degree 9 on the\nunit sphere. The latter ones lead to explicit isometric embedding among the\nclassical Banach spaces. Among other things, our results include several\nexplicit representations of $(x_1^2+...+ x_d^2)^t$ in terms of linear forms of\ndegree $2t$ with rational coefficients for t=4 and 5.\n","Comment: 27 pages"]}]
["1108.3387",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3387"],"date":["2011-08-16"],"type":["text"],"creator":["Tanimoto, Shinji"],"language":[],"coverage":[],"title":["Natural growth model of weighted complex networks"],"description":["  We propose a natural model of evolving weighted networks in which new links\nare not necessarily connected to new nodes. The model allows a newly added link\nto connect directly two nodes already present in the network. This is plausible\nin modeling many real-world networks. Such a link is called an inner link,\nwhile a link connected to a new node is called an outer link. In view of\ninterrelations between inner and outer links, we investigate power-laws for the\nstrength, degree and weight distributions of weighted complex networks. This\nmodel enables us to predict some features of weighted networks such as the\nworldwide airport network and the scientific collaboration network.\n","Comment: 5 pages"]}]
["1108.3389",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Algebraic Geometry","Mathematics - General Topology","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3389"],"date":["2011-08-17"],"type":["text"],"creator":["Furusho, Hidekazu"],"language":[],"coverage":[],"title":["Four groups related to associators"],"description":["  This is a report on associators which is based on my talk at the\nMathematische Arbeitstagung in Bonn, June 2011. I first recall Drinfeld's\ndefinition of associators and explain my (and its related) results in\narXiv:math/0702128 and arXiv:0808.0319. Then I explain recent developments on\nthe four pro-unipotent algebraic groups related to associators; the motivic\nGalois group, the Grothendieck-Teichmuller group, the double shuffle group and\nthe Kashiwara-Vergne group.\n","Comment: This is a report on my talk at the Mathematische Arbeitstagung in\n  Bonn, June 2011"]}]
["1108.3390",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3390"],"date":["2011-08-17"],"type":["text"],"creator":["Alves, Daniele S. M.","Izaguirre, Eder","Wacker, Jay G."],"language":[],"coverage":[],"title":["Higgs, Binos and Gluinos: Split Susy Within Reach"],"description":["  Recent evidence from the LHC for the Higgs boson with mass between 142 GeV <\nm_h < 147GeV points to PeV-scale Split Supersymmetry. This article explores the\nconsequences of a Higgs mass in this range and possible discovery modes for\nSplit Susy. Moderate lifetime gluinos, with decay lengths in the 25 microns to\n10 years range, are its imminent smoking gun signature. The 7 TeV LHC will be\nsensitive to the moderately lived gluinos and trilepton signatures from direct\nelectroweakino production. Moreover, the dark matter abundance may be obtained\nfrom annihilation through an s-channel Higgs resonance, with the LSP almost\npurely bino and mass m_chi = 70 GeV. The Higgs resonance region of Split Susy\nhas visible signatures in dark matter direct and indirect detection and\nelectric dipole moment experiments. If the anomalies go away, the majority of\nSplit Susy parameter space will be excluded.\n","Comment: 30 pages, 7 figures"]}]
["1108.3391",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3391","Phys. Rev. D84, 045016 (2011)","doi:10.1103/PhysRevD.84.045016"],"date":["2011-08-17"],"type":["text"],"creator":["Emam, Moataz H."],"language":[],"coverage":[],"title":["Split-complex representation of the universal hypermultiplet"],"description":["  Split-complex fields usually appear in the context of Euclidean\nsupersymmetry. In this paper, we propose that this can be generalized to the\nnon-Euclidean case and that, in fact, the split-complex representation may be\nthe most natural way to formulate the scalar fields of the five dimensional\nuniversal hypermultiplet. We supplement earlier evidence of this by studying a\nspecific class of solutions and explicitly showing that it seems to favor this\nformulation. We also argue that this is directly related to the symplectic\nstructure of the general hypermultiplet fields arising from non-trivial\nCalabi-Yau moduli. As part of the argument, we find new explicit instanton and\n3-brane solutions coupled to the four scalar fields of the universal\nhypermultiplet.\n"]}]
["1108.3392",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 47D06, 43A60 Secondary 43A99, 47A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3392"],"date":["2011-08-17"],"type":["text"],"creator":["Basit, Bolis","Günzler, Hans"],"language":[],"coverage":[],"title":["Existence of bounded uniformly continuous mild solutions on $\\Bbb{R}$ of\n  evolution equations and some applications"],"description":["  We prove that there is $x_{\\phi}\\in X$ for which (*)$\\frac{d u(t)}{dt}= A\nu(t) + \\phi (t) $, $u(0)=x$ has on $\\r$ a mild solution $u\\in C_{ub} (\\r,X)$\n(that is bounded and uniformly continuous) with $u(0)=x_{\\phi}$, where $A$ is\nthe generator of a holomorphic $C_0$-semigroup $(T(t))_{t\\ge 0}$ on ${X}$ with\nsup $_{t\\ge 0} \\,||T(t)|| < \\infty$, $\\phi\\in L^{\\infty} (\\r,{X})$ and $i\\,sp\n(\\phi)\\cap \\sigma (A)=\\emptyset$. As a consequence it is shown that if $\\n$ is\nthe space of almost periodic $AP$, almost automorphic $AA$, bounded Levitan\nalmost periodic $LAP_b$, certain classes of recurrent functions $REC_b$ and\n$\\phi \\in L^{\\infty} (\\r,{X})$ such that $M_h \\phi:=(1/h)\\int_0^h \\phi\n(\\cdot+s)\\, ds \\in \\n$ for each $h >0$, then $u\\in \\n\\cap C_{ub}$. These\nresults seem new and generalize and strengthen several recent Theorems.\n","Comment: 16 pages"]}]
["1108.3396",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3396"],"date":["2011-08-17"],"type":["text"],"creator":["Ghosh, Karabi","Ghosh, Manoranjan","Menon, S. V. G."],"language":[],"coverage":[],"title":["Role of Site-selective Doping on Melting Point of CuTi Alloys: A\n  Classical Molecular Dynamics Simulation Study"],"description":["  Effect of site-selective substitution of Ti in Cu on the thermal stability of\nCuTi alloy is investigated using classical molecular dynamics simulations with\nEmbedded Atom Method potentials. It has been observed experimentally that\nmelting point of all the naturally occurring stable phases of CuTi alloys do\nnot show a definite trend with gradual increase in Ti concentration. To\nunderstand the phenomenon, super cells of CuTi alloy are constructed where Cu\natom is substituted by Ti randomly and at selective sites. For random\nsubstitution, the melting point decreases linearly with increase in Ti\nconcentration. A non-monotonous dependence is seen when Cu atoms at selective\nsites are replaced by Ti. For a particular doping concentration, the melting\npoint shows a wide range of variation depending on the order of atomic\narrangement, and can be fine tuned by selecting the sites for substitution. The\nvariations in melting points in different cases are explained in terms of the\npeak height, width and position of the corresponding radial distribution\nfunctions. Finally, it is verified that initial structures of the naturally\noccurring CuTi alloys are responsible for the non-definite trend in their\nmelting points.\n","Comment: 16 pages, 10 figures"]}]
["1108.3398",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 47D06, 43A60 Secondary 43A99, 47A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3398"],"date":["2011-08-17"],"type":["text"],"creator":["Basit, Bolis","Günzler, Hans"],"language":[],"coverage":[],"title":["Existence of bounded uniformly continuous mild solutions on $\\Bbb{R}$ of\n  evolution equations and their asymptotic behaviour"],"description":["  We prove that $u'= A u + \\phi $ has on $\\Bbb{R}$ a mild solution $u_{\\phi}\\in\nBUC (\\Bbb{R},X)$ (that is bounded and uniformly continuous), where $A$ is the\ngenerator of a $C_0$-semigroup on the Banach space ${X}$ with resolvent\nsatisfying $||R(it,A)||= O(|t|^{-\\theta})$, $|t|\\to \\infty $, with some $\\theta\n> 1/2$, $\\phi\\in L^{\\infty} (\\Bbb{R},{X})$ and $i\\,sp (\\phi)\\cap \\sigma\n(A)=\\emptyset$. As a consequence it is shown that if ${\\Cal F}$ is the space of\nalmost periodic, almost automorphic, bounded Levitan almost periodic or certain\nclasses of recurrent functions and $\\phi$ as above is such that $M_h\n\\phi:=(1/h)\\int_0^h \\phi (\\cdot+s)\\, ds \\in \\Cal {F}$ for each $h >0$, then\n$u_{\\phi}\\in \\Cal {F}\\cap BUC (\\Bbb{R},X)$. These results seem new and\nstrengthen several recent theorems.\n","Comment: 17 pages"]}]
["1108.3402",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3402","doi:10.1061/(ASCE)GM.1943-5622.0000023"],"date":["2011-08-17"],"type":["text"],"creator":["Semblat, Jean-François"],"language":[],"coverage":[],"title":["Modeling seismic wave propagation and amplification in 1D/2D/3D linear\n  and nonlinear unbounded media"],"description":["  To analyze seismic wave propagation in geological structures, it is possible\nto consider various numerical approaches: the finite difference method, the\nspectral element method, the boundary element method, the finite element\nmethod, the finite volume method, etc. All these methods have various\nadvantages and drawbacks. The amplification of seismic waves in surface soil\nlayers is mainly due to the velocity contrast between these layers and,\npossibly, to topographic effects around crests and hills. The influence of the\ngeometry of alluvial basins on the amplification process is also know to be\nlarge. Nevertheless, strong heterogeneities and complex geometries are not easy\nto take into account with all numerical methods. 2D/3D models are needed in\nmany situations and the efficiency/accuracy of the numerical methods in such\ncases is in question. Furthermore, the radiation conditions at infinity are not\neasy to handle with finite differences or finite/spectral elements whereas it\nis explicitely accounted in the Boundary Element Method. Various absorbing\nlayer methods (e.g. F-PML, M-PML) were recently proposed to attenuate the\nspurious wave reflections especially in some difficult cases such as shallow\nnumerical models or grazing incidences. Finally, strong earthquakes involve\nnonlinear effects in surficial soil layers. To model strong ground motion, it\nis thus necessary to consider the nonlinear dynamic behaviour of soils and\nsimultaneously investigate seismic wave propagation in complex 2D/3D geological\nstructures! Recent advances in numerical formulations and constitutive models\nin such complex situations are presented and discussed in this paper. A crucial\nissue is the availability of the field/laboratory data to feed and validate\nsuch models.\n","Comment: of International Journal Geomechanics (2010) 1-12"]}]
["1108.3403",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3403","Comptes Rendus de l Acad\\'emie des Sciences - Series IIA - Earth\n  and Planetary Science 335, 4 (2003) 365-370"],"date":["2011-08-17"],"type":["text"],"creator":["Semblat, Jean-François","Paolucci, Roberto","Duval, Anne-Marie"],"language":[],"coverage":[],"title":["Simplified vibratory characterization of alluvial basins"],"description":["  For the analysis of seismic wave amplification, modal methods are interesting\ntools to study the modal properties of geological structures. Modal approaches\nmainly lead to information on such parameters as fundamental frequencies and\neigenmodes of alluvial basins. For a specific alluvial deposit in Nice\n(France), a simplified modal approach involving the Rayleigh method is\nconsidered. This approach assumes a set of admissible shape functions for the\neigenmodes and allows a fast estimation of the fundamental frequency of the\nbasin. The agreement between modal numerical results and experimental ones is\nsatisfactory. The simplified modal method then appears as an efficient mean for\nthe global vibratory characterization of geological structures towards\nresonance.\n"]}]
["1108.3408",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3408"],"date":["2011-08-17"],"type":["text"],"creator":["Nagy, Gabor P.","Pace, Nicola"],"language":[],"coverage":[],"title":["Some computational results on small 3-nets embedded in a projective\n  plane over a field"],"description":["  In this paper, we investigate dual 3-nets realizing the groups $C_3 \\times\nC_3$, $C_2 \\times C_4$, $\\Alt_4$ and that can be embedded in a projective plane\n$PG(2,\\mathbb K)$, where $\\mathbb K$ is an algebraically closed field. We give\na symbolically verifiable computational proof that every dual 3-net realizing\nthe groups $C_3 \\times C_3$ and $C_2 \\times C_4$ is algebraic, namely, that its\npoints lie on a plane cubic. Moreover, we present two computer programs whose\ncalculations show that the group $\\Alt_4$ cannot be realized if the\ncharacteristic of $\\mathbb K$ is zero.\n","Comment: 23 pages, Maple and Singular program codes in Appendices"]}]
["1108.3410",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3410"],"date":["2011-08-17"],"type":["text"],"creator":["Flam, John T.","Chatterjee, Saikat","Kansanen, Kimmo","Ekman, Torbjorn"],"language":[],"coverage":[],"title":["Minimum Mean Square Error Estimation Under Gaussian Mixture Statistics"],"description":["  This paper investigates the minimum mean square error (MMSE) estimation of x,\ngiven the observation y = Hx+n, when x and n are independent and Gaussian\nMixture (GM) distributed. The introduction of GM distributions, represents a\ngeneralization of the more familiar and simpler Gaussian signal and Gaussian\nnoise instance. We present the necessary theoretical foundation and derive the\nMMSE estimator for x in a closed form. Furthermore, we provide upper and lower\nbounds for its mean square error (MSE). These bounds are validated through\nMonte Carlo simulations.\n"]}]
["1108.3412",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3412","doi:10.4204/EPTCS.63"],"date":["2011-08-17"],"type":["text"],"creator":["Ambrož, Petr","Holub, Štěpán","Masáková, Zuzana"],"language":[],"coverage":[],"title":["Proceedings 8th International Conference Words 2011"],"description":["  WORDS is the main international event in Combinatorics on Words. It is a\nbiannual conference devoted to research of words (i.e., finite or infinite\nsequences of symbols over a finite alphabet) from combinatorial, algebraic and\nalgorithmic points of view. The emphasis of the conference is on mathematical\ntheory of words but the conference is also open to applications, mainly in\ncomputer science, biology, linguistics and physics, gaining from the fact that\nwords arise as a natural object in many areas.\n  The eighth edition of the conference was organized in Prague from 12th to\n16th September 2011 as a joint undertaking of the Czech Technical University\nand the Charles University. This volume consists of contributed papers accepted\nfor presentation at the conference and summaries of invited lectures.\n","Comment: EPTCS 63, 2011"]}]
["1108.3415",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3415"],"date":["2011-08-17"],"type":["text"],"creator":["Chung, Jin-Ho","Yang, Kyeongcheol"],"language":[],"coverage":[],"title":["Frequency-Hopping Sequence Sets With Low Average and Maximum Hamming\n  Correlation"],"description":["  In frequency-hopping multiple-access (FHMA) systems, the average Hamming\ncorrelation (AHC) among frequency-hopping sequences (FHSs) as well as the\nmaximum Hamming correlation (MHC) is an important performance measure.\nTherefore, it is a challenging problem to design FHS sets with good AHC and MHC\nproperties for application. In this paper, we analyze the AHC properties of an\nFHS set, and present new constructions for FHS sets with optimal AHC. We first\ncalculate the AHC of some known FHS sets with optimal MHC, and check their\noptimalities. We then prove that any uniformly distributed FHS set has optimal\nAHC. We also present two constructions of FHS sets with optimal AHC based on\ncyclotomy. Finally, we show that if an FHS set is obtained from another FHS set\nwith optimal AHC by an interleaving, it has optimal AHC.\n","Comment: 7 pages, submitted to IEEE Transactions on Information Theory (July\n  27, 2011)"]}]
["1108.3417",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3417"],"date":["2011-08-17"],"type":["text"],"creator":["Lee, Myung-Kyu","Yang, Kyeongcheol"],"language":[],"coverage":[],"title":["The Exponent of a Polarizing Matrix Constructed from the Kronecker\n  Product"],"description":["  The asymptotic performance of a polar code under successive cancellation\ndecoding is determined by the exponent of its polarizing matrix. We first prove\nthat the partial distances of a polarizing matrix constructed from the\nKronecker product are simply expressed as a product of those of its component\nmatrices. We then show that the exponent of the polarizing matrix is shown to\nbe a weighted sum of the exponents of its component matrices. These results may\nbe employed in the design of a large polarizing matrix with high exponent.\n","Comment: 7 pages, 1 figure, submitted to IEEE Transactions on Information\n  Theory (July 27, 2011)"]}]
["1108.3418",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3418"],"date":["2011-08-17"],"type":["text"],"creator":["Ciobanu, Gabriel"],"language":[],"coverage":[],"title":["Biologically Inspired Process Calculi, Petri Nets and Membrane Computing"],"description":["  This volume represents the proceedings of the 5th Workshop on Membrane\nComputing and Biologically Inspired Process Calculi (MeCBIC 2011), held\ntogether with the 12th International Conference on Membrane Computing on 23rd\nAugust 2011 in Fontainebleau, France.\n","Comment: Presented at MeCBIC 2011"]}]
["1108.3419",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3419"],"date":["2011-08-17"],"type":["text"],"creator":["Cardelli, Luca","Laneve, Cosimo"],"language":[],"coverage":[],"title":["Reversibility in Massive Concurrent Systems"],"description":["  Reversing a (forward) computation history means undoing the history. In\nconcurrent systems, undoing the history is not performed in a deterministic way\nbut in a causally consistent fashion, where states that are reached during a\nbackward computation are states that could have been reached during the\ncomputation history by just performing independent actions in a different\norder.\n","Comment: Presented at MeCBIC 2011"]}]
["1108.3420",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3420"],"date":["2011-08-17"],"type":["text"],"creator":["Kremnev, L. S."],"language":[],"coverage":[],"title":["Influence of Steel Alloying Components on Martensite Tetragonality"],"description":["  A formerly developed method aimed at determining the constituents of a merged\nX-ray pattern doublet was applied to estimate the fact that low-carbon\nmartensite with high concentration of strong carbide-forming elements possesses\nabnormally small tetragonality(c/a < 1). The article treats the nature of\ncarbide-forming and non-carbide-forming steel components influence on the\ntetragonality of martensite.\n","Comment: 12 pages, 6 figures"]}]
["1108.3422",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3422"],"date":["2011-08-17"],"type":["text"],"creator":["Kleijn, Jetty","Koutny, Maciej","Rozenberg, Grzegorz"],"language":[],"coverage":[],"title":["Petri Nets and Bio-Modelling - and how to benefit from their synergy"],"description":["  In this talk we are concerned with the intrinsic similarities and differences\nbetween Petri nets on the one hand, and membrane systems and reaction systems\non the other hand.\n","Comment: Presented at MeCBIC 2011"]}]
["1108.3424",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3424"],"date":["2011-08-17"],"type":["text"],"creator":["Barbuti, Roberto","Cacciagrano, Diletta Romana","Maggiolo-Schettini, Andrea","Milazzo, Paolo","Tesei, Luca"],"language":[],"coverage":[],"title":["A Testing Framework for P Systems"],"description":["  Testing equivalence was originally defined by De Nicola and Hennessy in a\nprocess algebraic setting (CCS) with the aim of defining an equivalence\nrelation between processes being less discriminating than bisimulation and with\na natural interpretation in the practice of system development. Finite\ncharacterizations of the defined preorders and relations led to the possibility\nof verification by comparing an implementation with a specification in a\nsetting where systems were seen as black boxes with input and output\ncapabilities, thus neglecting internal undetectable behaviours.\n  In this paper, we start defining a porting of the well-established testing\ntheory into membrane computing, in order to investigate possible benefits in\nterms of inherited analysis/verification techniques and interesting biological\napplications. P Algebra, a process algebra for describing P Systems, is used as\na natural candidate for the porting since it enjoys the desirable property of\nbeing compositional and comes with other observational equivalences already\ndefined and studied.\n","Comment: Presented at MeCBIC 2011"]}]
["1108.3425",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3425"],"date":["2011-08-17"],"type":["text"],"creator":["Cho, Sangbum","McCullough, Darryl"],"language":[],"coverage":[],"title":["Middle tunnels by splitting"],"description":["  For a genus-1 1-bridge knot in the 3-sphere, that is, a (1,1)-knot, a middle\ntunnel is a tunnel that is not an upper or lower tunnel for some\n(1,1)-position. Most torus knots have a middle tunnel, and non-torus-knot\nexamples were obtained by Goda, Hayashi, and Ishihara. We generalize their\nconstruction and calculate the slope invariants for the resulting middle\ntunnels. In particular, we obtain the slope sequence of the original example of\nGoda, Hayashi, and Ishihara.\n","Comment: 20 pages, 11 figures"]}]
["1108.3426",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computational Engineering, Finance, and Science","Computer Science - Emerging Technologies","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3426"],"date":["2011-08-17"],"type":["text"],"creator":["Bioglio, Livio","Calcagno, Cristina","Coppo, Mario","Damiani, Ferruccio","Sciacca, Eva","Spinella, Salvatore","Troina, Angelo"],"language":[],"coverage":[],"title":["A Spatial Calculus of Wrapped Compartments"],"description":["  The Calculus of Wrapped Compartments (CWC) is a recently proposed modelling\nlanguage for the representation and simulation of biological systems behaviour.\nAlthough CWC has no explicit structure modelling a spatial geometry, its\ncompartment labelling feature can be exploited to model various examples of\nspatial interactions in a natural way. However, specifying large networks of\ncompartments may require a long modelling phase. In this work we present a\nsurface language for CWC that provides basic constructs for modelling spatial\ninteractions. These constructs can be compiled away to obtain a standard CWC\nmodel, thus exploiting the existing CWC simulation tool. A case study\nconcerning the modelling of Arbuscular Mychorrizal fungi growth is discussed.\n","Comment: Presented at MeCBIC 2011"]}]
["1108.3427",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3427"],"date":["2011-08-17"],"type":["text"],"creator":["Hasani, Samira","Maleki-Jirsarei, Nahid","Rouhani, Shahin"],"language":[],"coverage":[],"title":["Irregular Motion of a Falling Spherical Object Through Non-Newtonian\n  Fluid"],"description":["  The falling of an object through a non-Newtonian fluid is an interesting\nproblem, depending on the details of the rheology of the fluid. In this paper\nwe report on the settling of spherical objects through two non-Newtonian\nfluids: Laponite and hair Gel. A falling object's behavior in passing through a\nthixotropic colloidal suspension of synthetic clay, Laponite, has been reported\nto have many behavioral regimes. Here we report observation of a new regime\nwhere irregular motion is observed. We argue that this irregular motion may be\ninterpreted as onset of chaos. Observation of this regime depends on the size\nof the falling sphere, relaxation time of fluid and concentration of particles\nin the suspension. Similar experiments in Gel, a yield stress polymeric fluid,\ndo not reveal such behavior.\n","Comment: 11 pages, 12 figures"]}]
["1108.3429",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Emerging Technologies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3429"],"date":["2011-08-17"],"type":["text"],"creator":["Bodei, Chiara","Brodo, Linda"],"language":[],"coverage":[],"title":["Brane Calculi Systems: A Static Preview of their Possible Behaviour"],"description":["  We improve the precision of a previous Control Flow Analysis for Brane\nCalculi, by adding information on the context and introducing causality\ninformation on the membranes. This allows us to prove some biological\nproperties on the behaviour of systems specified in Brane Calculi.\n","Comment: Presented at MeCBIC 2011"]}]
["1108.3430",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Emerging Technologies","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3430"],"date":["2011-08-17"],"type":["text"],"creator":["Ipate, Florentin","Nicolescu, Radu","Niculescu, Ionut-Mihai","Stefan, Cristian"],"language":[],"coverage":[],"title":["Synchronization of P Systems with Simplex Channels"],"description":["  We solve the Firing Squad Synchronization Problem (FSSP), for P systems based\non digraphs with simplex channels, where communication is restricted by the\ndirection of structural arcs. Previous work on FSSP for P systems focused\nexclusively on P systems with duplex channels, where communication between\nparents and children is bidirectional. Our P solution, the first for simplex\nchannels, requires cell IDs, strongly connected digraphs and some awareness of\nthe local topology (such as each cell's outdegree)---we argue that these\nrequirements are necessary. Compared to the known solutions for cellular\nautomata, our solution is substantially simpler and faster.\n","Comment: Presented at MeCBIC 2011"]}]
["1108.3431",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3431"],"date":["2011-08-17"],"type":["text"],"creator":["Raghavan, Rama","Ramesh, H.","Gheorghe, Marian","Krishna, Shankara Narayanan"],"language":[],"coverage":[],"title":["Further Results on Languages of Membrane Structures"],"description":["  P systems with active membranes were used to generate languages, in the sense\nof languages associated with the structure of membrane systems. Here, we\nanalyze the power of P systems with membrane creation and dissolution\nrestricted to elementary membranes, P systems without membrane dissolution\noperating according to certain output modes. This leads us to characterizations\nof recursively enumerable languages.\n","Comment: Presented at MeCBIC 2011"]}]
["1108.3432",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Emerging Technologies","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3432"],"date":["2011-08-17"],"type":["text"],"creator":["Spicher, Antoine","Verlan, Sergey"],"language":[],"coverage":[],"title":["Generalized Communicating P Systems Working in Fair Sequential Model"],"description":["  In this article we consider a new derivation mode for generalized\ncommunicating P systems (GCPS) corresponding to the functioning of population\nprotocols (PP) and based on the sequential derivation mode and a fairness\ncondition. We show that PP can be seen as a particular variant of GCPS. We also\nconsider a particular stochastic evolution satisfying the fairness condition\nand obtain that it corresponds to the run of a Gillespie's SSA. This permits to\nfurther describe the dynamics of GCPS by a system of ODEs when the population\nsize goes to the infinity.\n","Comment: Presented at MeCBIC 2011"]}]
["1108.3433",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3433"],"date":["2011-08-17"],"type":["text"],"creator":["Steggles, L. Jason"],"language":[],"coverage":[],"title":["Abstracting Asynchronous Multi-Valued Networks: An Initial Investigation"],"description":["  Multi-valued networks provide a simple yet expressive qualitative state based\nmodelling approach for biological systems. In this paper we develop an\nabstraction theory for asynchronous multi-valued network models that allows the\nstate space of a model to be reduced while preserving key properties of the\nmodel. The abstraction theory therefore provides a mechanism for coping with\nthe state space explosion problem and supports the analysis and comparison of\nmulti-valued networks. We take as our starting point the abstraction theory for\nsynchronous multi-valued networks which is based on the finite set of traces\nthat represent the behaviour of such a model. The problem with extending this\napproach to the asynchronous case is that we can now have an infinite set of\ntraces associated with a model making a simple trace inclusion test infeasible.\nTo address this we develop a decision procedure for checking asynchronous\nabstractions based on using the finite state graph of an asynchronous\nmulti-valued network to reason about its trace semantics. We illustrate the\nabstraction techniques developed by considering a detailed case study based on\na multi-valued network model of the regulation of tryptophan biosynthesis in\nEscherichia coli.\n","Comment: Presented at MeCBIC 2011"]}]
["1108.3434",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Computer Science - Emerging Technologies","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3434"],"date":["2011-08-17"],"type":["text"],"creator":["Buti, Federico","De Donato, Massimo Callisto","Corradini, Flavio","Merelli, Emanuela","Tesei, Luca"],"language":[],"coverage":[],"title":["Multiscale Modelling: A Mobile Membrane Approach"],"description":["  Nowadays, multiscale modelling is recognized as the most suitable way to\nstudy biological processes. Indeed, almost every phenomenon in nature exhibits\na multiscale behaviour, i.e., it is the outcome of interactions that occur at\ndifferent spatial and temporal scales. Although several ways to provide\n\"multilayer\" models have been proposed, only Complex Automata naturally embed\nspatial information and realize the multiscale approach with well-established\ninter-scale integration schemas. Recently, such approach has been restated in\nterms of Spatial P systems - a variant of P systems with a more geometric\nconcept of space.\n  In this work we discuss how mobile membranes, a variant of membrane systems\ninspired by the biological movements of endocytosis and exocytosis, can be\nefficaciously exploited to define a uniform multiscale coupling scheme relying\nonly on the features of the formalism itself.\n","Comment: Presented at MeCBIC 2011"]}]
["1108.3435",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3435"],"date":["2011-08-17"],"type":["text"],"creator":["Sinitsyn, D. O."],"language":["ru"],"coverage":[],"title":["The Poincar\\'e reduction problem for geodesics on deformed spheres"],"description":["  We study geodesics on hypersurfaces close to the standard (n-1)-dimensional\nsphere in n-dimensional Euclidean space. Following Poincar\\'e, we treat the\nproblem within the framework of the analytical mechanics, and employ the\nperturbation theory with the view of obtaining a topological classification of\nthe set of geodesics on a manifold. To that end we use the X-ray transform\nfamiliar in the integral geometry, and obtain the system of averaged equations\nof motion, which turns out to be a Hamiltonian one. The system serves an\nasymptotic reduction of the initial exact system of 2n-2 equations to that of\n2n-4 equations on the Grassmann manifold G(2,n). The Poisson brackets of the\nreduction system are determined by the Lie algebra of the group SO(n). In the\nimportant cases of two-dimensional and a range of three-dimensional\nhypersurfaces it allows a topological classification of the set of geodesics.\n","Comment: In Russian, abstract in English, 14 pages, 4 figures"]}]
["1108.3436",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3436"],"date":["2011-08-17"],"type":["text"],"creator":["Sedlmajer, Nicolas","Buchs, Didier","Hostettler, Steve","Linard, Alban","Lopez, Edmundo","Marechal, Alexis"],"language":[],"coverage":[],"title":["Modelling of Genetic Regulatory Mechanisms with GReg"],"description":["  Most available tools propose simulation frameworks to study models of\nbiological systems, but simulation only explores a few of the most probable\nbehaviours of the system. On the contrary, techniques such as model checking,\ncoming from IT-systems analysis, explore all the possible behaviours of the\nmodelled systems, thus helping to identify emergent properties. A main drawback\nfrom most model checking tools in the life sciences domain is that they take as\ninput a language designed for computer scientists, that is not easily\nunderstood by non-expert users. We propose in this article an approach based on\nDSL. It provides a comprehensible language to describe the system while\nallowing the use of complex and powerful underlying model checking techniques.\n","Comment: Presented at MeCBIC 2011"]}]
["1108.3437",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3437"],"date":["2011-08-17"],"type":["text"],"creator":["Evans, Jason L.","Ibe, Masahiro","Yanagida, Tsutomu T."],"language":[],"coverage":[],"title":["Probing Extra Matter in Gauge Mediation Through the Lightest Higgs Boson\n  Mass"],"description":["  We discuss the implications of the excesses in LHC Higgs boson searches on\nthe gauge mediated supersymmetric standard model, for the mass range\n120-140\\,GeV. We find that a relatively heavy lightest Higgs boson mass in this\nrange can be reconciled with light SUSY particles, $m_{\\rm gluino}<2$\\,TeV, if\nthere are additional fields which couple directly to the Higgs boson. We also\nfind that the mass of this extra matter can be predicted rather precisely in\ngauge mediation for a given Higgs boson and gluino mass.\n","Comment: 13 pages, 2 figures"]}]
["1108.3444",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3444"],"date":["2011-08-17"],"type":["text"],"creator":["Gyárfás, András","Sebõ, András","Trotignon, Nicolas"],"language":[],"coverage":[],"title":["The chromatic gap and its extremes"],"description":["  The {\\em chromatic gap} is the difference between the chromatic number and\nthe clique number of a graph. Here we investigate $\\gap(n)$, the maximum\nchromatic gap over graphs on $n$ vertices. Can the extremal graphs be explored?\nWhile computational problems related to the chromatic gap are hopeless, an\ninterplay between Ramsey theory and matching theory leads to a simple and\n(almost) exact formula for $\\gap(n)$ in terms of Ramsey numbers.\n","Comment: 41 pages; Cahiers Leibniz No 184,\n  https://consult-cahiersleibniz.g-scop.grenoble-inp.fr/apps/WebObjects/CahiersLeibniz/"]}]
["1108.3445",{"format":[],"subject":["Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3445"],"date":["2011-08-17"],"type":["text"],"creator":["Grozin, Andrey"],"language":[],"coverage":[],"title":["Quantum computer for dummies (in Russian)"],"description":["  An introduction (in Russian) to quantum computers, quantum cryptography, and\nquantum teleportation for students who have no previous knowledge of these\nsubjects, but know quantum mechanics. Several simple examples are considered in\ndetail using the quantum computer emulator QCL.\n","Comment: 24 small (A5) pages"]}]
["1108.3448",{"format":[],"subject":["Mathematics - Differential Geometry","53C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3448"],"date":["2011-08-17"],"type":["text"],"creator":["Guijarro, Luis","Walschap, Gerard"],"language":[],"coverage":[],"title":["The curvature operator at the soul"],"description":["  We prove two splitting theorems, one topological, the other metric, for open\nmanifolds with nonnegative sectional curvature.\n","Comment: To appear at Illinois Journal of Mathematics"]}]
["1108.3449",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3449","doi:10.1039/C1SM05762F"],"date":["2011-08-17"],"type":["text"],"creator":["Borzsonyi, Tamas","Unger, Tamas","Szabo, Balazs","Wegner, Sandra","Angenstein, Frank","Stannarius, Ralf"],"language":[],"coverage":[],"title":["Reflection and Exclusion of Shear Zones in Inhomogeneous Granular\n  Materials"],"description":["  Shear localization in granular materials is studied experimentally and\nnumerically. The system consists of two material layers with different\neffective frictions. The presence of the material interface leads to a special\ntype of \"total internal reflection\" of the shear zone. In a wide range of\nconfigurations the reflection is characterized by a fixed angle which is\nanalogous to the critical angle of refraction in optics. The zone leaves and\nreenters the high friction region at this critical angle and in between it\nstays near the interface in the low friction region. The formalism describing\nthe geometry of the shear zones and that of refracted and reflected light beams\nis very similar. For the internal visualization of shear localization two\nindependent experimental techniques were used (i) excavation and (ii) Magnetic\nResonance Imaging.\n","Comment: 8 pages, 9 figures; Final version published in Soft Matter (2011)"]}]
["1108.3450",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3450"],"date":["2011-08-17"],"type":["text"],"creator":["Day, Joseph P.","Choi, Ki-Seok","Plessas, Willibald"],"language":[],"coverage":[],"title":["Effective Quark-Quark Interaction in Heavy Baryons"],"description":["  We report results from a study of heavy-baryon spectroscopy within a\nrelativistic constituent- quark model, whose hyperfine interaction is based on\nGoldstone-boson-exchange dynamics. While for light-flavor constituent quarks it\nis now commonly accepted that the effective quark-quark interaction is\n(predominantly) furnished by Goldstone-boson exchange - due to spontaneous\nchiral-symmetry breaking of quantum chromodynamics at low energies - there is\ncurrently still much speculation about the light-heavy and heavy-heavy\nquark-quark interactions. With the increasing amount of experimental data on\nheavy-baryon spectroscopy these issues might soon be settled. Here, we show,\nhow the relativistic constituent-quark model with Goldstone-boson-exchange\nhyperfine interactions can be extended to charm and bottom baryons. It is found\nthat the same model that has previously been successful in reproducing the\nlight and strange baryon spectra is also in line with the existing\nphenomenological data on heavy-baryon spectroscopy. An analogous model with\none-gluon-exchange hyperfine interactions for light-heavy flavors does not\nachieve a similarly good performance.\n","Comment: 4 pages, 2 figures, Hadron 2011, Munich Germany"]}]
["1108.3454",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3454","Appl. Phys. Express 4 (2011) 095802","doi:10.1143/APEX.4.095802"],"date":["2011-08-17"],"type":["text"],"creator":["Shuai, Yao","Zhou, Shengqiang","Wu, Chuangui","Zhang, Wanli","Bürger, Danilo","Slesazeck, Stefan","Mikolajick, Thomas","Helm, Manfred","Schmidt, Heidemarie"],"language":[],"coverage":[],"title":["Control of rectifying and resistive switching behavior in BiFeO3 thin\n  films"],"description":["  BiFeO3 thin films have been grown on Pt/Ti/SiO2/Si substrates with pulsed\nlaser deposition using Au as the top electrode. The resistive switching\nproperty of the Au/BiFeO3/Pt stack has been significantly improved by carefully\ntuning the oxygen pressure during the growth, and a large switching ratio of\n~4500 has been achieved. The deposition pressure modifies the concentration of\noxygen vacancies and the rectifying behavior of the Au/BiFeO3 junction, and\nconsequently influences the resistive switching behavior of the whole stack.\nThe switching takes place homogeneously over the entire electrode, and shows a\nlong-term retention.\n","Comment: 13 pages, 3 fitures"]}]
["1108.3457",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3457","Statistical Science 2011, Vol. 26, No. 2, 179-184","doi:10.1214/10-STS318A"],"date":["2011-08-17"],"type":["text"],"creator":["Schenker, Nathaniel"],"language":[],"coverage":[],"title":["Discussion of \"Calibrated Bayes, for Statistics in General, and Missing\n  Data in Particular\" by R. J. A. Little"],"description":["  Discussion of \"Calibrated Bayes, for Statistics in General, and Missing Data\nin Particular\" by R. Little [arXiv:1108.1917]\n","Comment: Published in at http://dx.doi.org/10.1214/10-STS318A the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1108.3461",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3461","Statistical Science 2011, Vol. 26, No. 2, 175-178","doi:10.1214/10-STS318B"],"date":["2011-08-17"],"type":["text"],"creator":["Larsen, Michael D."],"language":[],"coverage":[],"title":["Discussion of \"Calibrated Bayes, for Statistics in General, and Missing\n  Data in Particular\" by R. J. A. Little"],"description":["  Discussion of \"Calibrated Bayes, for Statistics in General, and Missing Data\nin Particular\" by R. Little [arXiv:1108.1917]\n","Comment: Published in at http://dx.doi.org/10.1214/10-STS318B the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1108.3462",{"format":[],"subject":["Computer Science - Multiagent Systems","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3462"],"date":["2011-08-17"],"type":["text"],"creator":["Filipiak, Patryk"],"language":[],"coverage":[],"title":["A Multiagent Simulation for Traffic Flow Management with Evolutionary\n  Optimization"],"description":["  A traffic flow is one of the main transportation issues in nowadays\nindustrialized agglomerations. Configuration of traffic lights is among the key\naspects in traffic flow management. This paper proposes an evolutionary\noptimization tool that utilizes multiagent simulator in order to obtain\naccurate model. Even though more detailed studies are still necessary, a\npreliminary research gives an expectation for promising results.\n"]}]
["1108.3464",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3464"],"date":["2011-08-17"],"type":["text"],"creator":["Neher, Richard A.","Shraiman, Boris I.","Fisher, Daniel S."],"language":[],"coverage":[],"title":["Rate of Adaptation in Large Sexual Populations"],"description":["  Adaptation often involves the acquisition of a large number of genomic\nchanges which arise as mutations in single individuals. In asexual populations,\ncombinations of mutations can fix only when they arise in the same lineage, but\nfor populations in which genetic information is exchanged, beneficial mutations\ncan arise in different individuals and be combined later. In large populations,\nwhen the product of the population size N and the total beneficial mutation\nrate U_b is large, many new beneficial alleles can be segregating in the\npopulation simultaneously. We calculate the rate of adaptation, v, in several\nmodels of such sexual populations and show that v is linear in NU_b only in\nsufficiently small populations. In large populations, v increases much more\nslowly as log NU_b. The prefactor of this logarithm, however, increases as the\nsquare of the recombination rate. This acceleration of adaptation by\nrecombination implies a strong evolutionary advantage of sex.\n"]}]
["1108.3466",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3466","Statistical Science 2011, Vol. 26, No. 2, 185-186","doi:10.1214/10-STS318REJ"],"date":["2011-08-17"],"type":["text"],"creator":["Little, Roderick"],"language":[],"coverage":[],"title":["Rejoinder"],"description":["  Rejoinder of \"Calibrated Bayes, for Statistics in General, and Missing Data\nin Particular\" by R. Little [arXiv:1108.1917]\n","Comment: Published in at http://dx.doi.org/10.1214/10-STS318REJ the\n  Statistical Science (http://www.imstat.org/sts/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1108.3467",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3467","Statistical Science 2011, Vol. 26, No. 2, 203-205","doi:10.1214/11-STS338A"],"date":["2011-08-17"],"type":["text"],"creator":["Bernardo, José M."],"language":[],"coverage":[],"title":["Discussion of \"Objective Priors: An Introduction for Frequentists\" by M.\n  Ghosh"],"description":["  Discussion of \"Objective Priors: An Introduction for Frequentists\" by M.\nGhosh [arXiv:1108.2120]\n","Comment: Published in at http://dx.doi.org/10.1214/11-STS338A the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1108.3469",{"format":[],"subject":["Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3469","Journal of Applied Physics 109, 033912 (2011)","doi:10.1063/1.3544037"],"date":["2011-08-17"],"type":["text"],"creator":["Kubo, Yuimaru","Takahide, Yamaguchi","Tanaka, Takayoshi","Ueda, Shinya","Ishii, Satoshi","Tsuda, Shunsuke","Islam, A. T. M. Nazmul","Tanaka, Isao","Takano, Yoshihiko"],"language":[],"coverage":[],"title":["Fabrication of submicron La$_{2-x}$Sr$_{x}$CuO$_{4}$ intrinsic Josephson\n  junction stacks"],"description":["  Intrinsic Josephson junction (IJJ) stacks of cuprate superconductors have\npotential to be implemented as intrinsic phase qubits working at relatively\nhigh temperatures. We report success in fabricating submicron\nLa$_{2-x}$Sr$_{x}$CuO$_{4}$ (LSCO) IJJ stacks carved out of single crystals. We\nalso show a new fabrication method in which argon ion etching is performed\nafter focused ion beam etching. As a result, we obtained an LSCO IJJ stack in\nwhich resistive multi-branches appeared. It may be possible to control the\nnumber of stacked IJJs with an accuracy of a single IJJ by developing this\nmethod.\n","Comment: 5 pages, 6 figures"]}]
["1108.3470",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3470","Phys. Rev. A 81, 033802 (2010)","doi:10.1103/PhysRevA.81.033802"],"date":["2011-08-17"],"type":["text"],"creator":["Coomans, W.","Beri, S.","Van der Sande, G.","Gelens, L.","Danckaert, J."],"language":[],"coverage":[],"title":["Optical injection in semiconductor ring lasers"],"description":["  We theoretically investigate optical injection in semiconductor ring lasers\nand disclose several dynamical regimes. Through numerical simulations and\nbifurcation continuation, two separate parameter regions in which two different\ninjection-locked solutions coexist are revealed, in addition to a region in\nwhich a frequency-locked limit cycle coexists with an injection-locked\nsolution. Finally, an antiphase chaotic regime without the involvement of any\ncarrier dynamics is revealed. Parallels are drawn with the onset of chaos in\nthe periodically forced Duffing oscillator.\n","Comment: 8 pages, 6 figures"]}]
["1108.3472",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3472"],"date":["2011-08-17"],"type":["text"],"creator":["Kapranov, Mikhail"],"language":[],"coverage":[],"title":["Thermodynamics and the moment map"],"description":["  We give a thermodynamical interpretation of the moment map for toric\nvarieties.\n","Comment: 11 pages"]}]
["1108.3473",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3473","Statistical Science 2011, Vol. 26, No. 2, 206-209","doi:10.1214/11-STS338B"],"date":["2011-08-17"],"type":["text"],"creator":["Sweeting, Trevor"],"language":[],"coverage":[],"title":["Discussion of \"Objective Priors: An Introduction for Frequentists\" by M.\n  Ghosh"],"description":["  Discussion of \"Objective Priors: An Introduction for Frequentists\" by M.\nGhosh [arXiv:1108.2120]\n","Comment: Published in at http://dx.doi.org/10.1214/11-STS338B the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1108.3474",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3474","Statistical Science 2011, Vol. 26, No. 2, 210-211","doi:10.1214/11-STS338REJ"],"date":["2011-08-17"],"type":["text"],"creator":["Ghosh, Malay"],"language":[],"coverage":[],"title":["Rejoinder"],"description":["  Rejoinder of ``Objective Priors: An Introduction for Frequentists'' by M.\nGhosh [arXiv:1108.2120]\n","Comment: Published in at http://dx.doi.org/10.1214/11-STS338REJ the\n  Statistical Science (http://www.imstat.org/sts/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1108.3478",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","44A35 (primary), 20N20, 33C05, 34E05, 42A45 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3478"],"date":["2011-08-17"],"type":["text"],"creator":["Johansen, Troels Roussau"],"language":[],"coverage":[],"title":["$L^p$-results for fractional integration and multipliers for the Jacobi\n  transform"],"description":["  We use precise asymptotic expansions for Jacobi functions\n$\\phi^{(\\alpha,\\beta)}_\\lambda$ parameters $\\alpha$, $\\beta$ satisfying\n$\\alpha>1/2$, $\\alpha>\\beta>-1/2$, to generalizing classical H\\\"ormander-type\nmultiplier theorem for the spherical transform on a rank one Riemannian\nsymmetric space (by Clerc/Stein and Stanton/Tomas) to the framework of Jacobi\nanalysis. In particular, multiplier results for the spherical transform on\nDamek--Ricci spaces are subsumed by this approach, and it yields multiplier\nresults for the hypergeometric `Heckman--Opdam transform' associated with a\nrank one root system. We obtain near-optimal $L^p-L^q$ estimates for the\nintegral operator associated with the convolution kernel\n$m_a:\\lambda\\mapsto(\\lambda^2+\\rho^2)^{-a/2}$, $a>0$.\n","Comment: The present preprint will not be submitted for publication since the\n  main result is a special case of results from Bloom/Xu: \"Fourier multipliers\n  for L^p Chebli-Trimeche hypergroups\", Proc. London Math. Soc. 80 (2000),\n  643-664. The techniques in the proofs are different and are used elsewhere,\n  so we decided to upload the preprint for future reference. Read the\n  disclaimer in Section 0"]}]
["1108.3481",{"format":[],"subject":["Mathematics - Logic","03C45, 20A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3481"],"date":["2011-08-17"],"type":["text"],"creator":["Dobrowolski, Jan","Krupinski, Krzysztof"],"language":[],"coverage":[],"title":["On \\omega-categorical, generically stable groups"],"description":["  We prove that each \\omega-categorical, generically stable group is\nsolvable-by-finite.\n","Comment: 11 pages"]}]
["1108.3482",{"format":[],"subject":["High Energy Physics - Phenomenology","Condensed Matter - Quantum Gases","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3482"],"date":["2011-08-17"],"type":["text"],"creator":["Blaizot, Jean-Paul"],"language":[],"coverage":[],"title":["Quantum Fields at Finite Temperature \"from tera to nano Kelvin\""],"description":["  These lectures introduce techniques that are used in the description of\nsystems of particles and fields at high temperature (or density). These methods\nhave a broad range of physical applications. We shall discuss two specific\napplications: one related to hot and dense matter composed of quarks and\ngluons, with temperatures in the tera Kelvin range, the other related to\nBose-Einstein condensation in ultra-cold gases, with temperatures in the nano\nKelvin range. As we shall see, in both systems, long wavelength collective\nphenomena lead to similar features, in spite of the huge difference in orders\nof magnitude of the respective energy scales.\n","Comment: Lectures delivered at Komaba campus of the University of Tokyo in\n  November and December, 2009. Published in Soryushiron-kenkyu (e-version)\n  http://www2.yukawa.kyoto-u.ac.jp/~sokened/sokendenshi/sokendenshi.htm"]}]
["1108.3485",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3485","J. Cos. 15, 6326-6339 (2011)"],"date":["2011-08-16"],"type":["text"],"creator":["Nieuwenhuizen, Theo M.","Keefe, Peter D.","Spicka, Vaclav"],"language":[],"coverage":[],"title":["Round Table Discussion at the Workshop \"New Directions in Modern\n  Cosmology\""],"description":["  The workshop \"New directions in modern cosmology\", organized by Theo\nNieuwenhuizen, Rudy Schild, Francesco Sylos Labini and Ruth Durrer, was held\nfrom September 27 until October 1, 2010, in the Lorentz Center in Leiden, the\nNetherlands. A transcript of the final round table discussion, chaired by Theo\nNieuwenhuizen and Rudy Schild, is presented. The subjects are: 0) spread in\ndata; 1) back reaction; 2) $N$-body simulations; 3) neutrinos as the dark\nmatter; 4) gravitational hydrodynamics, 5) missing baryons and lensing in an\ninhomogeneous universe, and 6) final points.\n","Comment: 14 pages"]}]
["1108.3488",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3488"],"date":["2011-08-15"],"type":["text"],"creator":["McCulloch, M. E."],"language":[],"coverage":[],"title":["Can the Podkletnov effect be explained by quantised inertia?"],"description":["  The Podkletnov effect is an unexplained loss of weight of between 0.05% and\n0.07% detected in test masses suspended above supercooled levitating\nsuperconducting discs exposed to AC magnetic fields. A larger weight loss of up\nto 0.5% was seen over a disc spun at 5000 rpm. The effect has so far been\nobserved in only one laboratory. Here, a new model for inertia that assumes\nthat inertial mass is caused by Unruh radiation which is subject to a\nHubble-scale Casimir effect (called MiHsC or quantised inertia) is applied to\nthis anomaly. When the disc is exposed to the AC magnetic field it vibrates\n(accelerates), and MiHsC then predicts that the inertial mass of the nearby\ntest mass increases, so that to conserve momentum it must accelerate upwards\nagainst freefall by 0.0029 m/s^2 or 0.03% of g, about half of the weight loss\nobserved. With disc rotation, MiHsC predicts an additional weight loss, but 28\ntimes smaller than the rotational effect observed. MiHsC suggests that the\neffect should increase with disc radius and rotation rate, the AC magnetic\nfield strength (as observed), and also with increasing latitude and for lighter\ndiscs.\n","Comment: 8 pages, 1 figure. To appear in the SPESIF-2011 conference\n  proceedings, in Physics Procedia"]}]
["1108.3489",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3489"],"date":["2011-08-17"],"type":["text"],"creator":["Gao, Yifeng","Gong, Shuhong","Zhao, Ge"],"language":[],"coverage":[],"title":["A Novel and Robust Evolution Algorithm for Optimizing Complicated\n  Functions"],"description":["  In this paper, a novel mutation operator of differential evolution algorithm\nis proposed. A new algorithm called divergence differential evolution algorithm\n(DDEA) is developed by combining the new mutation operator with divergence\noperator and assimilation operator (divergence operator divides population,\nand, assimilation operator combines population), which can detect multiple\nsolutions and robustness in noisy environment. The new algorithm is applied to\noptimize Michalewicz Function and to track changing of rain-induced-attenuation\nprocess. The results based on DDEA are compared with those based on\nDifferential Evolution Algorithm (DEA). It shows that DDEA algorithm gets\nbetter results than DEA does in the same premise. The new algorithm is\nsignificant for optimizing and tracking the characteristics of MIMO (Multiple\nInput Multiple Output) channel at millimeter waves.\n","Comment: 4papers"]}]
["1108.3490",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3490","Space Science Reviews 158, 5 (2011)","doi:10.1007/s11214-010-9721-4"],"date":["2011-08-17"],"type":["text"],"creator":["Hudson, Hugh S."],"language":[],"coverage":[],"title":["Global Properties of Solar Flares"],"description":["  This article broadly reviews our knowledge of solar flares. There is a\nparticular focus on their global properties, as opposed to the microphysics\nsuch as that needed for magnetic reconnection or particle acceleration as such.\nIndeed solar flares will always remain in the domain of remote sensing, so we\ncannot observe the microscales directly and must understand the basic physics\nentirely via the global properties plus theoretical inference. The global\nobservables include the general energetics -radiation in flares and mass loss\nin coronal mass ejections (CMEs) - and the formation of different kinds of\nejection and global wave disturbance: the type II radio-burst exciter, the\nMoreton wave, the EIT \"wave,\" and the \"sunquake\" acoustic waves in the solar\ninterior. Flare radiation and CME kinetic energy can have comparable\nmagnitudes, of order 10^32 erg each for an X-class event, with the bulk of the\nradiant energy in the visible-UV continuum. We argue that the impulsive phase\nof the flare dominates the energetics of all of these manifestations, and also\npoint out that energy and momentum in this phase largely reside in the\nelectromagnetic field, not in the observable plasma\n"]}]
["1108.3494",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3494"],"date":["2011-08-17"],"type":["text"],"creator":["Ambainis, Andris","Sun, Xiaoming"],"language":[],"coverage":[],"title":["New separation between $s(f)$ and $bs(f)$"],"description":["  In this note we give a new separation between sensitivity and block\nsensitivity of Boolean functions: $bs(f)=(2/3)s(f)^2-(1/3)s(f)$.\n","Comment: 7 pages"]}]
["1108.3496",{"format":[],"subject":["Physics - Optics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3496"],"date":["2011-08-17"],"type":["text"],"creator":["Chen, Huanyang","Xu, Yadong","Li, Hui"],"language":[],"coverage":[],"title":["On conformal lenses"],"description":["  Plane mirror can make one object into two for observers on the object's side.\nYet, there seems no way to achieve the same effect for observers from all\ndirections. In this letter, we will design a new class of gradient index lenses\nfrom multivalued optical conformal mapping. We shall call them the conformal\nlenses. Such lenses can transform one source into two (or even many)\nomnidirectionally. Like the overlapped illusion optics does, they can even\ntransform multiple sources into one. Rather than using negative index\nmaterials, implementation here only needs isotropic positive index materials\nlike other gradient index lenses. One obvious drawback however, is that they\nhave singular permittivity values which restrict them to functioning at one\nsingle frequency. This however, needs not be the case when applying\ntransmutation methods, which enable the lenses to work in a broadband frequency\nrange.\n","Comment: Manuscript - 9 pages Supplementary Information - 3 pages"]}]
["1108.3500",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3500"],"date":["2011-08-17"],"type":["text"],"creator":["Wei, Tong-Xuan","Hwang, Tzonelih","Tsai, Chia-Wei"],"language":[],"coverage":[],"title":["Quantum Secret Authentication Code"],"description":["  This study proposes a quantum secret authentication code for protecting the\nintegrity of secret quantum states. Since BB84[1] was first proposed, the\neavesdropper detection strategy in almost all quantum cryptographic protocols\nis based on the random sample discussion, in which the probability of\neavesdropper detection is depending on the number of check qubits eavesdropped\nby the eavesdropper. Hence, if the eavesdropper interferes only a few qubits of\nthe transmitted quantum sequence, then the detection probability will be very\nlow. This study attempts to propose a quantum secret authentication code to\nsolve this problem. With the use of quantum secret authentication code, not\nonly is the probability of eavesdropper detection guaranteed to be evenly\ndistributed no matter how many qubits had been eavesdropped, but also can the\nquantum transmission efficiency be highly enhanced.\n"]}]
["1108.3506",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3506","doi:10.1039/c1fd00013f"],"date":["2011-08-17"],"type":["text"],"creator":["Lyalin, Andrey","Taketsugu, Tetsuya"],"language":[],"coverage":[],"title":["A computational investigation of H2 adsorption and dissociation on Au\n  nanoparticles supported on TiO2 surface"],"description":["  The specific role played by small gold nanoparticles supported on the rutile\nTiO2(110) surface in the processes of adsorption and dissociation of H2 is\ndiscussed. It is demonstrated that the molecular and dissociative adsorption of\nH2 on Au_n clusters containing n = 1, 2, 8 and 20 atoms depends on cluster\nsize, geometry structure, cluster flexibility and the interaction with the\nsupport material. Rutile TiO2(110) support energetically promotes H2\ndissociation on gold clusters. It is demonstrated that the active sites towards\nH2 dissociation are located at corners and edges on the surface of the gold\nnanoparticle in the vicinity of the support. The low coordinated oxygen atoms\non the TiO2(110) surface play a crucial role for H2 dissociation. Therefore the\ncatalytic activity of a gold nanoparticle supported on the rutile TiO2(110)\nsurface is proportional to the length of the perimeter interface between the\nnanoparticle and the support.\n","Comment: 26 pages, 8 figures, in press Faraday Discussions (2011)"]}]
["1108.3514",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3514"],"date":["2011-08-17"],"type":["text"],"creator":["Altarelli, G."],"language":[],"coverage":[],"title":["Concluding Talk: A Theorist Overview on Particle Physics"],"description":["  This is a Concluding Talk, not a Summary of the FPCP 2011 Conference. I will\nfirst make some comments on the status and the prospects of particle physics\nand then review some of the highlights that particularly impressed me at this\nConference (a subjective choice).\n","Comment: 15 pages. Talk presented at the Ninth International Conference on\n  Flavor Physics and CP Violation (FPCP 2011), Maale Hachamisha, Israel, May\n  23-27, 2011"]}]
["1108.3518",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3518"],"date":["2011-08-17"],"type":["text"],"creator":["Miyadera, Takayuki"],"language":[],"coverage":[],"title":["Time-Energy Uncertainty Relation for a Quantum Clock as a Control Device"],"description":["  A quantum clock working as a control device is examined. The quality of the\ncontrol process is characterized by the magnitude of deviation of perturbed\nstate from unperturbed state of the controlled system. Uncertainty relations\nthat relate the time duration of the process and energy of the clock to the\nquality of the control are presented.\n","Comment: 6 pages"]}]
["1108.3522",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3522"],"date":["2011-08-17"],"type":["text"],"creator":["Ryzhikov, V. V."],"language":[],"coverage":[],"title":["On Mixing of Staircase Transformations"],"description":["  We prove the mixing for all staircase transformations satisfied the\nconditions $r_j/h_j\\to 0$ + $r_j\\to\\infty$.\n","Comment: Lecture Notes"]}]
["1108.3525",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3525"],"date":["2011-08-17"],"type":["text"],"creator":["Miao, Yingjie","Corso, Jason J."],"language":[],"coverage":[],"title":["Hamiltonian Streamline Guided Feature Extraction with Applications to\n  Face Detection"],"description":["  We propose a new feature extraction method based on two dynamical systems\ninduced by intensity landscape: the negative gradient system and the\nHamiltonian system. We build features based on the Hamiltonian streamlines.\nThese features contain nice global topological information about the intensity\nlandscape, and can be used for object detection. We show that for training\nimages of same size, our feature space is much smaller than that generated by\nHaar-like features. The training time is extremely short, and detection speed\nand accuracy is similar to Haar-like feature based classifiers.\n"]}]
["1108.3529",{"format":[],"subject":["Mathematics - Differential Geometry","Computer Science - Graphics","Primary: 53C23, 83C27, 57Q15, Secondary: 30C65, 68U05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3529"],"date":["2011-08-17"],"type":["text"],"creator":["Saucan, Emil"],"language":[],"coverage":[],"title":["Fat Triangulations and Differential Geometry"],"description":["  We study the differential geometric consequences of our previous result on\nthe existence of fat triangulations, in conjunction with a result of Cheeger,\nM\\\"{u}ller and Schrader, regarding the convergence of Lipschitz-Killing\ncurvatures of piecewise-flat approximations of smooth Riemannian manifolds. A\nfurther application to the existence of quasiconformal mappings between\nmanifolds, as well as an extension of the triangulation result to the case of\nalmost Riemannian manifolds, are also given. In addition, the notion of fatness\nof triangulations and its relation to metric curvature and to excess is\nexplored. Moreover, applications of the main results, and in particular a\npurely metric approach to Regge calculus, are also investigated.\n","Comment: 29 pages"]}]
["1108.3533",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3533"],"date":["2011-08-17"],"type":["text"],"creator":["Bernauer, J. C.","Achenbach, P.","Gayoso, C. Ayerbe","Böhm, R.","Bosnar, D.","Debenjak, L.","Distler, M. O.","Doria, L.","Esser, A.","Fonvieille, H.","Friedrich, J. M.","Friedrich, J.","de la Paz, M. Gómez Rodríguez","Makek, M.","Merkel, H.","Middleton, D. G.","Müller, U.","Nungesser, L.","Pochodzalla, J.","Potokar, M.","Majos, S. Sánchez","Schlimme, B. S.","Širca, S.","Walcher, Th.","Weinriefer, M."],"language":[],"coverage":[],"title":["Reply to Comment on \"High-Precision Determination of the Electric and\n  Magnetic Form Factors of the Proton\""],"description":["  In arXiv:1108.3058v1 [nucl-ex], Arrington criticizes the Coulomb corrections\nwe applied in the analysis of high precision form factor data (see\nPhys.Rev.Lett.105:242001, 2010, arXiv:1007.5076v3 [nucl-ex]). We show, by\ncomparing different calculations cited in the Comment, that the criticism of\nthe Comment neglects the large uncertainty of \"more modern\" TPE corrections.\nThis uncertainty has also been seen in recent polarized measurements. We rerun\nour analysis using one of these calculations. The results show that the Comment\nexaggerates the quantitative effect at small Q^2.\n","Comment: 1 page, 2 figure, To appear as a Reply Comment in Physical Review\n  Letters"]}]
["1108.3536",{"format":[],"subject":["Mathematics - General Topology","54B30, 18B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3536","Mathematica Slovaca. Volume 53, 2003, No. 5: 137-156"],"date":["2011-08-17"],"type":["text"],"creator":["Sleziak, Martin"],"language":[],"coverage":[],"title":["Subspaces of pseudoradial spaces"],"description":["  We prove that every topological space (T0-space, T1-space) can be embedded in\na pseudoradial space (in a pseudoradial T0-space, T1space). This answers the\nProblem 3 in [Arhangelskii, A.V. - Isler, R. - Tironi, G: On pseudo-radial\nspaces, Comment. Math. Univ. Carolin. 27 (1986), 137-156]. We describe the\nsmallest coreflective subcategory A of Top such that the hereditary\ncoreflective hull of A is the whole category Top. (The same result without any\nseparation axiom was proved already in the master thesis E. Murtinov\\'a:\nPodprostory pseudoradi\\'aln\\'ich prostor\\r{u}. I wasn't aware of this work when\npreparing this paper.)\n"]}]
["1108.3541",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3541"],"date":["2011-08-17"],"type":["text"],"creator":["Córsico, A. H.","Althaus, L. G.","Romero, A. D.","Bertolami, M. M. Miller","García-Berro, E.","Isern, J."],"language":[],"coverage":[],"title":["Constraining the axion mass through the asteroseismology of the ZZ Ceti\n  star G117-B15A"],"description":["  We perform an asteroseismological study on the DAV star G117-B15A on the\nbasis of a modern set of fully evolutionary DA white dwarf models that have\nconsistent chemical profiles at the core and the envelope. We found an\nasteroseismological model for G117-B15A that closely reproduces its observed\npulsation periods. Then, we use the most recently measured value of the rate of\nperiod change for the dominant mode of this pulsating star to impose a\npreliminary upper limit to the mass of the axion.\n","Comment: 4 pages, 2 figures, 1 table. To appear in the ASP proceedings of \"The\n  61st Fujihara seminar: Progress in solar/stellar physics with helio- and\n  asteroseismology\", 13th-17th March 2011, Hakone, Japan. Ed: Hiromoto\n  Shibahashi"]}]
["1108.3544",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3544"],"date":["2011-08-17"],"type":["text"],"creator":["Ekrem, Ersen","Ulukus, Sennur"],"language":[],"coverage":[],"title":["Secure Lossy Transmission of Vector Gaussian Sources"],"description":["  We study the secure lossy transmission of a vector Gaussian source to a\nlegitimate user in the presence of an eavesdropper, where both the legitimate\nuser and the eavesdropper have vector Gaussian side information. The aim of the\ntransmitter is to describe the source to the legitimate user in a way that the\nlegitimate user can reconstruct the source within a certain distortion level\nwhile the eavesdropper is kept ignorant of the source as much as possible as\nmeasured by the equivocation. We obtain an outer bound for the rate,\nequivocation and distortion region of this secure lossy transmission problem.\nThis outer bound is tight when the transmission rate constraint is removed. In\nother words, we obtain the maximum equivocation at the eavesdropper when the\nlegitimate user needs to reconstruct the source within a fixed distortion level\nwhile there is no constraint on the transmission rate. This characterization of\nthe maximum equivocation involves two auxiliary random variables. We show that\na non-trivial selection for both random variables may be necessary in general.\nThe necessity of two auxiliary random variables also implies that, in general,\nWyner-Ziv coding is suboptimal in the presence of an eavesdropper. In addition,\nwe show that, even when there is no rate constraint on the legitimate link,\nuncoded transmission (deterministic or stochastic) is suboptimal; the presence\nof an eavesdropper necessitates the use of a coded scheme to attain the maximum\nequivocation.\n","Comment: Submitted to IEEE Transactions on Information Theory, Aug. 2011"]}]
["1108.3545",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3545"],"date":["2011-08-17"],"type":["text"],"creator":["Tausz, Andrew","Carlsson, Gunnar"],"language":[],"coverage":[],"title":["Applications of Zigzag Persistence to Topological Data Analysis"],"description":["  The theory of zigzag persistence is a substantial extension of persistent\nhomology, and its development has enabled the investigation of several\nunexplored avenues in the area of topological data analysis. In this paper, we\ndiscuss three applications of zigzag persistence: topological bootstrapping,\nparameter thresholding, and the comparison of witness complexes.\n"]}]
["1108.3547",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05C80 (Primary) 05C25, 05C12 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3547"],"date":["2011-08-17"],"type":["text"],"creator":["Christofides, Demetres","Markström, Klas"],"language":[],"coverage":[],"title":["The thresholds for diameter 2 in random Cayley graphs"],"description":["  Given a group G, the model $\\mathcal{G}(G,p)$ denotes the probability space\nof all Cayley graphs of G where each element of the generating set is chosen\nindependently at random with probability p.\n  In this article we show that for any $\\epsilon > 0$ and any family of groups\nG_k of order n_k for which $n_k \\to \\infty$, a graph $\\Gamma_k \\in\n\\mathcal{G}(G_k,p)$ with high probability has diameter at most 2 if $p\n\\geqslant \\sqrt{(2 + \\epsilon) \\frac{\\log{n_k}}{n_k}}$ and with high\nprobability has diameter greater than 2 if $p \\leqslant \\sqrt{(1/4 +\n\\epsilon)\\frac{\\log{n_k}}{n_k}}$.\n  We also provide examples of families of graphs which show that both of these\nresults are best possible.\n  Of particular interest is that for some families of groups, the corresponding\nrandom Cayley graphs achieve diameter 2 significantly faster than the\nErd\\H{o}s-Renyi random graphs.\n"]}]
["1108.3548",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3548"],"date":["2011-08-17"],"type":["text"],"creator":["Burde, D.","Moens, W."],"language":[],"coverage":[],"title":["Periodic derivations and prederivations of Lie algebras"],"description":["  We consider finite-dimensional complex Lie algebras admitting a periodic\nderivation, i.e., a nonsingular derivation which has finite multiplicative\norder. We show that such Lie algebras are at most two-step nilpotent and give\nseveral characterizations, such as the existence of gradings by sixth roots of\nunity, or the existence of a nonsingular derivation whose inverse is again a\nderivation. We also obtain results on the existence of periodic prederivations.\nIn this context we study a generalization of Engel-4-Lie algebras.\n"]}]
["1108.3560",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3560"],"date":["2011-08-17"],"type":["text"],"creator":["Bahder, Thomas B.","McCorkle, William C."],"language":[],"coverage":[],"title":["Resonant Behavior of an Augmented Railgun"],"description":["  We consider a lumped circuit model of an augmented electromagnetic railgun\nthat consists of a gun circuit and an augmentation circuit that is inductively\ncoupled to the gun circuit. The gun circuit is driven by a d.c. voltage\ngenerator, and the augmentation circuit is driven by an a.c. voltage generator.\nUsing sample parameters, we numerically solve the three non-linear dynamical\nequations that describe this system. We find that there is a resonant behavior\nin the armature kinetic energy as a function of the frequency of the voltage\ngenerator in the augmentation circuit. This resonant behavior may be exploited\nto increase armature kinetic energy. Alternatively, if the presence of the\nkinetic energy resonance is not taken into account, parameters may be chosen\nthat result in less than optimal kinetic energy and efficiency.\n","Comment: 9 pages, 11 figures"]}]
["1108.3561",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3561"],"date":["2011-08-17"],"type":["text"],"creator":["Kaltenegger, L.","Udry, S.","Pepe, F."],"language":[],"coverage":[],"title":["A Habitable Planet around HD 85512?"],"description":["  Aims: In this study we assess the habitability of HD85512b, a 3.6M_Earth\nplanet orbiting a K5V star. The radial velocity data and orbital parameters for\nHD 85512 b have just been published, based on data from the dedicated\nHARPS-upgrade GTO program. Methods: This paper outlines a simple approach to\nevaluate habitability of rocky planets from radial velocity (RV) searches by\nusing atmospheric models of rocky planets with H2O/CO2/N2 atmospheres, like\nEarth. We focus our analysis on HD 85512 b. To first order the limits of the\nHabitable Zone depend on the effective stellar flux distribution in wavelength\nand time, the planet's Bond albedo, and greenhouse gas effects in this\napproach. We also discuss the dependence of habitability on the measurement\naccuracies. Results: We provide a simple set of parameters which can be used\nfor evaluating current and future planet candidates from RV searches for their\npotential habitability. We find that HD 85512 b could be potentially habitable\nif the planet exhibits more than 50% cloud coverage. HD 85512 b is, with Gl 581\nd, the best candidate for exploring habitability to date, a planet on the edge\nof habitability.\n","Comment: submitted to A&A"]}]
["1108.3562",{"format":[],"subject":["Condensed Matter - Superconductivity","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3562"],"date":["2011-08-17"],"type":["text"],"creator":["Baskaran, G."],"language":[],"coverage":[],"title":["Possibility of Skyrmion Superconductivity in Doped Antiferromagnet\n  K$_2$Fe$_4$Se$_5$"],"description":["  Intercalated Fe chalcogenide K$_2$Fe$_4$Se$_5$ family exhibits high Tc\n($\\sim$ 30 K) superconductivity and spin-8 high T$_{\\rm N}$ ($\\sim$ 560 K)\nantiferromagnetism (AFM). We present a model Hamiltonian and suggest\n\\textit{Skyrmion superconductivity}. A doped electron creates an orbitally non\ndegenerate S=7\\half state in a F$_4$Se$_9$ cluster and moves in a single\ncorrelated band, exchange coupled to a robust S=8 AFM order. Skyrmion, a\ntopological excitation of 2 dimensional AFM order acquires an \\textit{induced\ncharge -2e} through a quantum anomaly and becomes a Cooper pair.\nSuperconductivity emerges for a range of doping. Fluctuating superconductivity,\narising from preformed Cooper pairs (stable Skyrmions), around room\ntemperatures is predicted. We offer hope for higher Tc's in large-S Mott\ninsulators.\n","Comment: 4 pages, 4 figures"]}]
["cond-mat/0503264",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0503264"],"date":["2005-03-11","2011-08-17"],"type":["text"],"creator":["Datta, S."],"language":[],"coverage":[],"title":["Finite Temperature Excitations of a trapped Bose gas by Feynman-Kac path\n  integral approach"],"description":["  We present results from a detailed Quantum Monte Carlo study of BEC applied\nto JILA experiment [Jin et al Phys. Rev. Lett. $\\bf 78$, 764, 1997][1]. This is\nthe first Monte Carlo approach(based on Feynman-Kac path integral method) to\nthe above problem where good qualitative agreement is found for both the lowest\nlying $m=2$ and $m=0$ modes. We found an upward shift of the experimental data\nfor $m=0$ mode at around $ T=0.7 T_0 $ ($T_0$ is defined as the predicted BEC\ntransition temperature for harmonically confined ideal gas) when the effect of\nnoncondensate was considered.\n","Comment: 35pages,16figures"]}]
["cond-mat/0512255",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0512255","J. Chem. Phys. 122, 054501 (2005)","doi:10.1063/1.1839574"],"date":["2005-12-12","2011-08-17"],"type":["text"],"creator":["Heimel, G.","Daghofer, M.","Gierschner, J.","List, E. J. W.","Grimsdale, A. C.","Müllen, K.","Beljonne, D.","Brédas, J. -L.","Zojer, E."],"language":[],"coverage":[],"title":["Breakdown of the mirror image symmetry in the optical\n  absorption/emission spectra of oligo(para-phenylene)s"],"description":["  The absorption and emission spectra of most luminescent, pi-conjugated,\norganic molecules are the mirror image of each other. In some cases, however,\nthis symmetry is severely broken. In the present work, the asymmetry between\nthe absorption and fluorescence spectra in molecular systems consisting of\npara-linked phenyl rings is studied. The vibronic structure of the emission and\nabsorption bands is calculated from ab-initio quantum chemical methods and a\nsubsequent, rigorous Franck-Condon treatment. Good agreement with experiment is\nachieved. A clear relation can be established between the strongly anharmonic\ndouble-well potential for the phenylene ring librations around the long\nmolecular axis and the observed deviation from the mirror image symmetry.\nConsequences for related compounds and temperature dependent optical\nmeasurements are also discussed.\n","Comment: 12 pages, 13 Figures"]}]
["math/0508513",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra","Primary 16W35, Secondary 81R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508513","2009 Acta Appl. Math. 108 (1), 73-81"],"date":["2005-08-25","2011-08-17"],"type":["text"],"creator":["Holtz, Candis","Price, Kenneth"],"language":[],"coverage":[],"title":["Normal Quadratics in Ore Extensions, Quantum Planes, and Quantized Weyl\n  Algebras"],"description":["  Let R be a Noetherian domain and let ({\\sigma}, {\\delta}) be a\nquasi-derivation of R such that {\\sigma} is an automorphism. There is an\ninduced quasi-derivation on the classical quotient ring Q of R. Suppose F = t^2\n- v is normal in the Ore extension R[t; {\\sigma}, {\\delta}] where v {\\epsilon}\nR. We show F is prime in R[t; {\\sigma}, {\\delta}] if and only if F is\nirreducible in Q[t; {\\sigma}, {\\delta}] if and only if there does not exist w\n{\\epsilon} Q such that v = {\\sigma} (w)w - {\\delta} (w). We apply this result\nto classify prime quadratic forms in quantum planes and quantized Weyl\nalgebras.\n"]}]
["nlin/0302019",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0302019","Phys. Rev. Lett. 76, 146-149 (1996)","doi:10.1103/PhysRevLett.76.146"],"date":["2003-02-11","2011-08-17"],"type":["text"],"creator":["Kupervasser, Oleg","Olami, Zeev","Procaccia, Itamar"],"language":[],"coverage":[],"title":["Flame front propagation I: The Geometry of Developing Flame Fronts:\n  Analysis with Pole Decomposition"],"description":["  The roughening of expanding flame fronts by the accretion of cusp-like\nsingularities is a fascinating example of the interplay between instability,\nnoise and nonlinear dynamics that is reminiscent of self-fractalization in\nLaplacian growth patterns. The nonlinear integro-differential equation that\ndescribes the dynamics of expanding flame fronts is amenable to analytic\ninvestigations using pole decomposition. This powerful technique allows the\ndevelopment of a satisfactory understanding of the qualitative and some\nquantitative aspects of the complex geometry that develops in expanding flame\nfronts.\n","Comment: 4 pages, 2 figures"]}]
