["0705.1025",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1025","Journal of Graph Algorithms and Applications 15(2) 269-293, 2011"],"date":["2007-05-08","2011-07-19"],"type":["text"],"creator":["Eppstein, David"],"language":[],"coverage":[],"title":["Recognizing Partial Cubes in Quadratic Time"],"description":["  We show how to test whether a graph with n vertices and m edges is a partial\ncube, and if so how to find a distance-preserving embedding of the graph into a\nhypercube, in the near-optimal time bound O(n^2), improving previous O(nm)-time\nsolutions.\n","Comment: 25 pages, five figures. This version significantly expands previous\n  versions, including a new report on an implementation of the algorithm and\n  experiments with it"]}]
["0705.3779",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","14D07, 14J10, 22E46, 32M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3779","Math. Ann. (2010) 348, 211-236","doi:10.1007/s00208-009-0378-9"],"date":["2007-05-25","2011-07-20"],"type":["text"],"creator":["Sheng, Mao","Zuo, Kang"],"language":[],"coverage":[],"title":["Polarized Variation of Hodge Structures of Calabi-Yau Type and\n  Characteristic Subvarieties Over Bounded Symmetric Domains"],"description":["  In this paper we extend the construction of the canonical polarized variation\nof Hodge structures over tube domain considered by B. Gross in \\cite{G} to\nbounded symmetric domain and introduce a series of invariants of infinitesimal\nvariation of Hodge structures, which we call characteristic subvarieties. We\nprove that the characteristic subvariety of the canonical polarized variations\nof Hodge structures over irreducible bounded symmetric domains are identified\nwith the characteristic bundles defined by N. Mok in \\cite{M}. We verified the\ngenerating property of B. Gross for all irreducible bounded symmetric domains,\nwhich was predicted in \\cite{G}.\n","Comment: 31 pages"]}]
["0710.5673",{"format":[],"subject":["Mathematics - Differential Geometry","53C27 (Primary), 55N22, 57R65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5673","Comm. Partial Differential Equations 34 (2009), no. 10-12,\n  1147-1179","doi:10.1080/03605300902769204"],"date":["2007-10-30","2008-12-16"],"type":["text"],"creator":["Ammann, Bernd","Dahl, Mattias","Humbert, Emmanuel"],"language":[],"coverage":[],"title":["Surgery and the spinorial tau-invariant"],"description":["  We associate to a compact spin manifold M a real-valued invariant \\tau(M) by\ntaking the supremum over all conformal classes over the infimum inside each\nconformal class of the first positive Dirac eigenvalue, normalized to volume 1.\nThis invariant is a spinorial analogue of Schoen's $\\sigma$-constant, also\nknown as the smooth Yamabe number. We prove that if N is obtained from M by\nsurgery of codimension at least 2, then $\\tau(N) \\geq\n\\min\\{\\tau(M),\\Lambda_n\\}$ with $\\Lambda_n>0$. Various topological conclusions\ncan be drawn, in particular that \\tau is a spin-bordism invariant below\n$\\Lambda_n$. Below $\\Lambda_n$, the values of $\\tau$ cannot accumulate from\nabove when varied over all manifolds of a fixed dimension.\n","Comment: to appear in CPDE"]}]
["0801.4770",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4770","Gen.Rel.Grav.43:2237-2255,2011","doi:10.1007/s10714-011-1179-5"],"date":["2008-01-30","2010-03-02"],"type":["text"],"creator":["Dasgupta, Arundhati"],"language":[],"coverage":[],"title":["The gravitational path integral and trace of the diffeomorphisms"],"description":["  I give a resolution of the conformal mode divergence in the Euclidean\ngravitational path-integral by isolating the trace of the diffeomorphisms and\nits contribution to the Faddeev-Popov measure.\n","Comment: 20 pgs;"]}]
["0804.2482",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2482","Astron.Astrophys.484:L5-L8,2008","doi:10.1051/0004-6361:200809689"],"date":["2008-04-15","2008-04-23"],"type":["text"],"creator":["Mattsson, L.","Wahlin, R.","Höfner, S.","Eriksson, K."],"language":[],"coverage":[],"title":["Intense Mass Loss from C-rich AGB Stars at low Metallicity?"],"description":["  We argue that the energy injection of pulsations may be of greater importance\nto the mass-loss rate of AGB stars than metallicity, and that the mass-loss\ntrend with metallicity is not as simple as sometimes assumed. Using our\ndetailed radiation hydrodynamical models that include dust formation, we\nillustrate the effects of pulsation energy on wind properties. We find that the\nmass-loss rate scales with the kinetic energy input by pulsations as long as a\ndust-saturated wind does not occur, and all other stellar parameters are kept\nconstant. This includes the absolute abundance of condensible carbon (not bound\nin CO), which is more relevant than keeping the C/O-ratio constant when\ncomparing stars of different metallicity. The pressure and temperature\ngradients in the atmospheres of stars, become steeper and flatter,\nrespectively, when the metallicity is reduced, while the radius where the\natmosphere becomes opaque is typically associated with a higher gas pressure.\nThis effect can be compensated for by adjusting the velocity amplitude of the\nvariable inner boundary (piston), which is used to simulate the effects of\npulsation, to obtain models with comparable kinetic-energy input. Hence, it is\nmore relevant to compare models with similar energy-injections than of similar\nvelocity amplitude. Since there is no evidence for weaker pulsations in\nlow-metallicity AGB stars, we conclude that it is unlikely that low-metallicity\nC-stars have a lower mass-loss rate, than their more metal-rich counterparts\nwith similar stellar parameters, as long as they have a comparable amount of\ncondensible carbon.\n","Comment: 4 pages, 3 figures. Accepted for publication in A&A. Updated after\n  language editing. Additional typos fixed"]}]
["0806.4591",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4591","Astron.Astrophys.488:675-684,2008","doi:10.1051/0004-6361:200809932"],"date":["2008-06-27"],"type":["text"],"creator":["Guandalini, R.","Busso, M."],"language":[],"coverage":[],"title":["Infrared Photometry and Evolution of Mass-Losing AGB Stars. II.\n  Luminosity and Colors of MS and S Stars"],"description":["  AGB phases mark the end of the evolution for Low- and Intermediate-Mass\nStars. Our understanding of the mechanisms through which they eject the\nenvelope and our assessment of their contribution to the chemical evolution of\nGalaxies are hampered by poor knowledge of their Luminosities and mass loss\nrates,both for C-rich and for O-rich sources.We plan to establish criteria\npermitting a more quantitative determination of luminosities for the various\ntypes of AGB stars on the basis of IR fluxes.In this paper we concentrate on\nO-rich and s-element-rich MS, S stars and include a small sample of SC stars.We\nreanalyze the absolute bolometric magnitudes and colors of MS, S, SC stars on\nthe basis of a sample of intrinsic and extrinsic long period variables.We\nderive bolometric corrections as a function of near- and mid-IR colors,adopting\nas references a group of stars for which the SED could be reconstructed in\ndetail over a large wavelength range.We determine the absolute HR diagrams and\ncompare luminosities and colors of S-type giants with those of C-rich AGB\nstars. Luminosity estimates are also verified on the basis of existing\nPeriod-Luminosity relations valid for O-rich Miras.S star bolometric\nluminosities are almost indistinguishable from those of C-rich AGB stars.Their\ncircumstellar envelopes are thinner and less opaque.Despite this last property\nthe IR wavelengths remain dominant, with the bluest stars having their maximum\nemission in the H or K bands.Based on Period-Luminosity relations for O-rich\nMiras and on Magnitude-color relations for the same variables we show how\napproximate distances for sources of so far unknown parallax can be inferred.\nWe argue that most of the sources have a rather small mass(<2Msun);dredge-up\nmight then be not effective enough to let the C/O ratio exceed unity.\n","Comment: 17 pages + 19 pages of \"Online Material\", 9 figures, 12 tables.\n  Accepted for publication in \"Astronomy & Astrophysics\""]}]
["0807.1586",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1586","Soft Matter, 2009, 5, 868-877","doi:10.1039/B811795K"],"date":["2008-07-10"],"type":["text"],"creator":["Kanduc, M.","Dobnikar, J.","Podgornik, R."],"language":[],"coverage":[],"title":["Counterion-mediated Electrostatic Interactions between Helical Molecules"],"description":["  We study the interaction of two cylinders with helical charge distribution\nmediated by neutralizing counterions, by analyzing the separation as well as\nthe azimuthal angle dependence of the interaction force in the weak and strong\ncoupling limit. While the azimuthal dependence of the interaction in the weak\ncoupling limit is overall small and mostly negligible, the strong coupling\nlimit leads to qualitatively new features of the interaction, among others also\nto an orientationally dependent optimal configuration that is driven by angular\ndependence of the correlation attraction. We investigate the properties of this\nazimuthal ordering in detail and compare it to existing results.\n","Comment: 11 pages, 12 figures"]}]
["0807.3082",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3082","J. Supercond. Nov. Magn. 23, 613 (2010)","doi:10.1007/s10948-010-0719-7"],"date":["2008-07-19","2009-08-19"],"type":["text"],"creator":["Klemm, Richard A.","Kadowaki, Kazuo"],"language":[],"coverage":[],"title":["Angular dependence of the radiation power of a Josephson STAR-emitter"],"description":["  We calculate the angular dependence of the power of stimulated terahertz\namplified radiation (STAR) emitted from a $dc$ voltage applied across a stack\nof intrinsic Josephson junctions. During coherent emission, we assume a\nspatially uniform $ac$ Josephson current density in the stack acts as a surface\nelectric current density antenna source, and the cavity features of the stack\nare contained in a magnetic surface current density source. A superconducting\nsubstrate acts as a perfect magnetic conductor with $H_{||,ac}=0$ on its\nsurface. The combined results agree very well with recent experimental\nobservations. Existing Bi$_2$Sr$_2$CaCu$_2$O$_{8+\\delta}$ crystals atop perfect\nelectric conductors could have Josephson STAR-emitter power in excess of 5 mW,\nacceptable for many device applications.\n","Comment: 3 pages 3 figures"]}]
["0808.1220",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1220","Lith.J.Phys.49:19-28,2009","doi:10.3952/lithjphys.49110"],"date":["2008-08-08","2010-02-12"],"type":["text"],"creator":["Bernotas, Andrius","Šimonis, Vytautas"],"language":[],"coverage":[],"title":["Heavy hadron spectroscopy and the bag model"],"description":["  Some time ago a slightly improved variant of bag model (the modified bag\nmodel) suitable for the unified description of light and heavy hadrons was\ndeveloped. The main goal of the present work was to calculate the masses of the\nground state baryons containing bottom quarks in the framework of this model.\nFor completeness the predictions for other heavy hadrons are also given. The\nreasonable agreement of our results with other theoretical calculations and\navailable experimental data suggests that our predictions could serve as a\nuseful complementary tool for the interpretation of heavy hadron spectra.\n","Comment: 18 pages, 9 tables, references to experiments updated, rms deviations\n  given in some tables"]}]
["0809.1693",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1693","Found.Phys.40:116-124,2010","doi:10.1007/s10701-009-9380-z"],"date":["2008-09-09","2011-01-10"],"type":["text"],"creator":["Finster, Felix","Hainzl, Christian"],"language":[],"coverage":[],"title":["Quantum Oscillations Can Prevent the Big Bang Singularity in an\n  Einstein-Dirac Cosmology"],"description":["  We consider a spatially homogeneous and isotropic system of Dirac particles\ncoupled to classical gravity. The dust and radiation dominated closed\nFriedmann-Robertson-Walker space-times are recovered as limiting cases. We find\na mechanism where quantum oscillations of the Dirac wave functions can prevent\nthe formation of the big bang or big crunch singularity. Thus before the big\ncrunch, the collapse of the universe is stopped by quantum effects and reversed\nto an expansion, so that the universe opens up entering a new era of classical\nbehavior.\n  Numerical examples of such space-times are given, and the dependence on\nvarious parameters is discussed. Generically, one has a collapse after a finite\nnumber of cycles. By fine-tuning the parameters we construct an example of a\nspace-time which is time-periodic, thus running through an infinite number of\ncontraction and expansion cycles.\n","Comment: 8 pages, LaTeX, 4 figures, statement on energy conditions corrected"]}]
["0809.2295",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2295","Mon.Not.Roy.Astron.Soc.391:L93-L97,2008","doi:10.1111/j.1745-3933.2008.00563.x"],"date":["2008-09-15","2008-11-01"],"type":["text"],"creator":["Gieles, M.","Bastian, N.","Ercolano, B."],"language":[],"coverage":[],"title":["Evolution of stellar structure in the Small Magellanic Cloud"],"description":["  The projected distribution of stars in the Small Magellanic Cloud (SMC) from\nthe Magellanic Clouds Photometric Survey is analysed. Stars of different ages\nare selected via criteria based on V magnitude and V-I colour, and the degree\nof `grouping' as a function of age is studied. We quantify the degree of\nstructure using the two-point correlation function and a method based on the\nMinimum Spanning Tree and find that the overall structure of the SMC is\nevolving from a high degree of sub-structure at young ages (~10 Myr) to a\nsmooth radial density profile. This transition is gradual and at ~75 Myr the\ndistribution is statistically indistinguishable from the background SMC\ndistribution. This time-scale corresponds to approximately the dynamical\ncrossing time of stars in the SMC. The spatial positions of the star clusters\nin the SMC show a similar evolution of spatial distribution with age. Our\nanalysis suggests that stars form with a high degree of (fractal)\nsub-structure, probably imprinted by the turbulent nature of the gas from which\nthey form, which is erased by random motions in the galactic potential on a\ntime-scale of a galactic crossing time.\n","Comment: Updated to match final journal style"]}]
["0809.4362",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4362","Astron.Astrophys.496:399-412,2009","doi:10.1051/0004-6361/200811029"],"date":["2008-09-25","2009-02-02"],"type":["text"],"creator":["Subramanian, Smitha","Subramaniam, Annapurni"],"language":[],"coverage":[],"title":["Depth estimation of the Large and Small Magellanic Clouds"],"description":["  We used the red clump stars from the photometric data of the Optical\nGravitational Lensing Experiment(OGLE II) survey and the Magellanic Cloud\nPhotometric Survey (MCPS) for both the Clouds to estimate the depth.The\nobserved dispersion in the magnitude and colour distribution of red clump stars\nis used to estimate the depth, after correcting for population effects,\ninternal reddening within the Clouds and photometric errors.The observed\ndispersion due to the line of sight depth ranges from 0.023 mag to 0.45 mag (a\ndepth of 500 pc to 10.4 kpc) for LMC and from 0.025 to 0.34 magnitude(a depth\nof 670 pc to 9.53 kpc).The depth profile of the LMC bar indicates that it is\nflared.The average depth in the bar region is 4.0$\\pm$1.4 kpc. The northern\ndisk is found to have depth(4.17$\\pm$0.97 kpc)larger than the southern part of\nthe disk (2.63$\\pm$0.8kpc).There is no indication of depth variation between\nthe eastern and the western disk.The average depth for the disk is 3.44$\\pm$\n1.16 kpc.In the case of SMC, the bar depth(4.90$\\pm$1.23 kpc)and the disk depth\n(4.23$\\pm$1.48kpc)are found to be within the standard deviations.A prominent\nfeature in the SMC is the increase in depth near the optical center.The large\ndispersions estimated for the LMC bar and the northern disk suggest that the\nLMC either has large depth and/or different stellar populations in these\nregions.The halo of the LMC(using RR Lyrae stars)is found to have larger depth\ncompared to the disk/bar,which supports the existence of an inner halo for the\nLMC.On the other hand, the estimated depths for the halo(RR Lyrae stars)and\ndisk are found to be similar,for the SMC bar region. Thus,increased depth and\nenhanced stellar as well as HI density near the optical center suggests that\nthe SMC may have a bulge.\n","Comment: revised version, Accepted in Astronomy & Astrophysics (Section 5\n  included, modified discussion section, 16 pages 18 figures)"]}]
["0810.1031",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1031","Journal of Physics, 76, 843-873 (2011)","doi:10.1007/s12043-011-0092-5"],"date":["2008-10-06","2011-07-20"],"type":["text"],"creator":["Shafiee, Afshin"],"language":[],"coverage":[],"title":["On A New Formulation of Micro-phenomena: Basic Principles, Stationary\n  Fields And Beyond"],"description":["  In a series of essays, beginning with this article, we are going to develop a\nnew formulation of micro-phenomena based on the principles of reality and\ncausality. The new theory provides with us a new depiction of micro-phenomena\nassuming an unified concept of information, matter and energy. So, we suppose\nthat in a definite micro-physical context (including other interacting\nparticles), each particle is enfolded by a probability field whose existence is\ncontingent upon the existence of the particle, but it can locally affect the\nphysical status of the particle in a context-dependent manner. The dynamics of\nthe whole particle-field system obeys deterministic equations in a manner that\nwhen the particle is subjected to a conservative force, the field also\nexperiences a conservative complex force which its form is determined by the\ndynamics of particle. So, the field is endowed with a given amount of energy,\nbut its value is contingent upon the physical conditions the particle is\nsubjected to. Based on the energy balance of the particle and its associated\nfield, we argue why the field has a probabilistic objective nature. In such a\nway, the basic elements of this new formulation, its application for some\nstationary states and its nonlinear generalization for conservative systems are\ndiscussed here.\n","Comment: 35 pages, 5 figures, 3 appendices"]}]
["0811.1529",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D05 (Primary) 14G25, 14H10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1529","Journal of Number Theory, 129 (2009) 3029-3045"],"date":["2008-11-10","2011-07-20"],"type":["text"],"creator":["Lu, Jun","Sheng, Mao","Zuo, Kang"],"language":[],"coverage":[],"title":["An Arakelov Inequality in Characteristic p and Upper Bound of p-Rank\n  Zero Locus"],"description":["  In this paper we show an Arakelov inequality for semi-stable families of\nalgebraic curves of genus $g\\geq 1$ over characteristic $p$ with nontrivial\nKodaira-Spencer maps. We apply this inequality to obtain an upper bound of the\nnumber of algebraic curves of $p-$rank zero in a semi-stable family over\ncharacteristic $p$ with nontrivial Kodaira-Spencer map in terms of the genus of\na general closed fiber, the genus of the base curve and the number of singular\nfibres. An extension of the above results to smooth families of Abelian\nvarieties over $k$ with $W_2$-lifting assumption is also included.\n","Comment: 26 pages"]}]
["0902.2420",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Neural and Evolutionary Computing","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2420"],"date":["2009-02-13","2011-07-20"],"type":["text"],"creator":["Sterling, Aaron"],"language":[],"coverage":[],"title":["Self-Assembly as Graph Grammar as Distributed System"],"description":["  In 2004, Klavins et al. introduced the use of graph grammars to describe --\nand to program -- systems of self-assembly. It turns out that these graph\ngrammars are a \"dual notion\" of a graph rewriting characterization of\ndistributed systems that was proposed by Degano and Montanari over twenty years\nago. By applying techniques obtained from this observation, we prove a\ngeneralized version of Soloveichik and Winfree's theorem on local determinism,\nand we also present a canonical method to simulate asynchronous\nconstant-size-message-passing models of distributed computing with systems of\nself-assembly.\n","Comment: Withdrawn as I would like to polish it before making it public again.\n  A two-page announcement of these results will appear in the proceedings of\n  PODC 2009"]}]
["0902.3460",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3460","Astrophys.J.695:L15-L19,2009","doi:10.1088/0004-637X/695/1/L15"],"date":["2009-02-19"],"type":["text"],"creator":["Williams, Benjamin F.","Dalcanton, Julianne J.","Dolphin, Andrew E.","Holtzman, Jon","Sarajedini, Ata"],"language":[],"coverage":[],"title":["The Detection of Inside-out Disk Growth in M33"],"description":["  We present resolved stellar photometry of 4 fields along the major axis of\nthe M33 disk from images taken with the Advanced Camera for Surveys aboard the\nHubble Space Telescope. The photometry provides a detailed census of the red\nclump in all fields and reaches the ancient main sequence in the outermost\nfield. Through detailed modeling of the color-magnitude diagrams, we find that\nthe percentage of the stellar mass formed prior to z=1 changes from 71 +/- 9%\nin the innermost field to 16 +/- 6% in the outermost field. The disk shows a\nclear trend of increasing scale-length with time, evolving from 1.0 +/- 0.1 kpc\n10 Gyr ago to 1.8 +/- 0.1 kpc at times more recent than 5 Gyr ago, in agreement\nwith analytical predictions for disk growth. Beyond the disk truncation radius,\nhowever, the stellar density profile steepens with time and the age gradient\nreverses, in agreement with recent simulations. The late and slow growth of the\nstellar disk may be due in part to the low mass of M33.\n","Comment: 7 pages, 4 figures, accepted for publication in ApJ Letters"]}]
["0903.0594",{"format":[],"subject":["Mathematics - Combinatorics","05A15, 05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0594","Journal of Integer Sequences, Vol. 12 (2009), Article 09.7.4"],"date":["2009-03-03","2011-07-19"],"type":["text"],"creator":["Kim, Jong Hyun"],"language":[],"coverage":[],"title":["Hadamard Products and Tilings"],"description":["  Louis W. Shapiro gave a combinatorial proof of a bilinear generating function\nfor Chebyshev polynomials equivalent to the formula 1/(1-ax-x^2) * 1/(1-bx-x^2)\n= (1-x^2)/(1-abx-(2+a^2+b^2)x^2 -abx^3+x^4), where * denotes the Hadamard\nproduct. In a similar way, by considering tilings of a 2 by n rectangle with 1\nby 1 and 1 by 2 bricks in the top row, and 1 by 1 and 1 by n bricks in the\nbottom row, we find an explicit formula for the Hadamard product 1/(1-ax-x^2) *\nx^m/(1-bx-x^n).\n","Comment: 11 pages"]}]
["0904.0120",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13F20, 13P10, 14Q99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0120"],"date":["2009-04-01","2011-07-20"],"type":["text"],"creator":["Roemer, Tim","Schmitz, Kirsten"],"language":[],"coverage":[],"title":["Generic Tropical Varieties"],"description":["  We show that in the constant coefficient case the generic tropical variety of\na graded ideal exists. This can be seen as the analogon to the existence of the\ngeneric initial ideal in Groebner basis theory. We determine the generic\ntropical variety as a set in general and as a fan for principal ideals and\nlinear ideals.\n","Comment: 15 pages; corrected version"]}]
["0904.0336",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry","53C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0336","doi:10.1007/s11856-011-0083-8"],"date":["2009-04-02","2011-07-20"],"type":["text"],"creator":["Abardia, Judit","Gallego, Eduardo","Solanes, Gil"],"language":[],"coverage":[],"title":["The Gauss-Bonnet theorem and Crofton type formulas in complex space\n  forms"],"description":["  We compute the measure with multiplicity of the set of complex planes\nintersecting a compact domain in a complex space form. The result is given in\nterms of the so-called hermitian intrinsic volumes. Moreover, we obtain two\ndifferent versions for the Gauss-Bonnet-Chern formula in complex space forms.\nOne of them gives the Gauss curvature integral in terms of the Euler\ncharacteristic, and some hermitian intrinsic volumes. The other one, which is\nshorter, involves the measure of complex hyperplanes meeting the domain. As a\ntool, we obtain variation formulas in integral geometry of complex space forms.\n","Comment: 24 pages, to appear in Israel Journal of Mathematics"]}]
["0904.1630",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms","Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1630"],"date":["2009-04-09","2011-07-20"],"type":["text"],"creator":["Sterling, Aaron"],"language":[],"coverage":[],"title":["Self-Assembly of a Statistically Self-Similar Fractal"],"description":["  We demonstrate existence of a tile assembly system that self-assembles the\nstatistically self-similar Sierpinski Triangle in the Winfree-Rothemund Tile\nAssembly Model. This appears to be the first paper that considers self-assembly\nof a random fractal, instead of a deterministic fractal or a finite, bounded\nshape. Our technical contributions include a way to remember, and use,\nunboundedly-long prefixes of an infinite coding sequence at each stage of\nfractal construction; a tile assembly mechanism for nested recursion; and a\ndefinition of \"almost-everywhere local determinism,\" to describe a tileset\nwhose assembly is locally determined, conditional upon a zeta-dimension zero\nset of (infinitely many) \"input\" tiles. This last is similar to the definition\nof randomized computation for Turing machines, in which an algorithm is\ndeterministic relative to an oracle sequence of coin flips that provides advice\nbut does not itself compute. Keywords: tile self-assembly, statistically\nself-similar Sierpinski Triangle.\n","Comment: I am withdrawing all work I would like to polish before resubmitting,\n  including this paper. Several typos fixed"]}]
["0904.4358",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","Mathematics - Probability","Mathematics - Statistics Theory","93E10, 93E11, 62L15, 60G40, 60G35, 62L12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4358"],"date":["2009-04-28","2011-07-20"],"type":["text"],"creator":["Rabi, Maben","Moustakides, George V.","Baras, John S."],"language":[],"coverage":[],"title":["Adaptive sampling for linear state estimation"],"description":["  When a sensor has continuous measurements but sends limited messages over a\ndata network to a supervisor which estimates the state, the available packet\nrate fixes the achievable quality of state estimation. When such rate limits\nturn stringent, the sensor's messaging policy should be designed anew. What are\nthe good causal messaging policies ? What should message packets contain ? What\nis the lowest possible distortion in a causal estimate at the supervisor ? Is\nDelta sampling better than periodic sampling ? We answer these questions under\nan idealized model of the network and the assumption of perfect measurements at\nthe sensor. For a scalar, linear diffusion process, we study the problem of\nchoosing the causal sampling times that will give the lowest aggregate squared\nerror distortion. We stick to finite-horizons and impose a hard upper bound on\nthe number of allowed samples. We cast the design as a problem of choosing an\noptimal sequence of stopping times. We reduce this to a nested sequence of\nproblems each asking for a single optimal stopping time. Under an unproven but\nnatural assumption about the least-square estimate at the supervisor, each of\nthese single stopping problems are of standard form. The optimal stopping times\nare random times when the estimation error exceeds designed envelopes. For the\ncase where the state is a Brownian motion, we give analytically: the shape of\nthe optimal sampling envelopes, the shape of the envelopes under optimal Delta\nsampling, and their performances. Surprisingly, we find that Delta sampling\nperforms badly. Hence, when the rate constraint is a hard limit on the number\nof samples over a finite horizon, we should should not use Delta sampling.\n","Comment: Submitted to the SIAM journal on control and optimization. 32 pages,\n  7 figures"]}]
["0905.0114",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0114","Phys. Rev. A 80, 013805 (2009)","doi:10.1103/PhysRevA.80.013805"],"date":["2009-05-01"],"type":["text"],"creator":["Dotsenko, I.","Mirrahimi, M.","Brune, M.","Haroche, S.","Raimond, J. -M.","Rouchon, P."],"language":[],"coverage":[],"title":["Quantum feedback by discrete quantum non-demolition measurements:\n  towards on-demand generation of photon-number states"],"description":["  We propose a quantum feedback scheme for the preparation and protection of\nphoton number states of light trapped in a high-Q microwave cavity. A quantum\nnon-demolition measurement of the cavity field provides information on the\nphoton number distribution. The feedback loop is closed by injecting into the\ncavity a coherent pulse adjusted to increase the probability of the target\nphoton number. The efficiency and reliability of the closed-loop state\nstabilization is assessed by quantum Monte-Carlo simulations. We show that, in\nrealistic experimental conditions, Fock states are efficiently produced and\nprotected against decoherence.\n","Comment: 8 pages, 5 figures"]}]
["0905.1256",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1256","Astrophys.J.736:138,2011","doi:10.1088/0004-637X/736/2/138"],"date":["2009-05-08","2011-05-13"],"type":["text"],"creator":["Gavriil, Fotis P.","Dib, Rim","Kaspi, Victoria M."],"language":[],"coverage":[],"title":["The 2006-2007 Active Phase of Anomalous X-ray Pulsar 4U 0142+61:\n  Radiative and Timing Changes, Bursts, and Burst Spectral Features"],"description":["  After at least 6 years of quiescence, Anomalous X-ray Pulsar (AXP) 4U 0142+61\nentered an active phase in 2006 March that lasted several months and included\nsix X-ray bursts as well as many changes in the persistent X-ray emission. The\nbursts, the first seen from this AXP in >11 years of Rossi X-ray Timing\nExplorer monitoring, all occurred in the interval between 2006 April 6 and 2007\nFebruary 7. The burst durations ranged from 0.4-1.8\\times103 s. The first five\nburst spectra are well modeled by blackbodies, with temperatures kT ~ 2-9 keV.\nHowever, the sixth burst had a complicated spectrum that is well characterized\nby a blackbody plus two emission features whose amplitude varied throughout the\nburst. The most prominent feature was at 14.0 keV. Upon entry into the active\nphase the pulsar showed a significant change in pulse morphology and a likely\ntiming glitch. The glitch had a total frequency jump of (1.9\\pm0.4)\\times10-7\nHz, which recovered with a decay time of 17\\pm 2 days by more than the initial\njump, implying a net spin-down of the pulsar. Within the framework of the\nmagnetar model, the net spin-down of the star could be explained by regions of\nthe superfluid that rotate slower than the rest. The bursts, flux enhancements,\nand pulse morphology changes can be explained as arising from crustal\ndeformations due to stresses imposed by the highly twisted internal magnetic\nfield. However, unlike other AXP outbursts, we cannot account for a major twist\nbeing implanted in the magnetosphere.\n","Comment: 17 pages, 13 figures, accepted for application in ApJ. Text and\n  figures substantially updated since last posting"]}]
["0907.1072",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Robotics","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1072"],"date":["2009-07-06","2011-07-20"],"type":["text"],"creator":["Sterling, Aaron"],"language":[],"coverage":[],"title":["Self-Assembling Systems are Distributed Systems"],"description":["  In 2004, Klavins et al. introduced the use of graph grammars to describe --\nand to program -- systems of self-assembly. We show that these graph grammars\ncan be embedded in a graph rewriting characterization of distributed systems\nthat was proposed by Degano and Montanari over twenty years ago. We apply this\nembedding to generalize Soloveichik and Winfree's local determinism criterion\n(for achieving a unique terminal assembly), from assembly systems of 4-sided\ntiles that embed in the plane, to arbitrary graph assembly systems. We present\na partial converse of the embedding result, by providing sufficient conditions\nunder which systems of distributed processors can be simulated by graph\nassembly systems topologically, in the plane, and in 3-space. We conclude by\ndefining a new complexity measure: \"surface cost\" (essentially the convex hull\nof the space inhabited by agents at the conclusion of a self-assembled\ncomputation). We show that, for growth-bounded graphs, executing a subroutine\nto find a Maximum Independent Set only increases the surface cost of a\nself-assembling computation by a constant factor. We obtain this complexity\nbound by using the simulation results to import the distributed computing\nnotions of \"local synchronizer\" and \"deterministic coin flipping\" into\nself-assembly.\n","Comment: Withdrawing because I would like to polish this before submitting it\n  publicly again"]}]
["0911.4376",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4376","Mon.Not.Roy.Astron.Soc.403:1331-1338,2010","doi:10.1111/j.1365-2966.2009.16088.x"],"date":["2009-11-23"],"type":["text"],"creator":["Lagadec, Eric","Zijlstra, Albert","Mauron, Nicolas","Fuller, Gary","Josselin, Eric","Sloan, G. C.","Riggs, A. J. E."],"language":[],"coverage":[],"title":["The low wind expansion velocity of metal-poor carbon stars in the Halo\n  and the Sagittarius stream"],"description":["  We report the detection, from observations using the James Clerk Maxwell\nTelescope, of CO J $=$ 3$\\to$ 2 transition lines in six carbon stars, selected\nas members of the Galactic Halo and having similar infrared colors. Just one\nHalo star had been detected in CO before this work. Infrared observations show\nthat these stars are red (J-K $>$3), due to the presence of large dusty\ncircumstellar envelopes. Radiative transfer models indicates that these stars\nare losing mass with rather large dust mass-loss rates in the range 1--3.3\n$\\times$$10^{-8}$M$_{\\odot}$yr$^{-1}$, similar to what can be observed in the\nGalactic disc. We show that two of these stars are effectively in the Halo, one\nis likely linked to the stream of the Sagittarius Dwarf Spheroidal galaxy (Sgr\ndSph), and the other three stars certainly belong to the thick disc. The wind\nexpansion velocities of the observed stars are low compared to carbon stars in\nthe thin disc and are lower for the stars in the Halo and the Sgr dSph stream\nthan in the thick disc. We discuss the possibility that the low expansion\nvelocities result from the low metallicity of the Halo carbon stars. This\nimplies that metal-poor carbon stars lose mass at a rate similar to metal-rich\ncarbon stars, but with lower expansion velocities, as predicted by recent\ntheoretical models. This result implies that the current estimates of mass-loss\nrates from carbon stars in Local Group galaxies will have to be reconsidered.\n","Comment: 10 pages, 7 figures, accepted for publication in MNRAS"]}]
["0911.5718",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5718","Astron.J.139:743-756,2010","doi:10.1088/0004-6256/139/2/743"],"date":["2009-11-30"],"type":["text"],"creator":["Tokovinin, Andrei","Mason, Brian D.","Hartkopf, William I."],"language":[],"coverage":[],"title":["Speckle interferometry at the Blanco and SOAR telescopes in 2008 and\n  2009"],"description":["  The results of speckle interferometric measurements of binary and multiple\nstars conducted in 2008 and 2009 at the Blanco and SOAR 4-m telescopes in Chile\nare presented. A total of 1898 measurements of 1189 resolved pairs or\nsub-systems and 394 observations of 285 un-resolved targets are listed. We\nresolved for the first time 48 new pairs, 21 of which are new sub-systems in\nclose visual multiple stars. Typical internal measurement precision is 0.3 mas\nin both coordinates, typical companion detection capability is $\\Delta m \\sim\n4.2$ at 0\\farcs15 separation. These data were obtained with a new\nelectron-multiplication CCD camera; data processing is described in detail,\nincluding estimation of magnitude difference, observational errors, detection\nlimits, and analysis of artifacts. We comment on some newly discovered pairs\nand objects of special interest.\n","Comment: Accepted for publication in Astronomical Journal. Tables 4,5,7 will\n  be published electronically, they are available in full from the authors"]}]
["1001.2727",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2727"],"date":["2010-01-15","2011-07-20"],"type":["text"],"creator":["Gribova, N.","Arnold, A.","Maleki, H.","Schilling, T.","Holm, C."],"language":[],"coverage":[],"title":["2D versus 3D Freezing of a Lennard-Jones Fluid in a Slit Pore"],"description":["  We present a computer simulation study of a (6,12)-Lennard-Jones fluid\nconfined to a slit pore, formed by two uniform planes. These interact via a\n(3,9)-Lennard-Jones potential with the fluid particles. When the fluid\napproaches the liquid-to-solid transition we first observe layering parallel to\nthe walls. In order to investigate the nature of the freezing transition, we\nperformed a detailed analysis of the bond-orientational order parameter in the\nlayers. Changing the distance between the slit wall, we studied howthe\nbehaviour changes from a quasi-2d crystallization without hysteresis and an\nintermediate hexatic phase to a standard 3d nucleation.\n","Comment: This paper has been withdrawn by the author due to more complete\n  study presented in arXiv:1104.0611"]}]
["1002.0625",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0625","Astrophysical Journal Letters (2010), 711, L122-L126","doi:10.1088/2041-8205/711/2/L122"],"date":["2010-02-02"],"type":["text"],"creator":["Lane, Richard R.","Brewer, Brendon J.","Kiss, László L.","Lewis, Geraint F.","Ibata, Rodrigo A.","Siebert, Arnaud","Bedding, Timothy R.","Székely, Péter","Szabó, Gyula M."],"language":[],"coverage":[],"title":["AAOmega Observations of 47 Tucanae: Evidence for a Past Merger?"],"description":["  The globular cluster 47 Tucanae is well studied but it has many\ncharacteristics that are unexplained, including a significant rise in the\nvelocity dispersion profile at large radii, indicating the exciting possibility\nof two distinct kinematic populations. In this Letter we employ a Bayesian\napproach to the analysis of the largest available spectral dataset of 47\nTucanae to determine whether this apparently two-component population is real.\nAssuming the two models were equally likely before taking the data into\naccount, we find that the evidence favours the two-component population model\nby a factor of ~3x10^7. Several possible explanations for this result are\nexplored, namely the evaporation of low-mass stars, a hierarchical merger,\nextant remnants of two initially segregated populations, and multiple star\nformation epochs. We find the most compelling explanation for the two-component\nvelocity distribution is that 47 Tuc formed as two separate populations arising\nfrom the same proto-cluster cloud which merged <7.3 +/- 1.5 Gyr ago. This may\nalso explain the extreme rotation, low mass-to-light ratio and mixed stellar\npopulations of this cluster.\n","Comment: 14 pages, 2 figures, 1 table. Accepted for publication in ApJ Letters"]}]
["1002.1248",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1248","AIP Conf.Proc.1257:646-650,2010","doi:10.1063/1.3483412"],"date":["2010-02-05"],"type":["text"],"creator":["Frederico, T.","Pace, E.","Pasquini, B.","Salmé, G."],"language":[],"coverage":[],"title":["Longitudinal and Transverse Parton Momentum Distributions for Hadrons\n  within Relativistic Constituent Quark Models"],"description":["  Longitudinal and transverse parton distributions for pion and nucleon are\ncalculated from hadron vertexes obtained by a study of form factors within\nrelativistic quark models. The relevance of the one-gluon-exchange dominance at\nshort range for the behavior of the form factors at large momentum transfer and\nof the parton distributions at the end points is stressed.\n","Comment: 5 pages, 4 figs. Proceedings of Hadron 09, to appear in AIP\n  Conference Proceedings"]}]
["1002.3296",{"format":[],"subject":["Mathematics - Algebraic Geometry","14G35, 58A14"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3296"],"date":["2010-02-17","2011-07-20"],"type":["text"],"creator":["Sheng, Mao","Zhang, Jiajin","Zuo, Kang"],"language":[],"coverage":[],"title":["Higgs bundles over the good reduction of a quaternionic Shimura curve"],"description":["  This paper is devoted to the study of the Higgs bundle associated with the\nuniversal abelian variety over the good reduction of a Shimura curve of PEL\ntype. Due to the endomorphism structure, the Higgs bundle decomposes into the\ndirect sum of Higgs subbundles of rank two. They are basically divided into two\ntype: uniformizing type and unitary type. As the first application we obtain\nthe mass formula counting the number of geometric points of the degeneracy\nlocus in the Newton polygon stratification. We show that each Higgs subbundle\nis Higgs semistable. Furthermore, for each Higgs subbundle of unitary type,\neither it is strongly semistable, or its Frobenius pull-back of a suitable\npower achieves the upper bound of the instability. We describe the\nSimpson-Ogus-Vologodsky correspondence for the Higgs subbundles in terms of the\nclassical Cartier descent.\n","Comment: 29 pages; Crelle Journal 2011"]}]
["1003.3367",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3367"],"date":["2010-03-17"],"type":["text"],"creator":["Kong, Brian","Yoon, Youngsub"],"language":[],"coverage":[],"title":["Black Hole Entropy Prediction without Immirzi Parameter"],"description":["  In our earlier paper \"Corrections to the Bekenstein-Hawking entropy and the\nHawking radiation spectrum\", arXiv:0910.2755, we provided two concrete\nnumerical evidences for the new area spectrum based on the Einstein-Kaufman\npseudo tensor as opposed to the Ashtekar variables: namely, the reproduction of\nthe Bekenstein-Hawking entropy without fixing Immirzi parameter and the\nreproduction of the Hawking radiation spectrum. In this article, we provide\nanother concrete, numerical evidence for this new area spectrum; there was a\nconstant in our earlier article, which was inversely proportional to the\ndensity of state, and which we could not fix a priori. Nevertheless, in our\nearlier article, we obtained this constant to be around 172~173 by fitting it\nto the Planck radiation spectrum. In this article, we calculate this value\nusing another method. We obtain 172.87...which implies consistency.\n","Comment: 5 pages"]}]
["1003.6128",{"format":[],"subject":["Mathematics - Analysis of PDEs","General Relativity and Quantum Cosmology","35B34, 35P25, 35Q75, 83C57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.6128","Commun.Math.Phys.306:119-163,2011","doi:10.1007/s00220-011-1286-x"],"date":["2010-03-31","2011-03-15"],"type":["text"],"creator":["Dyatlov, Semyon"],"language":[],"coverage":[],"title":["Quasi-normal modes and exponential energy decay for the Kerr-de Sitter\n  black hole"],"description":["  We provide a rigorous definition of quasi-normal modes for a rotating black\nhole. They are given by the poles of a certain meromorphic family of operators\nand agree with the heuristic definition in the physics literature. If the black\nhole rotates slowly enough, we show that these poles form a discrete subset of\nthe complex plane. As an application we prove that the local energy of linear\nwaves in that background decays exponentially once orthogonality to the zero\nresonance is imposed.\n","Comment: 48+eps pages, 5 figures; changes in presentation made and references\n  added"]}]
["1004.1734",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1734","Commun.Math.Phys.306:1-33,2011","doi:10.1007/s00220-011-1271-4"],"date":["2010-04-10"],"type":["text"],"creator":["Gravejat, Philippe","Lewin, Mathieu","Séré, Eric"],"language":[],"coverage":[],"title":["Renormalization and asymptotic expansion of Dirac's polarized vacuum"],"description":["  We perform rigorously the charge renormalization of the so-called reduced\nBogoliubov-Dirac-Fock (rBDF) model. This nonlinear theory, based on the Dirac\noperator, describes atoms and molecules while taking into account vacuum\npolarization effects. We consider the total physical density including both the\nexternal density of a nucleus and the self-consistent polarization of the Dirac\nsea, but no `real' electron. We show that it admits an asymptotic expansion to\nany order in powers of the physical coupling constant $\\alphaph$, provided that\nthe ultraviolet cut-off behaves as $\\Lambda\\sim e^{3\\pi(1-Z_3)/2\\alphaph}\\gg1$.\nThe renormalization parameter $0\n"]}]
["1005.0553",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0553","JOURNAL OF APPLIED PHYSICS 110, 013919 (2011)","doi:10.1063/1.3605542"],"date":["2010-05-03","2011-03-09"],"type":["text"],"creator":["Perna, P.","Rodrigo, C.","Jiménez, E.","Teran, F. J.","Méchin, L.","Mikuszeit, N.","Camarero, J.","Miranda, R."],"language":[],"coverage":[],"title":["Tailoring magnetic anisotropy in epitaxial half metallic La0.7Sr0.3MnO3\n  thin films"],"description":["  We present a detailed study on the magnetic properties, including anisotropy,\nreversal fields, and magnetization reversal processes, of well characterized\nhalf-metallic epitaxial La0.7Sr0.3MnO3 (LSMO) thin films grown onto SrTiO3\n(STO) substrates with three different surface orientations, i.e. (001), (110)\nand (1-18). The latter shows step edges oriented parallel to the [110]\n(in-plane) crystallographic direction. Room temperature high resolution\nvectorial Kerr magnetometry measurements have been performed at different\napplied magnetic field directions in the whole angular range. In general, the\nmagnetic properties of the LSMO films can be interpreted with just the uniaxial\nterm with the anisotropy axis given by the film morphology, whereas the\nstrength of this anisotropy depends on both structure and film thickness. In\nparticular, LSMO films grown on nominally flat (110)-oriented STO substrates\npresents a well defined uniaxial anisotropy originated from the existence of\nelongated in-plane [001]-oriented structures, whereas LSMO films grown on\nnominally flat (001)-oriented STO substrates show a weak uniaxial magnetic\nanisotropy with the easy axis direction aligned parallel to residual substrate\nstep edges. Elongated structures are also found for LSMO films grown on vicinal\nSTO(001) substrates. These films present a well-defined uniaxial magnetic\nanisotropy with the easy axis lying along the step edges and its strength\nincreases with the LSMO thickness. It is remarkable that this step-induced\nuniaxial anisotropy has been found for LSMO films up to 120 nm thickness. Our\nresults are promising for engineering novel half-metallic magnetic devices that\nexploit tailored magnetic anisotropy.\n","Comment: 10 pages, 10 figures, 1 table"]}]
["1005.1980",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1980"],"date":["2010-05-11","2011-07-20"],"type":["text"],"creator":["Stover, Matthew"],"language":[],"coverage":[],"title":["Cusps of Picard modular surfaces"],"description":["  We determine the number of cusps of minimal Picard modular surfaces. The\nproof also counts cusps of other Picard modular surfaces of arithmetic\ninterest. Consequently, for each N > 0 there are finitely many commensurability\nclasses of nonuniform arithmetic lattices in SU(2, 1) that contain an N-cusped\nsurface. We also discuss a higher-rank analogue.\n","Comment: To appear in Geom. Dedicata"]}]
["1005.4374",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4374","Statistics and Its Interface, 2010, 3, 259-279"],"date":["2010-05-24","2011-07-20"],"type":["text"],"creator":["Golyandina, Nina"],"language":[],"coverage":[],"title":["On the choice of parameters in Singular Spectrum Analysis and related\n  subspace-based methods"],"description":["  In the present paper we investigate methods related to both the Singular\nSpectrum Analysis (SSA) and subspace-based methods in signal processing. We\ndescribe common and specific features of these methods and consider different\nkinds of problems solved by them such as signal reconstruction, forecasting and\nparameter estimation. General recommendations on the choice of parameters to\nobtain minimal errors are provided. We demonstrate that the optimal choice\ndepends on the particular problem. For the basic model `signal + residual' we\nshow that the error behavior depends on the type of residuals, deterministic or\nstochastic, and whether the noise is white or red. The structure of errors and\nthe convergence rate are also discussed. The analysis is based on known\ntheoretical results and extensive computer simulations.\n","Comment: 32 pages, 29 figures, 5 tables"]}]
["1006.3462",{"format":[],"subject":["Mathematics - Algebraic Geometry","Primary 32S22, 32S35, Secondary 32S25, 32S55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3462"],"date":["2010-06-17","2011-07-20"],"type":["text"],"creator":["Dimca, Alexandru","Lehrer, Gus"],"language":[],"coverage":[],"title":["Hodge-Deligne equivariant polynomials and monodromy of hyperplane\n  arrangements"],"description":["  We investigate the interplay between the monodromy and the Deligne mixed\nHodge structure on the Milnor fiber of a homogeneous polynomial. In the case of\nhyperplane arrangement Milnor fibers, we obtain a new result on the possible\nweights. For line arrangements, we prove in a new way the fact due to Budur and\nSaito that the spectrum is determined by the weak combinatorial data, and show\nthat such a result fails for the Hodge-Deligne polynomials.\n","Comment: An appendix is added in this second version, where we use $p$-adic\n  Hodge theory to prove that quite generally, whenever a $\\G$-variety $X$ is\n  defined over a number field, the number of rational points of its reductions\n  modulo prime ideals can be used in certain cases to compute the equivariant\n  Hodge-Deligne polynomial"]}]
["1006.3639",{"format":[],"subject":["Nuclear Theory","Condensed Matter - Other Condensed Matter","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3639","Phys.Rev.Lett.106:222502,2011","doi:10.1103/PhysRevLett.106.222502"],"date":["2010-06-18","2011-05-24"],"type":["text"],"creator":["Tsukiyama, K.","Bogner, S. K.","Schwenk, A."],"language":[],"coverage":[],"title":["In-Medium Similarity Renormalization Group for Nuclei"],"description":["  We present a new ab-initio method that uses similarity renormalization group\n(SRG) techniques to continuously diagonalize nuclear many-body Hamiltonians. In\ncontrast with applications of the SRG to two- and three-nucleon interactions in\nfree space, we perform the SRG evolution \"in medium\" directly in the $A$-body\nsystem of interest. The in-medium approach has the advantage that one can\napproximately evolve $3,...,A$-body operators using only two-body machinery\nbased on normal-ordering techniques. The method is nonperturbative and can be\ntailored to problems ranging from the diagonalization of closed-shell nuclei to\nthe construction of effective valence shell-model Hamiltonians and operators.\nWe present first results for the ground-state energies of $^4$He, $^{16}$O and\n$^{40}$Ca, which have accuracies comparable to coupled-cluster calculations.\n","Comment: 4pages, 4 figures, to be published in PRL"]}]
["1006.5869",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5869","Commun.Math.Phys.306:193-228,2011","doi:10.1007/s00220-011-1278-x"],"date":["2010-06-30"],"type":["text"],"creator":["Faupin, J.","Møller, J. S.","Skibsted, E."],"language":[],"coverage":[],"title":["Second order perturbation theory for embedded eigenvalues"],"description":["  We study second order perturbation theory for embedded eigenvalues of an\nabstract class of self-adjoint operators. Using an extension of the Mourre\ntheory, under assumptions on the regularity of bound states with respect to a\nconjugate operator, we prove upper semicontinuity of the point spectrum and\nestablish the Fermi Golden Rule criterion. Our results apply to massless\nPauli-Fierz Hamiltonians for arbitrary coupling.\n","Comment: 30 pages, 2 figures"]}]
["1007.2626",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2626","Commun.Math.Phys.306:229-260,2011","doi:10.1007/s00220-011-1292-z"],"date":["2010-07-15"],"type":["text"],"creator":["Zhang, Xi"],"language":[],"coverage":[],"title":["Energy properness and Sasakian-Einstein metrics"],"description":["  In this paper, we show that the existence of Sasakian-Einstein metrics is\nclosely related to the properness of corresponding energy functionals. Under\nthe condition that admitting no nontrivial Hamiltonian holomorphic vector\nfield, we prove that the existence of Sasakian-Einstein metric implies a\nMoser-Trudinger type inequality. At the end of this paper, we also obtain a\nMiyaoka-Yau type inequality in Sasakian geometry.\n","Comment: 27 pages"]}]
["1007.3021",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3021","International Journal of Foundations of Computer Science, Vol.21,\n  pp.941-962, 2010"],"date":["2010-07-18"],"type":["text"],"creator":["Yamakami, Tomoyuki"],"language":[],"coverage":[],"title":["The Roles of Advice to One-Tape Linear-Time Turing Machines and Finite\n  Automata"],"description":["  We discuss the power and limitation of various \"advice,\" when it is given\nparticularly to weak computational models of one-tape linear-time Turing\nmachines and one-way finite (state) automata. Of various advice types, we\nconsider deterministically-chosen advice (not necessarily algorithmically\ndetermined) and randomly-chosen advice (according to certain probability\ndistributions). In particular, we show that certain weak machines can be\nsignificantly enhanced in computational power when randomized advice is\nprovided in place of deterministic advice.\n","Comment: A4, 10 pt, 16 pages, 1 figure. This is a complete version of the\n  extended abstract, published in the Proceedings of the 20th International\n  Symposium on Algorithms and Computation (ISAAC 2009), Lecture Notes in\n  Computer Science, Springer-Verlag, Vol.5878, pp.933--942, December 16--18,\n  Hawaii, USA, 2009"]}]
["1008.0954",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry","Mathematics - Group Theory","14J28, 14J50, 81T40, 20B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0954"],"date":["2010-08-05","2011-07-20"],"type":["text"],"creator":["Taormina, Anne","Wendland, Katrin"],"language":[],"coverage":[],"title":["The symmetries of the tetrahedral Kummer surface in the Mathieu group\n  M_24"],"description":["  We provide a method, based on Nikulin's lattice gluing techniques, which\nidentifies the symplectic automorphisms of Kummer surfaces as permutation\ngroups on 24 elements preserving the Golay code. In other words, we explicitly\nrealise these symplectic automorphism groups as subgroups of the Mathieu group\nM_24. The example of the tetrahedral Kummer surface is treated in detail,\nconfirming the existence proofs of Mukai and Kondo, that its group of\nsymplectic automorphisms is a subgroup of one of eleven subgroups of the\nsporadic group known as Mathieu group M_23. Kondo's lattice construction, which\nuses a different gluing technique from the one advocated here to rederive\nMukai's results, is reviewed, and a slight generalisation is used to check the\nconsistency of our results. The framework presented here provides a line of\nattack to unravel the role of the sporadic Mathieu group Mathieu M_24, of which\nM_23 is a subgroup of index 24, when searching for symmetries beyond the\nclassical symplectic automorphisms in the context of strings compactified on a\nK3 surface.\n","Comment: The paper withdrawn is mathematically correct, but is superseded by\n  arXiv:1107.3834, where crucial new insights on symmetries are included"]}]
["1008.3121",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3121","Phys. Rev. Lett. 107, 047003 (2011)","doi:10.1103/PhysRevLett.107.047003"],"date":["2010-08-18","2010-10-15"],"type":["text"],"creator":["Yang, H. -B.","Rameau, J. D.","Pan, Z. -H.","Gu, G. D.","Johnson, P. D.","Claus, H.","Hinks, D. G.","Kidd, T. E."],"language":[],"coverage":[],"title":["On the Reconstructed Fermi Surface in the Underdoped Cuprates"],"description":["  The Fermi surface topologies of underdoped samples the high-Tc superconductor\nBi2212 have been measured with angle resolved photoemission. By examining\nthermally excited states above the Fermi level, we show that the Fermi surfaces\nin the pseudogap phase of underdoped samples are actually composed of fully\nenclosed hole pockets. The spectral weight of these pockets is vanishingly\nsmall at the anti-ferromagnetic zone boundary, which creates the illusion of\nFermi \"arcs\" in standard photoemission measurements. The area of the pockets as\nmeasured in this study is consistent with the doping level, and hence carrier\ndensity, of the samples measured. Furthermore, the shape and area of the\npockets is well reproduced by a phenomenological model of the pseudogap phase\nas a spin liquid.\n","Comment: 4 pages, 4 figures. Submitted to Physics Review Letters"]}]
["1008.4209",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4209","Gen.Rel.Grav.43:2171-2183,2011","doi:10.1007/s10714-011-1175-9"],"date":["2010-08-25"],"type":["text"],"creator":["Sen, Ashoke"],"language":[],"coverage":[],"title":["How Do Black Holes Predict the Sign of the Fourier Coefficients of\n  Siegel Modular Forms?"],"description":["  Single centered supersymmetric black holes in four dimensions have\nspherically symmetric horizon and hence carry zero angular momentum. This leads\nto a specific sign of the helicity trace index associated with these black\nholes. Since the latter are given by the Fourier expansion coefficients of\nappropriate meromorphic modular forms of Sp(2,Z) or its subgroup, we are led to\na specific prediction for the signs of a subset of these Fourier coefficients\nwhich represent contributions from single centered black holes only. We\nexplicitly test these predictions for the modular forms which compute the index\nof quarter BPS black holes in heterotic string theory on T^6, as well as in Z_N\nCHL models for N=2,3,5,7.\n","Comment: LaTeX file, 17 pages, 1 figure"]}]
["1008.4274",{"format":[],"subject":["Quantum Physics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4274","Sci. China G54:1471-1475,2011","doi:10.1007/s11433-011-4395-9"],"date":["2010-08-25"],"type":["text"],"creator":["Li, Xikun","Li, Junli","Liu, Bin","Qiao, Cong-Feng"],"language":[],"coverage":[],"title":["The Parametric Symmetry and Numbers of the Entangled Class of 2 \\times M\n  \\times N System"],"description":["  We present in the work two intriguing results in the entanglement\nclassification of pure and true tripartite entangled state of $2\\times M\\times\nN$ under stochastic local operation and classical communication. (i) the\ninternal symmetric properties of the nonlocal parameters in the continuous\nentangled class; (ii) the analytic expression for the total numbers of the true\nand pure entangled class $2\\times M \\times N$ states. These properties help\npeople to know more of the nature of the $2\\times M\\times N$ entangled system.\n","Comment: 12 pages, 5 figures"]}]
["1008.4734",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4734","Lett.Math.Phys.97:185-202,2011","doi:10.1007/s11005-011-0472-2"],"date":["2010-08-27","2011-03-01"],"type":["text"],"creator":["Derkachov, S. E.","Manashov, A. N."],"language":[],"coverage":[],"title":["Noncompact sl(N) spin chains: BGG-resolution, Q-operators and\n  alternating sum representation for finite dimensional transfer matrices"],"description":["  We study properties of transfer matrices in the sl(N) spin chain models. The\ntransfer matrices with an infinite dimensional auxiliary space are factorized\ninto the product of N commuting Baxter Q-operators. We consider the transfer\nmatrices with auxiliary spaces of a special type (including the finite\ndimensional ones). It is shown that they can be represented as the alternating\nsum over the transfer matrices with infinite dimensional auxiliary spaces. We\nshow that certain combinations of the Baxter Q-operators can be identified with\nthe Q-functions which appear in the Nested Bethe Ansatz.\n","Comment: 17 pages, typos fixed, references added, version accepted for\n  publication in Lett. Math. Phys"]}]
["1009.0431",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0431","J. Phys. A: Math. Theor. 44, 035205 (2011)","doi:10.1088/1751-8113/44/035205"],"date":["2010-09-02","2011-07-20"],"type":["text"],"creator":["Suto, Andras"],"language":[],"coverage":[],"title":["Superimposed particles in 1D ground states"],"description":["  For a class of nonnegative, range-1 pair potentials in one dimensional\ncontinuous space we prove that any classical ground state of lower density >=1\nis a tower-lattice, i.e., a lattice formed by towers of particles the heights\nof which can differ only by one, and the lattice constant is 1. The potential\nmay be flat or may have a cusp at the origin, it can be continuous, but its\nderivative has a jump at 1. The result is valid on finite intervals or rings of\ninteger length and on the whole line.\n","Comment: Discussion added"]}]
["1009.1110",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1110","JHEP 1107:080,2011","doi:10.1007/JHEP07(2011)080"],"date":["2010-09-06","2011-05-17"],"type":["text"],"creator":["Alday, Luis F."],"language":[],"coverage":[],"title":["Some analytic results for two-loop scattering amplitudes"],"description":["  We present analytic results for the finite diagrams contributing to the\ntwo-loop eight-point MHV scattering amplitude of planar N=4 SYM. We use a\nrecently proposed representation for the integrand of the amplitude in terms of\n(momentum) twistors and focus on a restricted kinematics in which the answer\ndepends only on two independent cross-ratios. The theory of motives can be used\nto vastly simplify the results, which can be expressed as simple combinations\nof classical polylogarithms.\n","Comment: 18 pages"]}]
["1009.2255",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","81R25, 81R40, 81Q99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2255","Int.J.Geom.Meth.Mod.Phys.08:797-819,2011","doi:10.1142/S0219887811005403"],"date":["2010-09-12","2010-11-03"],"type":["text"],"creator":["Canarutto, Daniel"],"language":[],"coverage":[],"title":["Tetrad gravity, electroweak geometry and conformal symmetry"],"description":["  A partly original description of gauge fields and electroweak geometry is\nproposed. A discussion of the breaking of conformal symmetry and the nature of\nthe dilaton in the proposed setting indicates that such questions cannot be\ndefinitely answered in the context of electroweak geometry.\n","Comment: 21 pages - accepted by International Journal of Geometric Methods in\n  Modern Physics - v2: some minor changes, mostly corrections of misprints"]}]
["1009.2557",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2557"],"date":["2010-09-13","2011-07-19"],"type":["text"],"creator":["Zhu, Weiping"],"language":[],"coverage":[],"title":["Loss Rate Inference in Multi-Sources and Multicast-Based General\n  Topology"],"description":["  Loss tomography has received considerable attention in recent years and a\nnumber of estimators have been proposed. Unfortunately, almost all of them are\ndevoted to the tree topology despite the general topology is more common in\npractice. In addition, most of the works presented in the literature rely on\niterative approximation to search for the maximum of a likelihood function\nformed from observations, which have been known neither scalable nor efficient.\nIn contrast to the tree topology, there is few paper dedicated to the general\ntopology because of the lack of understanding the impacts created by the probes\nsent by different sources. We in this paper present the analytical results\nobtained recently for the general topology that show the correlation created by\nthe probes sent by multiple sources to a node located in an intersection of\nmultiple trees. The correlation is expressed by a set of polynomials of the\npass rates of the paths connecting the sources to the node. In addition to the\nexpression, a closed form solution is proposed to obtain the MLE of the pass\nrates of the paths connecting the sources to the node. Then, two strategies are\nproposed to estimate the loss rate of a link for the general topology: one is\npath-based and the other is link-based, depending on whether we need to obtain\nthe pass rate of a path first. The two strategies are compared in the context\nof the general topology that shows each has its advantages and the link-based\none is more general. Apart from proving the estimates obtained are the MLEs, we\nprove the estimator presented here has the optimal asymptotic property.\n","Comment: submitted for publication"]}]
["1009.4050",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4050","Int.J.Geom.Meth.Mod.Phys.08:821-834,2011","doi:10.1142/S0219887811005415"],"date":["2010-09-21"],"type":["text"],"creator":["Ghorbani, Hossein","Esposito, Giampiero"],"language":[],"coverage":[],"title":["A pedagogical introduction to the Slavnov formulation of quantum\n  Yang-Mills theory"],"description":["  Over the last few years, Slavnov has proposed a formulation of quantum\nYang-Mills theory in the Coulomb gauge which preserves simultaneously manifest\nLorentz invariance and gauge invariance of the ghost field Lagrangian. This\npaper presents in detail some of the necessary calculations, i.e. those dealing\nwith the functional integral for the S-matrix and its invariance under shifted\ngauge transformations. The extension of this formalism to quantum gravity in\nthe Prentki gauge deserves consideration.\n","Comment: 16 pages, review paper"]}]
["1009.4403",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4403","Gen.Rel.Grav.43:2223-2235,2011","doi:10.1007/s10714-011-1178-6"],"date":["2010-09-22","2011-03-31"],"type":["text"],"creator":["Chan, R.","da Silva, M. F. A.","Rocha, P."],"language":[],"coverage":[],"title":["Gravastars and Black Holes of Anisotropic Dark Energy"],"description":["  Dynamical models of prototype gravastars made of anisotropic dark energy are\nconstructed, in which an infinitely thin spherical shell of a perfect fluid\nwith the equation of state $p = (1-\\gamma)\\sigma$ divides the whole spacetime\ninto two regions, the internal region filled with a dark energy fluid, and the\nexternal Schwarzschild region. The models represent \"bounded excursion\" stable\ngravastars, where the thin shell is oscillating between two finite radii, while\nin other cases they collapse until the formation of black holes. Here we show,\nfor the first time in the literature, a model of gravastar and formation of\nblack hole with both interior and thin shell constituted exclusively of dark\nenergy. Besides, the sign of the parameter of anisotropy ($p_t - p_r$) seems to\nbe relevant to the gravastar formation. The formation is favored when the\ntangential pressure is greater than the radial pressure, at least in the\nneighborhood of the isotropic case ($\\omega=-1$).\n","Comment: 16 pages, 8 figures. Accepted for publication in Gen. Rel. Grav"]}]
["1009.6220",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.6220","Gen.Rel.Grav.43:2257-2275,2011","doi:10.1007/s10714-011-1180-z"],"date":["2010-09-30"],"type":["text"],"creator":["Garcia-Perciante, A. L.","Mendez, A. R."],"language":[],"coverage":[],"title":["Heat conduction in relativistic neutral gases revisited"],"description":["  The kinetic theory of dilute gases to first order in the gradients yields\nlinear relations between forces and fluxes. The heat flux for the relativistic\ngas has been shown to be related not only to the temperature gradient but also\nto the density gradient in the representation where number density, temperature\nand hydrodynamic velocity are the independent state variables. In this work we\nshow the calculation of the corresponding transport coefficients from the full\nBoltzmann equation and compare the magnitude of the relativistic correction.\n"]}]
["1010.0945",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0945","Journal of Nanotechnology, vol. 2011, Article ID 203423, 2011","doi:10.1155/2011/203423"],"date":["2010-10-05","2011-07-20"],"type":["text"],"creator":["Morbec, J. M.","Miwa, R. H."],"language":[],"coverage":[],"title":["Theoretical Study of Carbon Clusters in Silicon Carbide Nanowires"],"description":["  Using first-principles methods we performed a theoretical study of carbon\nclusters in silicon carbide nanowires. We examined small clusters with carbon\ninterstitials and antisites in hydrogen-passivated SiC nanowires growth along\nthe [100] and [111] directions. The formation energies of these clusters were\ncalculated as a function of the carbon concentration. We verified that the\nenergetic stability of the carbon defects in SiC nanowires depends strongly on\nthe composition of the nanowire surface: the energetically most favorable\nconfiguration in carbon-coated [100] SiC nanowire is not expected to occur in\nsilicon-coated [100] SiC nanowire. The binding energies of some aggregates were\nalso obtained, and they indicate that the formation of carbon clusters in SiC\nnanowires is energetically favored.\n","Comment: 6 pages, 5 figures; 8 pages,\n  http://www.hindawi.com/journals/jnt/2011/203423/"]}]
["1010.1027",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1027","JHEP 1107:077,2011","doi:10.1007/JHEP07(2011)077"],"date":["2010-10-05"],"type":["text"],"creator":["Bauer, Christian W.","Lange, Bjorn O.","Ovanesyan, Grigory"],"language":[],"coverage":[],"title":["On Glauber modes in Soft-Collinear Effective Theory"],"description":["  Gluon interactions involving spectator partons in collisions at hadronic\nmachines are investigated. We find a class of examples in which a mode, called\nGlauber gluons, must be introduced to the effective theory for consistency.\n","Comment: 19 pages, three figures. Uses JHEP3.cls"]}]
["1010.1353",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1353","Phys. Rev. Lett. 106, 076803 (2011)","doi:10.1103/PhysRevLett.106.076803"],"date":["2010-10-07","2011-07-20"],"type":["text"],"creator":["Väyrynen, Jukka I.","Ojanen, Teemu"],"language":[],"coverage":[],"title":["Electrical manipulation and measurement of spin properties of quantum\n  spin Hall edge states"],"description":["  We study effects of a gate-controlled Rashba spin-orbit coupling to quantum\nspin-Hall edge states in HgTe quantum wells. A uniform Rashba coupling can be\nemployed in tuning the spin orientation of the edge states while preserving the\ntime-reversal symmetry. We introduce a sample geometry where the Rashba\ncoupling can be used in probing helicity by purely electrical means without\nrequiring spin detection, application of magnetic materials or magnetic fields.\nIn the considered setup a tilt of the spin orientation with respect to the\nnormal of the sample leads to a reduction in the two-terminal conductance with\ncurrent-voltage characteristics and temperature dependence typical of Luttinger\nliquid constrictions.\n","Comment: 4 pages, 4 figures. Footnote added, typos corrected"]}]
["1010.1470",{"format":[],"subject":["Mathematics - Quantum Algebra","58B32, 16W25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1470","Int.J.Geom.Meth.Mod.Phys.08:885-896,2011","doi:10.1142/S0219887811005440"],"date":["2010-10-07","2010-11-24"],"type":["text"],"creator":["Brzeziński, Tomasz"],"language":[],"coverage":[],"title":["Divergences on projective modules and non-commutative integrals"],"description":["  A method of constructing (finitely generated and projective) right module\nstructure on a finitely generated projective left module over an algebra is\npresented. This leads to a construction of a first order differential calculus\non such a module which admits a hom-connection or a divergence. Properties of\nintegrals associated to this divergence are studied, in particular the formula\nof integration by parts is derived. Specific examples include inner calculi on\na noncommutative algebra, the Berezin integral on the supercircle and integrals\non Hopf algebras.\n","Comment: 13 pages; v2 construction of projective modules has been generalised"]}]
["1010.3566",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","Mathematics - Probability","Mathematics - Statistics Theory","15B51, 62H17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3566"],"date":["2010-10-18","2011-07-20"],"type":["text"],"creator":["Bocci, Cristiano","Carlini, Enrico","Rapallo, Fabio"],"language":[],"coverage":[],"title":["Perturbation of matrices and non-negative rank with a view toward\n  statistical models"],"description":["  In this paper we study how perturbing a matrix changes its non-negative rank.\nWe prove that the non-negative rank is upper-semicontinuos and we describe some\nspecial families of perturbations. We show how our results relate to Statistics\nin terms of the study of Maximum Likelihood Estimation for mixture models.\n","Comment: 13 pages, 3 figures. A theorem has been rewritten, and some\n  improvements in the presentations have been implemented"]}]
["1010.4125",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4125","JHEP 1107:022,2011","doi:10.1007/JHEP07(2011)022"],"date":["2010-10-20"],"type":["text"],"creator":["Moeller, Nicolas","Sachs, Ivo"],"language":[],"coverage":[],"title":["Closed String Cohomology in Open String Field Theory"],"description":["  We show that closed string states in bosonic string field theory are encoded\nin the cyclic cohomology of cubic open string field theory (OSFT) which, in\nturn, classifies the deformations of OSFT. This cohomology is then shown to be\nindependent of the open string background. Exact elements correspond to closed\nstring gauge transformations, generic boundary deformations of Witten's\n3-vertex and infinitesimal shifts of the open string background. Finally it is\nargued that the closed string cohomology and the cyclic cohomology of OSFT are\nisomorphic to each other.\n","Comment: 21 pages + appendix, 7 figures"]}]
["1010.4641",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","Mathematics - Probability","35B41, 60H15, 37L30, 35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4641","J. Differential Equations 251 (2011), 1225--1253","doi:10.1016/j.jde.2011.02.013"],"date":["2010-10-22","2011-07-19"],"type":["text"],"creator":["Gess, Benjamin","Liu, Wei","Roeckner, Michael"],"language":[],"coverage":[],"title":["Random attractors for a class of stochastic partial differential\n  equations driven by general additive noise"],"description":["  The existence of random attractors for a large class of stochastic partial\ndifferential equations (SPDE) driven by general additive noise is established.\nThe main results are applied to various types of SPDE, as e.g. stochastic\nreaction-diffusion equations, the stochastic $p$-Laplace equation and\nstochastic porous media equations. Besides classical Brownian motion, we also\ninclude space-time fractional Brownian Motion and space-time L\\'evy noise as\nadmissible random perturbations. Moreover, cases where the attractor consists\nof a single point are considered and bounds for the speed of attraction are\nobtained.\n","Comment: 30 pages"]}]
["1010.4924",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4924","J. Phys.: Condens. Matter 23, 025701 (2011)","doi:10.1088/0953-8984/23/2/025701"],"date":["2010-10-23"],"type":["text"],"creator":["Klemm, Richard A.","LaBerge, Erica R.","Morley, Dustin R.","Kashiwagi, Takanari","Tsujimoto, Manabu","Kadowaki, Kazuo"],"language":[],"coverage":[],"title":["Cavity mode waves during terahertz radiation from rectangular\n  Bi$_2$Sr$_2$CaCu$_2$O$_{8+\\delta}$ mesas"],"description":["  We re-examined the angular dependence of the radiation from the intrinsic\nJosephson junctions in rectangular mesas of Bi$_2$Sr$_2$CaCu$_2$O$_{8+\\delta}$,\nin order to determine if the cavity mode part of the radiation arises from\nwaves across the width $w$ or along the length $\\ell$ of the mesas, associated\nwith ``hot spots'' [Wang {\\it et al.}, Phys. Rev. Lett. {\\bf 105}, 057002\n(2010)]. We derived analytic forms for the angular dependence expected in both\ncases for a general cavity mode in which the width of the mesa corresponds to\nan integer multiple of one-half the wavelength of the radiation. Assuming the\ncoherent radiation from the $ac$ Josephson current source and the cavity\nmagnetic surface current density source combine incoherently, fits to the data\nof Kadowaki {\\it et al.} [J. Phys. Soc. Jpn. {\\bf 79}, 023703 (2010)] on a mesa\nwith mean $\\ell/w=5.17$ for both wave directions using two models for the\nincoherent combination were made, which correspond to standing and traveling\nwaves, respectively. The results suggest that the combined output from the\nuniform $ac$ Josephson current source plus a cavity wave forming along the\nrectangle length is equally probable as that of the combined output from the\nuniform $ac$ Josephson current plus a cavity wave across the width. However,\nfor mesas in which $n\\ell/2w$ is integral, where $n$ is the index of the\nrectangular TM$^z_{n,0}$ mode, it is shown that standing cavity mode waves\nalong the length of the mesa do not radiate in the $xz$ plane perpendicular to\nthe length of the mesa, suggesting experiments on such mesas could help to\nresolve the question.\n","Comment: 11 pages 9 figures, submitted to J. Phys.: Condens. Matter"]}]
["1011.5046",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5046","AIP Conf.Proc.1343:203-205,2011","doi:10.1063/1.3574977"],"date":["2010-11-23"],"type":["text"],"creator":["Greensite, J.","Olejnik, S."],"language":[],"coverage":[],"title":["Properties of the approximate Yang-Mills ground-state wave functional in\n  2+1 dimensions"],"description":["  We review properties and lattice evidence in support of the recently proposed\ntemporal-gauge Yang-Mills vacuum wave functional in 2+1 dimensions.\n","Comment: 3 pages, 3 EPS figures, uses aipproc.cls; talk presented by S.\n  Olejnik at the conference \"Quark Confinement and the Hadron Spectrum IX\",\n  Madrid, Spain, Aug. 30-Sep. 3, 2010; submitted to AIP Conference Proceedings;\n  after publication, it will be found at http://link.aip.org/link/?apc"]}]
["1011.5190",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5190","PoS ICHEP2010:160,2010"],"date":["2010-11-23"],"type":["text"],"creator":["Machado, M. V. T.","Goncalves, V. P.","Meneses, A. R."],"language":[],"coverage":[],"title":["Non-linear QCD dynamics and exclusive production"],"description":["  In this contribution we analyse the cross sections for the exclusive vector\nmeson production as well as the deeply virtual Compton scattering (DVCS)\nrelying on the color dipole approach and considering the numerical solution of\nthe Balitsky-Kovchegov equation including running coupling corrections.\nComparisons to DESY-HERA data on exclusive processes and predictions to the\nLarge Hadron Electron Collider, LHeC, are presented.\n","Comment: 4 pages, 1 figure. Talk presented by M.V.T. Machado and to appear in\n  the proceedings of 35th International Conference on High Energy Physics,\n  (ICHEP 2010), Paris, France, July 22-28, 2010"]}]
["1011.5422",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5422","J.Phys.Conf.Ser.295:012092,2011","doi:10.1088/1742-6596/295/1/012092"],"date":["2010-11-24"],"type":["text"],"creator":["Giordano, Francesca","Lamb, Rebecca"],"language":[],"coverage":[],"title":["Flavor-dependent azimuthal modulations in unpolarized SIDIS cross\n  section at HERMES"],"description":["  The $\\cos\\phi_h$ and $\\cos2\\phi_h$ azimuthal modulations of the unpolarized\nhadron Semi-Inclusive Deep Inelastic Scattering cross section are sensitive to\nthe quark intrinsic transverse momentum and transverse spin. These modulations\nhave been measured at HERMES in a fully differential way by means of a\n4-dimensional unfolding procedure to correct for instrumental effects. Results\nhave been extracted for hydrogen and deuterium targets and separately for\npositively and negatively charged pions and kaons, to access flavor-dependent\ninformation about the nucleon internal transverse degrees of freedom.\n"]}]
["1011.5482",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5482","J.Stat.Mech.1101:P01021,2011","doi:10.1088/1742-5468/2011/01/P01021"],"date":["2010-11-24"],"type":["text"],"creator":["Calabrese, Pasquale","Cardy, John","Tonni, Erik"],"language":[],"coverage":[],"title":["Entanglement entropy of two disjoint intervals in conformal field theory\n  II"],"description":["  We continue the study of the entanglement entropy of two disjoint intervals\nin conformal field theories that we started in J. Stat. Mech. (2009) P11001. We\ncompute Tr\\rho_A^n for any integer n for the Ising universality class and the\nfinal result is expressed as a sum of Riemann-Siegel theta functions. These\npredictions are checked against existing numerical data. We provide a\nsystematic method that gives the full asymptotic expansion of the scaling\nfunction for small four-point ratio (i.e. short intervals). These formulas are\ncompared with the direct expansion of the full results for free compactified\nboson and Ising model. We finally provide the analytic continuation of the\nfirst term in this expansion in a completely analytic form.\n","Comment: 31 pages, 4 figures"]}]
["1011.5787",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5787"],"date":["2010-11-26","2011-07-20"],"type":["text"],"creator":["Cai, Zhenning","Li, Ruo","Wang, Yanli"],"language":[],"coverage":[],"title":["Numerical Regularized Moment Method for High Mach Number Flow"],"description":["  This paper is a continuation of our earlier work \\cite{NRxx} in which a\nnumerical moment method with arbitrary order of moments was presented. However,\nthe computation may break down during the calculation of the structure of a\nshock wave with Mach number $M_0 \\geqslant 3$. In this paper, we concentrate on\nthe regularization of the moment systems. First, we apply the Maxwell iteration\nto the infinite moment system and determine the magnitude of each moment with\nrespect to the Knudsen number. After that, we obtain the approximation of high\norder moments and close the moment systems by dropping some high-order terms.\nLinearization is then performed to obtain a very simple regularization term,\nthus it is very convenient for numerical implementation. To validate the new\nregularization, the shock structure of low order systems is computed with\ndifferent number of moments and different shock Mach numbers.\n","Comment: 22 pages, 4 figures"]}]
["1011.6146",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6146","doi:10.1088/1475-7516/2011/06/028"],"date":["2010-11-29","2011-07-20"],"type":["text"],"creator":["Liu, Jie","Li, Mingzhe","Zhang, Xinmin"],"language":[],"coverage":[],"title":["On Dark Energy Isocurvature Perturbation"],"description":["  Determining the equation of state of dark energy with astronomical\nobservations is crucially important to understand the nature of dark energy. In\nperforming a likelihood analysis of the data, especially of the cosmic\nmicrowave background and large scale structure data the dark energy\nperturbations have to be taken into account both for theoretical consistency\nand for numerical accuracy. Usually, one assumes in the global fitting analysis\nthat the dark energy perturbations are adiabatic. In this paper, we study the\ndark energy isocurvature perturbation analytically and discuss its implications\nfor the cosmic microwave background radiation and large scale structure.\nFurthermore, with the current astronomical observational data and by employing\nMarkov Chain Monte Carlo method, we perform a global analysis of cosmological\nparameters assuming general initial conditions for the dark energy\nperturbations. The results show that the dark energy isocurvature perturbations\nare very weakly constrained and that purely adiabatic initial conditions are\nconsistent with the data.\n","Comment: Published in JCAP 2011"]}]
["1012.0959",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0959","Phys. Rev. Lett. 107, 046602 (2011)","doi:10.1103/PhysRevLett.107.046602"],"date":["2010-12-04","2010-12-07"],"type":["text"],"creator":["Williams, J. R.","Marcus, C. M."],"language":[],"coverage":[],"title":["Snake States in Graphene p-n Junctions"],"description":["  We investigate transport in locally-gated graphene devices, where carriers\nare injected and collected along, rather than across, the gate edge. Tuning\ndensities into the p-n regime significantly reduces resistance along the p-n\ninterface, while resistance across the interface increases. This provides an\nexperimental signature of snake states, which zig-zag along the p-n interface\nand remain stable as applied perpendicular magnetic field approaches zero.\nSnake states appear as a peak in transverse resistance measured along the p-n\ninterface. The generic role of snake states disordered graphene is also\ndiscussed.\n","Comment: supplemental material available at\n  http://marcuslab.harvard.edu/papers/Williams_SnakesSupp.pdf"]}]
["1012.1763",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1763","Ann. Phys. (Berlin) 523, 638 (2011)"],"date":["2010-12-08"],"type":["text"],"creator":["Platt, Christian","Thomale, Ronny","Hanke, Werner"],"language":[],"coverage":[],"title":["Order-Parameter Anisotropies in the Pnictides - An Optimization\n  Principle for Multi-Band Superconductivity"],"description":["  Using general arguments of an optimization taking place between the pair wave\nfunction and the repulsive part of the electron-electron interaction, we\nanalyze the superconducting gap in materials with multiple Fermi-surface (FS)\npockets, with exemplary application to two proto-type ferropnictide setups. On\nthe basis of functional renormalization group (FRG) calculations for a wide\nparameter span of the bare interactions, we show that the symmetry of the gap\nand the nodal versus nodeless behavior is driven by this optimization\nrequirement.\n"]}]
["1012.2457",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2457","J. Magn. Magn. Mater. Vol-323 (2011) 2872-2875","doi:10.1016/j.jmmm.2011.06.042"],"date":["2010-12-11","2011-06-16"],"type":["text"],"creator":["Acharyya, Muktish"],"language":[],"coverage":[],"title":["Monte Carlo study of dynamic phase transition in Ising metamagnet driven\n  by oscillating magnetic field"],"description":["  The dynamical responses of Ising metamagnet (layered antiferromagnet) in the\npresence of a sinusoidally oscillating magnetic field are studied by Monte\nCarlo simulation. The time average staggered magnetisation plays the role of\ndynamic order parameter. A dynamical phase transition was observed and a phase\ndiagram was plotted in the plane formed by field amplitude and temperature. The\ndynamical phase boundary is observed to shrink inward as the relative\nantiferromagnetic strength decreases. The results are compared with that\nobtained from pure ferromagnetic system. The shape of dynamic phase boundary\nobserved to be qualitatively similar to that obtained from previous meanfield\ncalculations.\n","Comment: 12 pages latex, PC-12-2010, To appear in J. Mag. Mag. Mat. (2011)"]}]
["1012.2560",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2560","doi:10.1007/s10773-011-0862-3"],"date":["2010-12-12","2011-07-20"],"type":["text"],"creator":["Liu, Bin","Dai, Yun-Chuan","Hu, Xian-Ru","Deng, Jian-Bo"],"language":[],"coverage":[],"title":["The Klein-Gordon equation in Machian model"],"description":["  The non-local Machian model is regarded as an alternative theory of\ngravitation which states that all particles in the Universe as a\n'gravitationally entangled' statistical ensemble. It is shown that the\nKlein-Gordon equation can be derived within this Machian model of the universe.\nThe crucial point of the derivation is the activity of the Machian energy\nbackground field which causing a fluctuation about the average momentum of a\nparticle, the non-locality problem in quantum theory is addressed in this\nframework.\n","Comment: 10 pages, accepted for publication in IJTP"]}]
["1012.3431",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3431","Phys. Rev. Lett. 107, 035301 (2011)","doi:10.1103/PhysRevLett.107.035301"],"date":["2010-12-15","2011-07-20"],"type":["text"],"creator":["Zöllner, Sascha","Bruun, G. M.","Pethick, C. J.","Reimann, S. M."],"language":[],"coverage":[],"title":["Bosonic and fermionic dipoles on a ring"],"description":["  We show that dipolar bosons and fermions confined in a quasi-one-dimensional\nring trap exhibit a rich variety of states because their interaction is\ninhomogeneous. For purely repulsive interactions, with increasing strength of\nthe dipolar coupling there is a crossover from a gas-like state to an\ninhomogeneous crystal-like one. For small enough angles between the dipoles and\nthe plane of the ring, there are regions with attractive interactions, and\nclustered states can form.\n","Comment: 4 pages, 6 figures"]}]
["1101.0207",{"format":[],"subject":["Nuclear Theory","Astrophysics - Solar and Stellar Astrophysics","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0207","Phys.Rev.Lett.106:222501,2011","doi:10.1103/PhysRevLett.106.222501"],"date":["2010-12-31"],"type":["text"],"creator":["Rupak, Gautam","Higa, Renato"],"language":[],"coverage":[],"title":["Radiative Neutron Capture on Lithium-7"],"description":["  The radiative neutron capture on lithium-7 is calculated model independently\nusing a low energy halo effective field theory. The cross section is expressed\nin terms of scattering parameters directly related to the S-matrix element. The\ncross section depends on the poorly known p-wave effective range parameter r.\nThis constitutes the leading order uncertainty in traditional model\ncalculations. It is explicitly demonstrated by comparing with potential model\ncalculations. A single parameter fit describes the low energy data extremely\nwell and yields r = -1.47 fm^{-1}.\n","Comment: 9 pages, 3 figures"]}]
["1101.4422",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4422","Phys. Rev. Lett. 107, 047601 (2011)","doi:10.1103/PhysRevLett.107.047601"],"date":["2011-01-23","2011-06-27"],"type":["text"],"creator":["Barnes, Edwin","Economou, Sophia E."],"language":[],"coverage":[],"title":["Electron-nuclear dynamics in a quantum dot under non-unitary electron\n  control"],"description":["  We introduce a method for solving the problem of an externally controlled\nelectron spin in a quantum dot interacting with host nuclei via the hyperfine\ninteraction. Our method accounts for generalized (non-unitary) evolution\neffected by external controls and the environment, such as coherent lasers\ncombined with spontaneous emission. As a concrete example we develop the\nmicroscopic theory of the dynamics of nuclear-induced frequency focusing, as\nfirst measured in Science 317, 1896 (2007); we find that the nuclear relaxation\nrates are several orders of magnitude faster than those quoted in that work.\n","Comment: To appear in Phys. Rev. Lett"]}]
["1101.5456",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5456"],"date":["2011-01-28","2011-07-20"],"type":["text"],"creator":["Kumar, Dinesh"],"language":[],"coverage":[],"title":["Fatou's No Wandering Domain Conjecture: Sullivan's Proof"],"description":["  This dissertation entitled \"Fatou's No Wandering Domain Conjecture :\nSullivan's Proof\" contains a comprehensive study of the Dynamical Partition of\nthe Riemann Sphere and a complementary analysis of the work done by Dennis\nSullivan.\n","Comment: M.Phil Thesis,118 pages, Delhi University,January 2011"]}]
["1101.5797",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5797","Phys.Lett.B700:221-228,2011","doi:10.1016/j.physletb.2011.05.006"],"date":["2011-01-30","2011-07-20"],"type":["text"],"creator":["Saha, Pratishruti"],"language":[],"coverage":[],"title":["Bottom Pair Production and Search for Heavy Resonances"],"description":["  The search for heavy resonances has for long been a part of the physics\nprogramme at colliders. Traditionally, the dijet channel has been examined as\npart of this search. Here, bottom pair production is examined as a possible\nsearch channel. The chiral color model (flavor universal as well as\nnon-universal) and the flavor universal coloron model are chosen as templates\nof models that predict the existence of heavy colored gauge bosons. It is seen\nthat, apart from the resonance, the interference of the Standard Model and new\nphysics amplitudes could provide a useful signal. Of particular interest, is\nthe case of the non-universal chiral color model, as this channel may allow the\nmodel to be confirmed or ruled out as the reason behind the forward-backward\nasymmetry in top pair production.\n","Comment: Version published in Physics Letters B"]}]
["1102.1934",{"format":[],"subject":["Computer Science - Digital Libraries","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1934"],"date":["2011-02-09","2011-07-20"],"type":["text"],"creator":["Leydesdorff, Loet","Hammarfelt, Björn","Salah, Alkim Almila Akdag"],"language":[],"coverage":[],"title":["The structure of the Arts & Humanities Citation Index: A mapping on the\n  basis of aggregated citations among 1,157 journals"],"description":["  Using the Arts & Humanities Citation Index (A&HCI) 2008, we apply mapping\ntechniques previously developed for mapping journal structures in the Science\nand Social Science Citation Indices. Citation relations among the 110,718\nrecords were aggregated at the level of 1,157 journals specific to the A&HCI,\nand the journal structures are questioned on whether a cognitive structure can\nbe reconstructed and visualized. Both cosine-normalization (bottom up) and\nfactor analysis (top down) suggest a division into approximately twelve\nsubsets. The relations among these subsets are explored using various\nvisualization techniques. However, we were not able to retrieve this structure\nusing the ISI Subject Categories, including the 25 categories which are\nspecific to the A&HCI. We discuss options for validation such as against the\ncategories of the Humanities Indicators of the American Academy of Arts and\nSciences, the panel structure of the European Reference Index for the\nHumanities (ERIH), and compare our results with the curriculum organization of\nthe Humanities Section of the College of Letters and Sciences of UCLA as an\nexample of institutional organization.\n"]}]
["1102.2675",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2675","SIGMA 7 (2011), 073, 14 pages","doi:10.3842/SIGMA.2011.073"],"date":["2011-02-14","2011-07-20"],"type":["text"],"creator":["Atkinson, James"],"language":[],"coverage":[],"title":["Singularities of Type-Q ABS Equations"],"description":["  The type-Q equations lie on the top level of the hierarchy introduced by\nAdler, Bobenko and Suris (ABS) in their classification of discrete counterparts\nof KdV-type integrable partial differential equations. We ask what\nsingularities are possible in the solutions of these equations, and examine the\nrelationship between the singularities and the principal integrability feature\nof multidimensional consistency. These questions are considered in the global\nsetting and therefore extend previous considerations of singularities which\nhave been local. What emerges are some simple geometric criteria that determine\nthe allowed singularities, and the interesting discovery that generically the\npresence of singularities leads to a breakdown in the global consistency of\nsuch systems despite their local consistency property. This failure to be\nglobally consistent is quantified by introducing a natural notion of monodromy\nfor isolated singularities.\n","Comment: contribution to the SIDE-9 special issue of SIGMA"]}]
["1102.2933",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Physics - Computational Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2933","doi:10.1016/j.advwatres.2011.02.013"],"date":["2011-02-14","2011-03-31"],"type":["text"],"creator":["Mortensen, Mikael","Langtangen, Hans Petter","Wells, Garth N."],"language":[],"coverage":[],"title":["A FEniCS-Based Programming Framework for Modeling Turbulent Flow by the\n  Reynolds-Averaged Navier-Stokes Equations"],"description":["  Finding an appropriate turbulence model for a given flow case usually calls\nfor extensive experimentation with both models and numerical solution methods.\nThis work presents the design and implementation of a flexible, programmable\nsoftware framework for assisting with numerical experiments in computational\nturbulence. The framework targets Reynolds-averaged Navier-Stokes models,\ndiscretized by finite element methods. The novel implementation makes use of\nPython and the FEniCS package, the combination of which leads to compact and\nreusable code, where model- and solver-specific code resemble closely the\nmathematical formulation of equations and algorithms. The presented ideas and\nprogramming techniques are also applicable to other fields that involve systems\nof nonlinear partial differential equations. We demonstrate the framework in\ntwo applications and investigate the impact of various linearizations on the\nconvergence properties of nonlinear solvers for a Reynolds-averaged\nNavier-Stokes model.\n","Comment: To appear in Advances in Water Resources"]}]
["1102.3096",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3096","Phys.Rev.Lett.106:222001,2011","doi:10.1103/PhysRevLett.106.222001"],"date":["2011-02-15","2011-05-12"],"type":["text"],"creator":["Mercado, Ydalia Delgado","Evertz, Hans Gerd","Gattringer, Christof"],"language":[],"coverage":[],"title":["The QCD phase diagram according to the center group"],"description":["  We study an effective theory for QCD at finite temperature and density which\ncontains the leading center symmetric and center symmetry breaking terms. The\neffective theory is studied in a flux representation where the complex phase\nproblem is absent and the model becomes accessible to Monte Carlo techniques\nalso at finite chemical potential. We simulate the system using a generalized\nProkof'ev-Svistunov worm algorithm and compare the results to a low temperature\nexpansion. The phase diagram is determined as a function of temperature,\nchemical potential and quark mass. Shape and quark mass dependence of the phase\nboundaries are as expected for QCD. The transition into the deconfined phase is\nsmooth throughout, without any discontinuities or critical points.\n","Comment: Remarks added. Final version to appear in Phys. Rev. Lett"]}]
["1102.3377",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14J28, 14J50, 14G17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3377"],"date":["2011-02-16","2011-07-19"],"type":["text"],"creator":["Lieblich, Max","Maulik, Davesh"],"language":[],"coverage":[],"title":["A note on the cone conjecture for K3 surfaces in positive characteristic"],"description":["  We prove that, for a K3 surface in characteristic p > 2, the automorphism\ngroup acts on the nef cone with a rational polyhedral fundamental domain and on\nthe nodal classes with finitely many orbits. As a consequence, for any\nnon-negative integer g, there are only finitely many linear systems of\nirreducible curves on the surface of arithmetic genus g, up to the action of\nthe automorphism group.\n","Comment: 9 pages, comments welcome at any time. For some reason v2 equalled\n  v1; this v3 is what was supposed to be v2. Enjoy!"]}]
["1102.3710",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematical Physics","Mathematics - Operator Algebras","47B35 (Primary), 42C40, 47G30 (Secondary), 47L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3710","Integr. Equ. Oper. Theory 70(4) (2011), 583-600","doi:10.1007/s00020-011-1883-2"],"date":["2011-02-17","2011-07-16"],"type":["text"],"creator":["Hutník, Ondrej"],"language":[],"coverage":[],"title":["On boundedness of Calder\\'on-Toeplitz operators"],"description":["  We study the boundedness of Toeplitz-type operators defined in the context of\nthe Calder\\'on reproducing formula considering the specific wavelets whose\nFourier transforms are related to Laguerre polynomials. Some sufficient\nconditions for simultaneous boundedness of these Calder\\'on-Toeplitz operators\non each wavelet subspace for unbounded symbols are given, where investigating\nthe behavior of certain sequence of iterated integrals of symbols is helpful. A\nnumber of examples and counterexamples is given.\n","Comment: 17 pages, v2: small changes after the referee's report and typos\n  corrected"]}]
["1102.4334",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4334","Phys.Rev.Lett.106:211601,2011","doi:10.1103/PhysRevLett.106.211601"],"date":["2011-02-21","2011-05-30"],"type":["text"],"creator":["Kalaydzhyan, Tigran","Kirsch, Ingo"],"language":[],"coverage":[],"title":["Fluid/gravity model for the chiral magnetic effect"],"description":["  We consider the STU model as a gravity dual of a strongly-coupled plasma with\nmultiple anomalous U(1) currents. In the bulk we add additional background\ngauge fields to include the effects of external electric and magnetic fields on\nthe plasma. Reducing the number of chemical potentials in the STU model to two\nand interpreting them as quark and chiral chemical potential, we obtain a\nholographic description of the chiral magnetic and chiral vortical effects (CME\nand CVE) in relativistic heavy ion collisions. These effects formally appear as\nfirst-order transport coefficients in the electromagnetic current. We compute\nthese coefficients from our model using fluid/gravity duality. We also find\nanalogous effects in the axial current. Finally, we briefly discuss a variant\nof our model, in which the CME/CVE is realized in the late-time dynamics of an\nexpanding plasma.\n","Comment: 4 pages, comments added, as published in PRL"]}]
["1102.5119",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5119"],"date":["2011-02-24","2011-07-20"],"type":["text"],"creator":["Lanfear, Nathan","Lopez, Raquel M.","Suslov, Sergei K."],"language":[],"coverage":[],"title":["Exact Wave Functions for Generalized Harmonic Oscillators"],"description":["  We transform the time-dependent Schroedinger equation for the most general\nvariable quadratic Hamiltonians into a standard autonomous form. As a result,\nthe time-evolution of exact wave functions of generalized harmonic oscillators\nis determined in terms of solutions of certain Ermakov and Riccati-type\nsystems. In addition, we show that the classical Arnold transformation is\nnaturally connected with Ehrenfest's theorem for generalized harmonic\noscillators.\n","Comment: 10 pages, no figures"]}]
["1103.0400",{"format":[],"subject":["Mathematics - Algebraic Topology","55P42, 55P60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0400"],"date":["2011-03-02","2011-07-20"],"type":["text"],"creator":["Barnes, David","Roitzheim, Constanze"],"language":[],"coverage":[],"title":["Local Framings"],"description":["  Framings provide a way to construct Quillen functors from simplicial sets to\nany given model category. A more structured set-up studies stable frames giving\nQuillen functors from spectra to stable model categories. We will investigate\nhow this is compatible with Bousfield localisation to gain insight into the\ndeeper structure of the stable homotopy category. We further show how these\ntechniques relate to rigidity questions and how they can be used to study\nalgebraic model categories.\n","Comment: 32 pages. To appear in New York Journal of Mathematics. New\n  subsection about modular rigidity added"]}]
["1103.1631",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1631","JHEP 1107:060,2011","doi:10.1007/JHEP07(2011)060"],"date":["2011-03-08","2011-07-13"],"type":["text"],"creator":["Thaler, Jesse","Thomas, Zachary"],"language":[],"coverage":[],"title":["Goldstini Can Give the Higgs a Boost"],"description":["  Supersymmetric collider phenomenology depends crucially on whether the\nlightest observable-sector supersymmetric particle (LOSP) decays, and if so,\nwhat the LOSP decay products are. For instance, in SUSY models where the\ngravitino is lighter than the LOSP, the LOSP decays to its superpartner and a\nlongitudinal gravitino via supercurrent couplings. In this paper, we show that\nLOSP decays can be substantially modified when there are multiple sectors that\nbreak supersymmetry, where in addition to the gravitino there are light uneaten\ngoldstini. As a particularly striking example, a bino-like LOSP can have a near\n100% branching fraction to a higgs boson and an uneaten goldstino, even if the\nLOSP has negligible higgsino fraction. This occurs because the uneaten\ngoldstino is unconstrained by the supercurrent, allowing additional operators\nto mediate LOSP decay. These operators can be enhanced in the presence of an R\nsymmetry, leading to copious boosted higgs production in SUSY cascade decays.\n","Comment: 30 pages, 12 figures; v2: title change, clarifications added, version\n  to appear in JHEP"]}]
["1103.1946",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1946","Physical Review Letters, Vol. 107, article 047203 (2011)","doi:10.1103/PhysRevLett.107.047203"],"date":["2011-03-10","2011-06-22"],"type":["text"],"creator":["Thomas, Creighton K.","Huse, David A.","Middleton, A. Alan"],"language":[],"coverage":[],"title":["Zero and low temperature behavior of the two-dimensional $\\pm J$ Ising\n  spin glass"],"description":["  Scaling arguments and precise simulations are used to study the square\nlattice $\\pm J$ Ising spin glass, a prototypical model for glassy systems.\nDroplet theory predicts, and our numerical results show,\nentropically-stabilized long range spin glass order at zero temperature. The\nlow temperature scaling behavior has an important new crossover length scale\nthat produces a power-law dependence of the heat capacity on temperature.\n","Comment: 4 pages, 3 figures; v2 for clarifications in presentation (same\n  results)"]}]
["1103.2042",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2042","Eur.Phys.J.C71:1702,2011","doi:10.1140/epjc/s10052-011-1702-6"],"date":["2011-03-10","2011-03-17"],"type":["text"],"creator":["Dorokhov, A. E.","Radzhabov, A. E.","Zhevlakov, A. S."],"language":[],"coverage":[],"title":["The pseudoscalar hadronic channel contribution of the light-by-light\n  process to the muon (g-2) within the nonlocal chiral quark model"],"description":["  The light-by-light contribution to the anomalous magnetic moment of muon\n(g-2)_{\\mu} from the hadronic exchanges in the neutral pseudoscalar meson\nchannel is calculated in the nonlocal chiral quark model. The full kinematic\ndependence of the meson-two-photon vertices on the virtualities of the mesons\nand photons is taken into account. The status of various phenomenological and\nQCD short-distance constraints is discussed and the comparison with the\npredictions of other models is performed. It is demonstrated that the effect of\nthe full kinematic dependence in the meson-photon vertices is to reduce the\ncontribution of pseudoscalar exchages to a_\\mu ^{PS,LbL} by approximately\nfactor 1.5 in comparison with the most of previous estimates.\n","Comment: 11 pages, 7 figures; version for journal, minor corrections are made"]}]
["1103.2730",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2730","JHEP 1107:071,2011","doi:10.1007/JHEP07(2011)071"],"date":["2011-03-14","2011-04-24"],"type":["text"],"creator":["Greitz, J.","Howe, P. S."],"language":[],"coverage":[],"title":["Maximal supergravity in three dimensions: supergeometry and differential\n  forms"],"description":["  The maximal supergravity theory in three dimensions, which has local SO(16)\nand rigid $E_8$ symmetries, is discussed in a superspace setting starting from\nan off-shell superconformal structure. The on-shell theory is obtained by\nimposing further constraints. It is essentially a non-linear sigma model that\ninduces a Poincar\\'e supergeometry that is described in detail. The possible\n$p$-form field strengths, for $p=2,3,4$, are explicitly constructed using\nsupersymmetry and $E_8$. The gauged theory is also discussed.\n","Comment: 27 pages. Small changes to the text; added references"]}]
["1103.2823",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2823","Phys.Rev.Lett.106:210802,2011","doi:10.1103/PhysRevLett.106.210802"],"date":["2011-03-14"],"type":["text"],"creator":["Berengut, J. C.","Dzuba, V. A.","Flambaum, V. V.","Ong, A."],"language":[],"coverage":[],"title":["Hole transitions in multiply-charged ions for precision laser\n  spectroscopy and searching for alpha-variation"],"description":["  We consider transitions of electron holes (vacancies in otherwise filled\nshells of atomic systems) in multiply-charged ions that, due to level-crossing\nof the holes, have frequencies within the range of optical atomic clocks.\nStrong E1 transitions provide new options for laser-cooling and trapping, while\nnarrow transitions can be used for high-precision spectroscopy and tests of\nfundamental physics. We show that hole transitions can have extremely high\nsensitivity to alpha-variation due to large relativistic corrections, and\npropose candidate transitions that have much larger alpha-sensitivities than\nany previously seen in atomic systems.\n"]}]
["1103.3172",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3172","Phys. Rev. B 84, 045436 (2011)","doi:10.1103/PhysRevB.84.045436"],"date":["2011-03-16","2011-07-20"],"type":["text"],"creator":["de Gail, R.","Goerbig, M. O.","Guinea, F.","Montambaux, G.","Neto, A. H. Castro"],"language":[],"coverage":[],"title":["Topologically Protected Zero Modes in Twisted Bilayer Graphene"],"description":["  We show that the twisted graphene bilayer can reveal unusual topological\nproperties at low energies, as a consequence of a Dirac-point splitting. These\nfeatures rely on a symmetry analysis of the electron hopping between the two\nlayers of graphene and we derive a simplified effective low-energy Hamiltonian\nwhich captures the essential topological properties of twisted bilayer\ngraphene. The corresponding Landau levels peculiarly reveal a degenerate\nzero-energy mode which cannot be lifted by strong magnetic fields.\n","Comment: 5 pages, 3 figures; published version"]}]
["1103.3918",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3918","Phys. Rev. B 84 035304 (2011)","doi:10.1103/PhysRevB.84.035304"],"date":["2011-03-21","2011-03-23"],"type":["text"],"creator":["Lee, M.","Cassidy, M. C.","Ramanathan, C.","Marcus, C. M."],"language":[],"coverage":[],"title":["Decay of nuclear hyperpolarization in silicon microparticles"],"description":["  We investigate the low-field relaxation of nuclear hyperpolarization in\nundoped and highly doped silicon microparticles at room temperature following\nremoval from high field. For nominally undoped particles, two relaxation time\nscales are identified for ambient fields above 0.2 mT. The slower, T_1s, is\nroughly independent of ambient field; the faster, T_1f, decreases with\nincreasing ambient field. A model in which nuclear spin relaxation occurs at\nthe particle surface via a two-electron mechanism is shown to be in good\nagreement with the experimental data, particularly the field-independence of\nT_1s. For boron-doped particles, a single relaxation time scale is observed.\nThis suggests that for doped particles, mobile carriers and bulk ionized\nacceptor sites, rather than paramagnetic surface states, are the dominant\nrelaxation mechanisms. Relaxation times for the undoped particles are not\naffected by tumbling in a liquid solution.\n","Comment: related papers at http://marcuslab.harvard.edu"]}]
["1103.4953",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics","37K10, 37K15, 37K60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4953","J. Phys. A: Math. Theor. 44 (2011) 325206","doi:10.1088/1751-8113/44/32/325206"],"date":["2011-03-25","2011-07-20"],"type":["text"],"creator":["Tsuchida, Takayuki","Dimakis, Aristophanes"],"language":[],"coverage":[],"title":["On a (2+1)-dimensional generalization of the Ablowitz-Ladik lattice and\n  a discrete Davey-Stewartson system"],"description":["  We propose a natural (2+1)-dimensional generalization of the Ablowitz-Ladik\nlattice that is an integrable space discretization of the cubic nonlinear\nSchroedinger (NLS) system in 1+1 dimensions. By further requiring rotational\nsymmetry of order 2 in the two-dimensional lattice, we identify an appropriate\nchange of dependent variables, which translates the (2+1)-dimensional\nAblowitz-Ladik lattice into a suitable space discretization of the\nDavey-Stewartson system. The space-discrete Davey-Stewartson system has a Lax\npair and allows the complex conjugation reduction between two dependent\nvariables as in the continuous case. Moreover, it is ideally symmetric with\nrespect to space reflections. Using the Hirota bilinear method, we construct\nsome exact solutions such as multidromion solutions.\n","Comment: 30 pages; (v2) minor grammatical changes (v3) added references, to\n  appear in J.Phys.A (v4) minor cosmetic changes"]}]
["1103.5187",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Experiment","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5187","Phys.Rev.C84:014903,2011","doi:10.1103/PhysRevC.84.014903"],"date":["2011-03-27","2011-06-28"],"type":["text"],"creator":["Xu, Jun","Ko, Che Ming"],"language":[],"coverage":[],"title":["Triangular flow in heavy ion collisions in a multiphase transport model"],"description":["  We have obtained a new set of parameters in a multiphase transport (AMPT)\nmodel that are able to describe both the charged particle multiplicity density\nand elliptic flow measured in Au+Au collisions at center of mass energy\n$\\sqrt{s_{NN}}=200$ GeV at the Relativistic Heavy Ion Collider (RHIC), although\nthey still give somewhat softer transverse momentum spectra. We then use the\nmodel to predict the triangular flow due to fluctuations in the initial\ncollision geometry and study its effect relative to those from other harmonic\ncomponents of anisotropic flows on the di-hadron azimuthal correlations in both\ncentral and mid-central collisions.\n","Comment: 7 pages, 9 figures, 1 table, small changes made to the figures and\n  the text, version to appear in Phys. Rev. C"]}]
["1104.0014",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0014","The Astrophysical Journal, 736, 151 (2011)","doi:10.1088/0004-637X/736/2/151"],"date":["2011-03-31","2011-05-17"],"type":["text"],"creator":["An, J."],"language":[],"coverage":[],"title":["Constraints on velocity anisotropy of spherical systems with separable\n  augmented densities"],"description":["  If the augmented density of a spherical anisotropic system is assumed to be\nmultiplicatively separable to functions of the potential and the radius, the\nradial function, which can be completely specified by the behavior of the\nanisotropy parameter alone, also fixes the anisotropic ratios of every\nhigher-order velocity moment. It is inferred from this that the non-negativity\nof the distribution function necessarily limits the allowed behaviors of the\nradial function. This restriction is translated into the constraints on the\nbehavior of the anisotropy parameter. We find that not all radial variations of\nthe anisotropy parameter satisfy these constraints and thus that there exist\nanisotropy profiles that cannot be consistent with any separable augmented\ndensity.\n","Comment: accepted version for the publication in ApJ; title changed adopting\n  the referee's suggestion"]}]
["1104.0092",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Soft Condensed Matter","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0092","Phys. Rev. A 84 (2011) 011605(R)","doi:10.1103/PhysRevA.84.011605"],"date":["2011-04-01","2011-07-20"],"type":["text"],"creator":["Middelkamp, S.","Torres, P. J.","Kevrekidis, P. G.","Frantzeskakis, D. J.","Carretero-Gonzalez, R.","Schmelcher, P.","Freilich, D. V.","Hall, D. S."],"language":[],"coverage":[],"title":["Guiding-center dynamics of vortex dipoles in Bose-Einstein condensates"],"description":["  A quantized vortex dipole is the simplest vortex molecule, comprising two\ncounter-circulating vortex lines in a superfluid. Although vortex dipoles are\nendemic in two-dimensional superfluids, the precise details of their dynamics\nhave remained largely unexplored. We present here several striking observations\nof vortex dipoles in dilute-gas Bose-Einstein condensates, and develop a\nvortex-particle model that generates vortex line trajectories that are in good\nagreement with the experimental data. Interestingly, these diverse trajectories\nexhibit essentially identical quasi-periodic behavior, in which the vortex\nlines undergo stable epicyclic orbits.\n","Comment: 4 pages, 2 figures"]}]
["1104.1375",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1375","Phys.Rev.Lett.106:211803,2011","doi:10.1103/PhysRevLett.106.211803"],"date":["2011-04-07","2011-05-19"],"type":["text"],"creator":["Cheung, Kingman","Song, Jeonghyeon"],"language":[],"coverage":[],"title":["Baryonic Z' Explanation for the CDF Wjj Excess"],"description":["  The latest CDF anomaly, the excess of dijet events in the invariant-mass\nwindow 120-160 GeV in associated production with a $W$ boson, can be explained\nby a baryonic $Z'$ model in which the $Z'$ boson has negligible couplings to\nleptons. Although this $Z'$ model is hardly subject to the Drell-Yan constraint\nfrom Tevatron, it is constrained by the dijet data from UA2 ($\\sqrt{s} = 630$\nGeV), and the precision measurements at LEP through the mixing with the SM $Z$\nboson. We show that under these constraints this model can still explain the\nexcess in the M_{jj} \\sim 120 - 160 GeV window, as well as the claimed cross\nsection $\\sigma(W Z') \\sim 4$ pb. Implications at the Tevatron would be the\nassociated production of $\\gamma Z',\\; Z Z'$, and $Z'Z'$ with the $Z' \\to jj$.\nWe show that with tightened jet cuts and improved systematic uncertainties both\n$\\gamma Z' \\to \\gamma jj$ and $Z Z' \\to \\ell^+ \\ell^- j j$ channels could be\nuseful to probe this model at the Tevatron.\n","Comment: 5 pages, 2 figures; Comments added why the current Z jj and gamma jj\n  did not see the excess; matches the published version in PRL"]}]
["1104.1609",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1609","Phys. Rev. B 83, 220514(R) 2011","doi:10.1103/PhysRevB.83.220514"],"date":["2011-04-08"],"type":["text"],"creator":["Taylor, A. E.","Pitcher, M. J.","Ewings, R. A.","Perring, T. G.","Clarke, S. J.","Boothroyd, A. T."],"language":[],"coverage":[],"title":["Spin fluctuations in LiFeAs observed by neutron scattering"],"description":["  We report neutron inelastic scattering measurements on the stoichiometric\niron-based superconductor LiFeAs. We find evidence for (i) magnetic scattering\nconsistent with strong antiferromagnetic fluctuations, and (ii) an increase in\nintensity in the superconducting state at low energies, similar to the resonant\nmagnetic excitation observed in other iron-based superconductors. The results\ndo not support a recent theoretical prediction of spin-triplet p-wave\nsuperconductivity in LiFeAs, and instead suggest that the mechanism of\nsuperconductivity is similar to that in the other iron-based superconductors.\n","Comment: 4 pages, 4 figures"]}]
["1104.2791",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Functional Analysis","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2791"],"date":["2011-04-14","2011-07-20"],"type":["text"],"creator":["Klartag, Bo'az"],"language":[],"coverage":[],"title":["Poincare Inequalities and Moment Maps"],"description":["  We propose a new method for obtaining Poincare-type inequalities on arbitrary\nconvex bodies in R^n. Our technique involves a dual version of Bochner's\nformula and a certain moment map, and it also applies to some non-convex sets.\nIn particular, we generalize the central limit theorem for convex bodies to a\nclass of non-convex domains, including the unit balls of L_p-spaces in R^n for\n0 < p < 1.\n","Comment: 34 pages"]}]
["1104.3281",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3281","JHEP 1107:027,2011","doi:10.1007/JHEP07(2011)027"],"date":["2011-04-17","2011-07-01"],"type":["text"],"creator":["Cai, Rong-Gen","Li, Li","Zhang, Yun-Long"],"language":[],"coverage":[],"title":["Non-Relativistic Fluid Dual to Asymptotically AdS Gravity at Finite\n  Cutoff Surface"],"description":["  Using the non-relativistic hydrodynamic expansion, we solve equations of\nmotion for Einstein gravity and Gauss-Bonnet gravity with a negative\ncosmological constant within the region between a finite cutoff surface and a\nblack brane horizon, up to the second order of the expansion parameter. Through\nthe Brown-York tensor, we calculate the stress energy tensor of dual fluids\nliving on the cutoff surface. With the black brane solutions, we show that for\nboth Einstein gravity and Gauss-Bonnet gravity, the ratio of shear viscosity to\nentropy ensity of dual fluid does not run with the cutoff surface. The\nincompressible Navier-Stokes equations are also obtained in both cases.\n","Comment: 17 pages, minor revision to appear in JHEP"]}]
["1104.4426",{"format":[],"subject":["Computer Science - Computation and Language","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4426"],"date":["2011-04-22","2011-04-29"],"type":["text"],"creator":["Serva, Maurizio"],"language":[],"coverage":[],"title":["Phylogeny and geometry of languages from normalized Levenshtein distance"],"description":["  The idea that the distance among pairs of languages can be evaluated from\nlexical differences seems to have its roots in the work of the French explorer\nDumont D'Urville. He collected comparative words lists of various languages\nduring his voyages aboard the Astrolabe from 1826 to 1829 and, in his work\nabout the geographical division of the Pacific, he proposed a method to measure\nthe degree of relation between languages.\n  The method used by the modern lexicostatistics, developed by Morris Swadesh\nin the 1950s, measures distances from the percentage of shared cognates, which\nare words with a common historical origin. The weak point of this method is\nthat subjective judgment plays a relevant role.\n  Recently, we have proposed a new automated method which is motivated by the\nanalogy with genetics. The new approach avoids any subjectivity and results can\nbe easily replicated by other scholars. The distance between two languages is\ndefined by considering a renormalized Levenshtein distance between pair of\nwords with the same meaning and averaging on the words contained in a list. The\nrenormalization, which takes into account the length of the words, plays a\ncrucial role, and no sensible results can be found without it.\n  In this paper we give a short review of our automated method and we\nillustrate it by considering the cluster of Malagasy dialects. We show that it\nsheds new light on their kinship relation and also that it furnishes a lot of\nnew information concerning the modalities of the settlement of Madagascar.\n","Comment: Review paper"]}]
["1104.4657",{"format":[],"subject":["Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4657"],"date":["2011-04-24","2011-07-19"],"type":["text"],"creator":["Ren, Shaolei","Park, Jaeok","van der Schaar, Mihaela"],"language":[],"coverage":[],"title":["Business Mode Selection in Digital Content Markets"],"description":["  NA\n","Comment: This paper has been withdrawn"]}]
["1104.4978",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","G.3","F.1.1","F.3.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4978"],"date":["2011-04-26","2011-07-20"],"type":["text"],"creator":["Brázdil, Tomáš","Brožek, Václav","Etessami, Kousha","Kučera, Antonín"],"language":[],"coverage":[],"title":["Approximating the Termination Value of One-Counter MDPs and Stochastic\n  Games"],"description":["  One-counter MDPs (OC-MDPs) and one-counter simple stochastic games (OC-SSGs)\nare 1-player, and 2-player turn-based zero-sum, stochastic games played on the\ntransition graph of classic one-counter automata (equivalently, pushdown\nautomata with a 1-letter stack alphabet). A key objective for the analysis and\nverification of these games is the termination objective, where the players aim\nto maximize (minimize, respectively) the probability of hitting counter value\n0, starting at a given control state and given counter value. Recently, we\nstudied qualitative decision problems (\"is the optimal termination value = 1?\")\nfor OC-MDPs (and OC-SSGs) and showed them to be decidable in P-time (in NP and\ncoNP, respectively). However, quantitative decision and approximation problems\n(\"is the optimal termination value ? p\", or \"approximate the termination value\nwithin epsilon\") are far more challenging. This is so in part because optimal\nstrategies may not exist, and because even when they do exist they can have a\nhighly non-trivial structure. It thus remained open even whether any of these\nquantitative termination problems are computable. In this paper we show that\nall quantitative approximation problems for the termination value for OC-MDPs\nand OC-SSGs are computable. Specifically, given a OC-SSG, and given epsilon >\n0, we can compute a value v that approximates the value of the OC-SSG\ntermination game within additive error epsilon, and furthermore we can compute\nepsilon-optimal strategies for both players in the game. A key ingredient in\nour proofs is a subtle martingale, derived from solving certain LPs that we can\nassociate with a maximizing OC-MDP. An application of Azuma's inequality on\nthese martingales yields a computable bound for the \"wealth\" at which a \"rich\nperson's strategy\" becomes epsilon-optimal for OC-MDPs.\n","Comment: 35 pages, 1 figure, full version of a paper presented at ICALP 2011,\n  invited for submission to Information and Computation"]}]
["1104.5395",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5395","JHEP 1107:074,2011","doi:10.1007/JHEP07(2011)074"],"date":["2011-04-28"],"type":["text"],"creator":["Bernal, N.","Losada, M.","Mahmoudi, F."],"language":[],"coverage":[],"title":["Flavour physics constraints in the BMSSM"],"description":["  We study the implications of the presence of the two leading-order,\nnon-renormalizable operators in the Higgs sector of the MSSM to flavour physics\nobservables. We identify the constraints of flavour physics on the parameters\nof the BMSSM when we: a) focus on a region of parameters for which electroweak\nbaryogenesis is feasible, b) use a CMSSM-like parametrization, and c) consider\nthe case of a generic NUHM-type model. We find significant differences as\ncompared to the standard MSSM case.\n","Comment: 22 pages, 7 figures"]}]
["1105.0383",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0383","Phys. Rev. E 84, 011119 (2011)","doi:10.1103/PhysRevE.84.011119"],"date":["2011-05-02","2011-07-20"],"type":["text"],"creator":["Prolhac, Sylvain","Spohn, Herbert"],"language":[],"coverage":[],"title":["The height distribution of the KPZ equation with sharp wedge initial\n  condition: numerical evaluations"],"description":["  The time-dependent probability distribution function of the height for the\nKardar-Parisi-Zhang equation with sharp wedge initial conditions has been\nobtained recently as a convolution between the Gumbel distribution and a\ndifference of two Fredholm determinants. We evaluate numerically this\ndistribution over the whole time span. The crossover from the short time\nbehavior, which is Gaussian, to the long time behavior, which is governed by\nthe GUE Tracy-Widom distribution, is clearly visible.\n","Comment: 5 pages, 4 figures"]}]
["1105.2505",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2505","AnGeo Communicates, 29, 1253-1258, 2011","doi:10.5194/angeo-29-1253-2011"],"date":["2011-05-12"],"type":["text"],"creator":["Arridge, Chris","Achilleos, Nick","Guio, Patrick"],"language":[],"coverage":[],"title":["Electric field variability and classifications of Titan's magnetoplasma\n  environment"],"description":["  The atmosphere of Saturn's largest moon Titan is driven by photochemistry,\ncharged particle precipitation from Saturn's upstream magnetosphere, and\npresumably by the diffusion of the magnetospheric field into the outer\nionosphere, amongst other processes. Ion pickup, controlled by the upstream\nconvection electric field, plays a role in the loss of this atmosphere. The\ninteraction of Titan with Saturn's magnetosphere results in the formation of a\nflow-induced magnetosphere. The upstream magnetoplasma environment of Titan is\na complex and highly variable system and significant quasi-periodic modulations\nof the plasma in this region of Saturn's magnetosphere have been reported. In\nthis paper we quantitatively investigate the effect of these quasi-periodic\nmodulations on the convection electric field at Titan. We show that the\nelectric field can be significantly perturbed away from the nominal radial\norientation inferred from Voyager 1 observations, and demonstrate that upstream\ncategorisation schemes must be used with care when undertaking quantitative\nstudies of Titan's magnetospheric interaction, particularly where assumptions\nregarding the orientation of the convection electric field are made.\n","Comment: 13 pages, 3 figures, submitted to Annales Geophysicae (AnGeo\n  Communicates), revised version responding to peer review comments"]}]
["1105.3456",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3456","Phys.Rev.Lett.106:221101,2011","doi:10.1103/PhysRevLett.106.221101"],"date":["2011-05-17"],"type":["text"],"creator":["Everitt, C. W. F.","DeBra, D. B.","Parkinson, B. W.","Turneaure, J. P.","Conklin, J. W.","Heifetz, M. I.","Keiser, G. M.","Silbergleit, A. S.","Holmes, T.","Kolodziejczak, J.","Al-Meshari, M.","Mester, J. C.","Muhlfelder, B.","Solomonik, V.","Stahl, K.","Worden, P.","Bencze, W.","Buchman, S.","Clarke, B.","Al-Jadaan, A.","Al-Jibreen, H.","Li, J.","Lipa, J. A.","Lockhart, J. M.","Al-Suwaidan, B.","Taber, M.","Wang, S."],"language":[],"coverage":[],"title":["Gravity Probe B: Final Results of a Space Experiment to Test General\n  Relativity"],"description":["  Gravity Probe B, launched 20 April 2004, is a space experiment testing two\nfundamental predictions of Einstein's theory of General Relativity (GR), the\ngeodetic and frame-dragging effects, by means of cryogenic gyroscopes in Earth\norbit. Data collection started 28 August 2004 and ended 14 August 2005.\nAnalysis of the data from all four gyroscopes results in a geodetic drift rate\nof -6,601.8+/- 18.3 mas/yr and a frame-dragging drift rate of -37.2 +/- 7.2\nmas/yr, to be compared with the GR predictions of -6,606.1 mas/yr and -39.2\nmas/yr, respectively (`mas' is milliarc-second; 1mas = 4.848 x 10-9 rad).\n"]}]
["1105.4413",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4413","SIGMA 7 (2011), 061, 14 pages","doi:10.3842/SIGMA.2011.061"],"date":["2011-05-23","2011-07-20"],"type":["text"],"creator":["Hietarinta, Jarmo","Zhang, Da-jun"],"language":[],"coverage":[],"title":["Soliton Taxonomy for a Modification of the Lattice Boussinesq Equation"],"description":["  Integrable multi-component lattice equations of the Boussinesq family have\nbeen known for some time. Recently some new equations of this type were found\nusing the Consistency-Around-the-Cube approach. Here we investigate one of\nthese models, B-2, and in particular the consequences of a nonzero deformation\nparameter $b_0>0$, which allows special kinds of solitons in the parameter\nrange $-b_0/3<k<b_0$.\n","Comment: Figure 3 changed"]}]
["1105.4465",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4465","Gen.Rel.Grav.43:2141-2155,2011","doi:10.1007/s10714-011-1177-7"],"date":["2011-05-23"],"type":["text"],"creator":["Ganguly, Koyel","Banerjee, Narayan"],"language":[],"coverage":[],"title":["Collapse of non-spherically symmetric scalar field distributions"],"description":["  In the present work the collapse scenario of some exact non-spherical models\nwith a minimally coupled scalar field is studied. Scalar field collapse with\nplanar as well as toroidal, cylindrical and pseudoplanar symmetries have been\ninvestigated. It is shown that the scalar field may have collapsing modes even\nif it has the equation of state corresponding to that of a dark energy.\n","Comment: 13 pages, 9 figures; Accepted for publication in Gen Relativ Gravit\n  (2011)"]}]
["1105.6165",{"format":[],"subject":["Physics - General Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.6165","Eur.Phys.J.C71:1684,2011","doi:10.1140/epjc/s10052-011-1684-4"],"date":["2011-05-31","2011-07-20"],"type":["text"],"creator":["Banijamali, A.","Fazlpour, B."],"language":[],"coverage":[],"title":["Early and Late-time Cosmic Acceleration in Non-minimal Yang-Mills-$f(G)$\n  Gravity"],"description":["  In this paper we show that power-law inflation can be realized in non-minimal\ngravitational coupling of Yang-Mills field with a general function of the\nGauss-Bonnet invariant in the framework of Einstein gravity. Such a non-minimal\ncoupling may appear due to quantum corrections. We also discuss the non-minimal\nYang-Mills-$f(G)$ gravity in the framework of modified Gauss-Bonnet action\nwhich is widely studied recently. It is shown that both inflation and late-time\ncosmic acceleration are possible in such a theory.\n","Comment: 13 pages, no figures, v2 references added, Minor typos corrected"]}]
["1105.6332",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.6332","Appl. Phys. Lett. 99, 033503 (2011)","doi:10.1063/1.3614445"],"date":["2011-05-31"],"type":["text"],"creator":["Hess, Lucas H.","Hauf, Moritz V.","Seifert, Max","Speck, Florian","Seyller, Thomas","Stutzmann, Martin","Sharp, Ian D.","Garrido, Jose A."],"language":[],"coverage":[],"title":["High-Transconductance Graphene Solution-Gated Field Effect Transistors"],"description":["  In this work, we report on the electronic properties of solution-gated field\neffect transistors (SGFETs) fabricated using large-area graphene. Devices\nprepared both with epitaxially grown graphene on SiC as well as with chemical\nvapor deposition grown graphene on Cu exhibit high transconductances, which are\na consequence of the high mobility of charge carriers in graphene and the large\ncapacitance at the graphene/water interface. The performance of graphene\nSGFETs, in terms of gate sensitivity, is compared to other SGFET technologies\nand found to be clearly superior, confirming the potential of graphene SGFETs\nfor sensing applications in electrolytic environments.\n","Comment: The following article has been submitted to Applied Physics Letters.\n  After it is published, it will be found at apl.aip.org"]}]
["1106.1636",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Social and Information Networks","Physics - Physics and Society","Quantum Physics","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1636"],"date":["2011-06-08","2011-07-20"],"type":["text"],"creator":["Steeg, Greg Ver","Galstyan, Aram"],"language":[],"coverage":[],"title":["A Sequence of Relaxations Constraining Hidden Variable Models"],"description":["  Many widely studied graphical models with latent variables lead to nontrivial\nconstraints on the distribution of the observed variables. Inspired by the Bell\ninequalities in quantum mechanics, we refer to any linear inequality whose\nviolation rules out some latent variable model as a \"hidden variable test\" for\nthat model. Our main contribution is to introduce a sequence of relaxations\nwhich provides progressively tighter hidden variable tests. We demonstrate\napplicability to mixtures of sequences of i.i.d. variables, Bell inequalities,\nand homophily models in social networks. For the last, we demonstrate that our\nmethod provides a test that is able to rule out latent homophily as the sole\nexplanation for correlations on a real social network that are known to be due\nto influence.\n","Comment: UAI 2011 Best Paper Runner-Up; Proceedings of the 27th Conference on\n  Uncertainty in Artificial Intelligence (UAI 2011)"]}]
["1106.1742",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1742","J. Stat. Mech. (2011) P07010","doi:10.1088/1742-5468/2011/07/P07010"],"date":["2011-06-09","2011-07-20"],"type":["text"],"creator":["Monthus, Cecile","Garel, Thomas"],"language":[],"coverage":[],"title":["Random field Ising model : statistical properties of low-energy\n  excitations and of equilibrium avalanches"],"description":["  With respect to usual thermal ferromagnetic transitions, the zero-temperature\nfinite-disorder critical point of the Random-field Ising model (RFIM) has the\npeculiarity to involve some 'droplet' exponent $\\theta$ that enters the\ngeneralized hyperscaling relation $2-\\alpha= \\nu (d-\\theta)$. In the present\npaper, to better understand the meaning of this droplet exponent $\\theta$\nbeyond its role in the thermodynamics, we discuss the statistics of low-energy\nexcitations generated by an imposed single spin-flip with respect to the ground\nstate, as well as the statistics of equilibrium avalanches i.e. the\nmagnetization jumps that occur in the sequence of ground-states as a function\nof the external magnetic field. The droplet scaling theory predicts that the\ndistribution $dl/l^{1+\\theta}$ of the linear-size $l$ of low-energy excitations\ntransforms into the distribution $ds/s^{1+{\\theta/d_f}}$ for the size $s$\n(number of spins) of excitations of fractal dimension $d_f$ ($s \\sim l^{d_f}$).\nIn the non-mean-field region $d<d_c$, droplets are compact $d_f=d$, whereas in\nthe mean-field region $d>d_c$, droplets have a fractal dimension $d_f=2 \\theta$\nleading to the well-known mean-field result $ds/s^{3/2}$. Zero-field\nequilibrium avalanches are expected to display the same distribution\n$ds/s^{1+{\\theta/d_f}}$. We also discuss the statistics of equilibrium\navalanches integrated over the external field and finite-size behaviors. These\nexpectations are checked numerically for the Dyson hierarchical version of the\nRFIM, where the droplet exponent $\\theta(\\sigma)$ can be varied as a function\nof the effective long-range interaction $J(r) \\sim 1/r^{d+\\sigma}$ in $d=1$.\n","Comment: 24 pages, 15 figures, v2=final version"]}]
["1106.2696",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2696"],"date":["2011-06-14"],"type":["text"],"creator":["Schaffer, Peter","Aouada, Djamila","Nagaraja, Shishir"],"language":[],"coverage":[],"title":["Who clicks there!: Anonymizing the photographer in a camera saturated\n  society"],"description":["  In recent years, social media has played an increasingly important role in\nreporting world events. The publication of crowd-sourced photographs and videos\nin near real-time is one of the reasons behind the high impact. However, the\nuse of a camera can draw the photographer into a situation of conflict.\nExamples include the use of cameras by regulators collecting evidence of Mafia\noperations; citizens collecting evidence of corruption at a public service\noutlet; and political dissidents protesting at public rallies. In all these\ncases, the published images contain fairly unambiguous clues about the location\nof the photographer (scene viewpoint information). In the presence of adversary\noperated cameras, it can be easy to identify the photographer by also combining\nleaked information from the photographs themselves. We call this the camera\nlocation detection attack. We propose and review defense techniques against\nsuch attacks. Defenses such as image obfuscation techniques do not protect\ncamera-location information; current anonymous publication technologies do not\nhelp either. However, the use of view synthesis algorithms could be a promising\nstep in the direction of providing probabilistic privacy guarantees.\n"]}]
["1106.4101",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4101","Applied Physics Letters Vol.99, 031902 (2011)","doi:10.1063/1.3611030"],"date":["2011-06-21"],"type":["text"],"creator":["Hase, Muneaki","Tominaga, Junji"],"language":[],"coverage":[],"title":["Thermal conductivity of GeTe/Sb$_{2}$Te$_{3}$ superlattices measured by\n  coherent phonon spectroscopy"],"description":["  We report on evaluation of lattice thermal conductivity of\nGeTe/Sb$_{2}$Te$_{3}$ superlattice (SL) by using femtosecond coherent phonon\nspectroscopy at various lattice temperatures. The time-resolved transient\nreflectivity obtained in amorphous and crystalline GeTe/Sb$_{2}$Te$_{3}$ SL\nfilms exhibits the coherent $A_{1}$ optical modes at terahertz (THz)\nfrequencies with picoseconds dephasing time. Based on the Debye theory, we\ncalculate the lattice thermal conductivity, including scattering by grain\nboundary and point defect, umklapp process, and phonon resonant scattering. The\nresults indicate that the thermal conductivity in amorphous SL is less\ntemperature dependent, being attributed to dominant phonon-defect scattering.\n","Comment: 4 pages, 2 figures, submitted to Applied Physics Letters"]}]
["1106.6081",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.6081"],"date":["2011-06-29","2011-07-20"],"type":["text"],"creator":["Barrios, B.","Colorado, E.","de Pablo, A.","Sánchez, U."],"language":[],"coverage":[],"title":["On some Critical Problems for the Fractional Laplacian Operator"],"description":["  We study the effect of lower order perturbations in the existence of positive\nsolutions to the following critical elliptic problem involving the fractional\nLaplacian: (-\\Delta)^{\\alpha/2}u=\\lambda u^q+u^{\\frac{N+\\alpha}{N-\\alpha}},\n\\quad u>0 &\\quad in \\Omega, u=0&\\quad on \\partial\\Omega,$$ where\n$\\Omega\\subset\\mathbb{R}^N$ is a smooth bounded domain, $N\\ge1$, $\\lambda>0$,\n$0<q<\\frac{N+\\alpha}{N-\\alpha}$, $0<\\alpha<\\min\\{N,2\\}$. For suitable\nconditions on $\\alpha$ depending on $q$, we prove: In the case $q<1$, there\nexist at least two solutions for every $0<\\lambda<\\Lambda$ and some\n$\\Lambda>0$, at least one if $\\lambda=\\Lambda$, no solution if\n$\\lambda>\\Lambda$. For $q=1$ we show existence of at least one solution for\n$0<\\lambda<\\lambda_1$ and nonexistence for $\\lambda\\ge\\lambda_1$. When $q>1$\nthe existence is shown for every $\\lambda>0$. Also we prove that the solutions\nare bounded and regular.\n"]}]
["1107.1731",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1731"],"date":["2011-07-08","2011-07-19"],"type":["text"],"creator":["Liu, Chun-Hung","Andrews, Jeffrey G."],"language":[],"coverage":[],"title":["Distributed SIR-Aware Scheduling in Large-Scale Wireless Networks"],"description":["  Opportunistic scheduling and routing can in principle greatly increase the\nthroughput of decentralized wireless networks, but to be practical they must do\nso with small amounts of timely side information. In this paper, we propose\nthree techniques for low-overhead distributed opportunistic scheduling (DOS)\nand precisely determine their affect on the overall network outage probability\nand transmission capacity (TC). The first is distributed channel-aware\nscheduling (DCAS), the second is distributed interferer-aware scheduling\n(DIAS), and the third generalizes and combines those two and is called\ndistributed interferer-channel-aware scheduling (DICAS). One contribution is\ndetermining the optimum channel and interference thresholds that a given\nisolated transmitter should estimate and apply when scheduling their own\ntransmissions. Using this threshold, the precise network-wide gain of each\ntechnique is quantified and compared. We conclude by considering interference\ncancellation at the receivers, and finding how much it improves the outage\nprobability.\n","Comment: 35 pages, 5 figures, 1 table"]}]
["1107.2839",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2839"],"date":["2011-07-14"],"type":["text"],"creator":["Romano, Antonio Enea"],"language":[],"coverage":[],"title":["Discrete gravity from statistical mechanics"],"description":["  We show how to construct space time lattices with a Regge action proportional\nto the energy of a given Ising or Potts model macrostate. This allows to take\nadvantage of the existence of exact solutions for these models to calculate the\nquantum wave function of the universe using the sum over the histories approach\nto quantum gravity. Motivated by this isomorphism we show how the Regge\nequations, i.e. the discrete equivalent of the vacuum Einstein equations, can\nbe derived using statistical mechanics under the assumption that the energy of\na given space time geometry is proportional to the Regge action.\n","Comment: 6 pages"]}]
["1107.3166",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Social and Information Networks","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3166"],"date":["2011-07-15"],"type":["text"],"creator":["Oğuz, Barlas","Anantharam, Venkat","Norros, Ilkka"],"language":[],"coverage":[],"title":["Stable, scalable, decentralized P2P file sharing with non-altruistic\n  peers"],"description":["  P2P systems provide a scalable solution for distributing large files in a\nnetwork. The file is split into many chunks, and peers contact other peers to\ncollect missing chunks to eventually complete the entire file. The so-called\n`rare chunk' phenomenon, where a single chunk becomes rare and prevents peers\nfrom completing the file, is a threat to the stability of such systems.\nPractical systems such as BitTorrent overcome this issue by requiring a global\nsearch for the rare chunk, which necessitates a centralized mechanism. We\ndemonstrate a new system based on an approximate rare-chunk rule, allowing for\ncompletely distributed file sharing while retaining scalability and stability.\nWe assume non-altruistic peers and the seed is required to make only a minimal\ncontribution.\n"]}]
["1107.3175",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3175","doi:10.1088/0004-637X/737/1/1"],"date":["2011-07-15"],"type":["text"],"creator":["De la Luz, Victor","Lara, Alejandro","Raulin, Jean-Pierre"],"language":[],"coverage":[],"title":["Synthetic Spectra of Radio, Millimeter, Sub-millimeter and Infrared\n  Regimes with NLTE approximation"],"description":["  We use a numerical code called PAKALMPI to compute synthetic spectra of the\nsolar emission in quiet conditions at millimeter, sub-millimeter and infrared\nwavelengths. PAKALMPI solves the radiative transfer equation, with Non Local\nThermodynamic Equilibrium (NLTE), in a three dimensional geometry using a\nmultiprocessor environment. The code is able to use three opacity functions:\nclassical bremsstrahlung, H-and inverse bremsstrahlung. In this work we have\ncomputed and compared two synthetic spectra, one in the common way: using\nbremsstrahlung opacity function and considering a fully ionized atmosphere; and\na new one considering bremsstrahlung, inverse bremsstrahlung and H- opacity\nfunctions in NLTE. We analyzed in detail the local behavior of the low\natmospheric emission at 17, 212, and 405 GHz (frequencies used by the Nobeyama\nRadio Heliograph and the Solar Submillimeter Telescope). We found that the H-\nis the major emission mechanism at low altitudes (below 500 km) and that at\nhigher altitudes the classical bremsstrahlung becomes the major mechanism of\nemission. However the brightness temperature remains unalterable. Finally, we\nfound that the inverse bremsstrahlung process is not important for the radio\nemission at these heights.\n"]}]
["1107.3191",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3191"],"date":["2011-07-15","2011-07-19"],"type":["text"],"creator":["Gui, Guilong","Liu, Yue","Zhu, Min"],"language":[],"coverage":[],"title":["On the wave-breaking phenomena and global existence for the generalized\n  periodic Camassa-Holm equation"],"description":["  Considered herein is the initial-value problem for the generalized periodic\nCamassa-Holm equation which is related to the Camassa-Holm equation and the\nHunter-Saxton equation. Sufficient conditions guaranteeing the development of\nbreaking waves in finite time are demonstrated. On the other hand, the\nexistence of strong permanent waves is established with certain initial\nprofiles depending on the linear dispersive parameter in a range of the Sobolev\nspaces. Moreover, the admissible global weak solution in the energy space is\nobtained.\n","Comment: 31 pages"]}]
["1107.3422",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3422"],"date":["2011-07-18","2011-07-20"],"type":["text"],"creator":["Märkisch, Bastian"],"language":[],"coverage":[],"title":["Experimental Status of Vud from Neutron Decay"],"description":["  The matrix element Vud of the CKM matrix can be determined by two independent\nmeasurements on neutron decay: the neutron lifetime tau and the ratio of\ncoupling constants lambda, which is most precisely determined by measurements\nof the beta asymmetry angular correlation coefficient A. We present recent\nprogress on the determination of these values and derive a world average of Vud\n= 0.9743 (2)RC (8)tau (12)lambda.\n","Comment: Proceedings of CKM2010, the 6th International Workshop on the CKM\n  Unitarity Triangle, University of Warwick, UK, 6-10 September 2010"]}]
["1107.3478",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3478"],"date":["2011-07-18","2011-07-20"],"type":["text"],"creator":["Gulliford, Colwyn","Bazarov, Ivan"],"language":[],"coverage":[],"title":["Transfer Matrix for combined RF and Solenoid Fields"],"description":["  We present a new method for computing the transverse transfer matrix through\nsuperimposed axisymmetric RF and solenoid field maps. The algorithm constructs\nthe transfer matrix directly from one dimensional RF and solenoid field maps\nwithout computing numerical derivatives or eigenfunction expansions of the\nfield map data. In addition, this method accurately describes the dynamics of\nlow energy particles starting from a solenoid immersed cathode, allowing the\nmethod to be used to simulate transport through both RF and electrostatic guns.\nComparison of particle tracking with the transfer matrix and direct integration\nof the equations of motion through several field set-ups shows excellent\nagreement between the two methods.\n"]}]
["1107.3655",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3655","Condens. Matter Phys., 2011, vol. 14, No. 2, 23004:1-8","doi:10.5488/CMP.14.23004"],"date":["2011-07-19","2011-07-20"],"type":["text"],"creator":["Krejcí, J.","Nezbeda, I.","Melnyk, R.","Trokhymchuk, A."],"language":[],"coverage":[],"title":["Virial coefficients and vapor-liquid equilibria of the EXP6 and 2-Yukawa\n  fluids"],"description":["  Virial coefficients $B_2$ through $B_4$ and the vapor-liquid equilibria for\nthe EXP6 and 2-Yukawa (2Y) fluids have been determined using numerical\nintegrations and Gibbs ensemble simulations, respectively. The chosen 2Y models\nhave been recently determined as an appropriate reference fluid for the\nconsidered EXP6 models.\n","Comment: 8 pages, 1 figure"]}]
["1107.3679",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3679"],"date":["2011-07-19","2011-07-20"],"type":["text"],"creator":["MA, Yue"],"language":[],"coverage":[],"title":["Global existence of small amplitude solution to nonlinear system of wave\n  and Klein-Gordon equations in four space-time dimensions"],"description":["  In this article one will develop a so-called hyperboloidal foliation method,\nwhich is an energy method based on a foliation of space-time into hyperboloidal\nhypersurfaces. This method permits to treat the wave equations and the\nKlein-Gordon equations in the same framework so that one can apply it to the\ncoupled systems of wave and Klein-Gordon equations. As an application, one will\nestablish the global-in-time existence of small amplitude solution to the\ncoupled wave and Klei-Gordon equations with quadratic nonlinearity in four\nspace-time dimensions under certain conditions. Compared with those introduced\nby S. Katayama, the conditions imposed in this article permit to include some\nimportant nonlinear terms. All of these suggests that this method may be a more\nnatural way of regarding the wave operator.\n","Comment: 31 pages"]}]
["1107.3742",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3742"],"date":["2011-07-19","2011-07-20"],"type":["text"],"creator":["Batista, Milan"],"language":[],"coverage":[],"title":["Some methods of estimating uncertainty in accident reconstruction"],"description":["  In the paper four methods for estimating uncertainty in accident\nreconstruction are discussed: total differential method, extreme values method,\nGauss statistical method, and Monte Carlo simulation method. The methods are\ndescribed and the program solutions are given.\n"]}]
["1107.3766",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3766"],"date":["2011-07-19","2011-07-20"],"type":["text"],"creator":["Hajaiej, H."],"language":[],"coverage":[],"title":["Orbital stability of standing waves of some m-coupled nonlinear\n  Schr\u007fodinger equations"],"description":["  We extend the notion of orbital stability to systems of nonlinear\nSchr\u007fodinger equations, then we prove this property under suitable assumptions\nof the local nonlinearity involved.\n","Comment: 10"]}]
["1107.3846",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3846"],"date":["2011-07-19"],"type":["text"],"creator":["Evans, Justin"],"language":[],"coverage":[],"title":["The current status of neutrino mixing"],"description":["  A brief review of the experimental status of neutrino mixing. The model of\nneutrino oscillations has now been established with high confidence, with many\nof the model parameters measured to an accuracy of a few per cent. However,\nsome parameters still remain unknown, notably the mixing angle $\\theta_{13}$\nand the amount of CP violation. Recently, new questions have come to light,\nhighlighting possibilities to search for new physics in the neutrino sector.\n","Comment: Proceedings for FPCP 2011. 12 pages, 8 figures"]}]
["1107.3847",{"format":[],"subject":["Mathematics - Differential Geometry","53A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3847"],"date":["2011-07-19"],"type":["text"],"creator":["Krouglov, Vladimir"],"language":[],"coverage":[],"title":["Local Equivalence Problem for Sub-Riemannian Structures"],"description":["  We solve the local equivalence problem for sub-Riemannian structures on (2n +\n1)-dimensional manifolds. We show that two sub-Riemannian structures are\nlocally equivalent if and only if? their corresponding canonical linear\nconnections are equivalent. When n = 1, these connections coincide with the\ngeneralized Tanaka-Webster connection of the corresponding contact metric\nstructure. We show that in dimension > 5, there may not be any contact metric\nmanifolds associated with a given sub-Riemannian structure.\n","Comment: 11 pages, all comments are wellcome"]}]
["1107.3848",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3848"],"date":["2011-07-19"],"type":["text"],"creator":["Behari, Satyajit"],"language":[],"coverage":[],"title":["Recent B Physics Results from the Tevatron"],"description":["  We review recent B physics results from the CDF and Dzero experiments in\np-pbar collisions at sqrt(s) = 1.96 TeV. Using a data sample of 1.4-6.0 fb-1\ncollected by the CDF II detector we present searches for New Physics in Bs\nsector and some competitive results with B-factories in the B/charm sector. In\nthe first category we report the BR in Bs -> J/psi f0(980) decays and the\ntime-integrated mixing probability chi-bar of B mesons. In the second category\nBR and Acp in doubly Cabibbo-suppressed B+- -> D0 h+- decays and\ntime-integrated CP violation in D0 -> h+ h- are presented.\n","Comment: To appear in the proceeding of Rencontres de Moriond, QCD and High\n  Energy Interactions, La Thuile, March 20-27, 2011. 6 pages"]}]
["1107.3850",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3850"],"date":["2011-07-19"],"type":["text"],"creator":["Cortes, Wagner","Ferrero, Miguel","Marcos, Eduardo"],"language":[],"coverage":[],"title":["Partial Actions on Categories"],"description":["  In this paper we introduce the definition of partial action on small\n$k$-categories generalizing the similar well known notion of partial actions on\nalgebras. The point of view of partial action which we use in this paper is the\none which was introduced by Exel in his work on $C^*$-algebras, see \\cite{E}.\nVarious generalizations were done afterward, see \\cite{CJ, DEP, DE, DFP}. Also\nwe define the notion partial skew category. We prove similar results to the\nones in \\cite{CM}. Finally we show a result given conditions for a partial\naction to have a globalization.\n","Comment: 17 pages"]}]
["1107.3851",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3851"],"date":["2011-07-19"],"type":["text"],"creator":["Alexander, Gareth P.","Liu, Andrea J."],"language":[],"coverage":[],"title":["Self-Diffusiophoresis in the Advection Dominated Regime"],"description":["  In both biological and artificial systems, concentration gradients can serve\nas a convenient mechanism for manipulating particles and generating motility.\nParticles that interact with a solute will move along its gradient; if they\nthemselves generate the gradient, this mechanism provides a means of\nself-propulsion. We consider a version of this type of motility appropriate to\ncertain biological systems where polymeric filaments provide the concentration\ngradient. As the filament diffusion is small, this corresponds to a regime of\nlarge P\\'eclet number where the motion is dominated by the effects of fluid\nadvection. The nature of such concentration-gradient-driven motion in the\nadvective regime differs in certain fundamental respects from the same process\nat low P\\'eclet number. In particular, we show that out of four broad scenarios\nof steady state motion at low P\\'eclet number, only two remain viable in the\nstrongly advecting limit.\n","Comment: 4 pages, 2 figures"]}]
["1107.3852",{"format":[],"subject":["Mathematics - Combinatorics","11B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3852"],"date":["2011-07-19"],"type":["text"],"creator":["Drabek, Rafal","Isgur, Abraham","Kuznetsov, Vitaly","Tanny, Stephen"],"language":[],"coverage":[],"title":["Sums of Ceiling Functions Solve Nested Recursions"],"description":["  It is known that, for given integers s \\geq 0 and j > 0, the nested recursion\nR(n) = R(n - s - R(n - j)) + R(n - 2j - s - R(n - 3j)) has a closed form\nsolution for which a combinatorial interpretation exists in terms of an\ninfinite, labeled tree. For s = 0, we show that this solution sequence has a\nclosed form as the sum of ceiling functions C(n). Further, given appropriate\ninitial conditions, we derive necessary and sufficient conditions on the\nparameters s1, a1, s2 and a2 so that C(n) solves the nested recursion R(n) =\nR(n - s1 - R(n - a1)) + R(n- s2 - R(n - a2)).\n","Comment: To appear in \"Journal of Difference Equations and Applications\""]}]
["1107.3853",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3853"],"date":["2011-07-19"],"type":["text"],"creator":["Freitas, A."],"language":[],"coverage":[],"title":["Feasibility of slepton precision measurements at a muon collider"],"description":["  Detectors at a high-energy muon collider must be protected from the decay\nproducts of beam muons by installing shielding material around the beam pipe.\nIn this article, the impact of these blind detector regions on new-physics\nsignatures with invisible final-state particles is shown by studying the\nproduction of sleptons, the superpartners of leptons. Special attention is\ngiven to large backgrounds from two-photon collisions. It is demonstrated how\nthe influence of these backgrounds can be controlled by implementing suitable\ncuts or running at two different center-of-mass energies, thus permitting\nprecision measurements of the mass and spin of the sleptons. However, these\nmethods become ineffective for small mass differences between the sleptons and\ntheir decay products, and it will be difficult to analyze the slepton signal at\na muon collider in this case.\n","Comment: 11 pages, 5 figures"]}]
["1107.3854",{"format":[],"subject":["Mathematics - Probability","60G10, 60G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3854"],"date":["2011-07-19"],"type":["text"],"creator":["Bradley, Richard C."],"language":[],"coverage":[],"title":["On possible mixing rates for some strong mixing conditions for\n  N-tuplewise independent random fields"],"description":["  For a given pair of positive integers $d$ and $N$ with $N \\geq 2$, for\nstrictly stationary random fields that are indexed by the $d$-dimensional\ninteger lattice and satisfy $N$-tuplewise independence, the dependence\ncoefficients associated with the $\\rho$-, $\\rho'$-, and $\\rho^*$-mixing\nconditions can decay together at an arbitrary rate. Another, closely related\nresult is also established. In particular, these constructions provide classes\nof examples pertinent to limit theory for random fields that involve such\nmixing conditions together with certain types of \"extra\" assumptions on the\nmarginal and bivariate (or $N$-variate) distributions.\n","Comment: 16 pages"]}]
["1107.3856",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3856"],"date":["2011-07-19"],"type":["text"],"creator":["Chen, Mu-Chun","Mahanthappa, K. T."],"language":[],"coverage":[],"title":["Leptogenesis in a SUSY SU(5) x T' Model with Geometrical CP Violation"],"description":["  The complex Clebsch-Gordon coefficients in the double tetrahedral group T'\noffers the possibility that CP violation can be entirely geometrical in origin,\nas pointed out by us recently. In this note, we investigate leptogenesis in a\nSUSY SU(5) x T' model, which gives rise to realistic quark masses and CKM\nmatrix elements, a near tri-bimaximal neutrino mixing pattern, as well as CP\nviolating measures for all quarks and leptons. In terms of 9 independent\nparameters in the Yukawa sector, the predicted values of the 22 observables\nagree with current experimental values, including the recent T2K and MINOS\nresults. The correction to the tri-bimaximal mixing pattern is related to the\nCabibbo angle, leading to interesting quark-lepton complementarity sum rules.\nOur predicted value for the leptonic Dirac CP phase is 227 degrees, which gives\nrise to sufficient amount of lepton number asymmetry, in the presence of the\nflavor effect. As this is the only non-vanishing CP violating phase in the\nlepton sector, there is a direct connection between leptogenesis and CP\nviolation in neutrino oscillation in our model.\n","Comment: 14 pages, no figure"]}]
["1107.3857",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3857"],"date":["2011-07-19"],"type":["text"],"creator":["Cloud, Jason","Zeger, Linda","Médard, Muriel"],"language":[],"coverage":[],"title":["MAC Centered Cooperation - Synergistic Design of Network Coding,\n  Multi-Packet Reception, and Improved Fairness to Increase Network Throughput"],"description":["  We design a cross-layer approach to aid in develop- ing a cooperative\nsolution using multi-packet reception (MPR), network coding (NC), and medium\naccess (MAC). We construct a model for the behavior of the IEEE 802.11 MAC\nprotocol and apply it to key small canonical topology components and their\nlarger counterparts. The results obtained from this model match the available\nexperimental results with fidelity. Using this model, we show that fairness\nallocation by the IEEE 802.11 MAC can significantly impede performance; hence,\nwe devise a new MAC that not only substantially improves throughput, but\nprovides fairness to flows of information rather than to nodes. We show that\ncooperation between NC, MPR, and our new MAC achieves super-additive gains of\nup to 6.3 times that of routing with the standard IEEE 802.11 MAC. Furthermore,\nwe extend the model to analyze our MAC's asymptotic and throughput behaviors as\nthe number of nodes increases or the MPR capability is limited to only a single\nnode. Finally, we show that although network performance is reduced under\nsubstantial asymmetry or limited implementation of MPR to a central node, there\nare some important practical cases, even under these conditions, where MPR, NC,\nand their combination provide significant gains.\n"]}]
["1107.3859",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3859"],"date":["2011-07-19"],"type":["text"],"creator":["Loewe, M.","Villavicencio, C."],"language":[],"coverage":[],"title":["Pion stability in a hot dense media"],"description":["  Pions may remain stable under certain conditions in a dense media at zero\ntemperature in the normal phase (non pion superfluid state). The stability\ncondition is achieved when the in-media pion width vanishes. However, thermal\nfluctuations will change this stable regime. For low temperature pions will\nremain in a metastable state. Here we discuss the different possible scenarios\nfor leptonic pion decays at finite temperature, taking into account all the\ndifferent chemical potentials involved. The neutrino emission due to pions in a\nhot-dense media is calculated, as well as the coolig rate of a pion-lepton gas.\n","Comment: 6 pages, 2 figures"]}]
["1107.3873",{"format":[],"subject":["Mathematics - Combinatorics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3873"],"date":["2011-07-19"],"type":["text"],"creator":["Kim, Jong Hyun"],"language":[],"coverage":[],"title":["On the enumeration of three-rowed standard Young tableaux of skew shape\n  in terms of Motzkin numbers"],"description":["  The enumeration of standard Young tableaux (SYTs) of shape {\\lambda} can be\neasily computed by the hook-length formula. In 1981, Amitai Regev proved that\nthe number of SYTs having at most three rows with n entries equals the nth\nMotzkin number M_n. In 2006, Regev conjectured that the total number of SYTs of\nskew shape {\\lambda}/(2, 1) over all partitions {\\lambda} having at most three\nparts with n entries is the difference of two Motzkin numbers, M_{n-1} -\nM_{n-3}. Ekhad and Zeilberger proved Regev's conjecture using a computer\nprogram. In 2009, S.-P. Eu found a bijection between Motzkin paths and SYTs of\nskew shape with at most three rows to prove Regev's conjecture, and Eu also\nindirectly showed that for the fixed {\\mu} = ({\\mu}1,{\\mu}2) the number of SYTs\nof skew shape {\\lambda}/{\\mu} over all partitions {\\lambda} having at most\nthree parts can be expressed as a linear combination of the Motzkin numbers. In\nthis paper, we will find an explicit formula for the generating function for\nthe general case: for each partition {\\mu} having at most three parts the\ngenerating function gives a formula for the coefficients of the linear\ncombination of Motzkin numbers. We will also show that these generating\nfunctions are unexpectedly related to the Chebyshev polynomials of the second\nkind.\n"]}]
["1107.3876",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3876"],"date":["2011-07-19"],"type":["text"],"creator":["Goyal, Navin","Rademacher, Luis"],"language":[],"coverage":[],"title":["Lower Bounds for the Average and Smoothed Number of Pareto Optima"],"description":["  Smoothed analysis of multiobjective 0-1 linear optimization has drawn\nconsiderable attention recently. The number of Pareto-optimal solutions (i.e.,\nsolutions with the property that no other solution is at least as good in all\nthe coordinates and better in at least one) for multiobjective optimization\nproblems is the central object of study. In this paper, we prove several lower\nbounds for the expected number of Pareto optima. Our basic result is a lower\nbound of \\Omega_d(n^(d-1)) for optimization problems with d objectives and n\nvariables under fairly general conditions on the distributions of the linear\nobjectives. Our proof relates the problem of lower bounding the number of\nPareto optima to results in geometry connected to arrangements of hyperplanes.\nWe use our basic result to derive (1) To our knowledge, the first lower bound\nfor natural multiobjective optimization problems. We illustrate this for the\nmaximum spanning tree problem with randomly chosen edge weights. Our technique\nis sufficiently flexible to yield such lower bounds for other standard\nobjective functions studied in this setting (such as, multiobjective shortest\npath, TSP tour, matching). (2) Smoothed lower bound of min {\\Omega_d(n^(d-1.5)\n\\phi^{(d-log d) (1-\\Theta(1/\\phi))}), 2^{\\Theta(n)}}$ for the 0-1 knapsack\nproblem with d profits for phi-semirandom distributions for a version of the\nknapsack problem. This improves the recent lower bound of Brunsch and Roeglin.\n"]}]
["1107.3879",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3879"],"date":["2011-07-19"],"type":["text"],"creator":["Zhu, Weiping"],"language":[],"coverage":[],"title":["Fitting a Model to Data in Loss Tomography"],"description":["  Loss tomography has received considerable attention in recent years and a\nnumber of estimators have been proposed. Although most of the estimators claim\nto be the maximum likelihood estimators, the claim is only partially true since\nthe maximum likelihood estimate can be obtained at most for a class of data\nsets. Unfortunately, few people are aware of this restriction that leads to a\nmisconception that an estimator is applicable to all data sets as far as it\nreturns a unique solution. To correct this, we in this paper point out the risk\nof this misconception and illustrate the inconsistency between data and model\nin the most influential estimators. To ensure the model used in estimation\nconsistent with the data collected from an experiment, the data sets used in\nestimation are divided into 4 classes according to the characteristics of\nobservations. Based on the classification, the validity of an estimator is\ndefined and the validity of the most influential estimators is evaluated. In\naddition, a number of estimators are proposed, one for a class of data sets\nthat have been overlooked. Further, a general estimator is proposed that is\napplicable to all data classes. The discussion starts from the tree topology\nand end at the general topology.\n","Comment: 10 pages, 1 figure"]}]
["1107.3883",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3883"],"date":["2011-07-19"],"type":["text"],"creator":["Lu, Yun"],"language":[],"coverage":[],"title":["Reducts of the Generalized Random Bipartite Graph"],"description":["  Let \\Gamma be the generalized random bipartite graph that has two sides Rl\nand Rr with edges for every pair of vertices between R1 and Rr but no edges\nwithin each side, where all the edges are randomly colored by three colors P1;\nP2; P3. In this paper, we investigate the reducts of \\Gamma that preserve Rl\nand Rr, and classify the closed permutation subgroups in Sym(Rl)\\timesSym(Rr)\ncontaining the group Aut(\\Gamma). Our results rely on a combinatorial theorem\nof Nesetril-Rodl and the strong finite submodel property of the random\nbipartite graph.\n"]}]
["1107.3885",{"format":[],"subject":["Physics - Classical Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3885","2011 Eur. J. Phys. 32 1163","doi:10.1088/0143-0807/32/5/004"],"date":["2011-07-19"],"type":["text"],"creator":["Bhattacharya, Kolahal"],"language":[],"coverage":[],"title":["Analogy of the grounded conducting sphere image problem with mirror\n  optics"],"description":["  We show that in the grounded conducting sphere image problem, all the\nnecessary information about the image charge can be found from a mirror\nequation and a magnification formula. Then, we propose a method to solve the\nimage problem for an extended charge distribution near a grounded conducting\nsphere.\n","Comment: 9 pages, 4 figures"]}]
["1107.3893",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3893"],"date":["2011-07-20"],"type":["text"],"creator":["Farooq, Umer","Iqbal, M. Aqeel","Nazir, Sohail"],"language":[],"coverage":[],"title":["A Glance into the Future of Human Computer Interaction"],"description":["  Computers have a direct impact on our lives nowadays. Human's interaction\nwith the computer has modified with the passage of time as improvement in\ntechnology occurred the better the human computer interaction became. Today we\nare facilitated by the operating system that has reduced all the complexity of\nhardware and we undergo our computation in a very convenient way irrespective\nof the process occurring at the hardware level. Though the human computer\ninteraction has improved but it's not done yet. If we come to the future the\ncomputer's role in our lives would be a lot more rather our life would be of\nthe artificial intelligence. In our future the biggest resource would be\ncomponent of time and wasting time for a key board entry or a mouse input would\nbe unbearable so the need would be of the computer interaction environment that\nalong with the complexity reduction also minimizes the time wastage in the\nhuman computer interaction. Accordingly in our future the computation would\nalso be increased it would not be a simple operating system limited to a\ncomputer it would be computers managing our entire life activities hence fall\nout of domain of present computers electronic based architecture .In this\nresearch paper we propose a model that shall be meeting the future human\ncomputer interaction needs possessing linguistic human computer interference\nenvironment based on surface technology, automation and photonic computing,\nwhich would be reliable, efficient and quicker satisfying all the future\nartificial intelligence pre requisites.\n","Comment: 16 pages, seven figures, 1 table, 2 flow charts, published in\n  International Journal of Computer Science, Engineering and Applications\n  (IJCSEA) Vol.1, No.3, June 2011"]}]
["1107.3899",{"format":[],"subject":["Mathematics - Commutative Algebra","Primary:13P40, Secondary:14M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3899"],"date":["2011-07-20"],"type":["text"],"creator":["Ahn, Jeaman","Shin, Young Su"],"language":[],"coverage":[],"title":["Artinian level algebras of codimension 3"],"description":["  In this paper, we continue the study of which $h$-vectors $\\H=(1,3,...,\nh_{d-1}, h_d, h_{d+1})$ can be the Hilbert function of a level algebra by\ninvestigating Artinian level algebras of codimension 3 with the condition\n$\\beta_{2,d+2}(I^{\\rm lex})=\\beta_{1,d+1}(I^{\\rm lex})$, where $I^{\\rm lex}$ is\nthe lex-segment ideal associated with an ideal $I$. Our approach is to adopt an\nhomological method called {\\it Cancellation Principle}: the minimal free\nresolution of $I$ is obtained from that of $I^{\\rm lex}$ by canceling some\nadjacent terms of the same shift.\n  We prove that when $\\beta_{1,d+2}(I^{\\rm lex})=\\beta_{2,d+2}(I^{\\rm lex})$,\n$R/I$ can be an Artinian level $k$-algebra only if either $h_{d-1}<h_d<h_{d+1}$\nor $h_{d-1}=h_d=h_{d+1}=d+1$ holds. We also apply our results to show that for\n$\\H=(1,3,..., h_{d-1}, h_d, h_{d+1})$, the Hilbert function of an Artinian\nalgebra of codimension 3 with the condition $h_{d-1}=h_d<h_{d+1}$,\n  (a) if $h_d\\leq 3d+2$, then $h$-vector $\\H$ cannot be level, and\n  (b) if $h_d\\geq 3d+3$, then there is a level algebra with Hilbert function\n$\\H$ for some value of $h_{d+1}$.\n","Comment: 15 pages"]}]
["1107.3900",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3900"],"date":["2011-07-20"],"type":["text"],"creator":["Jerkovic, Miroslav","Primc, Mirko"],"language":[],"coverage":[],"title":["Quasi-particle fermionic formulas for $(k,3)$-admissible configurations"],"description":["  We construct new monomial quasi-particle bases of Feigin-Stoyanovsky's type\nsubspaces for affine Lie algebra $\\mathfrak{sl}(3,\\mathbb{C})^{\\widetilde{}}$\nfrom which the known fermionic-type formulas for $(k,3)$-admissible\nconfigurations follow naturally. In the proof we use vertex operator algebra\nrelations for standard modules and coefficients of intertwining operators.\n","Comment: 18 pages"]}]
["1107.3903",{"format":[],"subject":["Mathematics - Numerical Analysis","49, 65, 68, 90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3903"],"date":["2011-07-20"],"type":["text"],"creator":["Wang, Xijian"],"language":[],"coverage":[],"title":["Discontinuous Galerkin Method for Total Variation Minimization on\n  one-dimensional Inpainting Problem"],"description":["  This paper is concerned with the numerical minimization of energy functionals\nin $BV(\\Omega)$ (the space of bounded variation functions) involving total\nvariation for gray-scale 1-dimensional inpainting problem. Applications are\nshown by finite element method and discontinuous Galerkin method for total\nvariation minimization. We include the numerical examples which show the\ndifferent recovery image by these two methods.\n","Comment: 14 pages, 8 figures"]}]
["1107.3907",{"format":[],"subject":["Mathematics - Numerical Analysis","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3907","doi:10.1016/j.compstruct.2011.04.007"],"date":["2011-07-20"],"type":["text"],"creator":["Natarajan, S","Baiz, PM","Bordas, S","Rabczuk, T","Kerfriden, P"],"language":[],"coverage":[],"title":["Natural frequencies of cracked functionally graded material plates by\n  the extended finite element method"],"description":["  In this paper, the linear free flexural vibration of cracked functionally\ngraded material plates is studied using the extended finite element method. A\n4-noded quadrilateral plate bending element based on field and edge consistency\nrequirement with 20 degrees of freedom per element is used for this study. The\nnatural frequencies and mode shapes of simply supported and clamped square and\nrectangular plates are computed as a function of gradient index, crack length,\ncrack orientation and crack location. The effect of thickness and influence of\nmultiple cracks is also studied.\n","Comment: 38 pages, 14 figures, 10 tables; Composite Structures, 2011"]}]
["1107.3911",{"format":[],"subject":["Physics - Biological Physics","Physics - Physics and Society","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3911","doi:10.3389/fninf.2011.00010"],"date":["2011-07-20"],"type":["text"],"creator":["Echtermeyer, Christoph","Han, Cheol E.","Rotarska-Jagiela, Anna","Mohr, Harald","Uhlhaas, Peter J.","Kaiser, Marcus"],"language":[],"coverage":[],"title":["Integrating temporal and spatial scales: Human structural network motifs\n  across age and region-of-interest size"],"description":["  Human brain networks can be characterized at different temporal or spatial\nscales given by the age of the subject or the spatial resolution of the\nneuroimaging method. Integration of data across scales can only be successful\nif the combined networks show a similar architecture. One way to compare\nnetworks is to look at spatial features, based on fibre length, and topological\nfeatures of individual nodes where outlier nodes form single node motifs whose\nfrequency yields a fingerprint of the network. Here, we observe how\ncharacteristic single node motifs change over age (12-23 years) and network\nsize (414, 813, and 1615 nodes) for diffusion tensor imaging (DTI) structural\nconnectivity in healthy human subjects. First, we find the number and diversity\nof motifs in a network to be strongly correlated. Second, comparing different\nscales, the number and diversity of motifs varied across the temporal (subject\nage) and spatial (network resolution) scale: certain motifs might only occur at\none spatial scale or for a certain age range. Third, regions of interest which\nshow one motif at a lower resolution may show a range of motifs at a higher\nresolution which may or may not include the original motif at the lower\nresolution. Therefore, both the type and localisation of motifs differ for\ndifferent spatial resolutions. Our results also indicate that spatial\nresolution has a higher effect on topological measures whereas spatial\nmeasures, based on fibre lengths, remain more comparable between resolutions.\nTherefore, spatial resolution is crucial when comparing characteristic node\nfingerprints given by topological and spatial network features. As node motifs\nare based on topological and spatial properties of brain connectivity networks,\nthese conclusions are also relevant to other studies using connectome analysis.\n","Comment: 31 pages, 8 figures; Front. Neuroinform. 5:10 (2011)"]}]
["1107.3915",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3915","doi:10.2478/s11534-011-0047-y"],"date":["2011-07-20"],"type":["text"],"creator":["Shafiee, Afshin","Tirandaz, Arash"],"language":[],"coverage":[],"title":["Comparison between Decoherence time for a Two-state Spin 1/2 System with\n  Its Corresponding Quantum Retrieval Period"],"description":["  We consider the evolution of a two-state quantum system (a spin 1/2 particle)\nin both the framework of standard quantum mechanics and under the decoherence\nregime. The former approach on this issue is the well-known quantum flipping\nprocess of a dichotomic system subjected to a time-dependent magnetic field. In\nthe latter approach, utilizing the Spin-Boson model to describe the interaction\nof system with its environment, we derive the Born-Markov master equation to\nobtain the decoherence time. It is possible to show that under some legitimate\nconditions, one may find a potential conflict between the predictions of\ndecoherence theory and the result observed in a typical quantum flipping\nexperiment.\n","Comment: 21 pages, one figure, two appendices"]}]
["1107.3921",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3921"],"date":["2011-07-20"],"type":["text"],"creator":["Issanin, Alexander N.","Langel, Walter","Bednarski, Patrick J."],"language":[],"coverage":[],"title":["Molecular Dynamics Studies of Changes in the DNA- Structure as Result of\n  Interactions with Cisplatin"],"description":["  The 3'-monofunctional adduct of cisplatin and d(CTCTG*G*TCTC)2 duplex DNA in\nsolvent with explicit counter ions and water molecules were subjected to MD-\nsimulation with AMBER force field on a nanosecond time scale. In order to\nsimulate the closure of the bond between the Pt and 5'-guanine-N7 atoms, the\nforces acting between them were gradually increased during MD. After 500-800 ps\nthe transformation of the mono-adduct (straight DNA with the cisplatin residue\nlinked to one guanine-N7) to the bus-adduct (bent DNA where Pt atom is\nconnected through the N7 atoms of neighboring guanines) was observed. A cavity\nbetween palatinate guanines is formed and filled with solvent molecules. The\nrapid inclination of the center base pairs initiates a slow transition of the\nwhole molecule from the linear to the bent conformation. After about 1000-1300\nps a stable structure was reached, which is very similar to the one described\nexperimentally. The attractive force between the Pt- atom and the N7 of the\nsecond guanine plays the main role in the large conformational changes induced\nby formation of the adduct-adduct. X-N-Pt-N-torsions accelerate the bending but\na torsion force constant greater than 0.2 Kcal/mol lead to the breaking of the\nH-bonds within the base pairs. The present study is the first dynamical\nsimulation that demonstrates in real time scale such a large conformational\nperturbation of DNA.\n","Comment: 6 pages, 3 figures"]}]
["1107.3923",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3923"],"date":["2011-07-20"],"type":["text"],"creator":["Grassi, P. A.","Sommovigo, L."],"language":[],"coverage":[],"title":["On Supergravity Amplitudes from Pure Spinor Strings"],"description":["  We use Pure Spinor String Theory to construct suitable building blocks to\narrange the structure of supergravity amplitudes with n-points and at higher\nloops in a very convenient way. Following Mafra et al. proposal for N=4 super\nYang-Mills amplitudes, we discuss its generalization to supergravity\namplitudes. In particular, we first derive the building blocks for closed\nstring amplitudes from closed vertices showing that, because of the\nfactorization, several results of open string theory can be used; nevertheless,\nalso new structures emerge. We provide a first list of these new ingredients\nand their BRST variations. Second, we analyze 4-point amplitudes showing how\nthe different building blocks enter and finally we discuss the factorization of\n5-point amplitudes in supergravity in terms of those structures.\n","Comment: 21 pages, Harvmac, youngtab.tex for Young Tableaux"]}]
["1107.3924",{"format":[],"subject":["Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3924"],"date":["2011-07-20"],"type":["text"],"creator":["zhou, Rigui","shi, Yang","Zhang, Manqun"],"language":[],"coverage":[],"title":["Reversible arithmetic logic unit"],"description":["  Quantum computer requires quantum arithmetic. The sophisticated design of a\nreversible arithmetic logic unit (reversible ALU) for quantum arithmetic has\nbeen investigated in this letter. We provide explicit construction of\nreversible ALU effecting basic arithmetic operations. By provided the\ncorresponding control unit, the proposed reversible ALU can combine the\nclassical arithmetic and logic operation in a reversible integrated system.\nThis letter provides actual evidence to prove the possibility of the\nrealization of reversible Programmable Logic Device (RPLD) using reversible\nALU.\n","Comment: 11 pages, 3 figures, 1 table"]}]
["1107.3930",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3930"],"date":["2011-07-20"],"type":["text"],"creator":["Pekker, David","Demler, Eugene"],"language":[],"coverage":[],"title":["Competing instabilities in quench experiments with ultracold Fermi gases\n  near a Feshbach resonance"],"description":["  Tunability of effective two body interactions near Feshbach resonances is a\npowerful experimental tool in systems of ultracold atoms. It has been used to\nexplore a variety of intriguing phenomena in recent experiments. However not\nall of the many-body properties of such systems can be understood in terms of\neffective models with contact interaction given by the scattering length of the\ntwo particles in vacuum. For example, when a two component Fermi mixture is\nquenched to the BEC side of the Feshbach resonance, a positive scattering\nlength suggests that interactions are repulsive and thus collective dynamics\nshould be dominated by the Stoner instability toward a spin polarized\nferromagnetic state. On the other hand, existence of low energy two particle\nbound states suggests a competing instability driven by molecule formation.\nCompe- tition between spontaneous magnetization and pair formation is\ndetermined by the the interplay of two-particle and many-body phenomena. In\nthese lecture notes we summarize our recent theoretical results, which analyzed\nthis competition from the point of view of unstable collective modes. We also\ncomment on the relevance of this theoretical analysis to recent experiments\nreported in Ref. (Jo, Lee, Choi, Christensen, Kim, Thywissen, Pritchard and\nKetterle, 2009).\n","Comment: Contribution to Le Houches proceedings"]}]
["1107.3945",{"format":[],"subject":["Mathematics - Dynamical Systems","primary 37E05, 26E35, secondary 54J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3945"],"date":["2011-07-20"],"type":["text"],"creator":["Carvalho, M.","Moreira, F."],"language":[],"coverage":[],"title":["Sharkovskii order for non-wandering points"],"description":["  For a map $f:I \\rightarrow I$, a point $x \\in I$ is periodic with period $p\n\\in \\mathbb{N}$ if $f^p(x)=x$ and $f^j(x)\\not=x$ for all $0<j<p$. When $f$ is\ncontinuous and $I$ is an interval, a theorem due to Sharkovskii (\\cite{BC})\nstates that there is an order in $\\mathbb{N}$, say $\\lhd$, such that, if $f$\nhas a periodic point of period $p$ and $p \\lhd q$, then $f$ also has a periodic\npoint of period $q$. In this work, we will see how an extension of this order\n$\\lhd$ to an ultrapower of the integer numbers yields a Sharkovskii-type result\nfor non-wandering points of $f$.\n","Comment: 9 pages"]}]
["1107.3948",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3948","Condens. Matter Phys., 2011, vol. 14, No. 2, 23601:1-7","doi:10.5488/CMP.14.23601"],"date":["2011-07-20"],"type":["text"],"creator":["Jafari, M.","Jahandoost, A.","Vaezzadeh, Me.","Zarifi, N."],"language":[],"coverage":[],"title":["Effect of pressure on the electronic structure of hcp Titanium"],"description":["  The effect of pressure on the hexagonal close-packed structure of titanium is\ninvestigated. The lattice parameters of the equilibrium structure were\ndetermined in terms of the Gibbs free energy using the Epitaxial Bain Path\nmethod. When this process was repeated for several pressures, the effect of\npressure on the lattice parameters was revealed. The calculated lattice\nparameters were in good agreement with the experimental and theoretical\nresults. The effects of pressure on parameters depending on the electronic\nstructure such as conductivity and resistivity in the ground state were also\ninvestigated up to 30 GPa using density functional theory.\n","Comment: 7 pages, 7 figures"]}]
["1107.3953",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3953","Journal of Physics A 41 (2008) 435101"],"date":["2011-07-20"],"type":["text"],"creator":["Tarasov, Vasily E.","Zaslavsky, George M."],"language":[],"coverage":[],"title":["Fractional Equations of Kicked Systems and Discrete Maps"],"description":["  Starting from kicked equations of motion with derivatives of non-integer\norders, we obtain \"fractional\" discrete maps. These maps are generalizations of\nwell-known universal, standard, dissipative, kicked damped rotator maps. The\nmain property of the suggested fractional maps is a long-term memory. The\nmemory effects in the fractional discrete maps mean that their present state\nevolution depends on all past states with special forms of weights. These forms\nare represented by combinations of power-law functions.\n","Comment: 23 pages, LaTeX"]}]
["1107.3955",{"format":[],"subject":["Mathematics - Group Theory","20F19, 20F29"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3955"],"date":["2011-07-20"],"type":["text"],"creator":["Casolo, Carlo","Puglisi, Orazio"],"language":[],"coverage":[],"title":["Hirsch-Plotkin radical of stability groups"],"description":["  We study the Hirsch-Plotkin radical of stability groups of (general) subspace\nseries of infinite dimensional vector spaces. We show that in countable\ndimension and some other cases, the HP-radical of the stability group coincides\nwith the set of all space automorphisms that fix a finite sub-series; this\nimplies that the HP radical is a Fitting group. Conversely, we prove that every\ncountable Fitting group, which is either torsion-free or a p-group may be\nrepresented as a subgroup of the HP radical of a series stabilizer.\n","Comment: 28 pages"]}]
["1107.3960",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3960"],"date":["2011-07-20"],"type":["text"],"creator":["Bousquet, Damien","Daurès, Jean-Pierre","Marin, Jean-Michel"],"language":[],"coverage":[],"title":["A new semi-parametric family of probability distributions for survival\n  analysis"],"description":["  In the context of survival analysis, Marshall and Olkin (1997) introduced\nfamilies of distributions by adding a scalar parameter to a given survival\nfunction, parameterized or not. In that paper, we generalize their approach. We\nshow how it is possible to add more than a single parameter to a given\ndistribution. We then introduce very flexible families of distributions for\nwhich we calculate some moments. Notably, we give some tractable expressions of\nthese moments when the given baseline distribution is Log-logistic. Finally, we\ndemonstrate how to generate sample from these new families.\n"]}]
["1107.3962",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3962","doi:10.1111/j.1365-2966.2011.19092.x"],"date":["2011-07-20"],"type":["text"],"creator":["Bisnovatyi-Kogan, G. S.","Neishtadt, A. I.","Seidov, Z. F.","Tsupko, O. Yu.","Krivosheyev, Yu. M."],"language":[],"coverage":[],"title":["Dynamical chaos in the problem of magnetic jet collimation"],"description":["  We investigate dynamics of a jet collimated by magneto-torsional\noscillations. The problem is reduced to an ordinary differential equation\ncontaining a singularity and depending on a parameter. We find a parameter\nrange for which this system has stable periodic solutions and study\nbifurcations of these solutions. We use Poincar\\'e sections to demonstrate\nexistence of domains of regular and chaotic motions. We investigate transition\nfrom periodic to chaotic solutions through a sequence of period doublings.\n","Comment: 11 pages, 29 figures, 1 table, MNRAS (published online)"]}]
["1107.3963",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3963"],"date":["2011-07-20"],"type":["text"],"creator":["Mityushov, Eugeny A."],"language":[],"coverage":[],"title":["Integration of Constraint Equations in Problems of a Disc and a Ball\n  Rolling on a Horizontal Plane"],"description":["  The problem of a disc and a ball rolling on a horizontal plane without\nslipping is considered. Differential constrained equations are shown to be\nintegrated when the trajectory of the point of contact is taken in a form of\nthe natural equation, i.e. when the dependence of the curvature of the\ntrajectory is explicitly expressed in terms of the distance passed by the\npoint.\n","Comment: 9 pages, 4 figures"]}]
["1107.3965",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3965"],"date":["2011-07-20"],"type":["text"],"creator":["Pandiscia, Carlo"],"language":[],"coverage":[],"title":["An Ergodic Dilation of Completely Positive Maps"],"description":["  We shall prove the following Stinespring-type theorem: there exists a triple\n$(\\pi,\\mathcal{H},\\mathbf{V})$ associated with an unital completely positive\nmap $\\Phi:\\mathfrak{A}\\rightarrow \\mathfrak{A}$ on C* algebra $\\mathfrak{A}$\nwith unit, where $\\mathcal{H}$ is a Hilbert space, $\\pi:\\mathfrak{A\\rightarrow\nB}(\\mathcal{H})$ is a faithful representation and $\\mathbf{V}$ is a linear\nisometry on $\\mathcal{H}$ such that $\\pi(\\Phi(a)=\\mathbf{V}^*\\pi(a)\\mathbf{V}$\nfor all $a$ belong to $\\mathfrak{A}$. The Nagy dilation theorem, applied to\nisometry $\\mathbf{V}$, allows to construct a dilation of ucp-map, $\\Phi$, in\nthe sense of Arveson, that satisfies ergodic properties of a $\\Phi $-invariante\nstate $\\phi$ on $\\mathfrak{A}$, if $\\Phi$ admit a $\\phi $-adjoint.\n"]}]
["1107.3969",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3969"],"date":["2011-07-20"],"type":["text"],"creator":["Kaltcheva, Nadia","Golev, Valeri"],"language":[],"coverage":[],"title":["The field of Loden 112"],"description":["  Based on the available uvbybeta photometry of OB stars in the longitude range\n281 - 285 deg in the Galactic disk, we identify a feature of young stars at\n1630+/-82 pc, that is probably connected to the compact cluster candidate Loden\n112 and the open cluster IC 2581. This feature seems to be spatially correlated\nto RCW 48 and RCW 49 and several other smaller HII regions.\n","Comment: 2 pages, 1 figure, proceedings of \"Stellar Clusters and Associations\n  - A RIA workshop on GAIA\", 23-27 May 2011, Granada, Spain"]}]
["1107.3973",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3973"],"date":["2011-07-20"],"type":["text"],"creator":["Aybat, S. M.","Rogers, T. C."],"language":[],"coverage":[],"title":["TMD-factorization, Factorization Breaking and Evolution"],"description":["  We give an overview of the current status of perturbative QCD factorization\ntheorems in processes that involve transverse momentum dependent (TMD) parton\ndistribution functions (PDFs) and fragmentation functions (FF). We enumerate\nthose cases where TMD-factorization is well-established, and mention cases\nwhere it is likely to fail. We discuss recent progress in the implementation of\nspecific TMD-factorization calculations, including the implementation of\nevolution. We also give examples of hard part calculations. We end by\ndiscussing future strategies for the implementation of TMD-factorization in\nphenomenological applications.\n","Comment: 5 pages. To appear in the proceedings of XIX International Workshop\n  on Deep-Inelastic Scattering and Related Subjects (DIS 2011), April 11-15,\n  2011"]}]
["1107.3974",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3974"],"date":["2011-07-20"],"type":["text"],"creator":["Bityukov, S. I.","Krasnikov, N. V."],"language":[],"coverage":[],"title":["The use of statistical methods for the search for new physics at the LHC\n  (in Russian)"],"description":["  We review statistical methods used for the search for new physics at LHC.\n","Comment: Extended text of lectures given by S.I. Bityukov for students of MIPT\n  and doctoral students of IHEP. e-mail: Serguei.Bitioukov@cern.ch"]}]
["1107.3981",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3981"],"date":["2011-07-15"],"type":["text"],"creator":["Wang, Hailong","Upmanyu, Moneesh"],"language":[],"coverage":[],"title":["Saddles, Twists, and Curls: Shape Transitions in Freestanding\n  Nanoribbons"],"description":["  Efforts to modulate the electronic properties of atomically thin crystalline\nnanoribbons requires precise control over their morphology. Here, we perform\natomistic simulations on freestanding graphene nanoribbons (GNRs) to first\nidentify the minimal shapes, and then employ a core-edge framework based on\nclassical plate theory to quantify the width dependence in more general\nsystems. The elastic edge-edge interactions force ultra-narrow ribbons to be\nflat, which then bifurcate to twisted and bent shapes at critical widths that\nvary inversely with edge stress. Compressive edge stresses results in twisted\nand saddle shapes that are energetically indistinguishable in the vicinity of\nthe bifurcation. Increasing widths favor the saddle shapes with (longitudinal)\nribbon curvatures that vary non-linearly with width and edge stress. Positive\nedge stresses result in a flat-to-curled transition with similar scalings. At\nlarge widths with negligible edge-edge interactions, rippling instabilities set\nin, i.e. edge ripples and midline dimples for compressive and tensile edge\nstresses. Our results highlight the utility of the core-edge framework in\ndeveloping a unified understanding of the interplay between geometry and\nmechanics that sets the morphology of crystalline nanoribbons.\n","Comment: 3 Figures, 4 Pages, Supplementary Material"]}]
["1107.3984",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3984"],"date":["2011-07-20"],"type":["text"],"creator":["Pasquini, B.","Lorcé, C."],"language":[],"coverage":[],"title":["Quark Wigner Distributions"],"description":["  We study the Wigner functions of the nucleon which provide multidimensional\nimages of the quark distributions in phase space and combine in a single\npicture all the information contained in the generalized parton distributions\n(GPDs) and the transverse-momentum dependent parton distributions (TMDs). In\nparticular, we present results for the distribution of unpolarized quark in a\nlongitudinally polarized nucleon. Treating this distribution as it was a\nclassical distribution, we also obtain the expectation value of the orbital\nangular momentum operator and compare the corresponding results from different\nquark models with the values obtained using alternative definitions of the\norbital angular momentum, as given in terms of the GPDs and the TMDs.\n","Comment: 4 pages, 1 figure; prepared for the workshop \"XIX International\n  Workshop on Deep-Inelastic Scattering and Related Subjects (DIS 2011), April\n  11-15, 2011, Newport News, VA USA"]}]
["1107.3989",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3989","Phys.Rev.C83:055205,2011"],"date":["2011-07-20"],"type":["text"],"creator":["Alarcón, J. M.","Camalich, J. Martín","Oller, J. A.","Alvarez-Ruso, L."],"language":[],"coverage":[],"title":["Relativistic chiral representation of the \\pi N scattering amplitude"],"description":["  We have analyzed pion-nucleon scattering using the manifestly relativistic\ncovariant frameworks of Infrared Regularization (IR) and Extended-On-Mass-Shell\n(EOMS) up to O(q^3) in the chiral expansion, where q is a generic small\nmomentum. We describe the low-energy phase shifts with a similar quality as\npreviously achieved with Heavy Baryon Chiral Perturbation Theory, being the\nEOMS description better than the IR one. The Goldberger-Treiman discrepancy is\nextracted from data of partial wave analyses using both schemes, obtaining an\nunacceptable large value for the case of IR due to the loop contribution. On\nthe other hand, EOMS gives small values compatible with other phenomenological\napproaches. Finally, we have unitarized the amplitudes provided by both schemes\nto extend the range of our description obtaining a good agreement with the data\nup to energies of \\sqrt{s}\\approx 1.3 GeV for the EOMS scheme while IR can not\ngo beyond energies of \\sqrt{s}\\approx 1.25 GeV due to the unphysical cut that\nthis scheme introduces.\n","Comment: 6 pages, 2 figures. Proceeding of XIV International Conference on\n  Hadron Spectroscopy (hadron2011). A shorter version of this work was also\n  presented in the 8th International Workshop on the Physics of Excited\n  Nucleons (NSTAR 2011)"]}]
["1107.3993",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3993","Monthly Notices of the Royal Astronomical Society, 03/2011, Volume\n  411, Issue 4, pp. 2717-2725","doi:10.1111/j.1365-2966.2010.17872.x"],"date":["2011-07-20"],"type":["text"],"creator":["Mukherjee, Arunava","Bhattacharyya, Sudip"],"language":[],"coverage":[],"title":["Timing and spectral study of XB 1254-690 using new RXTE PCA data"],"description":["  We have analyzed the new Rossi X-ray Timing Explorer Proportional Counter\nArray data of the atoll neutron star (NS) low-mass X-ray binary (LMXB) system\nXB 1254-690. The colour-colour diagram shows that the source was in the\nhigh-intensity banana state. We have found two low-frequency candidate peaks\nwith single trial significances of ~ 2.65 X 10^{-8} and ~ 7.39 X 10^{-8} in the\npower spectra. After taking into account the number of trials, the joint\nprobability of appearance of these two peaks in the data set only by chance is\n~ 4.5 X 10^{-4}, and hence a low-frequency QPO can be considered to be detected\nwith a significance of ~ 4.5 X 10^{-4}, or, ~ 3.5\\sigma for the first time from\nthis source. We have also done the first systematic X-ray spectral study of XB\n1254-690, and found that, while one-component models are inadequate,\nthree-component models are not required by the data. We have concluded that a\ncombined broken-powerlaw and Comptonization model best describes the source\ncontinuum spectrum among 19 two-component models. The plasma temperature (~ 3\nkeV) and the optical depth (~ 7) of the Comptonization component are consistent\nwith the previously reported values for other sources. However, the use of a\nbroken-powerlaw component to describe NS LMXB spectra has recently been\nstarted, and we have used this component for XB 1254-690 for the first time. We\nhave attempted to determine the relative energy budgets of the accretion disc\nand the boundary layer using the best-fit spectral model, and concluded that a\nreliable estimation of these budgets requires correlations among time\nvariations of spectral properties in different wavelengths.\n","Comment: 16 pages, 6 figures, 4 tables; published in MNRAS"]}]
["1107.3996",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3996"],"date":["2011-07-20"],"type":["text"],"creator":["Bramanti, Marco","Miranda Jr., Michele","Pallara, Diego"],"language":[],"coverage":[],"title":["Two characterization of BV functions on Carnot groups via the heat\n  semigroup"],"description":["  In this paper we provide two different characterizations of sets with finite\nperimeter and functions of bounded variation in Carnot groups, analogous to\nthose which hold in Euclidean spaces, in terms of the short-time behaviour of\nthe heat semigroup. The second one holds under the hypothesis that the reduced\nboundary of a set of finite perimeter is rectifiable, a result that presently\nis known in Step 2 Carnot groups.\n"]}]
["1107.3997",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3997","Ap. J., 736, 75, 2011 July 20","doi:10.1088/0004-637X/736/1/75"],"date":["2011-07-20"],"type":["text"],"creator":["Baylor, R. N.","Cassak, P. A.","Christe, S.","Hannah, I. G.","Krucker, Säm","Mullan, D. J.","Shay, M. A.","Hudson, H. S.","Lin, R. P."],"language":[],"coverage":[],"title":["Estimates of Densities and Filling Factors from a Cooling Time Analysis\n  of Solar Microflares Observed with RHESSI"],"description":["  We use more than 4,500 microflares from the Reuven Ramaty High Energy Solar\nSpectroscopic Imager (RHESSI) microflare data set (Christe et al., 2008, Ap.\nJ., 677, 1385) to estimate electron densities and volumetric filling factors of\nmicroflare loops using a cooling time analysis. We show that if the filling\nfactor is assumed to be unity, the calculated conductive cooling times are much\nshorter than the observed flare decay times, which in turn are much shorter\nthan the calculated radiative cooling times. This is likely unphysical, but the\ncontradic- tion can be resolved by assuming the radiative and conductive\ncooling times are comparable, which is valid when the flare loop temperature is\na maximum and when external heating can be ignored. We find that resultant\nradiative and con- ductive cooling times are comparable to observed decay\ntimes, which has been used as an assumption in some previous studies. The\ninferred electron densities have a mean value of 10^11.6 cm^-3 and filling\nfactors have a mean of 10^-3.7. The filling factors are lower and densities are\nhigher than previous estimates for large flares, but are similar to those found\nfor two microflares by Moore et al. (Ap. J., 526, 505, 1999).\n","Comment: Published in Ap. J"]}]
["1107.4006",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4006","Computers & Structures, v89 (15-16), August 2011, 1535-1546","doi:10.1016/j.compstruc.2011.04.002"],"date":["2011-07-20"],"type":["text"],"creator":["Natarajan, S","Baiz, PM","Ganapathi, M","Kerfriden, P","Bordas, S"],"language":[],"coverage":[],"title":["Linear free flexural vibration of cracked functionally graded plates in\n  thermal environment"],"description":["  In this paper, the linear free flexural vibrations of functionally graded\nmaterial plates with a through center crack is studied using an 8-noded shear\nflexible element. The material properties are assumed to be temperature\ndependent and graded in the thickness direction. The effective material\nproperties are estimated using the Mori-Tanaka homogenization scheme. The\nformulation is developed based on first-order shear deformation theory. The\nshear correction factors are evaluated employing the energy equivalence\nprinciple. The variation of the plates natural frequency is studied considering\nvarious parameters such as the crack length, plate aspect ratio, skew angle,\ntemperature, thickness and boundary conditions. The results obtained here\nreveal that the natural frequency of the plate decreases with increase in\ntemperature gradient, crack length and gradient index.\n"]}]
["1107.4008",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4008","Acta Astronomica 2011, 61, 83"],"date":["2011-07-20"],"type":["text"],"creator":["Szymański, M. K.","Udalski, A.","Soszyński, I.","Kubiak, M.","Pietrzyński, G.","Poleski, R.","Wyrzykowski, Ł.","Ulaczyk, K."],"language":[],"coverage":[],"title":["The Optical Gravitational Lensing Experiment. OGLE-III Photometric Maps\n  of the Galactic Bulge Fields"],"description":["  We present OGLE-III Photometric Maps of the Galactic bulge fields observed\nduring the third phase of the OGLE project. This paper describes the last,\nconcluding set of maps based on OGLE-III data.\n  The maps contain precise, calibrated VI photometry of about 340 million stars\nfrom 267 fields in the Galactic bulge observed during entire OGLE-III phase\n(2002-2009), covering about 92 square degrees in the sky. Precise astrometry of\nthese objects is also provided.\n  We briefly discuss the photometry procedures and the quality of the data. We\nalso present sample data and color-magnitude diagrams of the observed fields.\n  All photometric data are available to the astronomical community from the\nOGLE Internet archive.\n","Comment: 15 pages, 12 figures"]}]
["1107.4016",{"format":[],"subject":["Computer Science - Software Engineering","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4016"],"date":["2011-07-20"],"type":["text"],"creator":["Miranskyy, Andriy V.","Davison, Matthew","Reesor, Mark"],"language":[],"coverage":[],"title":["Metrics of Risk Associated with Defects Rediscovery"],"description":["  Software defects rediscovered by a large number of customers affect various\nstakeholders and may: 1) hint at gaps in a software manufacturer's Quality\nAssurance (QA) processes, 2) lead to an over-load of a software manufacturer's\nsupport and maintenance teams, and 3) consume customers' resources, leading to\na loss of reputation and a decrease in sales.\n  Quantifying risk associated with the rediscovery of defects can help all of\nthese stake-holders. In this chapter we present a set of metrics needed to\nquantify the risks. The metrics are designed to help: 1) the QA team to assess\ntheir processes; 2) the support and maintenance teams to allocate their\nresources; and 3) the customers to assess the risk associated with using the\nsoftware product. The paper includes a validation case study which applies the\nrisk metrics to industrial data. To calculate the metrics we use mathematical\ninstruments like the heavy-tailed Kappa distribution and the G/M/k queuing\nmodel.\n"]}]
["1107.4018",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4018"],"date":["2011-07-20"],"type":["text"],"creator":["Tian, Gang","Zhang, Shijin","Zhang, Zhenlei","Zhu, Xiaohua"],"language":[],"coverage":[],"title":["Supremum of Perelman's entropy and K\\\"ahler-Ricci flow on a Fano\n  manifold"],"description":["  In this paper, we extend the method in [TZhu5] to study the energy level\n$L(\\cdot)$ of Perelman's entropy $\\lambda(\\cdot)$ for K\\\"ahler-Ricci flow on a\nFano manifold. Consequently, we first compute the supremum of $\\lambda(\\cdot)$\nin K\\\"ahler class $2\\pi c_1(M)$ under an assumption that the modified Mabuchi's\nK-energy $\\mu(\\cdot)$ defined in [TZhu2] is bounded from below. Secondly, we\ngive an alternative proof to the main theorem about the convergence of\n  K\\\"ahler-Ricci flow in [TZhu3].\n","Comment: 28 pages"]}]
["1107.4019",{"format":[],"subject":["Mathematics - Number Theory","11R58, 11U05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4019"],"date":["2011-07-20"],"type":["text"],"creator":["Pasten, Hector"],"language":[],"coverage":[],"title":["Representation of powers by polynomials over function fields and a\n  problem of Logic"],"description":["  We solve a generalization of B\\\"uchi's problem in any exponent for function\nfields, and briefly discuss some consequences on undecidability. This provides\nthe first example where this problem is solved for rings of functions in the\ncase of an exponent larger than 3.\n"]}]
["1107.4024",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","39A05, 81R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4024"],"date":["2011-07-20"],"type":["text"],"creator":["Babusci, D.","Dattoli, G.","Carpanese, M."],"language":[],"coverage":[],"title":["The algebra of factorial polynomials"],"description":["  We discuss the formal aspects of the factorial polynomials and of the\nassociated series. We develop the theory using the formalism of quasi-monomials\nand prove the usefulness of the method for the solutions of nontrivial\ndifference equations.\n","Comment: 4 pages, no figures"]}]
["1107.4026",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4026"],"date":["2011-07-20"],"type":["text"],"creator":["Ozdemir, M. Emin","Yildiz, Cetin","Akdemir, Ahmet Ocak"],"language":[],"coverage":[],"title":["On Some New Hadamard-Type Inequalities for Coordinated Quasi-convex\n  Functions"],"description":["  In this paper, we establish some Hadamard-type inequalities based on\ncoordinated quasi-convexity. Also we define a new mapping associated to\ncoordinated convexity and we prove some properties of this mapping.\n","Comment: This study has been presented at \"6. Ankara Matehematics Days\" in 2-3\n  June 2011"]}]
["1107.4028",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4028"],"date":["2011-07-20"],"type":["text"],"creator":["Werner, Gerhard"],"language":[],"coverage":[],"title":["Letting the Brain Speak for itself"],"description":["  Metaphors of Computation and Information tended to detract attention from the\nintrinsic modes of neural system functions, uncontaminated by the observer's\nrole for collection and interpretation of experimental data. Recognizing the\nself-referential mode of function, and the propensity for self-organization to\ncritical states requires a fundamental re-orientation with emphasis on the\nconceptual approaches of Complex System Dynamics. Accordingly, local\ncooperative processes, intrinsic to neural structures and of fractal nature,\ncall for applying Fractional Calculus and models of Random Walks in Theoretical\nNeuroscience studies.\n"]}]
["1107.4033",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4033"],"date":["2011-07-20"],"type":["text"],"creator":["Ozdemir, M. Emin","Yildiz, Cetin","Akdemir, Ahmet Ocak"],"language":[],"coverage":[],"title":["On the Coordinated Convex Functions"],"description":["  In this paper we established new integral inequalities which are more general\nresults for coordinated convex functions on the coordinates by using some\nclassical inequalities.\n","Comment: This study has been presented at \"International Conference on Applied\n  Analysis and Algebra\" in 1-2 July 2011- Yildiz Technical University-Istanbul"]}]
["1107.4047",{"format":[],"subject":["Statistics - Methodology","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics","Statistics - Applications","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4047"],"date":["2011-07-20"],"type":["text"],"creator":["Ford, Eric B.","Moorhead, Althea V.","Veras, Dimitri"],"language":[],"coverage":[],"title":["A Bayesian Surrogate Model for Rapid Time Series Analysis and\n  Application to Exoplanet Observations"],"description":["  We present a Bayesian surrogate model for the analysis of periodic or\nquasi-periodic time series data. We describe a computationally efficient\nimplementation that enables Bayesian model comparison. We apply this model to\nsimulated and real exoplanet observations. We discuss the results and\ndemonstrate some of the challenges for applying our surrogate model to\nrealistic exoplanet data sets. In particular, we find that analyses of real\nworld data should pay careful attention to the effects of uneven spacing of\nobservations and the choice of prior for the \"jitter\" parameter.\n","Comment: 25 pages, 4 figures, accepted to Bayesian Analysis\n  <http://ba.stat.cmu.edu>, special issue for Ninth Valencia International\n  Conference on Bayesian Statistics"]}]
["1107.4054",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4054","International Journal of Ad hoc, Sensor & Ubiquitous Computing\n  (IJASUC) Vol.2, No.2, June 2011, 51-62"],"date":["2011-07-20"],"type":["text"],"creator":["Ramachandran, Sumalatha","Sridhar, Uttara","Srinivasan, Vidhya","Jothi, J. Jaya"],"language":[],"coverage":[],"title":["Data Aggregation and Privacy for Police Patrols"],"description":["  With a widespread growth in the potential applications of Wireless Sensor\nNetworks, the need for reliable security mechanisms for them has increased\nmanifold. This paper proposes a scheme, Privacy for Police Patrols (PPP), to\nprovide secure data aggregation that relies on multilevel routing. Privacy\nfactors have been identified and implemented. Aggregates are prepared and the\nsummary of information is gathered and stored in a repository. The above\ndefined approaches are integrated in police patrol applications and preliminary\nresults are obtained.\n","Comment: 12 pages, 5 figures"]}]
["1107.4055",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4055"],"date":["2011-07-08"],"type":["text"],"creator":["Andersson, Fredrik","Carlsson, Marcus"],"language":[],"coverage":[],"title":["Alternating projections on non-tangential manifolds"],"description":["  We consider sequences $(B_k)_{k=0}^\\infty$ of points obtained by projecting\nback and forth between two manifolds $\\M_1$ and $\\M_2$, and give conditions\nguaranteeing that the sequence converge to a limit $B_\\infty\\in\\M_1\\cap\\M_2$.\nOur motivation is the study of algorithms based on finding the limit of such\nsequences, which have proven useful in a number of areas. The intersection is\ntypically a set with desirable properties, but for which there is no efficient\nmethod of finding the closest point $B_{opt}$ in $\\M_1\\cap\\M_2$. We prove not\nonly that the sequence of alternating projections converges, but that the limit\npoint is fairly close to $B_{opt}$, in a manner relative to the distance\n$\\|B_0-B_{opt}\\|$, thereby significantly improving earlier results in the\nfield. A concrete example with applications to frequency estimation of signals\nis also presented.\n"]}]
["1107.4058",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4058"],"date":["2011-07-20"],"type":["text"],"creator":["Benhenni, Karim","Degras, David"],"language":[],"coverage":[],"title":["Local Polynomial Regression Based on Functional Data"],"description":["  Suppose that $n$ statistical units are observed, each following the model\n$Y(x_j)=m(x_j)+ \\epsilon(x_j),\\, j=1,...,N,$ where $m$ is a regression\nfunction, $0 \\leq x_1 <...<x_N \\leq 1$ are observation times spaced according\nto a sampling density $f$, and $\\epsilon$ is a continuous-time error process\nhaving mean zero and regular covariance function. Considering the local\npolynomial estimation of $m$ and its derivatives, we derive asymptotic\nexpressions for the bias and variance as $n,N\\to\\infty$. Such results are\nparticularly relevant in the context of functional data where essential\ninformation is contained in the derivatives. Based on these results, we deduce\noptimal sampling densities, optimal bandwidths and asymptotic normality of the\nestimator. Simulations are conducted in order to compare the performances of\nlocal polynomial estimators based on exact optimal bandwidths, asymptotic\noptimal bandwidths, and cross-validated bandwidths.\n","Comment: Submitted to Journal of Multivariate Analysis"]}]
["1107.4062",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4062"],"date":["2011-07-20"],"type":["text"],"creator":["Bialczak, Piotr","Mazurczyk, Wojciech","Szczypiorski, Krzysztof"],"language":[],"coverage":[],"title":["Sending Hidden Data via Google Suggest"],"description":["  Google Suggest is a service incorporated within Google Web Search which was\ncreated to help user find the right search phrase by proposing the\nautocompleting popular phrases while typing. The paper presents a new network\nsteganography method called StegSuggest which utilizes suggestions generated by\nGoogle Suggest as a hidden data carrier. The detailed description of the\nmethod's idea is backed up with the analysis of the network traffic generated\nby the Google Suggest to prove its feasibility. The traffic analysis was also\nperformed to discover the occurrence of two TCP options: Window Scale and\nTimestamp which StegSuggest uses to operate. Estimation of method\nsteganographic bandwidth proves that it is possible to insert 100 bits of\nsteganogram into every suggestions list sent by Google Suggest service.\n","Comment: 11 pages, 17 figures, 4 tables"]}]
["1107.4064",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4064"],"date":["2011-07-20"],"type":["text"],"creator":["Zschaechner, Laura K.","Rand, Richard J.","Heald, George H.","Gentile, Gianfranco","Kamphuis, Peter"],"language":[],"coverage":[],"title":["HALOGAS: HI Observations and Modeling of the Nearby Edge-on Spiral\n  Galaxy NGC 4244"],"description":["  We present 21-cm observations and models of the HI kinematics and\ndistribution of NGC 4244, a nearby edge-on Scd galaxy observed as part of the\nWesterbork Hydrogen Accretion in LOcal GAlaxieS (HALOGAS) survey. Our models\ngive insight into the HI kinematics and distribution with an emphasis on the\npotential existence of extra-planar gas as well as a negative gradient in\nrotational velocity with height above the plane of the disk (a lag). Our models\nyield strong evidence against a significantly extended halo and instead favor a\nwarp component along the line of sight as an explanation for some of the\nobserved thickening of the disk. Based on these models, we detect a lag of -9\n+3/-2 km s-1 kpc-1 in the approaching half and -9 +/-2 km s-1 kpc-1 in the\nreceding half. This lag decreases in magnitude to -5+/-2 km s-1 kpc-1 and\n-4+/-2 km s-1 kpc-1 near a radius of 10 kpc in the approaching and receding\nhalves respectively. Additionally, we detect several distinct morphological and\nkinematic features including a shell that is probably driven by star formation\nwithin the disk.\n","Comment: 18 pages, 14 figures, Full resolution version may be found at:\n  http://www.astron.nl/halogas/papers/NGC4244.Zschaechner.arXiv.ps"]}]
["1107.4065",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4065"],"date":["2011-07-20"],"type":["text"],"creator":["Fraczek, Wojciech","Mazurczyk, Wojciech","Szczypiorski, Krzysztof"],"language":[],"coverage":[],"title":["How Hidden Can Be Even More Hidden?"],"description":["  The paper presents Deep Hiding Techniques (DHTs) that define general\ntechniques that can be applied to every network steganography method to improve\nits undetectability and make steganogram extraction harder to perform. We\ndefine five groups of techniques that can make steganogram less susceptible to\ndetection and extraction. For each of the presented group, examples of the\nusage are provided based on existing network steganography methods. To authors'\nbest knowledge presented approach is the first attempt in the state of the art\nto systematically describe general solutions that can make steganographic\ncommunication more hidden and steganogram extraction harder to perform.\n","Comment: 5 pages, 8 figures"]}]
["1107.4075",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4075"],"date":["2011-07-20"],"type":["text"],"creator":["Eichten, Estia","Lane, Kenneth","Martin, Adam"],"language":[],"coverage":[],"title":["Testing CDF's Dijet Excess and Technicolor at the LHC"],"description":["  Under the assumption that the dijet excess seen by the CDF Collaboration near\n150 Gev in Wjj production is due to the lightest technipion of the low-scale\ntechnicolor process $\\rho_T \\rightarrow W \\pi_T$, we study its observability in\nLHC detectors with 1-5 fb^{-1} of data. We find that cuts similar to those\nemployed by CDF are unlikely to confirm its signal. We propose cuts tailored to\nthe LSTC hypothesis and its backgrounds at the LHC that can reveal $\\pi_T\n\\rightarrow jj$. We also stress the importance at the LHC of the\nisospin-related channel $\\rho^{\\pm}_T \\rightarrow Z\\pi^{\\pm}_T \\rightarrow\n\\ell\\ell jj$ and the all-lepton mode $\\rho^{pm}_T \\rightarrow WZ \\rightarrow\n3\\ell + \\nu$.\n","Comment: 8 pages, 4 figures"]}]
["1107.4076",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4076"],"date":["2011-07-20"],"type":["text"],"creator":["Mazurczyk, Wojciech"],"language":[],"coverage":[],"title":["Lost Audio Packets Steganography: The First Practical Evaluation"],"description":["  This paper presents first experimental results for an IP telephony-based\nsteganographic method called LACK (Lost Audio PaCKets steganography). This\nmethod utilizes the fact that in typical multimedia communication protocols\nlike RTP (Real-Time Transport Protocol), excessively delayed packets are not\nused for the reconstruction of transmitted data at the receiver, i.e. these\npackets are considered useless and discarded. The results presented in this\npaper were obtained basing on a functional LACK prototype and show the method's\nimpact on the quality of voice transmission. Achievable steganographic\nbandwidth for the different IP telephony codecs is also calculated.\n","Comment: 13 pages, 6 figures, 2 tables"]}]
["1107.4077",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4077"],"date":["2011-07-20"],"type":["text"],"creator":["Mazurczyk, Wojciech","Szczypiorski, Krzysztof"],"language":[],"coverage":[],"title":["Is Cloud Computing Steganography-proof?"],"description":["  The paper focuses on characterisation of information hiding possibilities in\nCloud Computing. After general introduction to cloud computing and its security\nwe move to brief description of steganography. In particular we introduce\nclassification of steganographic communication scenarios in cloud computing\nwhich is based on location of the steganograms receiver. These scenarios as\nwell as the threats that steganographic methods can cause must be taken into\naccount when designing secure cloud computing services.\n","Comment: 2 pages, 1 figure"]}]
["1107.4079",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4079"],"date":["2011-07-20"],"type":["text"],"creator":["Frenkel, Elizaveta","Myasnikov, Alexei G.","Remeslennikov, Vladimir N."],"language":[],"coverage":[],"title":["Amalgamated Products of Groups II: Measures of Random Normal Forms"],"description":["  Let $G=\\mathop{A\\ast B}\\limits_C$ be an amalgamated product of finite rank\nfree groups $A$, $B$ and $C$. We introduce atomic measures and corresponding\nasymptotic densities on a set of normal forms of elements in $G$. We also\ndefine two strata of normal forms: the first one consists of regular (or\nstable) normal forms, and second stratum is formed by singular (or unstable)\nnormal forms. In a series of previous work about classical algorithmic\nproblems, it was shown that standard algorithms work fast on elements of the\nfirst stratum and nothing is known about their work on the second stratum. In\nmain theorems A and B of this paper we give probabilistic and asymptotic\nestimates of these strata.\n","Comment: 37 pages"]}]
["1107.4080",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4080"],"date":["2011-07-20"],"type":["text"],"creator":["Srebro, Nathan","Sridharan, Karthik","Tewari, Ambuj"],"language":[],"coverage":[],"title":["On the Universality of Online Mirror Descent"],"description":["  We show that for a general class of convex online learning problems, Mirror\nDescent can always achieve a (nearly) optimal regret guarantee.\n"]}]
["astro-ph/0101107",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0101107","Astron.Astrophys.368:239-249,2001","doi:10.1051/0004-6361:20000529"],"date":["2001-01-08"],"type":["text"],"creator":["van Loon, Jacco Th.","Zijlstra, A. A.","Kaper, L.","Gilmore, G. F.","Loup, C.","Blommaert, J. A. D. L."],"language":[],"coverage":[],"title":["The peculiar cluster HS 327 in the Large Magellanic Cloud: can OH/IR\n  stars and carbon stars be twins?"],"description":["  The obscured OH/IR star IRAS05298-6957 in the LMC was recently noticed to be\nmember of the small double cluster HS 327 that also contains a carbon star (van\nLoon et al., 1998, A&A 329, 169). Hence they are coeval and have (nearly) the\nsame progenitor mass, which can only be understood if Hot Bottom Burning (HBB)\nhas prevented IRAS05298-6957 from being a carbon star. We present extensive\nvisual and near-IR photometric data for >10^4 stars in and around HS 327, and\nspectroscopic data for some of the brightest AGB stars amongst these.\nColour-magnitude diagrams are used to estimate the age for the cluster and its\nmembers, and luminosities are derived for the stars for which spectra have been\nobtained. The age for IRAS05298-6957 and the carbon star is estimated to be\nabout 200 Myr. This corresponds to a Main-Sequence progenitor mass of about 4.0\nM_sun --- the first direct measurement of the lower mass threshold for HBB.\nThis agrees with stellar evolution models that, however, fail to reproduce the\nlow luminosity of the carbon star.\n","Comment: 11 pages (better quality Figs 1b & 9 on request from\n  jacco@ast.cam.ac.uk). Accepted for publication in Astronomy and Astrophysics\n  Main Journal"]}]
["astro-ph/0405313",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0405313","Astrophys.J.611:L93-L96,2004","doi:10.1086/423802"],"date":["2004-05-17"],"type":["text"],"creator":["Vansevicius, Vladas","Arimoto, Nobuo","Hasegawa, Takashi","Ikuta, Chisato","Jablonka, Pascale","Narbutis, Donatas","Ohta, Kouji","Stonkute, Rima","Tamura, Naoyuki","Vansevicius, Valdas","Yamada, Yoshihiko"],"language":[],"coverage":[],"title":["Full-Fledged Dwarf Irregular Galaxy Leo A"],"description":["  We have studied Leo A - the isolated and extremely gas rich dwarf irregular\ngalaxy of very low stellar mass and metallicity. Ages of the stellar\npopulations in Leo A are ranging from ~10 Myr to ~10 Gyr. Here we report the\ndiscovery of an old stellar halo and a sharp stellar edge. Also we find the\ndistribution of stars extending beyond the gaseous envelope of the galaxy.\nTherefore, Leo A by its structure as well as stellar and gaseous content is\nfound to resemble massive disk galaxies. This implies that galaxies of very low\nstellar mass are also able to develop complex structures, challenging\ncontemporary understanding of galaxy evolution.\n","Comment: 9 pages, 3 figures, submitted to ApJL"]}]
["astro-ph/0602483",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0602483","Astron.Astrophys.452:195-201,2006","doi:10.1051/0004-6361:20054699"],"date":["2006-02-22"],"type":["text"],"creator":["Cioni, M. -R. L.","Girardi, L.","Marigo, P.","Habing, H. J."],"language":[],"coverage":[],"title":["AGB stars in the Magellanic Clouds. III. The rate of star formation\n  across the SMC"],"description":["  This article compares the Ks magnitude distribution of Small Magellanic Cloud\nasymptotic giant branch stars obtained from the DENIS and 2MASS data with\ntheoretical distributions. Theoretical Ks magnitude distributions have been\nconstructed using up-to-date stellar evolution calculations for low and\nintermediate-mass stars, and in particular for thermally pulsing asymptotic\ngiant branch stars. Separate fits of the magnitude distributions of carbon- and\noxygen-rich stars allowed us to constrain the metallicity distribution across\nthe galaxy and its star formation rate. The Small Magellanic Cloud stellar\npopulation is found to be on average 7-9 Gyr old but older stars are present at\nits periphery and younger stars are present in the direction of the companion\ngalaxy the Large Magellanic Cloud. The metallicity distribution traces a\nring-like structure that is more metal rich than the inner region of the\ngalaxy. The C/M ratio discussed in Paper I is a tracer of the metallicity\ndistribution only if the underlying stellar population is of intermediate-age.\n","Comment: 8 pages, 7 figures, accepted by A&A"]}]
["astro-ph/0605438",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0605438","Astrophys.J.648:111-127,2006","doi:10.1086/505735"],"date":["2006-05-17"],"type":["text"],"creator":["Levenson, N. A.","Heckman, T. M.","Krolik, J. H.","Weaver, K. A.","Zycki, P. T."],"language":[],"coverage":[],"title":["Penetrating the Deep Cover of Compton Thick Active Galactic Nuclei"],"description":["  We analyze observations obtained with the Chandra X-ray Observatory of bright\nCompton thick active galactic nuclei (AGNs), those with column densities in\nexcess of 1.5 x 10^{24} cm^{-2} along the lines of sight. We therefore view the\npowerful central engines only indirectly, even at X-ray energies. Using high\nspatial resolution and considering only galaxies that do not contain\ncircumnuclear starbursts, we reveal the variety of emission AGNs alone may\nproduce. Approximately 1% of the continuum's intrinsic flux is detected in\nreflection in each case. The only hard X-ray feature is the prominent Fe K\nalpha fluorescence line, with equivalent width greater than 1 keV in all\nsources. The Fe line luminosity provides the best X-ray indicator of the unseen\nintrinsic AGN luminosity. In detail, the morphologies of the extended soft\nX-ray emission and optical line emission are similar, and line emission\ndominates the soft X-ray spectra. Thus, we attribute the soft X-ray emission to\nmaterial that the central engines photoionize. Because the resulting spectra\nare complex and do not reveal the AGNs directly, crude analysis techniques such\nas hardness ratios would mis-classify these galaxies as hosts of intrinsically\nweak, unabsorbed AGNs and would fail to identify the luminous, absorbed nuclei\nthat are present. We demonstrate that a three-band X-ray diagnostic can\ncorrectly classify Compton thick AGNs, even when significant soft X-ray line\nemission is present. The active nuclei produce most of the galaxies' total\nobserved emission over a broad spectral range, and much of their light emerges\nat far-infrared wavelengths. Stellar contamination of the infrared emission can\nbe severe, however, making long-wavelength data alone unreliable indicators of\nthe buried AGN luminosity.\n","Comment: To appear in ApJ, September 1, 2006"]}]
["astro-ph/0702489",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0702489","Astron.Astrophys.466:875-881,2007","doi:10.1051/0004-6361:20066578"],"date":["2007-02-19"],"type":["text"],"creator":["Battinelli, P.","Demers, S.","Artigau, É."],"language":[],"coverage":[],"title":["The size and structure of the spheroid of IC 1613"],"description":["  Nearby galaxies, spirals as well as irregulars, have been found to be much\nlarger than previously believed. The structure of the huge spheroid surrounding\ndwarf galaxies could give clues to their past gravitational history. Thanks to\nwide field imagers, nearby galaxies with diameter of dozens of arcmin can be\neffectively surveyed.\n  We obtain, from the CFHT archives, a series of i' and g' MegaCam images of IC\n1613 in order to determine the stellar surface density of the field and\ndetermine the shape of its spheroid. From the colour magnitude diagram we\nselect some 36,000 stars, in the first three magnitudes of the red giant\nbranch. The spatial distribution of these stars is used to establish the\nstructure of the spheroid.\n  The position angle of the major axis of the stellar spheroid is found to be\n$\\approx 90^\\circ$, some 30$^\\circ$ from the major axis of the HI cloud\nsurrounding IC 1613. The surface density profile of the spheroid is not\nexponential over all the length of the major axis. A King profile, with a core\nradius of 4.5' and a tidal radius of 24' fits the data. The tidal truncation of\nthe spheroid suggests that IC 1613 is indeed a satellite of M31.\n","Comment: accepted : AA"]}]
["astro-ph/9704201",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9704201","Astron.Astrophys.325:585-600,1997"],"date":["1997-04-21"],"type":["text"],"creator":["van Loon, Jacco Th.","Zijlstra, Albert A.","Whitelock, Patricia A.","Waters, L. B. F. M.","Loup, Cecile","Trams, Norman R."],"language":[],"coverage":[],"title":["Obscured Asymptotic Giant Branch stars in the Magellanic Clouds III. New\n  IRAS counterparts"],"description":["  We have searched for near-infrared stellar counterparts of IRAS point sources\nin the Large Magellanic Cloud (LMC), in J and K-bands. This resulted in the\ndetection of 21 counterparts, of which 19 are new discoveries. Using\ncolour-magnitude and colour-colour diagrams, we identify 13 Asymptotic Giant\nBranch (AGB) stars with thick circumstellar dust envelopes, 7 possible early\npost-AGB stars or stars recovering from a thermal pulse, and 1 red supergiant\nor foreground star. For 10 of the IRAS targets we do not succeed in detecting\nand/or identifying a near-infrared counterpart. We serendipitously detect 14\nother red sources, of which 2 are known Long Period Variables, and a few\ngalaxies. The near-infrared and optical colours of the galaxies may indicate\nconsiderable interstellar extinction through the LMC, as much as A_V about 2-4\nmag. The relative number of AGB carbon stars over oxygen stars is shown to\ndecrease as the luminosity increases. Yet amongst the faintest mass-losing AGB\nstars oxygen-rich stars still exist, which puts constraints on current\nconvection theories that predict the occurrence of third dredge-up and Hot\nBottom Burning. We investigate the nature of some LMC stars that have infrared\nproperties very similar to suspected Galactic post-AGB stars.\n","Comment: 17 pages (LaTeX source and 16 PostScript figures). Accepted for\n  publication in Astronomy and Astrophysics Main Journal"]}]
["astro-ph/9904308",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9904308","Astron.Astrophys.347:841-849,1999"],"date":["1999-04-22"],"type":["text"],"creator":["Heydari-Malayeri, M.","Charmandaris, V.","Deharveng, L.","Rosa, M. R.","Zinnecker, H."],"language":[],"coverage":[],"title":["HST observations of the very young SMC ``blob'' N88A"],"description":["  High-resolution Hubble Space Telescope images have allowed us for the first\ntime to resolve the compact SMC ionized ``blob'' N88A (diameter 3.5 arcsec or 1\npc). This very young HII region, which is hatching from its natal molecular\ncloud, is heavily affected by absorbing dust associated with the cloud. The\ninterstellar reddening towards N88A is on average Av~1.5 mag and strikingly\nrises to more than 3.5 mag in a narrow dust band crossing the core of the HII\nregion. Such a high extinction is unprecedented for an HII region in the\nmetal-poor SMC. We present the photometry of some 70 stars lying towards the OB\nassociation at the center of which lies N88A. The exciting star(s) of N88A is\nnot detected, due to the heavy extinction. The chronology of star formation is\ndiscussed for the whole region.\n","Comment: 11 pages, 7 figures (Fig.1 in color), accepted for publication in A&A\n  1999, Figures 1 and 6 are available at\n  http://wwwusr.obspm.fr/~heydari/projects/N88"]}]
["cond-mat/0702300",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702300","Eur. Phys. J. E 23, 265-274 (2007)","doi:10.1140/epje/i2007-10187-2"],"date":["2007-02-13"],"type":["text"],"creator":["Kanduc, M.","Podgornik, R."],"language":[],"coverage":[],"title":["Electrostatic image effects for counter-ions between charged planar\n  walls"],"description":["  We study the effect of dielectric inhomogeneities on the interaction between\ntwo planparallel charged surfaces with oppositely charged mobile charges in\nbetween. The dielectric constant between the surfaces is assumed to be\ndifferent from the dielectric constant of the two semiinfinite regions bounded\nby the surfaces, giving rise to electrostatic image interactions. We show that\non the weak coupling level the image charge effects are generally small, making\ntheir mark only in the second order fluctuation term. However, in the strong\ncoupling limit, the image effects are large and fundamental. They modify the\ninteractions between the two surfaces in an essential way. Our calculations are\nparticularly useful in the regime of parameters where computer simulations\nwould be difficult and extremely time consuming due to the complicated nature\nof the long range image potentials.\n","Comment: 21 pages, 8 figures"]}]
["dg-ga/9707017",{"format":[],"subject":["Mathematics - Differential Geometry","53C21 (Primary) 58G30, 83C60 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/dg-ga/9707017","Ann. Global Anal. Geom. 16 (1998), no. 1, 1-27","doi:10.1023/A:1006547905892"],"date":["1997-07-24"],"type":["text"],"creator":["Andersson, L.","Dahl, M."],"language":[],"coverage":[],"title":["Scalar Curvature Rigidity for asymptotically locally hyperbolic\n  manifolds"],"description":["  Rigidity results for asymptotically locally hyperbolic manifolds with lower\nbounds on scalar curvature are proved using spinor methods related to the\nWitten proof of the positive mass theorem. The argument is based on a study of\nthe Dirac operator defined with respect to the Killing connection. The\nexistence of asymptotic Killing spinors is related to the spin structure on the\nend. The expression for the mass is calculated and proven to vanish for\nconformally compact Einstein manifolds with conformal boundary a spherical\nspace form, giving rigidity. In the 4-dimensional case, the signature of the\nmanifold is related to the spin structure on the end and explicit formulas for\nthe relevant invariants are given.\n","Comment: ams-latex, using amscd, to appear in Ann. Global. Anal. Geom"]}]
["hep-th/0103100",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry","14N35, 14D21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0103100","Adv.Theor.Math.Phys.5:67-91,2002","doi:10.2140/gtm.2006.8.49"],"date":["2001-03-13","2011-07-20"],"type":["text"],"creator":["Li, Jun","Song, Yun S."],"language":[],"coverage":[],"title":["Open string instantons and relative stable morphisms"],"description":["  We show how topological open string theory amplitudes can be computed by\nusing relative stable morphisms in the algebraic category. We achieve our goal\nby explicitly working through an example which has been previously considered\nby Ooguri and Vafa from the point of view of physics. By using the method of\nvirtual localization, we successfully reproduce their results for multiple\ncovers of a holomorphic disc, whose boundary lies in a Lagrangian submanifold\nof a Calabi-Yau 3-fold, by Riemann surfaces with arbitrary genera and number of\nboundary components. In particular we show that in the case we consider there\nare no open string instantons with more than one boundary component ending on\nthe Lagrangian submanifold.\n","Comment: This is the version published by Geometry & Topology Monographs on 22\n  April 2006"]}]
["hep-th/9304108",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9304108","J.Phys.A27:801-816,1994","doi:10.1088/0305-4470/27/3/022"],"date":["1993-04-23"],"type":["text"],"creator":["Frau, Marialuisa","R-Monteiro, Marco A.","Sciuto, Stefano"],"language":[],"coverage":[],"title":["$q$-Deformed Classical Lie Algebras and their Anyonic Realization"],"description":["  All classical Lie algebras can be realized \\`a la Schwinger in terms of\nfermionic oscillators. We show that the same can be done for their $q$-deformed\ncounterparts by simply replacing the fermionic oscillators with anyonic ones\ndefined on a two dimensional lattice. The deformation parameter $q$ is a phase\nrelated to the anyonic statistical parameter. A crucial r\\^ole in this\nconstruction is played by a sort of bosonization formula which gives the\ngenerators of the quantum algebras in terms of the underformed ones. The entire\nprocedure works even on one dimensional chains; in such a case $q$ can also be\nreal.\n","Comment: in Plain TeX; one figure and two tables in LaTeX are not included but\n  available under request , 22 pages, DFTT 16/93"]}]
["hep-th/9506155",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9506155","Nucl.Phys.B453:727-758,1995","doi:10.1016/0550-3213(95)00447-Z"],"date":["1995-06-22"],"type":["text"],"creator":["Cappelli, Andrea","Valtancoli, Paolo"],"language":[],"coverage":[],"title":["Spontaneous Symmetry Breaking in the Non-Abelian Anyon Fluid"],"description":["  We study the theory of non-relativistic matter with non-Abelian $U(2)$\nChern-Simons gauge interaction in $(2+1)$ dimensions. We adopt the mean field\napproximation in the current-algebra formulation already applied to the Abelian\nanyons. We first show that this method is able to describe both ``boson-based''\nand ``fermion-based'' anyons and yields consistent results over the whole range\nof fractional statistics. In the non-Abelian theory, we find a superfluid (and\nsuperconductive) phase, which is smoothly connected with the Abelian superfluid\nphase originally discovered by Laughlin. The characteristic massless excitation\nis the Goldstone particle of the specific mechanism of spontaneous symmetry\nbreaking. An additional massive mode is found by diagonalizing the non-Abelian,\nnon-local, Hamiltonian in the radial gauge.\n","Comment: Latex file, 35 pages, 2 Latex figures included"]}]
["hep-th/9804150",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter","Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9804150","Nucl.Phys.B531:525-559,1998","doi:10.1016/S0550-3213(98)00586-0"],"date":["1998-04-22","1998-07-21"],"type":["text"],"creator":["Szabo, Richard J."],"language":[],"coverage":[],"title":["String Holonomy and Extrinsic Geometry in Four-dimensional Topological\n  Gauge Theory"],"description":["  The most general gauge-invariant marginal deformation of four-dimensional\nabelian BF-type topological field theory is studied. It is shown that the\ndeformed quantum field theory is topological and that its observables compute,\nin addition to the usual linking numbers, smooth intersection indices of\nimmersed surfaces which are related to the Euler and Chern characteristic\nclasses of their normal bundles in the underlying spacetime manifold. Canonical\nquantization of the theory coupled to non-dynamical particle and string sources\nis carried out in the Hamiltonian formalism and explicit solutions of the\nSchroedinger equation are obtained. The wavefunctions carry a one-dimensional\nunitary representation of the particle-string exchange holonomies and of\nnon-topological string-string intersection holonomies given by adiabatic limits\nof the worldsheet Euler numbers. They also carry a multi-dimensional projective\nrepresentation of the deRham complex of the underlying spatial manifold and\ndefine a generalization of the presentation of its motion group from Euclidean\nspace to an arbitrary 3-manifold. Some potential physical applications of the\ntopological field theory as a dual model for effective vortex strings are\ndiscussed.\n","Comment: 35 pages LaTeX; references and minor comments added"]}]
["math/0311172",{"format":[],"subject":["Mathematics - Differential Geometry","53C27, 57R65, 58J05, 58J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0311172","Manuscripta Math. 118 (2005), no. 2, 191-199","doi:10.1007/s00229-005-0583-0"],"date":["2003-11-11","2005-08-05"],"type":["text"],"creator":["Dahl, Mattias"],"language":[],"coverage":[],"title":["Prescribing eigenvalues of the Dirac operator"],"description":["  In this note we show that every compact spin manifold of dimension $\\geq 3$\ncan be given a Riemannian metric for which a finite part of the spectrum of the\nDirac operator consists of arbitrarily prescribed eigenvalues with multiplicity\n1.\n","Comment: To appear in Manuscripta Mathematica"]}]
["math/0603018",{"format":[],"subject":["Mathematics - Differential Geometry","53C27, 57R65, 58J05, 58J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603018","Comment. Math. Helv. 83 (2008), no. 2, 451-469","doi:10.4171/CMH/132"],"date":["2006-03-01"],"type":["text"],"creator":["Dahl, Mattias"],"language":[],"coverage":[],"title":["On the space of metrics with invertible Dirac operator"],"description":["  On a compact spin manifold we study the space of Riemannian metrics for which\nthe Dirac operator is invertible. The first main result is a surgery theorem\nstating that such a metric can be extended over the trace of a surgery of\ncodimension at least three. We then prove that if non-empty the space of\nmetrics with invertible Dirac operators is disconnected in dimensions $n \\equiv\n0,1,3,7 \\mod 8$, $n \\geq 5$. As a corollary follows results on the existence of\nmetrics with harmonic spinors by Hitchin and B\\\"ar. Finally we use computations\nof the eta invariant by Botvinnik and Gilkey to find metrics with harmonic\nspinors on simply connected manifolds with a cyclic group action. In particular\nthis applies to spheres of all dimensions $n \\geq 5$.\n"]}]
["math/0606224",{"format":[],"subject":["Mathematics - Differential Geometry","53C27 (Primary) 55N22, 57R65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606224","Adv. Math. 220 (2009), no. 2, 523-539","doi:10.1016/j.aim.2008.09.013"],"date":["2006-06-09"],"type":["text"],"creator":["Ammann, Bernd","Dahl, Mattias","Humbert, Emmanuel"],"language":[],"coverage":[],"title":["Surgery and Harmonic Spinors"],"description":["  Let M be a compact manifold with a fixed spin structure \\chi. The\nAtiyah-Singer index theorem implies that for any metric g on M the dimension of\nthe kernel of the Dirac operator is bounded from below by a topological\nquantity depending only on M and \\chi. We show that for generic metrics on M\nthis bound is attained.\n","Comment: Contains .eps figure. To produce pdf you can use ps2pdf to transform\n  file.ps into file.pdf"]}]
["math/9912168",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology","58G10, 58G25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9912168","Topology Appl. 118 (2002), no. 3, 345-355","doi:10.1016/S0166-8641(01)00033-5"],"date":["1999-12-21"],"type":["text"],"creator":["Dahl, Mattias"],"language":[],"coverage":[],"title":["Dependence on the spin structure of the eta and rokhlin invariants"],"description":["  We study the dependence of the eta invariant $\\eta_D$ on the spin structure,\nwhere $D$ is a twisted Dirac operator on a (4k+3)-dimensional spin manifold.\nThe difference between the eta invariants for two spin structures related by a\ncohomolgy class which is the reduction of a $H^1(M,\\Za)$-class is shown to be a\nhalf integer. As an application of the technique of proof the generalized\nRokhlin invariant is shown to be equal modulo 8 for two spin structures related\nin this way.\n","Comment: 10 pages"]}]
["nucl-th/9508028",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/9508028","Heavy Ion Phys.3:71-92,1996"],"date":["1995-08-17"],"type":["text"],"creator":["Feldmeier, H.","Németh, J.","Papp, G."],"language":[],"coverage":[],"title":["Multifragmentation calculated with relativistic force"],"description":["  A saturating hamiltonian is presented in a relativistically covariant\nformalism. The interaction is described by scalar and vector mesons, with\ncoupling strengths adjusted to the nuclear matter. No explicit density depe\nndence is assumed. The hamiltonian is applied in a QMD calculation to determine\nthe fragment distribution in O + Br collision at different energies (50 -- 200\nMeV/u) to test the applicability of the model at low energies. The results are\ncompared with experiment and with previous non-relativistic calculations.\n  PACS: 25.70Mn, 25.75.+r\n","Comment: 23 pages, latex, with 10 PS figures, available at\n  http://www.gsi.de/~papp/"]}]
