["0707.2831",{"format":[],"subject":["Quantum Physics","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2831","Quantum Information and Computation Vol. 8 pg. 681 (2008)"],"date":["2007-07-18","2008-02-01"],"type":["text"],"creator":["Shor, Peter W.","Jordan, Stephen P."],"language":[],"coverage":[],"title":["Estimating Jones polynomials is a complete problem for one clean qubit"],"description":["  It is known that evaluating a certain approximation to the Jones polynomial\nfor the plat closure of a braid is a BQP-complete problem. That is, this\nproblem exactly captures the power of the quantum circuit model. The one clean\nqubit model is a model of quantum computation in which all but one qubit starts\nin the maximally mixed state. One clean qubit computers are believed to be\nstrictly weaker than standard quantum computers, but still capable of solving\nsome classically intractable problems. Here we show that evaluating a certain\napproximation to the Jones polynomial at a fifth root of unity for the trace\nclosure of a braid is a complete problem for the one clean qubit complexity\nclass. That is, a one clean qubit computer can approximate these Jones\npolynomials in time polynomial in both the number of strands and number of\ncrossings, and the problem of simulating a one clean qubit computer is\nreducible to approximating the Jones polynomial of the trace closure of a\nbraid.\n","Comment: 29 pages, 12 figures. Improved presentation and removed typos"]}]
["0709.1665",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B65, 05A10, 11A07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1665","Int. J. Number Theory 7(2011), no.3, 645-662"],"date":["2007-09-11","2011-06-02"],"type":["text"],"creator":["Sun, Zhi-Wei","Tauraso, Roberto"],"language":[],"coverage":[],"title":["On some new congruences for binomial coefficients"],"description":["  In this paper we establish some new congruences involving central binomial\ncoefficients as well as Catalan numbers. Let $p$ be a prime and let $a$ be any\npositive integer. We determine $\\sum_{k=0}^{p^a-1}\\binom{2k}{k+d}$ mod $p^2$\nfor $d=0,...,p^a$ and $\\sum_{k=0}^{p^a-1}\\binom{2k}{k+\\delta}$ mod $p^3$ for\n$\\delta=0,1$. We also show that\n$$C_n^{-1}\\sum_{k=0}^{p^a-1}C_{p^an+k}=1-3(n+1)((p^a-1)/3) (mod p^2)$$ for\nevery n=0,1,2,..., where $C_m$ is the Catalan number $\\binom{2m}{m}/(m+1)$, and\n(-) is the Legendre symbol.\n"]}]
["0710.0723",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0723","Phys. Rev. Lett. 100, 190401 (2008)","doi:10.1103/PhysRevLett.100.190401"],"date":["2007-10-03","2008-04-07"],"type":["text"],"creator":["Massar, Serge","Spindel, Philippe"],"language":[],"coverage":[],"title":["Uncertainty Relation for the Discrete Fourier Transform"],"description":["  We derive an uncertainty relation for two unitary operators which obey a\ncommutation relation of the form UV=exp[i phi] VU. Its most important\napplication is to constrain how much a quantum state can be localised\nsimultaneously in two mutually unbiased bases related by a Discrete Fourier\nTransform. It provides an uncertainty relation which smoothly interpolates\nbetween the well known cases of the Pauli operators in 2 dimensions and the\ncontinuous variables position and momentum. This work also provides an\nuncertainty relation for modular variables, and could find applications in\nsignal processing. In the finite dimensional case the minimum uncertainty\nstates, discrete analogues of coherent and squeezed states, are minimum energy\nsolutions of Harper's equation, a discrete version of the Harmonic oscillator\nequation.\n","Comment: Extended Version; 13 pages; In press in Phys. Rev. Lett"]}]
["0710.2166",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57R15 (Primary), 57S99, 55R55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2166","Advances in Mathematics 227 (2011), pp. 1914-1955","doi:10.1016/j.aim.2011.04.007"],"date":["2007-10-11","2011-06-02"],"type":["text"],"creator":["Yoshida, Takahiko"],"language":[],"coverage":[],"title":["Local torus actions modeled on the standard representation"],"description":["  We introduce the notion of a local torus action modeled on the standard\nrepresentation (for simplicity, we call it a local torus action). It is a\ngeneralization of a locally standard torus action and also an underlying\nstructure of a locally toric Lagrangian fibration. For a local torus action, we\ndefine two invariants called a characteristic pair and an Euler class of the\norbit map, and prove that local torus actions are classified topologically by\nthem. As a corollary, we obtain a topological classification of locally\nstandard torus actions, which is a generalization of the topological\nclassification of quasi-toric manifolds by Davis and Januszkiewicz and of\neffective two-dimensional torus actions on four-dimensional manifolds without\nnontrivial finite stabilizers by Orlik and Raymond. We investigate locally\ntoric Lagrangian fibrations from the viewpoint of local torus actions. We give\na necessary and sufficient condition in order that a local torus action becomes\na locally toric Lagrangian fibration. Locally toric Lagrangian fibrations are\nclassified by Boucetta and Molino up to fiber-preserving symplectomorphisms. We\nshall reprove the classification theorem of locally toric Lagrangian fibrations\nby refining the proof of the classification theorem of local torus actions. We\nalso investigate the topology of a manifold equipped with a local torus action\nwhen the Euler class of the orbit map vanishes.\n","Comment: 40 pages, 10 figures. Definition 1.1 is modified. Typos corrected"]}]
["0806.3746",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3746","Phys.Lett.B670:37-40,2008","doi:10.1016/j.physletb.2008.10.038"],"date":["2008-06-23","2011-06-02"],"type":["text"],"creator":["Feng, Jonathan L.","Kumar, Jason","Strigari, Louis E."],"language":[],"coverage":[],"title":["Explaining the DAMA Signal with WIMPless Dark Matter"],"description":["  WIMPless dark matter provides a framework in which dark matter particles with\na wide range of masses naturally have the correct thermal relic density. We\nshow that WIMPless dark matter with mass around 2-10 GeV can explain the annual\nmodulation observed by the DAMA experiment without violating the constraints of\nother dark matter searches. This explanation implies distinctive and promising\nsignals for other direct detection experiments, GLAST, and the LHC.\n","Comment: 8 pages; v2: discussion of channeling, CoGeNT, and references added;\n  v3: published version; v4: annihilation signal corrected"]}]
["0807.4688",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4688","Quantum Information and Computation Vol. 9 pg. 264 (2009)"],"date":["2008-07-29","2008-10-21"],"type":["text"],"creator":["Jordan, Stephen P.","Wocjan, Pawel"],"language":[],"coverage":[],"title":["Estimating Jones and HOMFLY polynomials with One Clean Qubit"],"description":["  The Jones and HOMFLY polynomials are link invariants with close connections\nto quantum computing. It was recently shown that finding a certain\napproximation to the Jones polynomial of the trace closure of a braid at the\nfifth root of unity is a complete problem for the one clean qubit complexity\nclass. This is the class of problems solvable in polynomial time on a quantum\ncomputer acting on an initial state in which one qubit is pure and the rest are\nmaximally mixed. Here we generalize this result by showing that one clean qubit\ncomputers can efficiently approximate the Jones and single-variable HOMFLY\npolynomials of the trace closure of a braid at any root of unity.\n","Comment: 22 pages, 11 figures, revised in response to referee comments"]}]
["0809.1561",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1561","Journal of Combinatorial Theory A vol. 117, p. 683--703 (2010)"],"date":["2008-09-09","2009-09-29"],"type":["text"],"creator":["Guizzi, Valentina","Nazarov, Maxim","Papi, Paolo"],"language":[],"coverage":[],"title":["Cyclic generators for irreducible representations of affine Hecke\n  algebras"],"description":["  We give a detailed account of a combinatorial construction, due to Cherednik,\nof cyclic generators for irreducible modules of the affine Hecke algebra of the\ngeneral linear group with generic parameter q.\n","Comment: Latex file, 24 pages, minor corrections. To appear in Journal of\n  Combinatorial Theory A"]}]
["0809.3565",{"format":[],"subject":["Computer Science - Discrete Mathematics","G.2.2","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3565","doi:10.1007/s10878-011-9405-3"],"date":["2008-09-21","2008-11-23"],"type":["text"],"creator":["Vanetik, N."],"language":[],"coverage":[],"title":["On fractionality of the path packing problem"],"description":["  In this paper, we study fractional multiflows in undirected graphs. A\nfractional multiflow in a graph G with a node subset T, called terminals, is a\ncollection of weighted paths with ends in T such that the total weights of\npaths traversing each edge does not exceed 1. Well-known fractional path\npacking problem consists of maximizing the total weight of paths with ends in a\nsubset S of TxT over all fractional multiflows. Together, G,T and S form a\nnetwork. A network is an Eulerian network if all nodes in N\\T have even\ndegrees.\n  A term \"fractionality\" was defined for the fractional path packing problem by\nA. Karzanov as the smallest natural number D so that there exists a solution to\nthe problem that becomes integer-valued when multiplied by D. A. Karzanov has\ndefined the class of Eulerian networks in terms of T and S, outside which D is\ninfinite and proved that whithin this class D can be 1,2 or 4. He conjectured\nthat D should be 1 or 2 for this class of networks. In this paper we prove this\nconjecture.\n","Comment: 18 pages, 5 figures in .eps format, 2 latex files, main file is\n  kc13.tex Resubmission due to incorrectly specified CS type of the article; no\n  changes to the context have been made"]}]
["0902.4017",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20Fxx, 57Mxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4017","Journal of Topology and Analysis 2 (2010), no. 2, pp. 173-201","doi:10.1142/S1793525310000318"],"date":["2009-02-24","2010-02-12"],"type":["text"],"creator":["Kapovich, Ilya","Lustig, Martin"],"language":[],"coverage":[],"title":["Ping-pong and Outer space"],"description":["  We prove that if $\\phi,\\psi\\in Out(F_N)$ are hyperbolic iwips (irreducible\nwith irreducible powers) such that $<\\phi,\\psi>\\le Out(F_N)$ is not virtually\ncyclic then some high powers of $\\phi$ and $\\psi$ generate a free subgroup of\nrank two, all of whose nontrivial elements are again hyperbolic iwips. Being a\nhyperbolic iwip element of $Out(F_N)$ is strongly analogous to being a\npseudo-Anosov element of a mapping class group, so the above result provides\nanalogs of \"purely pseudo-Anosov\" free subgroups of $Out(F_N)$.\n","Comment: revised version incorporating the referee's suggestions"]}]
["0902.4263",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20F, 57M"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4263","Illinois Journal of Mathematics, vol. 54 (2010), no. 1, pp.\n  89-108, special issue dedicated to Paul Schupp"],"date":["2009-02-25","2011-04-23"],"type":["text"],"creator":["Kapovich, Ilya","Lustig, Martin"],"language":[],"coverage":[],"title":["Domains of proper discontinuity on the boundary of Outer space"],"description":["  Motivated by the work of McCarthy and Papadopoulos for subgroups of mapping\nclass groups, we construct domains of proper discontinuity in the compactified\nOuter space and in the projectivized space of geodesic currents for any\n\"sufficiently large\" subgroup of $Out(F_N)$ (that is, a subgroup containing a\nhyperbolic iwip).\n  As a corollary we prove that for $N\\ge 3$ the action of $Out(F_N)$ on the\nsubset of $\\mathbb PCurr(F_N)$ consisting of all projectivized currents with\nfull support is properly discontinuous.\n","Comment: Updated version, 16 pages; published in: Illinois J. Math. vol. 54\n  (2010), no. 1, pp. 89-108; special issue of IJM dedicated to Paul Schupp"]}]
["0906.2508",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2508","Quantum Information and Computation Vol. 10 pg. 470 (2010)"],"date":["2009-06-13"],"type":["text"],"creator":["Jordan, Stephen P."],"language":[],"coverage":[],"title":["Permutational Quantum Computing"],"description":["  In topological quantum computation the geometric details of a particle\ntrajectory are irrelevant; only the topology matters. Taking this one step\nfurther, we consider a model of computation that disregards even the topology\nof the particle trajectory, and computes by permuting particles. Whereas\ntopological quantum computation requires anyons, permutational quantum\ncomputation can be performed with ordinary spin-1/2 particles, using a variant\nof the spin-network scheme of Marzuoli and Rasetti. We do not know whether\npermutational computation is universal. It may represent a new complexity class\nwithin BQP. Nevertheless, permutational quantum computers can in polynomial\ntime approximate matrix elements of certain irreducible representations of the\nsymmetric group and simulate certain processes in the Ponzano-Regge spin foam\nmodel of quantum gravity. No polynomial time classical algorithms for these\nproblems are known.\n","Comment: 25 pages, 8 figures"]}]
["0906.4348",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4348","Adv.Sci.Lett.4:228-243,2011","doi:10.1166/asl.2011.1214"],"date":["2009-06-23"],"type":["text"],"creator":["Trac, Hy","Gnedin, Nickolay Y."],"language":[],"coverage":[],"title":["Computer Simulations of Cosmic Reionization"],"description":["  The cosmic reionization of hydrogen was the last major phase transition in\nthe evolution of the universe, which drastically changed the ionization and\nthermal conditions in the cosmic gas. To the best of our knowledge today, this\nprocess was driven by the ultra-violet radiation from young, star-forming\ngalaxies and from first quasars. We review the current observational\nconstraints on cosmic reionization, as well as the dominant physical effects\nthat control the ionization of intergalactic gas. We then focus on numerical\nmodeling of this process with computer simulations. Over the past decade,\nsignificant progress has been made in solving the radiative transfer of\nionizing photons from many sources through the highly inhomogeneous\ndistribution of cosmic gas in the expanding universe. With modern simulations,\nwe have finally converged on a general picture for the reionization process,\nbut many unsolved problems still remain in this young and exciting field of\nnumerical cosmology.\n","Comment: Invited Review to appear on Advanced Science Letters (ASL), Special\n  Issue on Computational Astrophysics, edited by Lucio Mayer"]}]
["0908.0021",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Dynamical Systems","58E05, 70H05, 34C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0021"],"date":["2009-07-31","2011-06-01"],"type":["text"],"creator":["Liu, Chungen","Zhang, Duanzhi"],"language":[],"coverage":[],"title":["Iteration theory of $L$-index and Multiplicity of brake orbits"],"description":["  In this paper, we first establish the Bott-type iteration formulas and some\nabstract precise iteration formulas of the Maslov-type index theory associated\nwith a Lagrangian subspace for symplectic paths. As an application, we prove\nthat there exist at least $[\\frac{n}{2}]+1$ geometrically distinct brake orbits\non every $C^2$ compact convex symmetric hypersurface $\\Sigma$ in\n$\\mathbb{R}^{2n}$ satisfying the reversible condition $N\\Sigma=\\Sigma$,\nfurthermore, if all brake orbits on this hypersurface are nondegenerate, then\nthere are at least $n$ geometrically distinct brake orbits on it. As a\nconsequence, we show that there exist at least $[\\frac{n}{2}]+1$ geometrically\ndistinct brake orbits in every bounded convex symmetric domain in\n$\\mathbb{R}^{n}$, furthermore, if all brake orbits in this domain are\nnondegenerate, then there are at least $n$ geometrically distinct brake orbits\nin it. In the symmetric case, we give a positive answer to the Seifert\nconjecture of 1948 under a generic condition.\n","Comment: 58 pages, submitted"]}]
["0909.0513",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0513","Mon.Not.Roy.Astron.Soc.401:2463-2476,2010","doi:10.1111/j.1365-2966.2009.15823.x"],"date":["2009-09-02","2009-10-16"],"type":["text"],"creator":["Robertson, Brant E.","Kravtsov, Andrey V.","Gnedin, Nickolay Y.","Abel, Tom","Rudd, Douglas H."],"language":[],"coverage":[],"title":["Computational Eulerian Hydrodynamics and Galilean Invariance"],"description":["  Eulerian hydrodynamical simulations are a powerful and popular tool for\nmodeling fluids in astrophysical systems. In this work, we critically examine\nrecent claims that these methods violate Galilean invariance of the Euler\nequations. We demonstrate that Eulerian hydrodynamics methods do converge to a\nGalilean-invariant solution, provided a well-defined convergent solution\nexists. Specifically, we show that numerical diffusion, resulting from\ndiffusion-like terms in the discretized hydrodynamical equations solved by\nEulerian methods, accounts for the effects previously identified as evidence\nfor the Galilean non-invariance of these methods. These velocity-dependent\ndiffusive terms lead to different results for different bulk velocities when\nthe spatial resolution of the simulation is kept fixed, but their effect\nbecomes negligible as the resolution of the simulation is increased to obtain a\nconverged solution. In particular, we find that Kelvin-Helmholtz instabilities\ndevelop properly in realistic Eulerian calculations regardless of the bulk\nvelocity provided the problem is simulated with sufficient resolution (a factor\nof 2-4 increase compared to the case without bulk flows for realistic\nvelocities). Our results reiterate that high-resolution Eulerian methods can\nperform well and obtain a convergent solution, even in the presence of highly\nsupersonic bulk flows.\n","Comment: Version accepted by MNRAS Oct 2, 2009. Figures degraded. For\n  high-resolution color figures and movies of the numerical simulations, please\n  visit\n  http://www.astro.caltech.edu/~brant/Site/Computational_Eulerian_Hydrodynamics_and_Galilean_Invariance.html"]}]
["0910.1903",{"format":[],"subject":["Quantum Physics","Mathematical Physics","94A17, 60E15, 46N50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1903","Lett. Math. Phys. 94, 229 (2010)","doi:10.1007/s11005-010-0440-2"],"date":["2009-10-10","2011-06-02"],"type":["text"],"creator":["Rastegin, Alexey E."],"language":[],"coverage":[],"title":["Continuity and Stability of Partial Entropic Sums"],"description":["  Extensions of Fannes' inequality with partial sums of the Tsallis entropy are\nobtained for both the classical and quantum cases. The definition of kth\npartial sum under the prescribed order of terms is given. Basic properties of\nintroduced entropic measures and some applications are discussed. The derived\nestimates provide a complete characterization of the continuity and stability\nproperties in the refined scale. The results are also reformulated in terms of\nUhlmann's partial fidelities.\n","Comment: 9 pages, no figures. Some explanatory and technical improvements are\n  made. The bibliography is extended. Detected errors and typos are corrected"]}]
["0912.4787",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4787"],"date":["2009-12-24","2011-06-02"],"type":["text"],"creator":["Arpornthip, T.","Balatsky, A. V.","Graf, M.","Nussinov, Z."],"language":[],"coverage":[],"title":["The Influence Of Elastic Deformations On The Supersolid Transition"],"description":["  We study, within the Ginzburg-Landau (GL) theory of phase transitions, how\nelastic deformations in a supersolid lead to local changes in the supersolid\ntransition temperature. The GL theory is mapped onto a Schrodinger-type\nequation with an effective potential that depends on local dilatory strain. The\neffective potential is attractive for local contractions and repulsive for\nlocal expansion. Different types of elastic deformations are studied. We find\nthat a contraction (expansion) of the medium that may be brought about by,\ne.g., applied stress leads to a higher (lower) transition temperature as\ncompared to the unstrained medium. In addition, we investigate edge\ndislocations and illustrate that the local transition temperature may be\nincreased in the immediate vicinity of the dislocation core. Our analysis is\nnot limited to supersolidity. Similar strain effects should also play a role in\nsuperconductors.\n","Comment: 11 pages, 8 figures"]}]
["1002.0308",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0308","J. Phys.: Conf. Ser. 222, 012054 (2010)","doi:10.1088/1742-6596/222/1/012054"],"date":["2010-02-01"],"type":["text"],"creator":["Weinfurtner, Silke","Sotiriou, Thomas P.","Visser, Matt"],"language":[],"coverage":[],"title":["Projectable Horava-Lifshitz gravity in a nutshell"],"description":["  Approximately one year ago Horava proposed a power-counting renormalizable\ntheory of gravity which abandons local Lorentz invariance. The proposal has\nbeen received with growing interest and resulted in various different versions\nof Horava-Lifshitz gravity theories, involving a colourful potpourri of new\nterminology. In this proceedings contribution we first motivate and briefly\noverview the various different approaches, clarifying their differences and\nsimilarities. We then focus on a model referred to as projectable\nHorava-Lifshitz gravity and summarize the key results regarding its viability.\n","Comment: 8 pages, no figures, to appear in the proceedings of First\n  Mediterranean Conference on Classical and Quantum Gravity Conference (MCCQG),\n  Kolymbari (Crete, Greece), September 14-18, 2009"]}]
["1002.0830",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0830","Phys.Rev.D81:123013,2010","doi:10.1103/PhysRevD.81.123013"],"date":["2010-02-03","2010-04-05"],"type":["text"],"creator":["Bernardini, Alex E.","Bertolami, O."],"language":[],"coverage":[],"title":["Naturalness and stability of the generalized Chaplygin gas in the seesaw\n  cosmon scenario"],"description":["  The seesaw mechanism is conceived on the basis that a mass scale, $\\xi$, and\na dimensionless scale, $s$, can be fine-tuned in order to control the dynamics\nof active and sterile neutrinos through cosmon-type equations of motion: the\nseesaw cosmon equations. This allows for sterile neutrinos to be a dark matter\ncandidate. In this scenario, the dynamical masses and energy densities of\nactive and sterile neutrinos can be consistently embedded into the generalized\nChaplygin gas (GCG), the unified dark sector model. In addition, dark matter\nadiabatically coupled to dark energy allows for a natural decoupling of the\n(active) mass varying neutrino (MaVaN) component from the dark sector. Thus\nMaVaN's turn into a secondary effect. Through the scale parameters, $\\xi$ and\n$s$, the proposed scenario allows for a convergence among three distinct\nframeworks: the cosmon scenario, the seesaw mechanism for mass generation and\nthe GCG model. It is found that the equation of state of the perturbations is\nthe very one of the GCG background cosmology so that all the results from this\napproach are maintained, being smoothly modified by active neutrinos.\nConstrained by the seesaw relations, it is shown that the mass varying\nmechanism is responsible for the stability against linear perturbations and is\nindirectly related to the late time cosmological acceleration.\n","Comment: 24 pages, 6 figures"]}]
["1002.1111",{"format":[],"subject":["Statistics - Applications","High Energy Physics - Experiment","High Energy Physics - Phenomenology","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1111","Phys.Rev.D82:034002,2010","doi:10.1103/PhysRevD.82.034002"],"date":["2010-02-04","2010-07-06"],"type":["text"],"creator":["Demortier, Luc","Jain, Supriya","Prosper, Harrison B."],"language":[],"coverage":[],"title":["Reference priors for high energy physics"],"description":["  Bayesian inferences in high energy physics often use uniform prior\ndistributions for parameters about which little or no information is available\nbefore data are collected. The resulting posterior distributions are therefore\nsensitive to the choice of parametrization for the problem and may even be\nimproper if this choice is not carefully considered. Here we describe an\nextensively tested methodology, known as reference analysis, which allows one\nto construct parametrization-invariant priors that embody the notion of minimal\ninformativeness in a mathematically well-defined sense. We apply this\nmethodology to general cross section measurements and show that it yields\nsensible results. A recent measurement of the single top quark cross section\nillustrates the relevant techniques in a realistic situation.\n"]}]
["1003.2173",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","Mathematics - Dynamical Systems","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2173","Math.Res.Lett. vol. 18 (2011) No.03, p.447-458"],"date":["2010-03-10","2011-06-02"],"type":["text"],"creator":["Korotkin, Dmitry","Zograf, Peter"],"language":[],"coverage":[],"title":["Tau function and moduli of differentials"],"description":["  The tau function on the moduli space of generic holomorphic 1-differentials\non complex algebraic curves is interpreted as a section of a line bundle on the\nprojectivized Hodge bundle over the moduli space of stable curves. The\nasymptotics of the tau function near the boundary of the moduli space of\n1-differentials is computed, and an explicit expression for the pullback of the\nHodge class on the projectivized Hodge bundle in terms of the tautological\nclass and the classes of boundary divisors is derived. This expression is used\nto clarify the geometric meaning of the Kontsevich-Zorich formula for the sum\nof the Lyapunov exponents associated with the Teichm\\\"uller flow on the Hodge\nbundle.\n","Comment: misprints corrected; journal reference added"]}]
["1003.5834",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5834","Phys. Rev. B 82, 045316 (2010)","doi:10.1103/PhysRevB.82.045316"],"date":["2010-03-30","2011-06-02"],"type":["text"],"creator":["Begemann, Georg","Koller, Sonja","Grifoni, Milena","Paaske, Jens"],"language":[],"coverage":[],"title":["Inelastic cotunneling in quantum dots and molecules with weakly broken\n  degeneracies"],"description":["  We calculate the nonlinear cotunneling conductance through interacting\nquantum dot systems in the deep Coulomb blockade regime using a rate equation\napproach based on the T-matrix formalism, which shows in the concerned regions\nvery good agreement with a generalized master equation approach. Our focus is\non inelastic cotunneling in systems with weakly broken degeneracies, such as\ncomplex quantum dots or molecules. We find for these systems a characteristic\ngate dependence of the non-equilibrium cotunneling conductance. While on one\nside of a Coulomb diamond the conductance decreases after the inelastic\ncotunneling threshold towards its saturation value, on the other side it\nincreases monotonously even after the threshold. We show that this behavior\noriginates from an asymmetric gate voltage dependence of the effective\ncotunneling amplitudes.\n","Comment: 12 pages, 12 figures; revised published version"]}]
["1005.3102",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3102","J Supercond Nov Magn 2011","doi:10.1007/s10948-011-1178-5"],"date":["2010-05-18","2011-03-30"],"type":["text"],"creator":["Volkova, L. M.","Marinin, D. V."],"language":[],"coverage":[],"title":["Magnetoelectric ordering of BiFeO3 from the perspective of crystal\n  chemistry"],"description":["  In this paper we examine the role of crystal chemistry factors in creating\nconditions for formation of magnetoelectric ordering in BiFeO3. It is generally\naccepted that the main reason of the ferroelectric distortion in BiFeO3 is\nconcerned with a stereochemical activity of the Bi lone pair. However, the lone\npair is stereochemically active in the paraelectric orthorhombic beta-phase as\nwell. We demonstrate that a crucial role in emerging of phase transitions of\nthe metal-insulator, paraelectric-ferroelectric and magnetic disorder-order\ntypes belongs to the change of the degree of the lone pair stereochemical\nactivity - its consecutive increase with the temperature decrease. Using the\nstructural data, we calculated the sign and strength of magnetic couplings in\nBiFeO3 in the range from 945 C down to 25 C and found the couplings, which\nundergo the antiferromagnetic-ferromagnetic transition with the temperature\ndecrease and give rise to the antiferromagnetic ordering and its delay in\nregard to temperature, as compared to the ferroelectric ordering. We discuss\nthe reasons of emerging of the spatially modulated spin structure and its\nsuppression by doping with La3+.\n","Comment: 18 pages, 5 figures, 3 tables"]}]
["1006.1903",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1903","Astrophys.J.721:L79-L81,2010","doi:10.1088/2041-8205/721/2/L79"],"date":["2010-06-09"],"type":["text"],"creator":["Gnedin, Nickolay Y."],"language":[],"coverage":[],"title":["Effect of Cosmic UV Background on Star Formation in High Redshift\n  Galaxies"],"description":["  The effect of the cosmic UV background on star formation in high redshift\ngalaxies is explored by means of high resolutions cosmological simulations. The\nsimulations include star formation, 3D radiative transfer, and a highly\ndetailed ISM model, and reach spatial resolution sufficient to resolve\nformation sites for molecular clouds. In the simulations the local radiation\nfield in the Lyman-Werner band around star-forming molecular clouds dominates\nover the cosmic UV background by a factor of 100, similarly to the interstellar\nradiation field in the Milky Way and in a few high redshift galaxies for which\nmeasurements exist. The cosmic UV background, therefore, is essentially\nirrelevant for star formation in normal galaxies.\n","Comment: Submitted to ApJL"]}]
["1006.3472",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Number Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3472","JHEP 1105:089,2011","doi:10.1007/JHEP05(2011)089"],"date":["2010-06-17","2011-06-02"],"type":["text"],"creator":["Govindarajan, Suresh"],"language":[],"coverage":[],"title":["BKM Lie superalgebras from counting twisted CHL dyons"],"description":["  Following Sen[arXiv:0911.1563], we study the counting of (`twisted') BPS\nstates that contribute to twisted helicity trace indices in four-dimensional\nCHL models with N=4 supersymmetry. The generating functions of half-BPS states,\ntwisted as well as untwisted, are given in terms of multiplicative eta products\nwith the Mathieu group, M_{24}, playing an important role. These multiplicative\neta products enable us to construct Siegel modular forms that count twisted\nquarter-BPS states. The square-roots of these Siegel modular forms turn out be\nprecisely a special class of Siegel modular forms, the dd-modular forms, that\nhave been classified by Clery and Gritsenko[arXiv:0812.3962]. We show that each\none of these dd-modular forms arise as the Weyl-Kac-Borcherds denominator\nformula of a rank-three Borcherds-Kac-Moody Lie superalgebra. The walls of the\nWeyl chamber are in one-to-one correspondence with the walls of marginal\nstability in the corresponding CHL model for twisted dyons as well as untwisted\nones. This leads to a periodic table of BKM Lie superalgebras with properties\nthat are consistent with physical expectations.\n","Comment: LaTeX, 32 pages; (v2) matches published version"]}]
["1007.1734",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1734","Combinatorics, Probability and Computing (2011) 20, 617-621","doi:10.1017/S0963548311000101"],"date":["2010-07-10","2011-05-10"],"type":["text"],"creator":["Mehrabian, Abbas"],"language":[],"coverage":[],"title":["Lower Bounds for the Cop Number When the Robber is Fast"],"description":["  We consider a variant of the Cops and Robbers game where the robber can move\nt edges at a time, and show that in this variant, the cop number of a d-regular\ngraph with girth larger than 2t+2 is Omega(d^t). By the known upper bounds on\nthe order of cages, this implies that the cop number of a connected n-vertex\ngraph can be as large as Omega(n^{2/3}) if t>1, and Omega(n^{4/5}) if t>3. This\nimproves the Omega(n^{(t-3)/(t-2)}) lower bound of Frieze, Krivelevich, and Loh\n(Variations on Cops and Robbers, J. Graph Theory, 2011) when 1<t<7. We also\nconjecture a general upper bound O(n^{t/t+1}) for the cop number in this\nvariant, generalizing Meyniel's conjecture.\n","Comment: 5 pages"]}]
["1007.2866",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology","Mathematics - Differential Geometry","26A33, 35C08, 37K10, 53C60, 53C99, 70S05, 83C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2866","J. Math. Phys. 52: 053514,2011","doi:10.1063/1.3589964"],"date":["2010-07-16","2011-04-18"],"type":["text"],"creator":["Baleanu, Dumitru","Vacaru, Sergiu I."],"language":[],"coverage":[],"title":["Fractional Curve Flows and Solitonic Hierarchies in Gravity and\n  Geometric Mechanics"],"description":["  Methods from the geometry of nonholonomic manifolds and Lagrange-Finsler\nspaces are applied in fractional calculus with Caputo derivatives and for\nelaborating models of fractional gravity and fractional Lagrange mechanics. The\ngeometric data for such models are encoded into (fractional) bi-Hamiltonian\nstructures and associated solitonic hierarchies. The constructions yield\nhorizontal/vertical pairs of fractional vector sine-Gordon equations and\nfractional vector mKdV equations when the hierarchies for corresponding curve\nfractional flows are described in explicit forms by fractional wave maps and\nanalogs of Schrodinger maps.\n","Comment: latex2e, 11pt, 21 pages; the variant accepted to J. Math. Phys.; new\n  and up--dated references"]}]
["1007.3301",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3301","Commun.Math.Phys.305:513-532,2011","doi:10.1007/s00220-011-1257-2"],"date":["2010-07-19","2011-06-02"],"type":["text"],"creator":["Saemann, Christian"],"language":[],"coverage":[],"title":["Constructing Self-Dual Strings"],"description":["  We present an ADHMN-like construction which generates self-dual string\nsolutions to the effective M5-brane worldvolume theory from solutions to the\nBasu-Harvey equation. Our construction finds a natural interpretation in terms\nof gerbes, which we develop in some detail. We also comment on a possible\nextension to stacks of multiple M5-branes.\n","Comment: 1+19 pages, presentation improved, minor corrections, published\n  version"]}]
["1007.4544",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4544","J. Math. Phys. 52, 052201 (2011)","doi:10.1063/1.3591132"],"date":["2010-07-26","2010-10-06"],"type":["text"],"creator":["Friedland, Shmuel","Gour, Gilad"],"language":[],"coverage":[],"title":["Closed formula for the relative entropy of entanglement in all\n  dimensions"],"description":["  The relative entropy of entanglement is defined in terms of the relative\nentropy between an entangled state and its closest separable state (CSS). Given\na multipartite-state on the boundary of the set of separable states, we find a\nclosed formula for all the entangled state for which this state is a CSS. Quite\namazing, our formula holds for multipartite states in all dimensions. In\naddition we show that if an entangled state is full rank, then its CSS is\nunique. For the bipartite case of two qubits our formula reduce to the one\ngiven in Phys. Rev. A 78, 032310 (2008).\n","Comment: 8 pages, 1 figure, significantly revised; theorem 1 is now providing\n  necessary and sufficient conditions to determine if a state is CSS"]}]
["1008.0044",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0044"],"date":["2010-07-30","2011-06-01"],"type":["text"],"creator":["Jose, Jubin","Vishwanath, Sriram"],"language":[],"coverage":[],"title":["Network Control: A Rate-Distortion Perspective"],"description":["  Today's networks are controlled assuming pre-compressed and packetized data.\nFor video, this assumption of data packets abstracts out one of the key aspects\n- the lossy compression problem. Therefore, first, this paper develops a\nframework for network control that incorporates both source-rate and\nsource-distortion. Next, it decomposes the network control problem into an\napplication-layer compression control, a transport-layer congestion control and\na network-layer scheduling. It is shown that this decomposition is optimal for\nconcave utility functions. Finally, this paper derives further insights from\nthe developed rate-distortion framework by focusing on specific problems.\n","Comment: 5 pages, 2 figures, to appear in ISIT 2011"]}]
["1008.1024",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1024","Publ.Astron.Soc.Pac.122:1415-1431,2010","doi:10.1086/657607"],"date":["2010-08-05","2010-11-03"],"type":["text"],"creator":["Kessler, Richard","Bassett, Bruce","Belov, Pavel","Bhatnagar, Vasudha","Campbell, Heather","Conley, Alex","Frieman, Joshua A.","Glazov, Alexandre","Gonzalez-Gaitan, Santiago","Hlozek, Renee","Jha, Saurabh","Kuhlmann, Stephen","Kunz, Martin","Lampeitl, Hubert","Mahabal, Ashish","Newling, James","Nichol, Robert C.","Parkinson, David","Philip, Ninan Sajeeth","Poznanski, Dovi","Richards, Joseph W.","Rodney, Steven A.","Sako, Masao","Schneider, Donald P.","Smith, Mathew","Stritzinger, Maximilian","Varughese, Melvin"],"language":[],"coverage":[],"title":["Results from the Supernova Photometric Classification Challenge"],"description":["  We report results from the Supernova Photometric Classification Challenge\n(SNPCC), a publicly released mix of simulated supernovae (SNe), with types (Ia,\nIbc, and II) selected in proportion to their expected rate. The simulation was\nrealized in the griz filters of the Dark Energy Survey (DES) with realistic\nobserving conditions (sky noise, point-spread function and atmospheric\ntransparency) based on years of recorded conditions at the DES site.\nSimulations of non-Ia type SNe are based on spectroscopically confirmed light\ncurves that include unpublished non-Ia samples donated from the Carnegie\nSupernova Project (CSP), the Supernova Legacy Survey (SNLS), and the Sloan\nDigital Sky Survey-II (SDSS-II). A spectroscopically confirmed subset was\nprovided for training. We challenged scientists to run their classification\nalgorithms and report a type and photo-z for each SN. Participants from 10\ngroups contributed 13 entries for the sample that included a host-galaxy\nphoto-z for each SN, and 9 entries for the sample that had no redshift\ninformation. Several different classification strategies resulted in similar\nperformance, and for all entries the performance was significantly better for\nthe training subset than for the unconfirmed sample. For the spectroscopically\nunconfirmed subset, the entry with the highest average figure of merit for\nclassifying SNe~Ia has an efficiency of 0.96 and an SN~Ia purity of 0.79. As a\npublic resource for the future development of photometric SN classification and\nphoto-z estimators, we have released updated simulations with improvements\nbased on our experience from the SNPCC, added samples corresponding to the\nLarge Synoptic Survey Telescope (LSST) and the SDSS, and provided the answer\nkeys so that developers can evaluate their own analysis.\n","Comment: accepted by PASP"]}]
["1008.1320",{"format":[],"subject":["Mathematics - Numerical Analysis","58J45, 35L05, 35A35, 41A60, 35L30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1320"],"date":["2010-08-07","2011-06-02"],"type":["text"],"creator":["Liu, Hailiang","Runborg, Olof","Tanushev, Nicolay M."],"language":[],"coverage":[],"title":["Error Estimates for Gaussian Beam Superpositions"],"description":["  Gaussian beams are asymptotically valid high frequency solutions to\nhyperbolic partial differential equations, concentrated on a single curve\nthrough the physical domain. They can also be extended to some dispersive wave\nequations, such as the Schr\\\"odinger equation. Superpositions of Gaussian beams\nprovide a powerful tool to generate more general high frequency solutions that\nare not necessarily concentrated on a single curve. This work is concerned with\nthe accuracy of Gaussian beam superpositions in terms of the wavelength\n$\\epsilon$. We present a systematic construction of Gaussian beam\nsuperpositions for all strictly hyperbolic and Schr\\\"odinger equations subject\nto highly oscillatory initial data of the form $Ae^{i\\Phi/\\epsilon}$. Through a\ncareful estimate of an oscillatory integral operator, we prove that the $k$-th\norder Gaussian beam superposition converges to the original wave field at a\nrate proportional to $\\epsilon^{k/2}$ in the appropriate norm dictated by the\nwell-posedness estimate. In particular, we prove that the Gaussian beam\nsuperposition converges at this rate for the acoustic wave equation in the\nstandard, $\\epsilon$-scaled, energy norm and for the Schr\\\"odinger equation in\nthe $L^2$ norm. The obtained results are valid for any number of spatial\ndimensions and are unaffected by the presence of caustics. We present a\nnumerical study of convergence for the constant coefficient acoustic wave\nequation in $\\Real^2$ to analyze the sharpness of the theoretical results.\n"]}]
["1008.3559",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3559","Gen. Rel. Grav.43: 245-260,2011","doi:10.1007/s10714-010-1089-y"],"date":["2010-08-20"],"type":["text"],"creator":["Bernardini, Alex E."],"language":[],"coverage":[],"title":["Equilibrium and stability of neutrino lumps as TOV solutions"],"description":["  We report about stability conditions for static, spherically symmetric\nobjects that share the essential features of mass varying neutrinos in\ncosmological scenarios. Compact structures of particles with variable mass are\nheld together preponderantly by an attractive force mediated by a background\nscalar field. Their corresponding conditions for equilibrium and stability are\ngiven in terms of the ratio between the total mass-energy and the spherical\nlump radius, $M/R$. We show that the mass varying mechanism leading to lump\nformation can modify the cosmological predictions for the cosmological neutrino\nmass limits. Our study comprises Tolman-Oppenheimer-Volkoff solutions of\nrelativistic objects with non-uniform energy densities. The results leave open\nsome questions concerning stable regular solutions that, to an external\nobserver, very closely reproduce the preliminary conditions to form\nSchwarzschild black holes.\n","Comment: 20 pages, 5 figures"]}]
["1008.4798",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4798","Phys. Rev. B 82, 235116 (2010)","doi:10.1103/PhysRevB.82.235116"],"date":["2010-08-27"],"type":["text"],"creator":["Toth, Anna","Chandra, Premala","Coleman, Piers","Kotliar, Gabriel","Amitsuka, Hiroshi"],"language":[],"coverage":[],"title":["Magnetization, Maxwell's Relations and the Local Physics of the Dilute\n  System Th_{1-x}U_{x}Ru_{2}Si_{2}"],"description":["  The dilute Kondo compound, Th_{1-x}U_{x}Ru_{2}Si_{2} (TURS), displays\nnon-Fermi liquid behavior but no zero-point entropy; it thus appears to elude\ndescription by known single-ion models. It may also provide a clue to the\nunderlying local degrees of freedom in its dense counterpart, URu_{2}Si_{2}.\nHere we use high-resolution magnetization studies to cross-check the\nthermodynamic consistency of previous experiments. Measurements of the\nfield-dependence of the temperature-scale, T_F(H), associated with Fermi liquid\nbehavior probes the nature of the underlying impurity fixed point. We find that\nT_F(H) grows linearly with applied field, in contrast to the quadratic form\nexpected for the two-channel Kondo model. We use a scaling argument to show\nthat the observed behavior of T_F(H) is consistent with the absence of\nzero-point entropy, suggesting novel impurity behavior in this material. More\ngenerally, we suggest the field-magnetization as a probe of single-ion physics\nand make predictions for its behavior in other actinide compounds.\n","Comment: 9 pages, 3 figures"]}]
["1008.4815",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4815","doi:10.1145/1988688.1988755"],"date":["2010-08-27"],"type":["text"],"creator":["Costa, Alberto","Roda, Fabio"],"language":[],"coverage":[],"title":["Recommender Systems by means of Information Retrieval"],"description":["  In this paper we present a method for reformulating the Recommender Systems\nproblem in an Information Retrieval one. In our tests we have a dataset of\nusers who give ratings for some movies; we hide some values from the dataset,\nand we try to predict them again using its remaining portion (the so-called\n\"leave-n-out approach\"). In order to use an Information Retrieval algorithm, we\nreformulate this Recommender Systems problem in this way: a user corresponds to\na document, a movie corresponds to a term, the active user (whose rating we\nwant to predict) plays the role of the query, and the ratings are used as\nweigths, in place of the weighting schema of the original IR algorithm. The\noutput is the ranking list of the documents (\"users\") relevant for the query\n(\"active user\"). We use the ratings of these users, weighted according to the\nrank, to predict the rating of the active user. We carry out the comparison by\nmeans of a typical metric, namely the accuracy of the predictions returned by\nthe algorithm, and we compare this to the real ratings from users. In our first\ntests, we use two different Information Retrieval algorithms: LSPR, a recently\nproposed model based on Discrete Fourier Transform, and a simple vector space\nmodel.\n"]}]
["1008.5318",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5318","Astron.Astrophys.523:A21,2010","doi:10.1051/0004-6361/201015174"],"date":["2010-08-31"],"type":["text"],"creator":["Guennou, L.","Adami, C.","Ulmer, M. P.","LeBrun, V.","Durret, F.","Johnston, D.","Ilbert, O.","Clowe, D.","Gavazzi, R.","Murphy, K.","Schrabback, T.","Allam, S.","Annis, J.","Basa, S.","Benoist, C.","Biviano, A.","Cappi, A.","Kubo, J. M.","Marshall, P.","Mazure, A.","Rostagni, F.","Russeil, D.","Slezak, E."],"language":[],"coverage":[],"title":["The DAFT/FADA survey. I.Photometric redshifts along lines of sight to\n  clusters in the z=[0.4,0.9] interval"],"description":["  As a contribution to the understanding of the dark energy concept, the Dark\nenergy American French Team (DAFT, in French FADA) has started a large project\nto characterize statistically high redshift galaxy clusters, infer cosmological\nconstraints from Weak Lensing Tomography, and understand biases relevant for\nconstraining dark energy and cluster physics in future cluster and cosmological\nexperiments. The purpose of this paper is to establish the basis of reference\nfor the photo-z determination used in all our subsequent papers, including weak\nlensing tomography studies. This project is based on a sample of 91 high\nredshift (z>0.4), massive clusters with existing HST imaging, for which we are\npresently performing complementary multi-wavelength imaging. This allows us in\nparticular to estimate spectral types and determine accurate photometric\nredshifts for galaxies along the lines of sight to the first ten clusters for\nwhich all the required data are available down to a limit of I_AB=24/24.5 with\nthe LePhare software. The accuracy in redshift is of the order of 0.05 for the\nrange 0.2<z<1.5. We verified that the technique applied to obtain photometric\nredshifts works well by comparing our results to with previous works. In\nclusters, photoz accuracy is degraded for bright absolute magnitudes and for\nthe latest and earliest type galaxies. The photoz accuracy also only slightly\nvaries as a function of the spectral type for field galaxies. As a consequence,\nwe find evidence for an environmental dependence of the photoz accuracy,\ninterpreted as the standard used Spectral Energy Distributions being not very\nwell suited to cluster galaxies. Finally, we modeled the LCDCS 0504 mass with\nthe strong arcs detected along this line of sight.\n","Comment: Accepted in A&A"]}]
["1009.1115",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1115","J.Phys.A44:252002,2011","doi:10.1088/1751-8113/44/25/252002"],"date":["2010-09-06","2011-06-02"],"type":["text"],"creator":["Brody, Dorje C."],"language":[],"coverage":[],"title":["Information geometry of density matrices and state estimation"],"description":["  Given a pure state vector |x> and a density matrix rho, the function\np(x|rho)=<x|rho|x> defines a probability density on the space of pure states\nparameterised by density matrices. The associated Fisher-Rao information\nmeasure is used to define a unitary invariant Riemannian metric on the space of\ndensity matrices. An alternative derivation of the metric, based on square-root\ndensity matrices and trace norms, is provided. This is applied to the problem\nof quantum-state estimation. In the simplest case of unitary parameter\nestimation, new higher-order corrections to the uncertainty relations,\napplicable to general mixed states, are derived.\n","Comment: published version"]}]
["1009.3736",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3736","Phys. Rev. B 83, 184420 (2011)","doi:10.1103/PhysRevB.83.184420"],"date":["2010-09-20","2011-06-02"],"type":["text"],"creator":["Botana, A. S.","Botta, P. M.","de la Calle, C.","Pieiro, A.","Pardo, V.","Baldomir, D.","Alonso, J. A."],"language":[],"coverage":[],"title":["Sr$_6$Co$_5$0{$_1$$_5$}: non-one-dimensional behavior of a charge\n  ordered structurally quasi-one-dimensional oxide"],"description":["  We have synthesized Sr$_6$Co$_5$O$_{15}$, a quasi-one-dimensional oxide,\nmeasured its magnetic properties and calculated its electronic structure by ab\ninitio techniques. We have found strong evidence for its electronic and\nmagnetic behavior not to follow the trend of its structural series. The\nmagnetic coupling inside the CoO$_3$ chains is not purely ferromagnetic, the\nlong-range coupling inside them is very weak. The Co moments are slightly\ncanted due to their large orbital angular momenta being oriented along each\nparticular quantization axis, that is different for each Co$^{4+}$ atom in the\nstructure. Our thermopower calculations are in agreement with the experiment,\nsupporting our model of the magnetic ground state of the compound.\n","Comment: 9 pages, 5 figures, 3 tables"]}]
["1009.4394",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4394","Prog. Theor. Phys. 125 (2011), 1035-1052","doi:10.1143/PTP.125.1035"],"date":["2010-09-22","2011-02-09"],"type":["text"],"creator":["Nakashima, Masahiro","Saito, Ryo","Takamizu, Yu-ichi","Yokoyama, Jun'ichi"],"language":[],"coverage":[],"title":["The effect of varying sound velocity on primordial curvature\n  perturbations"],"description":["  We study the effects of sudden change in the sound velocity on primordial\ncurvature perturbation spectrum in inflationary cosmology, assuming that the\nbackground evolution satisfies the slow-roll condition throughout. It is found\nthat the power spectrum acquires oscillating features which are determined by\nthe ratio of the sound speed before and after the transition and the\nwavenumeber which crosses the sound horizon at the transition, and their\nanalytic expression is given. In some values of those parameters, the\noscillating primordial power spectrum can better fit the observed Cosmic\nMicrowave Background temperature anisotropy power spectrum than the simple\npower-law power spectrum, although introduction of such a new degree of freedom\nis not justified in the context of Akaike's Information Criterion.\n","Comment: 12 pages, 3 figures; references added; appendix modified"]}]
["1009.5674",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5674","Astrophys.J.727:L12,2011","doi:10.1088/2041-8205/727/1/L12"],"date":["2010-09-28"],"type":["text"],"creator":["Feldmann, R.","Gnedin, N. Y."],"language":[],"coverage":[],"title":["On the time variability of the star formation efficiency"],"description":["  A star formation efficiency per free fall time that evolves over the life\ntime of giant molecular clouds (GMCs) may have important implications for\nmodels of supersonic turbulence in molecular clouds or for the relation between\nstar formation rate and H2 surface density. We discuss observational data that\ncould be interpreted as evidence of such a time variability. In particular, we\ninvestigate a recent claim based on measurements of H2 and stellar masses in\nindividual GMCs. We show that this claim depends crucially on the assumption\nthat H2 masses do not evolve over the life times of GMCs. We exemplify our\nfindings with a simple toy model that uses a constant star formation efficiency\nand, yet, is able to explain the observational data.\n","Comment: 5 pages, 2 figures, submitted to APJL"]}]
["1010.0713",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0713"],"date":["2010-10-04","2011-06-02"],"type":["text"],"creator":["Wang, Junbai","Ward, Lucas D.","Bussemaker, Harmen J."],"language":[],"coverage":[],"title":["Classification of Saccharomyces cerevisiae promoter regions into\n  distinct chromatin classes reveals the existence of nucleosome-depleted\n  hotspots of transcription factor occupancy"],"description":["  Transcription factors (TF) play an essential role in the cell as locus- and\ncondition-specific recruiters of transcriptional machinery or\nchromatin-modifying complexes. However, predicting the in vivo profile of TF\noccupancy along the genome, which depends on complex interactions with other\nchromatin-associated proteins, from the DNA sequence remains a major challenge.\nThrough careful reanalysis of ChIP-chip data for 138 TFs obtained in rich\nmedia, we were able to classify the upstream promoter regions of S. cerevisiae\ninto 15 distinct chromatin types. One of these encompasses 5% of all promoters\nand is unique in that it is highly occupied by (essentially) all TFs expressed\nin rich media. These \"hotspots\" of TF occupancy are strongly\nnucleosome-depleted and preferentially targeted by chromatin-remodeling\ncomplexes and the origin-of-replication complex (ORC). They are also the only\nchromatin type enriched for predicted Rap1p and Pdr1p binding sites, which we\nfound to work cooperatively with AAA/TTT motifs, known to affect local DNA\nstructure, to reduce nucleosome occupancy. Taken together, our results reveal\nand characterize a new type of local chromatin structure in yeast.\n","Comment: This paper has been withdrawn by the author due to a crucial error in\n  the text"]}]
["1010.1827",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1827"],"date":["2010-10-09","2011-06-01"],"type":["text"],"creator":["Teh, Kevin"],"language":[],"coverage":[],"title":["Nonperturbative Spectral Action of Round Coset Spaces of SU(2)"],"description":["  We compute the spectral action of $SU(2)/\\Gamma$ with the trivial spin\nstructure and the round metric and find it in each case to be equal to\n$\\frac{1}{|\\Gamma|} (\\Lambda^3 \\hat{f}^{(2)}(0) - 1/4\\Lambda \\hat{f}(0))+\nO(\\Lambda^{-\\infty})$. We do this by explicitly computing the spectrum of the\nDirac operator for $SU(2)/\\Gamma$ equipped with the trivial spin structure and\na selection of metrics. Here $\\Gamma$ is a finite subgroup of SU(2). In the\ncase where $\\Gamma$ is cyclic, or dicyclic, we consider the one-parameter\nfamily of Berger metrics, which includes the round metric, and when $\\Gamma$ is\nthe binary tetrahedral, binary octahedral or binary icosahedral group, we only\nconsider the case of the round metric.\n"]}]
["1010.1854",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1854","Phys. Rev. Lett. 106 (2011) 085501","doi:10.1103/PhysRevLett.106.085501"],"date":["2010-10-09","2010-10-12"],"type":["text"],"creator":["Kao, T. S.","Jenkins, S. D.","Ruostekoski, J.","Zheludev, N. I."],"language":[],"coverage":[],"title":["Coherent control of nanoscale light localization in metamaterial:\n  creating and positioning a sub-wavelength energy hot-spot"],"description":["  Precise control and manipulation of optical fields on a nanoscale is one of\nthe most important and challenging problems in \"nanophotonics\". Since optical\nwavelength is on a much larger microscale, it is impossible to employ\nconventional focusing for that purpose. We show the strong optically-induced\ninteractions between discrete meta-molecules in a metamaterial system and\ncoherent monochromatic continuous light beam with a spatially-tailored phase\nprofile can be used to prepare a sub-wavelength scale energy localization. Well\nisolated energy hot-spots as small as $\\lambda/10$ can be created and\npositioned at will on the metamaterial landscape offering new opportunities for\ndata storage and imaging applications.\n","Comment: 7 pages, 4 figures"]}]
["1010.3037",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3037","Astrophys.J.724:L137-L142,2010","doi:10.1088/2041-8205/724/2/L137"],"date":["2010-10-14","2010-11-04"],"type":["text"],"creator":["Kubo, Jeffrey M.","Allam, Sahar S.","Drabek, Emily","Lin, Huan","Tucker, Douglas","Buckley-Geer, Elizabeth J.","Diehl, H. Thomas","Soares-Santos, Marcelle","Hao, Jiangang","Wiesner, Matthew","West, Anderson","Kubik, Donna","Annis, James","Frieman, Joshua A."],"language":[],"coverage":[],"title":["The Sloan Bright Arcs Survey : Discovery of Seven New Strongly Lensed\n  Galaxies from z=0.66-2.94"],"description":["  We report the discovery of seven new, very bright gravitational lens systems\nfrom our ongoing gravitational lens search, the Sloan Bright Arcs Survey\n(SBAS). Two of the systems are confirmed to have high source redshifts z=2.19\nand z=2.94. Three other systems lie at intermediate redshift with\nz=1.33,1.82,1.93 and two systems are at low redshift z=0.66,0.86. The lensed\nsource galaxies in all of these systems are bright, with i-band magnitudes\nranging from 19.73-22.06. We present the spectrum of each of the source\ngalaxies in these systems along with estimates of the Einstein radius for each\nsystem. The foreground lens in most systems is identified by a red sequence\nbased cluster finder as a galaxy group; one system is identified as a\nmoderately rich cluster. In total the SBAS has now discovered 19 strong lens\nsystems in the SDSS imaging data, 8 of which are among the highest surface\nbrightness z\\simeq2-3 galaxies known.\n","Comment: 14 pages, 4 figures, 1 table; ApJL, matches accepted version"]}]
["1011.0480",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0480","PoS LATTICE2010:112,2010"],"date":["2010-11-01"],"type":["text"],"creator":["Mahbub, M. S.","Kamleh, W.","Leinweber, D. B.","Moran, P. J.","Williams, A. G."],"language":[],"coverage":[],"title":["Excited States of the Nucleon in 2+1 Flavor QCD"],"description":["  Recent developments on the determination of the spin-1/2 spectrum of the\nnucleon in full QCD are presented. Our focus is on the PACS-CS 2+1 flavor\nconfigurations made available through the ILDG. Using correlation matrix\ntechniques, in which a wide variety of gauge-invariant Gaussian-smeared\nfermion-propagator sources and sinks are considered, excited states are\ndetermined. We consider several correlation matrices of various sizes, each\nconstructed with a different set of basis interpolators, in order to\ndemonstrate the invariance of the eigenstates on the basis choice. Of\nparticular interest is the approach to the elusive Roper resonance and we\nreport preliminary results in full QCD.\n","Comment: 7 pages, 3 figures. Presented at the XXVIII International Symposium\n  on Lattice Field Theory, Lattice2010, June 14-19, 2010, Villasimius, Italy"]}]
["1011.0943",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0943"],"date":["2010-11-03","2011-06-02"],"type":["text"],"creator":["Gudon, Olivier","Milman, Emanuel"],"language":[],"coverage":[],"title":["Interpolating Thin-Shell and Sharp Large-Deviation Estimates For\n  Isotropic Log-Concave Measures"],"description":["  Given an isotropic random vector $X$ with log-concave density in Euclidean\nspace $\\Real^n$, we study the concentration properties of $|X|$ on all scales,\nboth above and below its expectation. We show in particular that: \\[\n\\P(\\abs{|X| -\\sqrt{n}} \\geq t \\sqrt{n}) \\leq C \\exp(-c n^{1/2} \\min(t^3,t))\n\\;\\;\\; \\forall t \\geq 0 ~, \\] for some universal constants $c,C>0$. This\nimproves the best known deviation results on the thin-shell and mesoscopic\nscales due to Fleury and Klartag, respectively, and recovers the sharp\nlarge-deviation estimate of Paouris. Another new feature of our estimate is\nthat it improves when $X$ is $\\psi_\\alpha$ ($\\alpha \\in (1,2]$), in precise\nagreement with Paouris' estimates. The upper bound on the thin-shell width\n$\\sqrt{\\Var(|X|)}$ we obtain is of the order of $n^{1/3}$, and improves down to\n$n^{1/4}$ when $X$ is $\\psi_2$. Our estimates thus continuously interpolate\nbetween a new best known thin-shell estimate and the sharp large-deviation\nestimate of Paouris. As a consequence, a new best known bound on the Cheeger\nisoperimetric constant appearing in a conjecture of\nKannan--Lov\\'asz--Simonovits is deduced.\n","Comment: 29 pages - formulation is now general, estimating deviation of a\n  linear image of X, and dependence on the \\psi_\\alpha constant is explicit.\n  Corrected typos and refined explanations. To appear in GAFA"]}]
["1011.0987",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0987","Physical Review A 83, 022319 (2011)","doi:10.1103/PhysRevA.83.022319"],"date":["2010-11-03"],"type":["text"],"creator":["Yan, Fengli","Gao, Ting","Chitambar, Eric"],"language":[],"coverage":[],"title":["Two Local Observables are Sufficient to Characterize Maximally Entangled\n  States of N Qubits"],"description":["  Maximally entangled states (MES) represent a valuable resource in quantum\ninformation processing. In $N$-qubit systems the MES are $N$-GHZ states, i.e.\nthe collection of $\\ket{GHZ_N}=\\frac{1}{\\sqrt{2}}(\\ket{00...0}+\\ket{11...1})$\nand its local unitary (LU) equivalences. While it is well-known that such\nstates are uniquely stabilized by $N$ commuting observables, in this Letter we\nconsider the minimum number of non-commuting observables needed to characterize\nan $N$-qubit MES as the unique common eigenstate. Here, we prove that in this\ngeneral case, any $N$-GHZ state can be uniquely stabilized by only two\nobservables. Thus, for the task of MES certification, only two correlated\nmeasurements are required with each party observing the spin of his/her system\nalong one of two directions.\n"]}]
["1011.1726",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Analysis of PDEs","58J32, 58J35, 35K20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1726"],"date":["2010-11-08","2011-06-02"],"type":["text"],"creator":["Berg, M. van den","Gilkey, P.","Kirsten, K.","Grigor'yan, A."],"language":[],"coverage":[],"title":["Hardy inequality and heat semigroup estimates for Riemannian manifolds\n  with singular data"],"description":["  Upper bounds are obtained for the heat content of an open set D in a\ngeodesically complete Riemannian manifold M with Dirichlet boundary condition\non bd(D), and non-negative initial condition. We show that these upper bounds\nare close to being sharp if (i) the Dirichlet-Laplace-Beltrami operator acting\nin $L^2(D)$ satisfies a strong Hardy inequality with weight $r^2$, (ii) the\ninitial temperature distribution, and the specific heat of D are given by\n$r^{-a}$ and $r^{-b}$ respectively, where $r$ is the distance to the boundary,\nand 1<a<2, 1<b<2.\n","Comment: New version fixes minor misprints"]}]
["1011.2622",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2622"],"date":["2010-11-11","2011-06-02"],"type":["text"],"creator":["Gisin, B. V."],"language":[],"coverage":[],"title":["Quantum states in rotating electromagnetic fields"],"description":["  We describe a new class of exact square integrable solutions of the Pauli and\nDirac equation in rotating electromagnetic fields. Solutions obtained by\nputting equations in the stationary form with help of a coordinate\ntransformation corresponding to the transition into a rotating frame. The\ntransformation is assumed to be Galilean one however a non-Galilean\ntransformation is of particular interest for such solutions. Obtained\nsolutions, especially of Dirac's equation, are valid for arbitrary values of\nparameters and may be tested experimentally.\n","Comment: 4 pages, 0 figures"]}]
["1011.3019",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3019","IEEE Intl. Conf. on Image Processing, Brussels, Sept. 11 to 14,\n  2011"],"date":["2010-11-12"],"type":["text"],"creator":["Sinha, Shriprakash","ter Horst, Gert J."],"language":[],"coverage":[],"title":["Bounded Multivariate Surfaces On Monovariate Internal Functions"],"description":["  Combining the properties of monovariate internal functions as proposed in\nKolmogorov superimposition theorem, in tandem with the bounds wielded by the\nmultivariate formulation of Chebyshev inequality, a hybrid model is presented,\nthat decomposes images into homogeneous probabilistically bounded multivariate\nsurfaces. Given an image, the model shows a novel way of working on reduced\nimage representation while processing and capturing the interaction among the\nmultidimensional information that describes the content of the same. Further,\nit tackles the practical issues of preventing leakage by bounding the growth of\nsurface and reducing the problem sample size. The model if used, also sheds\nlight on how the Chebyshev parameter relates to the number of pixels and the\ndimensionality of the feature space that associates with a pixel. Initial\nsegmentation results on the Berkeley image segmentation benchmark indicate the\neffectiveness of the proposed decomposition algorithm.\n","Comment: 23 pages, 15 figures, 1 table"]}]
["1011.5168",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5168","Proceedings of the 1st International Workshop on Mining the Future\n  Internet (MIFI '10), 2010"],"date":["2010-11-23","2011-06-02"],"type":["text"],"creator":["Catanese, Salvatore","De Meo, Pasquale","Ferrara, Emilio","Fiumara, Giacomo"],"language":[],"coverage":[],"title":["Analyzing the Facebook Friendship Graph"],"description":["  Online Social Networks (OSN) during last years acquired a huge and increasing\npopularity as one of the most important emerging Web phenomena, deeply\nmodifying the behavior of users and contributing to build a solid substrate of\nconnections and relationships among people using the Web. In this preliminary\nwork paper, our purpose is to analyze Facebook, considering a significant\nsample of data reflecting relationships among subscribed users. Our goal is to\nextract, from this platform, relevant information about the distribution of\nthese relations and exploit tools and algorithms provided by the Social Network\nAnalysis (SNA) to discover and, possibly, understand underlying similarities\nbetween the developing of OSN and real-life social networks.\n","Comment: 6 pages, 1 figure; MIFI '10: Proceedings of the 1st International\n  Workshop on Mining the Future Internet"]}]
["1011.6166",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6166"],"date":["2010-11-29","2011-06-02"],"type":["text"],"creator":["Kuaga, Joanna"],"language":[],"coverage":[],"title":["On the self-similarity problem for smooth flows on orientable surfaces"],"description":["  On each compact, connected, orientable surface of genus greater than one we\nconstruct a class of flows without self-similarities.\n","Comment: 47 pages, 12 figures, revisions in response to referees' comments, to\n  appear in Ergodic Theory and Dynamical Systems"]}]
["1012.0166",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0166","Phys. Rev. B 83, 172501 (2011)","doi:10.1103/PhysRevB.83.172501"],"date":["2010-12-01","2011-06-02"],"type":["text"],"creator":["Rancon, A.","Dupuis, N."],"language":[],"coverage":[],"title":["Non-perturbative renormalization-group approach to the Bose-Hubbard\n  model"],"description":["  We present a non-perturbative renormalization-group approach to the\nBose-Hubbard model. By taking as initial condition of the RG flow the (local)\nlimit of decoupled sites, we take into account both local and long-distance\nfluctuations in a nontrivial way. This approach yields a phase diagram in very\ngood quantitative agreement with the quantum Monte Carlo results and reproduces\nthe two universality classes of the superfluid--Mott-insulator transition with\na good estimate of the critical exponents. Furthermore, it reveals the crucial\nrole of the \"Ginzburg length\" as a crossover length between a weakly- and a\nstrongly-correlated superfluid phase.\n","Comment: v2) revised version (new title and abstract, significant rewritting),\n  4 pages, 4 figures"]}]
["1012.3857",{"format":[],"subject":["Mathematical Physics","Quantum Physics","81T05 (Primary) 81T25, 18D10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3857","Rev. Math. Phys. 23 (2011), 347-373","doi:10.1142/S0129055X1100431X"],"date":["2010-12-17","2011-03-31"],"type":["text"],"creator":["Naaijkens, Pieter"],"language":[],"coverage":[],"title":["Localized endomorphisms in Kitaev's toric code on the plane"],"description":["  We consider various aspects of Kitaev's toric code model on a plane in the\nC^*-algebraic approach to quantum spin systems on a lattice. In particular, we\nshow that elementary excitations of the ground state can be described by\nlocalized endomorphisms of the observable algebra. The structure of these\nendomorphisms is analyzed in the spirit of the Doplicher-Haag-Roberts program\n(specifically, through its generalization to infinite regions as considered by\nBuchholz and Fredenhagen). Most notably, the statistics of excitations can be\ncalculated in this way. The excitations can equivalently be described by the\nrepresentation theory of D(Z_2), i.e., Drinfel'd's quantum double of the group\nalgebra of Z_2.\n","Comment: 26 pages, 5 figures. v2: proof of Prop. 2.2 fixed, other minor\n  corrections"]}]
["1012.4550",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F22, 14D23, 14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4550"],"date":["2010-12-21","2011-06-01"],"type":["text"],"creator":["Biswas, Indranil","Holla, Yogish I."],"language":[],"coverage":[],"title":["Brauer group of moduli of principal bundles over a curve"],"description":["  Let $G$ be a semisimple linear algebraic group over the field $\\mathbb C$,\nand let $C$ be an irreducible smooth complex projective curve of genus at least\nthree. We compute the Brauer group of the smooth locus of the moduli space of\nsemistable principal $G$--bundles over $C$. We also compute the Brauer group of\nthe moduli stack of principal $G$--bundles over $C$.\n","Comment: Final version"]}]
["1012.4660",{"format":[],"subject":["Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4660","Phys. Rev. A 83, 052126 (2011)","doi:10.1103/PhysRevA.83.052126"],"date":["2010-12-21","2011-04-01"],"type":["text"],"creator":["Bouchiat, Marie-Anne","Bouchiat, Claude"],"language":[],"coverage":[],"title":["Atomic interferometer measurements of Berry's and Aharonov-Anandan's\n  phases for isolated spins S > 1/2 non-linearly coupled to external fields"],"description":["  The aim of the present paper is to propose experiments for observing the\nsignificant features of Berry's phases for S>1, generated by spin-Hamiltonians\nendowed with two couplings, a magnetic dipole and an electric quadrupole one\nwith external B and E fields, as theoretically studied in our previous work.\nThe fields are assumed orthogonal, this mild restriction leading to geometric\nand algebraic simplifications. Alkali atoms appear as good candidates for\ninterferometric measurements but there are challenges to be overcome. The only\npractical way to generate a suitable E-field is to use the ac Stark effect\nwhich induces an instability of the dressed atom. Besides atom loss, this might\ninvalidate Berry's phase derivation but this latter problem can be solved by an\nappropriate detuning. The former puts an upper limit to the cycle duration,\nwhich is bounded below by the adiabatic condition. By relying upon our previous\nanalysis of the non-adiabatic corrections, we have been able to reach a\ncompromise for the $^{87}$Rb hf level F=2, m=0 state, which is our candidate\nfor an interferometric measurement of the exotic Berry's phase generated by a\nrotation of the E-field around the fixed B-field. By a numerical simulation we\nhave shown that the non-adiabatic corrections can be kept below the 0.1% level.\nAs an alternative candidate, we discuss the chromium ground state J=S=3, where\nthe instability problem is easily solved. We make a proposal to extend the\nmeasurement of Aharonov-Anandan's phase beyond S=1/2 to the $^{87}$Rb hf level\nF=m=1, by constructing, with the help of light-shifts, a Hamiltonian able to\nperform a parallel transport along a closed circuit upon the density matrix\nspace, without any adiabatic constraint. In Appendix A, Berry's phase\ndifference for S=3/2 and 1/2, m=1/2 states is used to perform an entanglement\nof 3 Qbits.\n","Comment: 23 pages, 6 figures, modifications in the introduction, two\n  paragraphs added"]}]
["1012.4837",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4837","Phys.Rev.D83:034505,2011","doi:10.1103/PhysRevD.83.034505"],"date":["2010-12-21","2011-06-02"],"type":["text"],"creator":["Osborn, James C."],"language":[],"coverage":[],"title":["Staggered chiral random matrix theory"],"description":["  We present a random matrix theory (RMT) for the staggered lattice QCD Dirac\noperator. The staggered RMT is equivalent to the zero-momentum limit of the\nstaggered chiral Lagrangian and includes all taste breaking terms at their\nleading order. This is an extension of previous work which only included some\nof the taste breaking terms. We will also present some results for the taste\nbreaking contributions to the partition function and the Dirac eigenvalues.\n","Comment: 12 pages, 7 figures, v2 has minor edits and corrections to some\n  equations to match published version"]}]
["1012.5694",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5694","Phys.Rev.D83:091702,2011","doi:10.1103/PhysRevD.83.091702"],"date":["2010-12-27"],"type":["text"],"creator":["Dicus, Duane A.","Kao, Chung","Nandi, S.","Sayre, Joshua"],"language":[],"coverage":[],"title":["Discovering Colorons at the Early Stage LHC"],"description":["  We investigate the prospects for the discovery of massive hyper-gluons using\ndata from the early runs of the CERN Large Hadron Collider with $\\sqrt{s} = 7$\nTeV and assuming an integrated luminosity of 1 fb$^{-1}$. A phenomenological\nLagrangian is adopted to evaluate the cross section of a pair of colored vector\nbosons (coloron, $\\tilde{\\rho}$) decaying into four colored scalar resonances\n(hyper-pion, $\\tilde{\\pi}$), which then decay into eight gluons. We include the\ndominant physics background from the production of $8g$, $7g1q$, $6g2q$, and\n$5g3q$. We find an abundance of signal events and that realistic cuts reduce\nthe background enough to establish a $5\\sigma$ signal for $m_{\\tilde{\\pi}} \\alt\n220$ GeV or $m_{\\tilde{\\rho}} \\alt 733$ GeV.\n","Comment: REVTEX, 9 pages, 3 figures"]}]
["1101.1021",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1021","Phys. Rev. B 83, 214501 (2011)","doi:10.1103/PhysRevB.83.214501"],"date":["2011-01-05","2011-06-01"],"type":["text"],"creator":["Oh, Sangwon","Mounce, A. M.","Mukhopadhyay, S.","Halperin, W. P.","Vorontsov, A. B.","Bud'ko, S. L.","Canfield, P. C.","Furukawa, Y.","Reyes, A. P.","Kuhns, P. L."],"language":[],"coverage":[],"title":["$^{75}$As NMR of Ba(Fe$_{0.93}$Co$_{0.07}$)$_{2}$As$_{2}$ in High\n  Magnetic Field"],"description":["  The superconducting state of an optimally doped single crystal of\nBa(Fe$_{0.93}$Co$_{0.07}$)$_2$As$_2$ was investigated by $^{75}$As NMR in high\nmagnetic fields from 6.4 T to 28 T. It was found that the Knight shift is least\naffected by vortex supercurrents in high magnetic fields, $H>11$ T, revealing\nslow, possibly higher order than linear, increase with temperature at $T\n\\lesssim 0.5 \\, T_c$, with $T_c \\approx 23 \\, K$. This is consistent with the\nextended s-wave state with $A_{1g}$ symmetry but the precise details of the gap\nstructure are harder to resolve. Measurements of the NMR spin-spin relaxation\ntime, $T_2$, indicate a strong indirect exchange interaction at all\ntemperatures. Below the superconducting transition temperature vortex dynamics\nlead to an anomalous dip in $T_2$ at the vortex freezing transition from which\nwe obtain the vortex phase diagram up to $H = 28$ T.\n","Comment: 13 pages, 9 figures"]}]
["1101.3799",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3799","Nucl.Phys.Proc.Suppl.212-213:356-361,2011","doi:10.1016/j.nuclphysbps.2011.03.048"],"date":["2011-01-19"],"type":["text"],"creator":["AIRFLY Collaboration","Ave, M.","Bohov, M.","Daumiller, K.","Di Carlo, P.","Di Giulio, C.","Luis, P. Facal San","Gonzales, D.","Hojvat, C.","Hrandel, J. R.","Hrabovsk, M.","Iarlori, M.","Keilhauer, B.","Klages, H.","Kleifges, M.","Kuehn, F.","Monasor, M.","Noka, L.","Palatka, M.","Petrera, S.","Privitera, P.","Ridky, J.","Rizi, V.","d'Orfeuil, B. Rouill","Salamida, F.","Schovnek, P.","mida, R.","Spinka, H.","Ulrich, A.","Verzi, V.","Williams, C."],"language":[],"coverage":[],"title":["Precise Measurement of the Absolute Yield of Fluorescence Photons in\n  Atmospheric Gases"],"description":["  We have performed a measurement of the absolute yield of fluorescence photons\nat the Fermilab Test Beam. A systematic uncertainty at 5% level was achieved by\nthe use of Cherenkov radiation as a reference calibration light source. A\ncross-check was performed by an independent calibration using a laser light\nsource. A significant improvement on the energy scale uncertainty of Ultra-High\nEnergy Cosmic Rays is expected.\n","Comment: To appear in the Proceedings of CRIS 2010, Cosmic Ray International\n  Seminar -- 100 years of Cosmic Ray Physics: from pioneering experiments to\n  physics in space, Catania, Italy, 13-17 September 2010"]}]
["1101.3927",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3927","Class.Quant.Grav.28:127002,2011","doi:10.1088/0264-9381/28/12/127002"],"date":["2011-01-20","2011-05-03"],"type":["text"],"creator":["Saa, Alberto"],"language":[],"coverage":[],"title":["Local electromagnetic duality and gauge invariance"],"description":["  Bunster and Henneaux and, separately, Deser have very recently considered the\npossibility of gauging the usual electromagnetic duality of Maxwell equations.\nBy using off-shell manipulations in the context of the Principle of least\naction, they conclude that this is not possible, at least with the conventional\ncompensating gauge fields scheme. Such a conclusion contradicts, however, an\nold result of Malik and Pradhan, who showed that it is indeed possible to\nintroduce an extra abelian gauge field directly in the vacuum Maxwell equations\nin order to render them covariant under local duality transformations. Since it\nis well known that the equations of motion can, in general, admit more\nsymmetries than the associate Lagrangian, this would not be a paradoxal result,\nin principle. Here, we revisit these works and identify the source of the\ndifferent conclusions. We show that the Malik-Pradhan procedure does not\npreserve the original Maxwell gauge invariance, while Bunster, Henneaux, and\nDeser sought for generalizations which are, by construction, invariant under\nthe Maxwell gauge transformation. Further, we show that the Malik-Pradhan\nconstruction cannot be adapted or extended in order to preserve the Maxwell\ngauge invariance, reinforcing the conclusion that it is not possible to gauge\nthe electromagnetic duality.\n","Comment: 4 pages. New reference. Final version to appear in CQG"]}]
["1101.4285",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4285","Chinese Physics B, Volume 20, Issue 4, pp. 048902 (2011)","doi:10.1088/1674-1056/20/4/048902"],"date":["2011-01-22","2011-06-02"],"type":["text"],"creator":["Zhang, Lianming","Deng, Xiaoheng","Yu, Jianping","Wu, Xiangsheng"],"language":[],"coverage":[],"title":["Degree and connectivity of the Internet's scale-free topology"],"description":["  In this paper we theoretically and empirically study the degree and\nconnectivity of the Internet's scale-free topology at the autonomous system\n(AS) level. The basic features of the scale-free network have influence on the\nnormalization constant of the degree distribution p(k). We develop a\nmathematics model of the Internet's scale-free topology. On this model we\ntheoretically get the formulas of the average degree, the ratios of the\nkmin-degree (minimum degree) nodes and the kmax-degree (maximum degree) nodes,\nthe fraction of the degrees (or links) in the hands of the richer (top\nbest-connected) nodes. We find the average degree is larger for smaller\npower-law exponent {\\lambda} and larger minimum or maximum degree. The ratio of\nthe kmin-degree nodes is larger for larger {\\lambda} and smaller kmin or kmax.\nThe ratio of the kmax-degree ones is larger for smaller {\\lambda} and kmax or\nlarger kmin. The richer nodes hold most of the total degrees of the AS-level\nInternet topology. In addition, we reveal the ratio of the kmin-degree nodes or\nthe rate of the increase of the average degree has power-law decay with the\nincrease of the kmin. The ratio of the kmax-degree nodes has power-law decay\nwith the increase of the kmax, and the fraction of the degrees in the hands of\nthe richer 27% nodes is about 73% (the '73/27 rule'). At last, we empirically\ncalculate, based on empirical data extracted from BGP, the average degree and\nthe ratio and fraction using our method and other methods, and find that our\nmethod is rigorous and effective for the AS-level Internet topology.\n","Comment: 22 pages, 8 figures"]}]
["1102.1791",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1791","Phys.Rev.83:051129,2011","doi:10.1103/PhysRevE.83.051129"],"date":["2011-02-09","2011-05-26"],"type":["text"],"creator":["Ovchinnikov, Igor V."],"language":[],"coverage":[],"title":["Self-Organized Criticality as Witten-type Topological Field Theory with\n  Spontaneously Broken Becchi-Rouet-Stora-Tyutin Symmetry"],"description":["  Here, a scenario is proposed, according to which a generic self-organized\ncritical (SOC) system can be looked upon as a Witten-type topological field\ntheory (W-TFT) with spontaneously broken Becchi-Rouet-Stora-Tyutin (BRST)\nsymmetry. One of the conditions for the SOC is the slow driving noise, which\nunambiguously suggests Stratonovich interpretation of the corresponding\nstochastic differential equation (SDE). This, in turn, necessitates the use of\nParisi-Sourlas-Wu stochastic quantization procedure, which straightforwardly\nleads to a model with BRST-exact action, i.e., to a W-TFT. In the parameter\nspace of the SDE, there must exist full-dimensional regions where the\nBRST-symmetry is spontaneously broken by instantons, which in the context of\nSOC are essentially avalanches. In these regions, the avalanche-type SOC\ndynamics is liberated from overwise a rightful dynamics-less W-TFT, and a\nGoldstone mode of Fadeev-Popov ghosts exists. Goldstinos represent modulii of\ninstantons (avalanches) and being gapless are responsible for the critical\navalanche distribution in the low-energy, long-wavelength limit. The above\narguments are robust against moderate variations of the SDE's parameters and\nthe criticality is \"self-tuned\". The proposition of this paper suggests that\nthe machinery of W-TFTs may find its applications in many different areas of\nmodern science studying various physical realizations of SOC. It also suggests\nthat there may in principle exist a connection between some of SOC's and the\nconcept of topological quantum computing.\n","Comment: 12 pages, 1 figure; v2 is the published version, extensively revised\n  as compared to v1"]}]
["1102.2400",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2400","Phys.Lett.B700:331-335, 2011","doi:10.1016/j.physletb.2011.05.016"],"date":["2011-02-11"],"type":["text"],"creator":["Salcedo, L. L."],"language":[],"coverage":[],"title":["Leading order one-loop CP and P violating effective action in the\n  Standard Model"],"description":["  The fermions of the Standard Model are integrated out to obtain the effective\nLagrangian in the sector violating P and CP at zero temperature. We confirm\nthat no contributions arise for operators of dimension six or less and show\nthat the leading operators are of dimension eight. To assert this we explicitly\ncompute one such non-vanishing contribution, namely, that with three Z^0, two\nW^+ and two W^-. Terms involving just gluons and W's are also considered,\nhowever, they turn out to vanish in the P-odd sector to eighth order. The\nanalogous gluonic term in the CP-odd and P-even (C-odd) sector is non-vanishing\nand it is also computed. The expressions derived apply directly to Dirac\nmassive neutrinos. All CP-violating results display the infrared enhancement\nalready found at dimension six.\n","Comment: 12 pages, no figures"]}]
["1102.3034",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3034","Prog. Theor. Phys. 125 (2011), 979-1010","doi:10.1143/PTP.125.979"],"date":["2011-02-15","2011-02-16"],"type":["text"],"creator":["Fujiwara, Yoshikazu","Fukukawa, Kenji"],"language":[],"coverage":[],"title":["Quark-Model Baryon-Baryon Interaction Applied to the Neutron-Deuteron\n  Scattering (III) Breakup Differential Cross Sections"],"description":["  The low-energy breakup differential cross sections of the neutron-deuteron\n(nd) scattering are studied by employing the energy-independent version of the\nquark-model baryon-baryon interaction fss2. This interaction reproduces almost\nall the breakup differential cross sections predicted by the meson-exchange\npotentials for the neutron incident energies $E_n \\leq$ 65 MeV. The space star\nanomaly of 13 MeV nd scattering is not improved even in our model. Some\noverestimation of the breakup differential cross sections at $E_n$=22.7 - 65\nMeV implies that systematic studies of various breakup configurations are\nnecessary both experimentally and theoretically.\n","Comment: 32 pages, 12 figures, submitted to Prog. Theor. Phys"]}]
["1102.4035",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4035","Mod. Phys. Lett. A, Vol. 26, No. 15 (2011) pp. 1117-1124","doi:10.1142/S0217732311035432"],"date":["2011-02-19","2011-02-25"],"type":["text"],"creator":["Zhang, Zhong-hua","Zhang, Da-Xin"],"language":[],"coverage":[],"title":["Gauge Mediation of Supersymmetry Breaking and the Froggatt-Nielsen\n  Mechanism"],"description":["  In the model of gauge mediation of SUSY breaking in the presence of\ntree-level mediation, the Froggatt-Nielsen mechanism provides a different\nhierarchy of sparticle masses. We study the spectra and show the results to be\nlike those in an effective supersymmetric model.\n","Comment: 8 pages, 1 Postscript figures"]}]
["1102.4318",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4318","Phys. Rev. A 83, 052128 (2011)","doi:10.1103/PhysRevA.83.052128"],"date":["2011-02-21","2011-03-24"],"type":["text"],"creator":["Chruciski, Dariusz","Kossakowski, Andrzej","Rivas, ngel"],"language":[],"coverage":[],"title":["On measures of non-Markovianity: divisibility vs. backflow of\n  information"],"description":["  We analyze two recently proposed measures of non-Markovianity: one based on\nthe concept of divisibility of the dynamical map and the other one based on\ndistinguishability of quantum states. We provide a toy model to show that these\ntwo measures need not agree. In addition, we discuss possible generalizations\nand intricate relations between these measures.\n","Comment: 7 pages; new section is added"]}]
["1102.5348",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5348","Phys. Rev. E 83 061102 (2011)","doi:10.1103/PhysRevE.83.061102"],"date":["2011-02-25"],"type":["text"],"creator":["Ben-Naim, E.","Krapivsky, P. L."],"language":[],"coverage":[],"title":["Kinetics of Ring Formation"],"description":["  We study reversible polymerization of rings. In this stochastic process, two\nmonomers bond and as a consequence, two disjoint rings may merge into a\ncompound ring, or, a single ring may split into two fragment rings. This\naggregation-fragmentation process exhibits a percolation transition with a\nfinite-ring phase in which all rings have microscopic length and a giant-ring\nphase where macroscopic rings account for a finite fraction of the entire mass.\nInterestingly, while the total mass of the giant rings is a deterministic\nquantity, their total number and their sizes are stochastic quantities. The\nsize distribution of the macroscopic rings is universal, although the span of\nthis distribution increases with time. Moreover, the average number of giant\nrings scales logarithmically with system size. We introduce a card-shuffling\nalgorithm for efficient simulation of the ring formation process, and present\nnumerical verification of the theoretical predictions.\n","Comment: 6 pages, 7 figures"]}]
["1103.3054",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3054"],"date":["2011-03-15","2011-06-01"],"type":["text"],"creator":["en, Nevroz","Como, Giacomo","Yksel, Serdar","Alajaji, Fady"],"language":[],"coverage":[],"title":["On the Capacity of Memoryless Finite-State Multiple Access Channels with\n  Asymmetric Noisy State Information at the Encoders"],"description":["  We consider the capacity of memoryless finite-state multiple access channel\n(FS-MAC) with causal asymmetric noisy state information available at both\ntransmitters and complete state information available at the receiver. Single\nletter inner and outer bounds are provided for the capacity of such channels\nwhen the state process is independent and identically distributed. The outer\nbound is attained by observing that the proposed inner bound is tight for the\nsum-rate capacity.\n","Comment: To be submitted Allerton Conference 2011"]}]
["1103.3352",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3352","Class.Quant.Grav.28:125017,2011","doi:10.1088/0264-9381/28/12/125017"],"date":["2011-03-17"],"type":["text"],"creator":["Nozari, Kourosh","Asaiyan, Amir"],"language":[],"coverage":[],"title":["Black hole solutions in the warped DGP braneworld"],"description":["  We study the static, analytical solution of black holes in the warped DGP\nbraneworld scenario. We show that the linearized field equations and matching\nconditions lead to solutions that are not compatible with\nSchwarzschild-(A)dS$_{(4)}$ solutions on the brane. This incompatibility is\nsimilar to vDVZ discontinuity in massive gravity theory. Following the standard\nprocedure to remove this discontinuity, which firstly was proposed by\nVainshtein, we keep some appropriate nonlinear terms in the field equations.\nThis strategy has its origin in the fact that the spatial extrinsic curvature\nof the brane plays a crucial role in the nonlinear nature of the solutions and\nalso in recovering the well-measured predictions of General Relativity (GR) at\nsmall scales. Using this feature, we obtained an interesting black string\nsolution in the bulk when it is compatible with 4D GR solutions on the brane.\n","Comment: 15 pages, no figures"]}]
["1103.4094",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4094","Phys. Rev. Lett. 106, 220601 (2011)","doi:10.1103/PhysRevLett.106.220601"],"date":["2011-03-21","2011-06-02"],"type":["text"],"creator":["Znidaric, Marko"],"language":[],"coverage":[],"title":["Spin transport in a one-dimensional anisotropic Heisenberg model"],"description":["  We analytically and numerically study spin transport in a one-dimensional\nHeisenberg model in linear-response regime at infinite temperature. It is shown\nthat as the anisotropy parameter Delta is varied spin transport changes from\nballistic for Delta<1 to anomalous at the isotropic point Delta=1, to diffusive\nfor finite Delta>1, ending up as a perfect isolator in the Ising limit of\ninfinite Delta. Using perturbation theory for large Delta a quantitative\nprediction is made for the dependence of diffusion constant on Delta.\n","Comment: 5 pages, 4 figures; v2.: few comments added and typos corrected;\n  published version"]}]
["1103.4413",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4413","Prog. Theor. Phys. 125 (2011), 871-878","doi:10.1143/PTP.125.871"],"date":["2011-03-22"],"type":["text"],"creator":["Shiwa, Y."],"language":[],"coverage":[],"title":["Renormalization-group for amplitude equations in cellular pattern\n  formation with and without conservation law"],"description":["  A proper version of the proto renormalization-group scheme is presented to\nderive amplitude equations in striped pattern formation with conserved and\nnonconserved order parameter. In the conserved case, the result preserves the\nconservation law as well as the rotational invariance of the physical system.\nThis makes a great contrast with existing singular perturbation theories such\nas the multiple-scales method, in which the perturbation expansion truncated at\nany finite order destroys those symmetries.\n","Comment: 8 pages, Prog. Theor. Phys. (to be published)"]}]
["1103.4558",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4558","doi:10.1017/S1471068411000081"],"date":["2011-03-23"],"type":["text"],"creator":["Ferraris, Paolo","Lee, Joohyung","Lierler, Yuliya","Lifschitz, Vladimir","Yang, Fangkai"],"language":[],"coverage":[],"title":["Representing First-Order Causal Theories by Logic Programs"],"description":["  Nonmonotonic causal logic, introduced by Norman McCain and Hudson Turner,\nbecame a basis for the semantics of several expressive action languages.\nMcCain's embedding of definite propositional causal theories into logic\nprogramming paved the way to the use of answer set solvers for answering\nqueries about actions described in such languages. In this paper we extend this\nembedding to nondefinite theories and to first-order causal logic.\n","Comment: 29 pages. To appear in Theory and Practice of Logic Programming\n  (TPLP); Theory and Practice of Logic Programming, May, 2011"]}]
["1103.4739",{"format":[],"subject":["Physics - Atomic Physics","Astrophysics - Cosmology and Nongalactic Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4739","Phys. Rev. A83:052123,2011","doi:10.1103/PhysRevA.83.052123"],"date":["2011-03-24","2011-05-24"],"type":["text"],"creator":["Kozlov, M. G.","Porsev, S. G.","Reimers, D."],"language":[],"coverage":[],"title":["Sensitivity of the isotopologues of hydronium to variation of the\n  electron-to-proton mass ratio"],"description":["  We study the sensitivity of the microwave and submillimeter transitions of\nthe isotopologues of hydronium to the variation of the electron-to-proton mass\nratio mu. These sensitivities are enhanced for the low frequency mixed\ninversion-rotational transitions. The lowest frequency transition (6.6 GHz)\ntakes place for isotopologue H2DO+ and respective sensitivity to mu-variation\nis close to 200. This is about two orders of magnitude larger than the\nsensitivity of the inversion transition in ammonia, which is currently used for\nthe search of mu-variation in astrophysics.\n","Comment: 6 pages; v2: references corrected"]}]
["1103.5429",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","Mathematics - Spectral Theory","35R45, 35J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5429"],"date":["2011-03-28","2011-06-01"],"type":["text"],"creator":["Lewis, Roger T.","Li, Junfang","Li, Yanyan"],"language":[],"coverage":[],"title":["A geometric characterization of a sharp Hardy inequality"],"description":["  In this paper, we prove that the distance function of an open connected set\nin $\\mathbb R^{n+1}$ with a $C^{2}$ boundary is superharmonic in the\ndistribution sense if and only if the boundary is {\\em weakly mean convex}. We\nthen prove that Hardy inequalities with a sharp constant hold on {weakly mean\nconvex} $C^{2}$ domains. Moreover, we show that the {weakly mean convexity}\ncondition cannot be weakened. We also prove various improved Hardy inequalities\non mean convex domains along the line of Brezis-Marcus \\cite{BM}.\n","Comment: The results were improved to $C^2$ domains"]}]
["1103.5835",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","32J99 (14C05)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5835"],"date":["2011-03-30","2011-06-02"],"type":["text"],"creator":["Toma, Matei"],"language":[],"coverage":[],"title":["Bounded sets of sheaves on compact Kaehler manifolds"],"description":["  We show that any set of quotients with fixed Chern classes of a given\ncoherent sheaf on a compact Kaehler manifold is bounded in a sense which we\ndefine. The result is proved by adapting Grothendieck's boundedness criterium\nexpressed via the Hilbert polynomial to the Kaehler set-up. As a consequence we\nobtain the compactness of the connected components of the Douady space of a\ncompact Kaehler manifold.\n","Comment: Minor corrections in v2"]}]
["1104.0154",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0154","Phys. Rev. Lett. 106, 227203 (2011)","doi:10.1103/PhysRevLett.106.227203"],"date":["2011-04-01"],"type":["text"],"creator":["Calabrese, Pasquale","Essler, Fabian H. L.","Fagotti, Maurizio"],"language":[],"coverage":[],"title":["Quantum Quench in the Transverse Field Ising Chain"],"description":["  We consider the time evolution of observables in the transverse field Ising\nchain (TFIC) after a sudden quench of the magnetic field. We provide exact\nanalytical results for the asymptotic time and distance dependence of one- and\ntwo-point correlation functions of the order parameter. We employ two\ncomplementary approaches based on asymptotic evaluations of determinants and\nform-factor sums. We prove that the stationary value of the two-point\ncorrelation function is not thermal, but can be described by a generalized\nGibbs ensemble (GGE). The approach to the stationary state can also be\nunderstood in terms of a GGE. We present a conjecture on how these results\ngeneralize to particular quenches in other integrable models.\n","Comment: 4 pages, 1 figure"]}]
["1104.0901",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0901","Fixsen & Kashlinsky 2011 ApJ, 734, 61","doi:10.1088/0004-637X/734/1/61"],"date":["2011-04-05","2011-06-02"],"type":["text"],"creator":["Fixsen, D. J.","Kashlinsky, A."],"language":[],"coverage":[],"title":["Probing the Universe's Tilt with the Cosmic Infrared Background Dipole"],"description":["  Conventional interpretation of the observed cosmic microwave background (CMB)\ndipole is that all of it is produced by local peculiar motions. Alternative\nexplanations requiring part of the dipole to be primordial have received\nsupport from measurements of large-scale bulk flows. A test of the two\nhypothesis is whether other cosmic dipoles produced by collapsed structures\nlater than last scattering coincide with the CMB dipole. One background is the\ncosmic infrared background (CIB) whose absolute spectrum was measured to ~30%\nby the COBE satellite. Over the 100 to 500 {\\mu}m wavelength range its spectral\nenergy distribution can provide a probe of its alignment with CMB. This is\ntested with the COBE FIRAS dataset which is available for such a measurement\nbecause of its low noise and frequency resolution important for Galaxy\nsubtraction. Although the FIRAS instrument noise is in principle low enough to\ndetermine the CIB dipole, the Galactic foreground is sufficiently close\nspectrally to keep the CIB dipole hidden. A similar analysis is performed with\nDIRBE, which - because of the limited frequency coverage - provides a poorer a\ndataset. We discuss strategies for measuring the CIB dipole with future\ninstruments to probe the tilt and apply it to the Planck, Herschel and the\nproposed Pixie missions. We demonstrate that a future FIRAS-like instrument\nwith instrument noise a factor of ~10 lower than FIRAS would make a\nstatistically significant measurement of the CIB dipole. We find that the\nPlanck and Herschel data sets will not allow a robust CIB dipole measurement.\nThe Pixie instrument promises a determination of the CIB dipole and its\nalignment with either the CMB dipole or the dipole galaxy acceleration vector.\n","Comment: 9 pages 9 figures"]}]
["1104.3301",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3301"],"date":["2011-04-17","2011-06-02"],"type":["text"],"creator":["Tan, Wenke","Yin, Zhaoyang"],"language":[],"coverage":[],"title":["Global solution to liquid crystal flows in three dimensions"],"description":["  In this paper, we mainly study a hydrodynamic system modeling the flow of\nnematic liquid crystals. In three dimensions, we first establish local\nwell-posedness of the initial-boundary value problem of the system. Then, we\nprove the existence of global strong solution to the system with small\ninitial-boundary condition.\n"]}]
["1104.3524",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3524","Eur. Phys. J. B 81, 245-251 (2011)","doi:10.1140/epjb/e2011-20091-4"],"date":["2011-04-18"],"type":["text"],"creator":["Theodorakis, P. E.","Fytas, N. G."],"language":[],"coverage":[],"title":["Wang-Landau study of the 3D Ising model with bond disorder"],"description":["  We implement a two-stage approach of the Wang-Landau algorithm to investigate\nthe critical properties of the 3D Ising model with quenched bond randomness. In\nparticular, we consider the case where disorder couples to the nearest-neighbor\nferromagnetic interaction, in terms of a bimodal distribution of strong versus\nweak bonds. Our simulations are carried out for large ensembles of disorder\nrealizations and lattices with linear sizes $L$ in the range $L=8-64$. We apply\nwell-established finite-size scaling techniques and concepts from the scaling\ntheory of disordered systems to describe the nature of the phase transition of\nthe disordered model, departing gradually from the fixed point of the pure\nsystem. Our analysis (based on the determination of the critical exponents)\nshows that the 3D random-bond Ising model belongs to the same universality\nclass with the site- and bond-dilution models, providing a single universality\nclass for the 3D Ising model with these three types of quenched uncorrelated\ndisorder.\n","Comment: 7 pages, 7 figures, to be published in Eur. Phys. J. B"]}]
["1104.4336",{"format":[],"subject":["Mathematics - Analysis of PDEs","65N21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4336"],"date":["2011-04-21","2011-06-01"],"type":["text"],"creator":["Sylvester, John"],"language":[],"coverage":[],"title":["Discreteness of Transmission Eigenvalues via Upper Triangular Compact\n  Operators"],"description":["  We show that the interior transmission eigenvalues are discrete by proving\nthat the interior transmission operator has upper triangular compact resolvent,\nand that the spectrum of these operators share many of the properties of\noperators with compact resolvent. In particular, the spectrum is discrete and\nthe generalized eigenspaces are finite dimensional. Our main hypothesis is a\ncoercivity condition on the contrast that must hold only in a neighborhood of\nthe boundary.\n"]}]
["1105.2426",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2426"],"date":["2011-05-12","2011-06-02"],"type":["text"],"creator":["Esnault, Hlne","Srinivas, Vasudevan"],"language":[],"coverage":[],"title":["Algebraic versus topological entropy for surfaces over finite fields"],"description":["  We show that, as in de Rham cohomology over the complex numbers, the value of\nthe entropy of an automorphism of the surface over a finite field $\\F_q $ is\ntaken on the span of the N\\'eron-Severi group inside of $\\ell$-adic cohomology.\nv2: (some) typos removed, exposition (partly) improved.\n","Comment: 18 pages"]}]
["1105.5638",{"format":[],"subject":["Mathematics - Commutative Algebra","13P10, 13E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5638"],"date":["2011-05-27","2011-06-02"],"type":["text"],"creator":["Cimpoeas, Mircea"],"language":[],"coverage":[],"title":["Multigraded modules of Borel type"],"description":["  In this paper, we introduce the multigraded modules of Borel type and extend\nseveral results from the theory of ideals of Borel type. We prove that modules\nof Borel type are sequentially Cohen Macaulay and pretty clean. Also, we give a\nformula for the regularity of modules of Borel type.\n","Comment: 7 pages"]}]
["1105.6315",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.6315"],"date":["2011-05-31","2011-06-02"],"type":["text"],"creator":["Sparavigna, Amelia Carolina"],"language":[],"coverage":[],"title":["The satellite archaeological survey of Egypt"],"description":["  A recent announcement of some pyramids, buried under the sand of Egypt and\ndiscovered by means of infrared remote sensing, renewed the interest on the\narchaeological surveys aided by satellites. Here we propose the use of images,\nobtained from those of Google Maps after some processing to enhance their\ndetails, to locate archaeological remains in Egypt.\n","Comment: Satellite, Google Maps, Archaeology, More references and images"]}]
["1106.0062",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0062"],"date":["2011-05-31","2011-06-02"],"type":["text"],"creator":["Gong, Jiangbin"],"language":[],"coverage":[],"title":["Comment on \"Quantification of Macroscopic Quantum Superpositions within\n  Phase Space\""],"description":["  The phase space measure proposed by Lee and Jeong [PRL 106, 220401 (2011)] is\nshown to be closely related to a well-studied measure in the literature. For\npure states, the newly proposed measure is equivalent to an old measure; for\nmixed states, some discussions are given.\n","Comment: minor changes, submitted to Phys. Rev. Lett"]}]
["1106.0077",{"format":[],"subject":["Mathematics - Logic","Mathematics - Combinatorics","03C45, 03C95, 03C98, 12L12, 68Q32, 68T27","I.2.6","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0077"],"date":["2011-05-31","2011-06-02"],"type":["text"],"creator":["Johnson, Hunter"],"language":[],"coverage":[],"title":["Maximum VC families"],"description":["  Maximum VC classes which are stable in the sense of model theory are\ncharacterized.\n","Comment: 16 pages"]}]
["1106.0118",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Emerging Technologies","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0118"],"date":["2011-06-01","2011-06-02"],"type":["text"],"creator":["Merelo, Juan-J.","Garca-Arenas, Maribel","Laredo, Juan-Luis J.","de la Vega, Francisco Fernndez"],"language":[],"coverage":[],"title":["1st International Workshop on Distributed Evolutionary Computation in\n  Informal Environments"],"description":["  Online conference proceedings for the IWDECIE workshop, taking place in New\nOrleans on June 5th, 2011. The workshop focuses on non-conventional\nimplementations of bioinspired algorithms and its conceptual implications.\n","Comment: Five papers, workshop took place together with CEC 2011 in New\n  Orleans (LA, USA). http://geneura.ugr.es/~iwdecie"]}]
["1106.0134",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0134"],"date":["2011-06-01"],"type":["text"],"creator":["Mordelet, Fantine","Vert, Jean-Philippe"],"language":[],"coverage":[],"title":["ProDiGe: PRioritization Of Disease Genes with multitask machine learning\n  from positive and unlabeled examples"],"description":["  Elucidating the genetic basis of human diseases is a central goal of genetics\nand molecular biology. While traditional linkage analysis and modern\nhigh-throughput techniques often provide long lists of tens or hundreds of\ndisease gene candidates, the identification of disease genes among the\ncandidates remains time-consuming and expensive. Efficient computational\nmethods are therefore needed to prioritize genes within the list of candidates,\nby exploiting the wealth of information available about the genes in various\ndatabases. Here we propose ProDiGe, a novel algorithm for Prioritization of\nDisease Genes. ProDiGe implements a novel machine learning strategy based on\nlearning from positive and unlabeled examples, which allows to integrate\nvarious sources of information about the genes, to share information about\nknown disease genes across diseases, and to perform genome-wide searches for\nnew disease genes. Experiments on real data show that ProDiGe outperforms\nstate-of-the-art methods for the prioritization of genes in human diseases.\n"]}]
["1106.0297",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0297"],"date":["2011-06-01"],"type":["text"],"creator":["Courtat, Thomas","Gloaguen, Catherine","Douady, Stphane"],"language":[],"coverage":[],"title":["Hypergraphs and City Street Networks"],"description":["  The map of a city's streets constitutes a particular case of spatial complex\nnetwork. However a city is not limited to its topology: it is above all a\ngeometrical object whose particularity is to organize into short and long axes\ncalled streets. In this article we present and discuss two algorithms aiming at\nrecovering the notion of street from a graph representation of a city. Then we\nshow that the length of the so-called streets scales logarithmically. This\nphenomenon leads to assume that a city is shaped into a logic of extension and\ndivision of space.\n"]}]
["1106.0304",{"format":[],"subject":["Computer Science - Databases","68P15","H.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0304","International Journal of Database Management Systems (IJDMS),\n  Vol.3, No.2, May 2011","doi:10.5121/ijdms.2011.3205"],"date":["2011-06-01"],"type":["text"],"creator":["Pardillo, Jess","Mazn, Jose-Norberto"],"language":[],"coverage":[],"title":["Using Ontologies for the Design of Data Warehouses"],"description":["  Obtaining an implementation of a data warehouse is a complex task that forces\ndesigners to acquire wide knowledge of the domain, thus requiring a high level\nof expertise and becoming it a prone-to-fail task. Based on our experience, we\nhave detected a set of situations we have faced up with in real-world projects\nin which we believe that the use of ontologies will improve several aspects of\nthe design of data warehouses. The aim of this article is to describe several\nshortcomings of current data warehouse design approaches and discuss the\nbenefit of using ontologies to overcome them. This work is a starting point for\ndiscussing the convenience of using ontologies in data warehouse design.\n","Comment: 15 pages, 2 figures"]}]
["1106.0312",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0312","J. Phys. Chem. A, (Published on the web: April 15, 2011)","doi:10.1021/jp110608p"],"date":["2011-06-01"],"type":["text"],"creator":["Eun, Changsun","Berkowitz, Max L."],"language":[],"coverage":[],"title":["Molecular Dynamics Simulation Study of Interaction between Model Rough\n  Hydrophobic Surfaces"],"description":["  We study some aspects of hydrophobic interaction between molecular rough and\nflexible model surfaces. The model we use in this work is based on a model we\nused previously (Eun, C.; Berkowitz, M. L. J. Phys. Chem. B 2009, 113,\n13222-13228), when we studied the interaction between model patches of lipid\nmembranes. Our original model consisted of two graphene plates with attached\npolar headgroups; the plates were immersed in a water bath. The interaction\nbetween such plates can be considered as an example of a hydrophilic\ninteraction. In the present work we modify our previous model by removing the\ncharge from the zwitterionic headgroups. As a result of this procedure, the\nplate character changes; it becomes hydrophobic. By separating the total\ninteraction (or potential of mean force, PMF) between plates into the direct\nand the water-mediated interactions we observe that the latter changes from\nrepulsive to attractive, clearly emphasizing the important role of water as a\nmedium. We also investigate the effect of roughness and flexibility of the\nheadgroups on the interaction between plates and observe that roughness\nenhances the character of the hydrophobic interaction. The presence of a\ndewetting transition in a confined space between charge-removed plates confirms\nthat the interaction between plates is strongly hydrophobic. In addition, we\nnotice that there is a shallow local minimum in the PMF in case of\ncharge-removed plates. We find that this minimum is associated with the\nconfigurational changes that flexible headgroups undergo, as the two plates are\nbrought together.\n","Comment: 27 pages, 9 figures"]}]
["1106.0320",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0320"],"date":["2011-06-01"],"type":["text"],"creator":["O'Rourke, Sean","Renfrew, David","Soshnikov, Alexander"],"language":[],"coverage":[],"title":["Fluctuations of Matrix Entries of Regular Functions of Sample Covariance\n  Random Matrices"],"description":["  We extend the results about the fluctuations of the matrix entries of regular\nfunctions of Wigner matrices to the case of sample covariance random matrices.\n"]}]
["1106.0325",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0325"],"date":["2011-06-01"],"type":["text"],"creator":["Johnston, D. A.","Ranasinghe, R. P. K. C. M."],"language":[],"coverage":[],"title":["Another Dual Gonihedric 3D Ising Model"],"description":["  The gonihedric Ising Hamiltonians defined in three and higher dimensions by\nSavvidy and Wegner provide an extensive, and little explored, catalogue of spin\nmodels on (hyper)cubic lattices with many interesting features. In three\ndimensions the kappa=0 gonihedric Ising model on a cubic lattice has been shown\nto possess a degenerate low-temperature phase and a first order phase\ntransition, as well as interesting dynamical properties. The dual Hamiltonian\nto this may be written as an anisotropic Ashkin-Teller model and also has a\ndegenerate low-temperature phase as a result of similar symmetries to the\noriginal plaquette action.\n  It is possible to write an alternative dual formulation which utilizes three\nflavours of spins, rather than the two of the Ashkin-Teller model. This still\npossesses anisotropic couplings, but all the interaction terms are now four\nspin couplings and it acquires an additional, local gauge symmetry. We\ninvestigate this alternative dual Hamiltonian using zero temperature and\nmean-field methods together with Monte-Carlo simulations and discuss its\nproperties and the relation to the Ashkin-Teller variant.\n"]}]
["1106.0336",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M25, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0336"],"date":["2011-06-01"],"type":["text"],"creator":["Nelson, Sam","Pelland, Katie"],"language":[],"coverage":[],"title":["Birack shadow modules and their link invariants"],"description":["  We introduce an associative algebra Z[X,S] associated to a birack shadow and\ndefine enhancements of the birack counting invariant for classical knots and\nlinks via representations of Z[X,S] known as shadow modules. We provide\nexamples which demonstrate that the shadow module enhanced invariants are not\ndetermined by the Alexander polynomial or the unenhanced birack counting\ninvariants.\n","Comment: 10 pages"]}]
["1106.0346",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0346"],"date":["2011-06-01"],"type":["text"],"creator":["Ghosh, Rumi","Surachawala, Tawan","Lerman, Kristina"],"language":[],"coverage":[],"title":["Entropy-based Classification of 'Retweeting' Activity on Twitter"],"description":["  Twitter is used for a variety of reasons, including information\ndissemination, marketing, political organizing and to spread propaganda,\nspamming, promotion, conversations, and so on. Characterizing these activities\nand categorizing associated user generated content is a challenging task. We\npresent a information-theoretic approach to classification of user activity on\nTwitter. We focus on tweets that contain embedded URLs and study their\ncollective `retweeting' dynamics. We identify two features, time-interval and\nuser entropy, which we use to classify retweeting activity. We achieve good\nseparation of different activities using just these two features and are able\nto categorize content based on the collective user response it generates.\n  We have identified five distinct categories of retweeting activity on\nTwitter: automatic/robotic activity, newsworthy information dissemination,\nadvertising and promotion, campaigns, and parasitic advertisement. In the\ncourse of our investigations, we have shown how Twitter can be exploited for\npromotional and spam-like activities. The content-independent, entropy-based\nactivity classification method is computationally efficient, scalable and\nrobust to sampling and missing data. It has many applications, including\nautomatic spam-detection, trend identification, trust management,\nuser-modeling, social search and content classification on online social media.\n","Comment: snakdd-11(submitted)"]}]
["1106.0349",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0349"],"date":["2011-06-01"],"type":["text"],"creator":["Morrison, David R.","Martonosi, Susan E."],"language":[],"coverage":[],"title":["Characteristics of Optimal Solutions to the Sensor Location Problem"],"description":["  In [Bianco, L., Giuseppe C., and P. Reverberi. 2001. \"A network based model\nfor traffic sensor location with implications on O/D matrix estimates\".\nTransportation Science 35(1):50-60.], the authors present the Sensor Location\nProblem: that of locating the minimum number of traffic sensors at\nintersections of a road network such that the traffic flow on the entire\nnetwork can be determined. They offer a necessary and sufficient condition on\nthe set of monitored nodes in order for the flow everywhere to be determined.\nIn this paper, we present a counterexample that demonstrates that the condition\nis not actually sufficient (though it is still necessary). We present a\nstronger necessary condition for flow calculability, and show that it is a\nsufficient condition in a large class of graphs in which a particular subgraph\nis a tree. Many typical road networks are included in this category, and we\nshow how our condition can be used to inform traffic sensor placement.\n","Comment: Submitted for peer review on October 3, 2010"]}]
["1106.0350",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Commutative Algebra","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0350"],"date":["2011-06-01"],"type":["text"],"creator":["Yu, Houyi","Wu, Tongsuo"],"language":[],"coverage":[],"title":["On realizing zero-divisor graphs of po-semirings"],"description":["  In this paper, we determine bipartite graphs and complete graphs with horns,\nwhich are realizable as zero-divisor graphs of po-semirings. As applications,\nwe classify commutative rings $R$ whose annihilating-ideal graph $\\mathbb\n{AG}(R)$ are either bipartite graphs or complete graphs with horns.\n","Comment: 16 pages, 5 figure"]}]
["1106.0356",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0356"],"date":["2011-06-01"],"type":["text"],"creator":["Benfatto, Giuseppe","Falco, Pierluigi","Mastropietro, Vieri"],"language":[],"coverage":[],"title":["Universal Luttinger Liquid Relations in the 1D Hubbard Model"],"description":["  We study the 1D extended Hubbard model with a weak repulsive short-range\ninteraction in the non-half-filled band case, using non-perturbative\nRenormalization Group methods and Ward Identities. At the critical temperature,\nT = 0, the response functions have anomalous power-law decay with\nmultiplicative logarithmic corrections. The critical exponents, the\nsusceptibility and the Drude weight verify the universal Luttinger liquid\nrelations. Borel summability and (a weak form of) Spin-Charge separation is\nestablished.\n","Comment: 50 pages"]}]
["1106.0357",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0357"],"date":["2011-06-01"],"type":["text"],"creator":["Tarifi, Mohamad","Sitharam, Meera","Ho, Jeffery"],"language":[],"coverage":[],"title":["Learning Hierarchical Sparse Representations using Iterative Dictionary\n  Learning and Dimension Reduction"],"description":["  This paper introduces an elemental building block which combines Dictionary\nLearning and Dimension Reduction (DRDL). We show how this foundational element\ncan be used to iteratively construct a Hierarchical Sparse Representation (HSR)\nof a sensory stream. We compare our approach to existing models showing the\ngenerality of our simple prescription. We then perform preliminary experiments\nusing this framework, illustrating with the example of an object recognition\ntask using standard datasets. This work introduces the very first steps towards\nan integrated framework for designing and analyzing various computational tasks\nfrom learning to attention to action. The ultimate goal is building a\nmathematically rigorous, integrated theory of intelligence.\n"]}]
["1106.0358",{"format":[],"subject":["Mathematics - Differential Geometry","53C12, 53C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0358"],"date":["2011-06-01"],"type":["text"],"creator":["Jung, Seoung Dal"],"language":[],"coverage":[],"title":["Transversal infinitesimal automorphisms on K\\\"ahler foliations"],"description":["  Let F be a K\\\"ahler foliation on a compact Riemannian manifold M. we study\nthe properties of infinitesimal automorphisms on (M,F), and in particular we\nconcentrate on the transversal conformal field, transversal projective field\nand transversally holomorphic field\n"]}]
["1106.0360",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0360"],"date":["2011-06-01"],"type":["text"],"creator":["Zhang, Qingye","Liu, Chungen"],"language":[],"coverage":[],"title":["Infinitely many periodic solutions for second order Hamiltonian systems"],"description":["  In this paper, we study the existence of infinitely many periodic solutions\nfor second order Hamiltonian systems $\\ddot{u}+\\nabla_u V(t,u)=0$, where $V(t,\nu)$ is either asymptotically quadratic or superquadratic as $|u|\\to \\infty$.\n","Comment: to appear in JDE(doi:10.1016/j.jde.2011.05.021)"]}]
["1106.0361",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0361"],"date":["2011-06-01"],"type":["text"],"creator":["Liu, Chungen","Zhang, Qingye"],"language":[],"coverage":[],"title":["Existence and multiplicity of Homoclinic solutions for the second order\n  Hamiltonian systems"],"description":["  In this paper we study the existence and multiplicity of homoclinic solutions\nfor the second order Hamiltonian system $\\ddot{u}-L(t)u(t)+W_u(t,u)=0$,\n$\\forall t\\in\\mathbb{R}$, by means of the minmax arguments in the critical\npoint theory, where $L(t)$ is unnecessary uniformly positively definite for all\n$t\\in \\mathbb{R}$ and $W_u(t, u)$ sastisfies the asymptotically linear\ncondition.\n","Comment: published in International Mathematical Forum, Vol. 6, 2011, no. 4,\n  159 - 176"]}]
["1106.0369",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0369"],"date":["2011-06-02"],"type":["text"],"creator":["Balla, Igor"],"language":[],"coverage":[],"title":["Minimum density of union-closed families"],"description":["  Let F be a finite union-closed family of sets whose largest set contains n\nelements. In \\cite{Wojcik92}, Wojcik defined the density of F to be the ratio\nof the average set size of F to n and conjectured that the minimum density over\nall union-closed families whose largest set contains n elements is (1 +\no(1))\\log_2(n)/(2n) as n approaches infinity. We use a result of Reimer\n\\cite{Reimer03} to show that the density of F is always at least log_2(n)/(2n),\nverifying Wojcik's conjecture. As a corollary we show that for n \\geq 16, some\nelement must appear in at least \\sqrt{(\\log_2(n))/n}(|F|/2) sets of F.\n"]}]
["1106.0371",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0371","Advanced Computing: An International Journal ( ACIJ ), Vol.2,\n  No.3, May 2011","doi:10.5121/acij.2011.2301"],"date":["2011-06-02"],"type":["text"],"creator":["Aly, Ashraf A.","Deris, Safaai Bin","Zaki, Nazar"],"language":[],"coverage":[],"title":["A Novel Image Segmentation Enhancement Technique based on Active Contour\n  and Topological Alignments"],"description":["  Topological alignments and snakes are used in image processing, particularly\nin locating object boundaries. Both of them have their own advantages and\nlimitations. To improve the overall image boundary detection system, we focused\non developing a novel algorithm for image processing. The algorithm we propose\nto develop will based on the active contour method in conjunction with\ntopological alignments method to enhance the image detection approach. The\nalgorithm presents novel technique to incorporate the advantages of both\nTopological Alignments and snakes. Where the initial segmentation by\nTopological Alignments is firstly transformed into the input of the snake model\nand begins its evolvement to the interested object boundary. The results show\nthat the algorithm can deal with low contrast images and shape cells,\ndemonstrate the segmentation accuracy under weak image boundaries, which\nresponsible for lacking accuracy in image detecting techniques. We have\nachieved better segmentation and boundary detecting for the image, also the\nability of the system to improve the low contrast and deal with over and under\nsegmentation.\n","Comment: 7 pages"]}]
["1106.0372",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Primary 53C25, Secondary 58J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0372"],"date":["2011-06-02"],"type":["text"],"creator":["Qing, Jie","Shi, Yuguang","Wu, Jie"],"language":[],"coverage":[],"title":["Normalized Ricci flows and conformally compact Einstein metrics"],"description":["  In this paper, we investigate the behavior of the normalized Ricci flow on\nasymptotically hyperbolic manifolds. We show that the normalized Ricci flow\nexists globally and converges to an Einstein metric when starting from a\nnon-degenerate and sufficiently Ricci pinched metric. More importantly we use\nmaximum principles to establish the regularity of conformal compactness along\nthe normalized Ricci flow including that of the limit metric at time infinity.\nTherefore we are able to recover the existence results in \\cite{GL} \\cite{Lee}\n\\cite{Bi} of conformally compact Einstein metrics with conformal infinities\nwhich are perturbations of that of given non-degenerate conformally compact\nEinstein metrics.\n","Comment: 32 pages, no figures"]}]
["1106.0377",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0377"],"date":["2011-06-02"],"type":["text"],"creator":["de Andres, P. L.","Guijarro, A.","Verges, J. A."],"language":[],"coverage":[],"title":["Electronic and Geometrical Structure of Potassium doped Phenanthrene"],"description":["  The geometrical and electronic structure of potassium doped phenanthrene,\n\\ce{K3C14H10}, have been studied by first-principles density functional theory.\nThe main effect of potassium doping is to inject charge in the narrow\nphenanthrene conduction band, rendering the system metallic. The Fermi surface\nfor the experimental X-rays structure is composed of two sheets with marked one\nand two dimensional character respectively.\n"]}]
["1106.0378",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0378"],"date":["2011-06-02"],"type":["text"],"creator":["Hosseini, Mehdi","Kokabi, Alireza","Moftakharzadeh, Ali","Vesaghi, Mohammad A.","Fardmanesh, Mehdi"],"language":[],"coverage":[],"title":["Effect of Substrate Thickness on Responsivity of Free-Membrane\n  Bolometric Detectors"],"description":["  The effect of substrate thickness and its Debye temperature on the bolometric\nresponse of the freestanding-membrane type of superconductor transition-edge\ndetectors is investigated. The investigation is based on the calculation of the\nvariation of the specific heat per unit volume and the heat conductivity using\nthe finite-size scaling method for different Debye temperatures and micron size\nthickness of substrate. We also calculated the heat capacity and time constant\nfor various materials with Debye temperatures in the range of 600-1400K. The\ncalculated results are compared to previously reported response values obtained\ntheoretically and experimentally for the thermal-based infrared detectors. The\nIR response versus substrate thickness of these types of devices for different\nmodulation frequencies is also presented. This inspected response at low\nthicknesses of substrate shows anomalistic behavior with respect to the\npreviously reported results of response analyses. Here, we also obtained the\noptimized substrate thickness and Debye temperatures for maximum responsivity\nof these types of devices.\n","Comment: 4 pages, 5 figures"]}]
["1106.0380",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0380"],"date":["2011-06-02"],"type":["text"],"creator":["Lapidoth, Amos","Steinberg, Yossef"],"language":[],"coverage":[],"title":["A Note on Multiple-Access Channels with Strictly-Causal State\n  Information"],"description":["  We propose a new inner bound on the capacity region of a memoryless\nmultiple-access channel that is governed by a memoryless state that is known\nstrictly causally to the encoders. The new inner bound contains the previous\nbounds, and we provide an example demonstrating that the inclusion can be\nstrict.\n  A variation on this example is then applied to the case where the channel is\ngoverned by two independent state sequences, where each transmitter knows one\nof the states strictly causally. The example proves that, as conjectured by Li\net al., an inner bound that they derived for this scenario can indeed by\nstrictly better than previous bounds.\n","Comment: To appear in the proceedings of Wireless Advanced, London June 20-22,\n  2011"]}]
["1106.0383",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0383","Phys. Rev. B, 78 (2008) 014113","doi:10.1103/PhysRevB.78.014113"],"date":["2011-06-02"],"type":["text"],"creator":["Sanchez, J.","Fullea, J.","Andrade, C.","de Andres, P. L."],"language":[],"coverage":[],"title":["Hydrogen in $\\alpha$-iron: stress and diffusion"],"description":["  First-principles density-functional theory has been used to investigate\nequilibrium geometries, total energies, and diffusion barriers for H as an\ninterstitial impurity absorbed in $\\alpha$-Fe. Internal strains/stresses upon\nhydrogen absorption are a crucial factor to understand preferred absorption\nsites and diffusion. For high concentrations, H absorbs near the octahedral\nsite favoring a large tetragonal distortion of the BCC lattice. For low\nconcentration, H absorbs near the tetrahedral site minimizing the elastic\nenergy stored on nearby cells. Diffusion paths depend on the concentration\nregime too; hydrogen diffuses about ten times faster in the distorted BCT\nlattice. External stresses of several GPa modify barriers by $\\approx$ 10%, and\ndiffusion rates by $\\approx$ 30%.\n"]}]
["1106.0384",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0384"],"date":["2011-06-02"],"type":["text"],"creator":["Shuvaev, A. G."],"language":[],"coverage":[],"title":["On the dual variables description of Yang-Mills theory"],"description":["  The partition function of four dimensional SO(4) Yang-Mills theory is\nrewritten in terms of variables admitting straightforward relation to the\npartition function of pure 4D gravity. The gauge action turns into first-order\nHilbert-Palatini action for Einstein gravity with a simple extra term added.\nThe proposed relation can be substantiated as a duality for the partition\nfunctions provided a special gauge is imposed for the gravity. The same method\nallows to find a closed expression for the partition function of the SO(4)\ngauge theory.\n","Comment: 22 pages, no figures"]}]
["1106.0385",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0385","Phys. Rev. B 81 (2010) 075425","doi:10.1103/PhysRevB.81.075425"],"date":["2011-06-02"],"type":["text"],"creator":["McKay, Hayley","Wales, David J.","Jenkins, S. J.","Verges, J. A.","de Andres, P. L."],"language":[],"coverage":[],"title":["Hydrogen on graphene under stress: Molecular dissociation and gap\n  opening"],"description":["  Density functional calculations are employed to study the molecular\ndissociation of hydrogen on graphene, the diffusion of chemisorbed atomic\nspecies, and the electronic properties of the resulting hydrogen on graphene\nsystem. Our results show that applying stress to the graphene substrate can\nlower the barrier to dissociation of molecular hydrogen by a factor of six, and\nchange the process from endothermic to exothermic. These values for the barrier\nand the heat of reaction, unlike the zero stress values, are compatible with\nthe time scales observed in experiments. Diffusion, on the other hand, is not\ngreatly modified by stress. We analyse the electronic structure for\nconfigurations relevant to molecular dissociation and adsorption of atomic\nhydrogen on a graphene single layer. An absolute band gap of 0.5 eV is found\nfor the equilibrium optimum configuration for a narrow range of coverages\n($\\theta \\approx 0.25$). This value is in good agreement with experiment [Elias\net al., Science {\\bf 323}, 610 (2009)].\n"]}]
["1106.0386",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0386"],"date":["2011-06-02"],"type":["text"],"creator":["Castedo, A.","Sanchez, J.","Fullea, J.","Andrade, M. C.","de Andres, P. L."],"language":[],"coverage":[],"title":["Cubic to hexagonal iron phase transition promoted by interstitial\n  hydrogen"],"description":["  Using ab-initio density functional theory we study the role of interstitial\nhydrogen on the energetics of the phase transformation of iron from bcc to hcp\nalong Bain's pathway. The impurity creates an internal stress field that can be\nreleased through a tetragonal distortion of the lattice, promoting the bcc\n(ferromagnetic) $\\rightarrow$ fcc (frustrated antiferromagnetic) $\\rightarrow$\nhcp (ferromagnetic) transition. The transformation between crystal systems is\naccompanied by a drastic magnetic reorganization and sudden variations of the\nunit cell volume, that can be one of the reasons for embrittlement and\nmechanical failure of iron upon hydrogen adsorption.\n"]}]
["1106.0388",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0388","Phys. Rev. B 82 (2010) 165420","doi:10.1103/PhysRevB.82.165420"],"date":["2011-06-02"],"type":["text"],"creator":["Abad, J.","Gonzalez, C.","de Andres, P. L.","Roman, E."],"language":[],"coverage":[],"title":["Characterization of silicon thin overlayers on rutile \\ce{TiO2}\n  (110)-(1x1)"],"description":["  Silicon thin films for coverages ($\\theta$) between 0.3 and 3 monolayers have\nbeen grown on rutile \\ce{TiO2}(110)-(1x1) at room temperature and studied by\nx-ray and ultra-violet photoelectron spectroscopies, Auger electron\nspectroscopy, and low energy electron diffraction (LEED). A clear evidence of a\nstrong \\ce{Si}/\\ce{TiO2} interaction consistent with the high affinity of O for\nSi has been found. The Ti cations on the substrate are reduced, while the Si\nfilm is oxidized, yielding \\ce{SiO2} and a mixture of silicon suboxides.\nNeutral Si atoms are observed at a coverage of 3 monolayers. At the interface\nregion we observe the formation of cross-linking Ti-O-Si bonds. The thin Si\noverlayer strongly attenuates the $(1 \\times 1)$ LEED pattern from the\nsubstrate. Finally, thermal annealing results in the improvement of the\n\\ce{SiO2} stoichiometry, but the surface order is not recovered. Using\nab-initio density functional theory we have obtained optimum geometrical\nconfigurations and corresponding density of states for 1/3 \\le \\theta \\le 1$\nmonolayers of Si adsorbed on the $1 \\times 1$ two-dimensional unit cell.\n"]}]
["1106.0390",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Computer Science - Computational Engineering, Finance, and Science","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0390","Acta Phys. Pol. B 42, 987-999 (2011)","doi:10.5506/APhysPolB.42.987"],"date":["2011-06-02"],"type":["text"],"creator":["Drozdz, Stanislaw","Kwapien, Jaroslaw","Ioannides, Andreas A."],"language":[],"coverage":[],"title":["Asymmetric random matrices: What do we need them for?"],"description":["  Complex systems are typically represented by large ensembles of observations.\nCorrelation matrices provide an efficient formal framework to extract\ninformation from such multivariate ensembles and identify in a quantifiable way\npatterns of activity that are reproducible with statistically significant\nfrequency compared to a reference chance probability, usually provided by\nrandom matrices as fundamental reference. The character of the problem and\nespecially the symmetries involved must guide the choice of random matrices to\nbe used for the definition of a baseline reference. For standard correlation\nmatrices this is the Wishart ensemble of symmetric random matrices. The real\nworld complexity however often shows asymmetric information flows and therefore\nmore general correlation matrices are required to adequately capture the\nasymmetry. Here we first summarize the relevant theoretical concepts. We then\npresent some examples of human brain activity where asymmetric time-lagged\ncorrelations are evident and hence highlight the need for further theoretical\ndevelopments.\n"]}]
["1106.0395",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0395"],"date":["2011-06-02"],"type":["text"],"creator":["Vyas, Manan","Kota, V. K. B."],"language":[],"coverage":[],"title":["Spectral distribution method for neutrinoless double-beta decay nuclear\n  transition matrix elements: Binary correlation results"],"description":["  Neutrinoless double-beta decay nuclear transition matrix elements are\ngenerated by an effective two-body transition operator and it consists of\nGamow-Teller like and Fermi like (also tensor) operators. Spectral distribution\nmethod for the corresponding transition strengths (squares of the transition\nmatrix elements) involves convolution of the transition strength density\ngenerated by the non-interacting particle part of the Hamiltonian with a\nspreading function generated by the two-body part of the Hamiltonian. Extending\nthe binary correlation theory for spinless embedded $k$-body ensembles to\nensembles with proton-neutron degrees of freedom, we establish that the\nspreading function is a bivariate Gaussian for transition operators\n$\\co(k_\\co)$ that change $k_\\co$ number of neutrons to $k_\\co$ number of\nprotons. Towards this end, we have derived the formulas for the fourth-order\ncumulants of the spreading function and calculated their values for some heavy\nnuclei; they are found to vary from $\\sim -0.4$ to -0.1. Also for nuclei from\n$^{76}$Ge to $^{238}$U, the bivariate correlation coefficient is found to vary\nfrom $\\sim 0.6 - 0.8$ and these values can be used as a starting point for\ncalculating nuclear transition matrix elements using the spectral distribution\nmethod.\n","Comment: 28 pages, 3 tables"]}]
["1106.0397",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0397"],"date":["2011-06-02"],"type":["text"],"creator":["Belczynski, Krzysztof","Bulik, Tomasz","Dominik, Michal","Prestwich, Andrea"],"language":[],"coverage":[],"title":["The coalescence rates of double black holes"],"description":["  We present the summary of the recent investigations of double black hole\nbinaries in context of their formation and merger rates. In particular we\ndiscuss the spectrum of black hole masses, the formation scenarios in the local\nUniverse and the estimates of detection rates for gravitational radiation\ndetectors like LIGO and VIRGO. Our study is based on observed properties of\nknown Galactic and extra-galactic stellar mass black holes and evolutionary\npredictions. We argue that the binary black holes are the most promising source\nof gravitational radiation.\n","Comment: 4 pages, 1 figure, Proceedings of the The Rencontres de Moriond and\n  GPhyS colloquium, La Thuile, Italy, 20-27 March 2011"]}]
["1106.0399",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0399"],"date":["2011-06-02"],"type":["text"],"creator":["Bastenhof, Arno"],"language":[],"coverage":[],"title":["Focalization and phase models for classical extensions of\n  non-associative Lambek calculus"],"description":["  Lambek's non-associative syntactic calculus (NL) excels in its resource\nconsciousness: the usual structural rules for weakening, contraction, exchange\nand even associativity are all dropped. Recently, there have been proposals for\nconservative extensions dispensing with NL's intuitionistic bias towards\nsequents with single conclusions: De Groote and Lamarche's classical\nnon-associative Lambek calculus (CNL) and the Lambek-Grishin calculus (LG) of\nMoortgat and associates. We demonstrate Andreoli's focalization property for\nsaid proposals: a normalization result for Cut-free sequent derivations\nidentifying to a large extent those differing only by trivial rule\npermutations. In doing so, we proceed from a `uniform' sequent presentation,\nderiving CNL from LG through the addition of structural rules. The\nnormalization proof proceeds by the construction of syntactic phase models\nwherein every `truth' has a focused proof, similar to work of Okada and of\nHerbelin and Lee.\n","Comment: To be submitted"]}]
["1106.0403",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0403"],"date":["2011-06-02"],"type":["text"],"creator":["Alba, David","Lusanna, Luca"],"language":[],"coverage":[],"title":["Dust in the York Canonical Basis of ADM Tetrad Gravity: the Problem of\n  Vorticity"],"description":["  Brown's formulation of dynamical perfect fluids in Minkowski space-time is\nextended to ADM tetrad gravity in globally hyperbolic, asymptotically\nMinkowskian space-times. For the dust we get the Hamiltonian description in\nclosed form in the York canonical basis, where we can separate the inertial\ngauge variables of the gravitational field in the non-Euclidean 3-spaces of\nglobal non-inertial frames from the physical tidal ones. After writing the\nHamilton equations of the dust, we identify the sector of irrotational motions\nand the gauge fixings forcing the dust 3-spaces to coincide with the 3-spaces\nof the non-inertial frame. The role of the inertial gauge variable York time\n(the remnant of the clock synchronization gauge freedom) is emphasized. Finally\nthe Hamiltonian Post-Minkowskian linearization is studied. The future\napplication of this formalism will be the study of cosmological back-reaction\n(as an alternative to dark energy) in the York canonical basis.\n","Comment: 58 pages"]}]
["1106.0404",{"format":[],"subject":["Mathematics - General Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0404"],"date":["2011-06-02"],"type":["text"],"creator":["Karchevska, Lesya","Radul, Taras"],"language":[],"coverage":[],"title":["On Extension Of Functors"],"description":["  A.Chigogidze defined for each normal functor on the category Comp an\nextension which is a normal functor on the category Tych. We consider this\nextension for any functor on the category Comp and investigate which properties\nit preserves from the definition it preserves from the definition of normal\nfunctor. We investigate as well some topological properties of such extension.\n"]}]
["1106.0411",{"format":[],"subject":["Computer Science - Computation and Language","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0411"],"date":["2011-06-02"],"type":["text"],"creator":["Huertas-Rosero, Alvaro Francisco","van Rijsbergen, C. J."],"language":[],"coverage":[],"title":["Quantum-Like Uncertain Conditionals for Text Analysis"],"description":["  Simple representations of documents based on the occurrences of terms are\nubiquitous in areas like Information Retrieval, and also frequent in Natural\nLanguage Processing. In this work we propose a logical-probabilistic approach\nto the analysis of natural language text based in the concept of Uncertain\nConditional, on top of a formulation of lexical measurements inspired in the\ntheoretical concept of ideal quantum measurements. The proposed concept can be\nused for generating topic-specific representations of text, aiming to match in\na simple way the perception of a user with a pre-established idea of what the\nusage of terms in the text should be. A simple example is developed with two\nversions of a text in two languages, showing how regularities in the use of\nterms are detected and easily represented.\n","Comment: 11 pages, 2 figures. To be published in the proceedings of Quantum\n  Interaction 2011"]}]
["1106.0420",{"format":[],"subject":["Mathematics - Combinatorics","05C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0420"],"date":["2011-06-02"],"type":["text"],"creator":["Dvorak, Zdenek","Lidicky, Bernard","Skrekovski, Riste"],"language":[],"coverage":[],"title":["Bipartizing fullerenes"],"description":["  A fullerene graph is a cubic bridgeless planar graph with twelve 5-faces such\nthat all other faces are 6-faces. We show that any fullerene graph on n\nvertices can be bipartized by removing O(sqrt{n}) edges. This bound is\nasymptotically optimal.\n","Comment: 14 pages, 4 figures"]}]
["1106.0424",{"format":[],"subject":["Mathematics - Numerical Analysis","65NF08, 65N30, 65N22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0424"],"date":["2011-06-02"],"type":["text"],"creator":["Hannukainen, Antti"],"language":[],"coverage":[],"title":["Field of values analysis of preconditioners for the Helmholtz equation\n  in lossy media"],"description":["  In this paper, we analyze the convergence of the preconditioned GMRES method\nfor the first order finite element discretizations of the Helmholtz equation in\nmedia with losses. We consider a Laplace preconditioner, an inexact Laplace\npreconditioner and a two-level preconditioner. Our analysis is based on\nbounding the field of values of the preconditioned system matrix in the complex\nplane. The analysis takes the non-normal nature of the linear system naturally\ninto account and allows us to easily consider certain type of inexact Laplace\npreconditioners via a perturbation argument. For the two-level preconditioner,\nour convergence analysis takes into account a media, which has not been\nconsidered in previous works.\n"]}]
["1106.0432",{"format":[],"subject":["Mathematics - Geometric Topology","22F30, 14M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0432"],"date":["2011-06-02"],"type":["text"],"creator":["Komori, Yohei","Umemoto, Yuriko"],"language":[],"coverage":[],"title":["The Banach-Tarski paradox for flag manifolds"],"description":["  The famous Banach-Tarski paradox claims that the three dimensional rotation\ngroup acts on the two dimensional sphere paradoxically. In this paper, we\ngeneralize their result to show that the classical group acts on the flag\nmanifold paradoxically.\n","Comment: 8 pages, 3 figures"]}]
["1106.0439",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0439"],"date":["2011-06-02"],"type":["text"],"creator":["Kondratiuk, Pawe","Hoyst, Janusz A."],"language":[],"coverage":[],"title":["Model of communities isolation at hierarchical modular networks"],"description":["  The model of community isolation was extended to the case when individuals\nare randomly placed at nodes of hierarchical modular networks. It was shown\nthat the average number of blocked nodes (individuals) increases in time as a\npower function, with the exponent depending on network parameters. The\ndistribution of time when the first isolated cluster appears is unimodal,\nnon-gaussian. The developed analytical approach is in a good agreement with the\nsimulation data.\n"]}]
["1106.0442",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0442"],"date":["2011-06-02"],"type":["text"],"creator":["Starobin, Joseph M.","Varadarajan, Vivek"],"language":[],"coverage":[],"title":["Entrainment of marginally stable excitation waves by spatially extended\n  sub-threshold periodic forcing"],"description":["  We analyze the effects of spatially extended periodic forcing on the dynamics\nof one-dimensional excitation waves. Entrainment of unstable primary waves has\nbeen studied numerically for different amplitudes and frequencies of additional\nsub-threshold stimuli. We determined entrainment regimes under which excitation\nblocks were transformed into consistent 1:1 responses. These responses were\nspatially homogeneous and synchronized in the entire excitable medium. Compared\nto primary pulses, pulses entrained by secondary stimulations were stable at\nconsiderably shorter periods which decreased at higher amplitudes and greater\nnumber of secondary stimuli. Our results suggest a practical methodology for\nstabilization of excitation in reaction-diffusion media with regions of reduced\nexcitability.\n","Comment: 6 pages, 6 figures"]}]
["1106.0445",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0445"],"date":["2011-06-02"],"type":["text"],"creator":["Wu, Wenji","Crawford, Matt","DeMar, Phil"],"language":[],"coverage":[],"title":["A Transport-Friendly NIC for Multicore/Multiprocessor Systems"],"description":["  Receive side scaling (RSS) is a network interface card (NIC) technology. It\nprovides the benefits of parallel receive processing in multiprocessing\nenvironments. However, existing RSS-enabled NICs lack a critical data steering\nmechanism that would automatically steer incoming network data to the same core\non which its application process resides. This absence causes inefficient cache\nusage if an application is not running on the core on which RSS has scheduled\nthe received traffic to be processed. In Linux systems, it cannot even ensure\nthat packets in a TCP flow are processed by a single core, even if the\ninterrupts for the flow are pinned to a specific core. This results in degraded\nperformance. In this paper, we develop such a data steering mechanism in the\nNIC for multicore or multiprocessor systems. This data steering mechanism is\nmainly targeted at TCP, but it can be extended to other transport layer\nprotocols. We term a NIC with such a data steering mechanism \"A Transport\nFriendly NIC\" (A-TFN). Experimental results have proven the effectiveness of\nA-TFN in accelerating TCP/IP performance.\n"]}]
["1106.0446",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0446"],"date":["2011-06-02"],"type":["text"],"creator":["Christopherson, Adam J."],"language":[],"coverage":[],"title":["Applications of Cosmological Perturbation Theory"],"description":["  Cosmological perturbation theory is crucial for our understanding of the\nuniverse. The linear theory has been well understood for some time, however\ndeveloping and applying the theory beyond linear order is currently at the\nforefront of research in theoretical cosmology. This thesis studies the\napplications of perturbation theory to cosmology and, specifically, to the\nearly universe. Starting with some background material introducing the\nwell-tested 'standard model' of cosmology, we move on to develop the formalism\nfor perturbation theory up to second order giving evolution equations for all\ntypes of scalar, vector and tensor perturbations, both in gauge dependent and\ngauge invariant form. We then move on to the main result of the thesis, showing\nthat, at second order in perturbation theory, vorticity is sourced by a\ncoupling term quadratic in energy density and entropy perturbations. This\nsource term implies a qualitative difference to linear order. Thus, while at\nlinear order vorticity decays with the expansion of the universe, the same is\nnot true at higher orders. This will have important implications on future\nmeasurements of the polarisation of the Cosmic Microwave Background, and could\ngive rise to the generation of a primordial seed magnetic field. Having derived\nthis qualitative result, we then estimate the scale dependence and magnitude of\nthe vorticity power spectrum, finding, for simple power law inputs a small,\nblue spectrum. The final part of this thesis concerns higher order perturbation\ntheory, deriving, for the first time, the metric tensor, gauge transformation\nrules and governing equations for fully general third order perturbations. We\nclose with a discussion of natural extensions to this work and other possible\nideas for off-shooting projects in this continually growing field.\n","Comment: 140 pages, 4figs; PhD thesis, supervisor: Karim A. Malik"]}]
["1106.0447",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0447"],"date":["2011-06-02"],"type":["text"],"creator":["Acar, Umut A.","Blelloch, Guy E.","Harper, Robert"],"language":[],"coverage":[],"title":["Selective Memoization"],"description":["  This paper presents language techniques for applying memoization selectively.\nThe techniques provide programmer control over equality, space usage, and\nidentification of precise dependences so that memoization can be applied\naccording to the needs of an application. Two key properties of the approach\nare that it accepts and efficient implementation and yields programs whose\nperformance can be analyzed using standard analysis techniques. We describe our\napproach in the context of a functional language called MFL and an\nimplementation as a Standard ML library. The MFL language employs a modal type\nsystem to enable the programmer to express programs that reveal their true data\ndependences when executed. We prove that the MFL language is sound by showing\nthat that MFL programs yield the same result as they would with respect to a\nstandard, non-memoizing semantics. The SML implementation cannot support the\nmodal type system of MFL statically but instead employs run-time checks to\nensure correct usage of primitives.\n","Comment: Total of 31 pages. This is the full version of a conference paper\n  with the same title that appears in ACM Conference on Principles of\n  Programming Languages (POPL) in 2003"]}]
["1106.0448",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0448"],"date":["2011-06-02"],"type":["text"],"creator":["Merchant, Safir","Asthagiri, D."],"language":[],"coverage":[],"title":["Range of ion specific effects in the hydration of ions"],"description":["  Within the quasichemical approach, the hydration free energy of an ion is\ndecomposed into a chemical term accounting for ion specific ion-water\ninteractions within the coordination sphere and nonspecific contributions\naccounting for packing (excluded volume) and long range interactions. The\nchange in the chemical term with a change in the radius of the coordination\nsphere is the compressive force exerted by the bulk solvent medium on the\nsurface of the coordination sphere. For the Na+, K+, F-, and Cl- ions\nconsidered here this compressive force becomes equal for similarly charged ions\nfor coordination radii of about 0.39 nm, not much larger than a water molecule.\nThese results show that ion specific effects are short ranged and arise\nprimarily due to differences in the local ion-water interactions.\n"]}]
["1106.0455",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 47G10, 47H60, Secondary 26D15, 47A63, 47A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0455"],"date":["2011-06-02"],"type":["text"],"creator":["Zhao, Fayou","Fu, Zunwei","Lu, Shanzhen"],"language":[],"coverage":[],"title":["Sharp Bounds for the Generalized Hardy Operators"],"description":["  We get the sharp bound for weak type $(1,1)$ inequality for $n$-dimensional\nHardy operator. Moreover, the precise norms of generalized Hardy operators on\nthe type of Campanato spaces are obtained. As applications, the corresponding\nnorms of the Riemann-Liouville integral operator and $n$-dimensional Hardy\noperator are deduced.\n","Comment: 9 pages"]}]
["1106.0457",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0457"],"date":["2011-06-02"],"type":["text"],"creator":["Laiho, Jack"],"language":[],"coverage":[],"title":["Light quark physics from lattice QCD"],"description":["  I review lattice calculations of quantities that involve light quarks,\nincluding light quark masses, the vector form factor f_+(0) needed for\nsemileptonic kaon decays, and kaon mixing. Results for most of these quantities\nare now available from multiple groups. Averages of these results are\npresented, along with a discussion of the methodology behind the averaging\nprocedure. Recent progress in calculations of K->pi pi matrix elements is also\nreviewed.\n","Comment: 21 pages, 11 figures, plenary talk presented at Lattice 2010, June\n  14-19, 2010, Villasimius, Italy"]}]
["1106.0460",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0460"],"date":["2011-06-02"],"type":["text"],"creator":["Ghimenti, Marco","Micheletti, Anna Maria"],"language":[],"coverage":[],"title":["Non degeneracy for solutions of singularly perturbed nonlinear elliptic\n  problems on symmetric Riemannian manifolds"],"description":["  Given a symmetric Riemannian manifold (M, g), we show some results of\ngenericity for non degenerate sign changing solutions of singularly perturbed\nnonlinear elliptic problems with respect to the parameters: the positive number\n{\\epsilon} and the symmetric metric g. Using these results we obtain a lower\nbound on the number of non degenerate solutions which change sign exactly once.\n"]}]
["1106.0461",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Data Structures and Algorithms","Mathematics - Probability","68Q87"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0461"],"date":["2011-06-02"],"type":["text"],"creator":["Devroye, Luc","King, James"],"language":[],"coverage":[],"title":["Random hyperplane search trees in high dimensions"],"description":["  Given a set S of n \\geq d points in general position in R^d, a random\nhyperplane split is obtained by sampling d points uniformly at random without\nreplacement from S and splitting based on their affine hull. A random\nhyperplane search tree is a binary space partition tree obtained by recursive\napplication of random hyperplane splits. We investigate the structural\ndistributions of such random trees with a particular focus on the growth with\nd. A blessing of dimensionality arises--as d increases, random hyperplane\nsplits more closely resemble perfectly balanced splits; in turn, random\nhyperplane search trees more closely resemble perfectly balanced binary search\ntrees.\n  We prove that, for any fixed dimension d, a random hyperplane search tree\nstoring n points has height at most (1 + O(1/sqrt(d))) log_2 n and average\nelement depth at most (1 + O(1/d)) log_2 n with high probability as n\n\\rightarrow \\infty. Further, we show that these bounds are asymptotically\noptimal with respect to d.\n","Comment: 19 pages, 4 figures"]}]
["1106.0462",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0462"],"date":["2011-06-02"],"type":["text"],"creator":["Ghimenti, Marco","Micheletti, Anna Maria"],"language":[],"coverage":[],"title":["Some generic properties of non degeneracy for critical points of\n  functionals and applications"],"description":["  We give some generic properties of non degeneracy for critical points of\nfunctionals. We apply these results, obtaining some theorems of multiplicity of\nsolutions for the equation -{\\epsilon}^2\\Delta_g u+u=|u|p-2u in M, u in\nH_g^1(M) where M is a compact Riemannian manifold of dimension n and 2<\np<2n/(n-2).\n"]}]
["1106.0463",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematical Physics","42C10, 65T50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0463"],"date":["2011-06-02"],"type":["text"],"creator":["De Micheli, Enrico","Viano, Giovanni Alberto"],"language":[],"coverage":[],"title":["A new and efficient method for the computation of Legendre coefficients"],"description":["  An efficient procedure for the computation of the coefficients of Legendre\nexpansions is here presented. We prove that the Legendre coefficients\nassociated with a function f(x) can be represented as the Fourier coefficients\nof an Abel-type transform of f(x). The computation of N Legendre coefficients\ncan then be performed in O(N log N) operations with a single Fast Fourier\nTransform of the Abel-type transform of f(x).\n","Comment: 5 pages"]}]
["1106.0464",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0464","Phys. Rev. b 81 (2010) 132102","doi:10.1103/PhysRevB.81.132102"],"date":["2011-06-02"],"type":["text"],"creator":["Sanchez, J.","Fullea, F.","Andrade, M. C.","de Andres, P. L."],"language":[],"coverage":[],"title":["Ab-initio molecular dynamics simulation of hydrogen diffusion in\n  $\\alpha$-iron"],"description":["  First-principles atomistic molecular dynamics simulation in the\nmicro-canonical and canonical ensembles has been used to study the diffusion of\ninterstitial hydrogen in $\\alpha$-iron. Hydrogen to Iron ratios between\n$\\theta=1/16 and 1/2 have been considered by locating interstitial hydrogen\natoms at random positions in a $2 \\times 2 \\times 2$ supercell. We find that\nthe average optimum absorption site and the barrier for diffusion depend on the\nconcentration of interestitials. Iron Debye temperature decreases monotonically\nfor increasing concentration of interstitial hydrogen, proving that iron-iron\ninteratomic potential is significantly weakened in the presence of a large\nnumber of diffusing hydrogen atoms.\n"]}]
["1106.0465",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0465"],"date":["2011-05-30"],"type":["text"],"creator":["Fujita, Takehisa","Kanda, Naohiro"],"language":[],"coverage":[],"title":["A Proposal to Measure Photon-Photon Scattering"],"description":["  We discuss a possibility to measure the photon-photon scattering cross\nsection at low energy in a theoretical standpoint. The cross section of\nphoton-photon scattering at low energy can be written as\n$\\displaystyle{{d\\sigma\\over d\\Omega} \\simeq {\\alpha^4\\over (12\\pi)^2 \\omega^2}\n(3+2\\cos^2\\theta +\\cos^4\\theta)}$ with $\\omega$ the energy of photon. The\nmagnitude of the cross section at $\\omega \\simeq 1$ eV should be $10^{37}$\ntimes larger than the prediction of Heisenberg and Euler who calculated the\nphoton scattering by the classical picture of field theory. Due to a difficulty\nof the initial condition of photon-photon reaction process, we propose to first\nmeasure $\\gamma +\\gamma \\rightarrow e^++e^- $ reaction at a few MeV before\nmeasuring $\\gamma +\\gamma \\rightarrow \\gamma +\\gamma $ elastic scattering.\n","Comment: 7 pages, no figure"]}]
["1106.0471",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0471"],"date":["2011-06-02"],"type":["text"],"creator":["Moudgil, R. K.","Kumar, Krishan","Senatore, Gaetano"],"language":[],"coverage":[],"title":["Spin properties of a two dimensional electron system: valley degeneracy\n  and finite thickness effects"],"description":["  The spin susceptibility of a two-dimensional electron system is calculated by\ndetermining the spin-polarization dependence of the ground-state energy within\nthe self-consistent mean-field theory of Singwi et al. (STLS). Results are\npresented for three different devices, viz. the Si (100) inversion layer, the\nAlAs quantum well, and the GaAs heterojunction-insulated gate field-effect\ntransistor. We find a fairly good agreement with experiments for the Si (100)\nsystem, on most of the experimental density range, whereas the agreement for\nthe AlAs and GaAs systems is less satisfactory; in all cases, however, it is\nvital to include the characteristic device parameters like the valley\ndegeneracy, the finite transverse thickness, etc. Further, the STLS theory\npredicts an abrupt spin-polarization transition at a sufficiently low electron\ndensity irrespective of the valley degeneracy and/or the finite thickness, with\nthe partially spin-polarized states remaining unstable. Moreover, in the Si\n(100) inversion layer, the spin-polarization transition is preceded by the\nsimultaneous valley- and spin- polarization; for its zero thickness model,\nthese transitions however grossly disagree with the recent quantum Monte Carlo\nsimulations. This drawback of the STLS theory is traced to its inaccuracy in\ntreating electron correlations, which in turn become more and more important as\nthe number of independent components (spin and valley) increases.\n","Comment: 10 pages, 13 figures, submitted to Phys. Rev. B"]}]
["1106.0472",{"format":[],"subject":["Mathematics - Functional Analysis","46B03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0472"],"date":["2011-06-02"],"type":["text"],"creator":["Rosendal, Christian"],"language":[],"coverage":[],"title":["Characterising subspaces of Banach spaces with a Schauder basis having\n  the shift property"],"description":["  We give an intrinsic characterisation of the separable reflexive Banach\nspaces that embed into separable reflexive spaces with an unconditional basis\nall of whose normalised block sequences with the same growth rate are\nequivalent. This uses methods of E. Odell and T. Schlumprecht.\n"]}]
["1106.0474",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0474"],"date":["2011-06-02"],"type":["text"],"creator":["Makino, Takaki","Takei, Shunsuke","Sato, Issei","Mochihashi, Daichi"],"language":[],"coverage":[],"title":["Restricted Collapsed Draw: Accurate Sampling for Hierarchical Chinese\n  Restaurant Process Hidden Markov Models"],"description":["  We propose a restricted collapsed draw (RCD) sampler, a general Markov chain\nMonte Carlo sampler of simultaneous draws from a hierarchical Chinese\nrestaurant process (HCRP) with restriction. Models that require simultaneous\ndraws from a hierarchical Dirichlet process with restriction, such as infinite\nHidden markov models (iHMM), were difficult to enjoy benefits of \\markerg{the}\nHCRP due to combinatorial explosion in calculating distributions of coupled\ndraws. By constructing a proposal of seating arrangements (partitioning) and\nstochastically accepts the proposal by the Metropolis-Hastings algorithm, the\nRCD sampler makes accurate sampling for complex combination of draws while\nretaining efficiency of HCRP representation. Based on the RCD sampler, we\ndeveloped a series of sophisticated sampling algorithms for iHMMs, including\nblocked Gibbs sampling, beam sampling, and split-merge sampling, that\noutperformed conventional iHMM samplers in experiments\n"]}]
["1106.0478",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0478"],"date":["2011-06-02"],"type":["text"],"creator":["Acar, Umut A.","Blume, Matthias","Donham, Jacob"],"language":[],"coverage":[],"title":["A Consistent Semantics of Self-Adjusting Computation"],"description":["  This paper presents a semantics of self-adjusting computation and proves that\nthe semantics are correct and consistent. The semantics integrate change\npropagation with the classic idea of memoization to enable reuse of\ncomputations under mutation to memory. During evaluation, reuse of a\ncomputation via memoization triggers a change propagation that adjusts the\nreused computation to reflect the mutated memory. Since the semantics integrate\nmemoization and change-propagation, it involves both non-determinism (due to\nmemoization) and mutation (due to change propagation). Our consistency theorem\nstates that the non-determinism is not harmful: any two evaluations of the same\nprogram starting at the same state yield the same result. Our correctness\ntheorem states that mutation is not harmful: self-adjusting programs are\nconsistent with purely functional programming. We formalize the semantics and\ntheir meta-theory in the LF logical framework and machine check our proofs\nusing Twelf.\n","Comment: 91 pages including the full Twelf proof in the appendix. This paper\n  is a full version of the conference paper (published in European Symposium on\n  Programming, ESOP, 2007)"]}]
["1106.0479",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0479"],"date":["2011-06-02"],"type":["text"],"creator":["Dey, Biplab","Meyer, Curtis A."],"language":[],"coverage":[],"title":["Normalization discrepancies in photoproduction reactions"],"description":["  Recent CLAS photoproduction results using a tagged bremsstrahlung photon beam\nfor the ground-state pseudoscalar meson photoproduction channels ($K^+\n\\Lambda$, $K^+ \\Sigma^0$, $\\eta p$, $\\pi^+ n$ and $\\pi^0 p$) show a\nnormalization discrepancy with older results from SLAC, DESY and CEA that used\nan untagged bremsstrahlung beam. The CLAS results are roughly a factor of two\nsmaller than the older data. The CLAS $K^+\\Lambda$ and $K^+\\Sigma^0$ results\nare in excellent agreement with the latest LEPS results that also employed a\ntagged beam. For the vector meson ($\\omega p$ and $\\phi p$) channels, CLAS\nagrees with SLAC results that employed a linearly polarized beam using laser\nback-scattering, as well as Daresbury data that also came from tagged photon\nexperiment. We perform a global survey of these normalization issues and stress\non their significant effect on the coupling constants used in various partial\nwave analyses.\n","Comment: This expands upon a talk given at NSTAR'11. It is also a preliminary\n  draft only"]}]
["1106.0482",{"format":[],"subject":["Mathematics - Differential Geometry","22E46, 53C35, 32J05, 58J40, 58C30, 20C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0482"],"date":["2011-06-02"],"type":["text"],"creator":["Parthasarathy, Aprameyan","Ramacher, Pablo"],"language":[],"coverage":[],"title":["Integral operators on the Oshima compactification of a Riemannian\n  symmetric space of non-compact type. Regularized traces and characters"],"description":["  Consider a Riemannian symmetric space $X= G/K$ of non-compact type, where $G$\ndenotes a connected, real, semi-simple Lie group with finite center, and $K$ a\nmaximal compact subgroup of $G$. Let $\\widetilde X$ be its Oshima\ncompactification, and $(\\pi,\\mathrm{C}(\\widetilde X))$ the regular\nrepresentation of $G$ on $\\widetilde X$. In this paper, a regularized trace for\nthe convolution operators $\\pi(f)$ is defined, yielding a distribution on $G$\nwhich can be interpreted as global character of $\\pi$. In case that $f$ has\ncompact support in a certain set of transversal elements, this distribution is\na locally integrable function, and given by a fixed point formula analogous to\nthe formula for the global character of an induced representation of $G$.\n","Comment: 17 pages"]}]
["1106.0483",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0483"],"date":["2011-06-02"],"type":["text"],"creator":["Pitkow, Xaq","Ahmadian, Yashar","Miller, Ken D."],"language":[],"coverage":[],"title":["Learning unbelievable marginal probabilities"],"description":["  Loopy belief propagation performs approximate inference on graphical models\nwith loops. One might hope to compensate for the approximation by adjusting\nmodel parameters. Learning algorithms for this purpose have been explored\npreviously, and the claim has been made that every set of locally consistent\nmarginals can arise from belief propagation run on a graphical model. On the\ncontrary, here we show that many probability distributions have marginals that\ncannot be reached by belief propagation using any set of model parameters or\nany learning algorithm. We call such marginals `unbelievable.' This problem\noccurs whenever the Hessian of the Bethe free energy is not positive-definite\nat the target marginals. All learning algorithms for belief propagation\nnecessarily fail in these cases, producing beliefs or sets of beliefs that may\neven be worse than the pre-learning approximation. We then show that averaging\ninaccurate beliefs, each obtained from belief propagation using model\nparameters perturbed about some learned mean values, can achieve the\nunbelievable marginals.\n","Comment: 10 pages, 3 figures, submitted to NIPS*2011"]}]
["1106.0485",{"format":[],"subject":["Quantum Physics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0485"],"date":["2011-06-02"],"type":["text"],"creator":["Kalai, Gil"],"language":[],"coverage":[],"title":["How Quantum Computers Fail: Quantum Codes, Correlations in Physical\n  Systems, and Noise Accumulation"],"description":["  The feasibility of computationally superior quantum computers is one of the\nmost exciting and clear-cut scientific questions of our time. The question\ntouches on fundamental issues regarding probability, physics, and\ncomputability, as well as on exciting problems in experimental physics,\nengineering, computer science, and mathematics. We propose three related\ndirections towards a negative answer. The first is a conjecture about physical\nrealizations of quantum codes, the second has to do with correlations in\nstochastic physical systems, and the third proposes a model for quantum\nevolutions when noise accumulates. The paper is dedicated to the memory of\nItamar Pitowsky.\n","Comment: 16 pages"]}]
["1106.0488",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0488"],"date":["2011-06-02"],"type":["text"],"creator":["Haija, Ahmad Abu Al","Vu, Mai"],"language":[],"coverage":[],"title":["A Half-Duplex Cooperative Scheme with Partial Decode-Forward Relaying"],"description":["  In this paper, we present a new cooperative communication scheme consisting\nof two users in half-duplex mode communicating with one destination over a\ndiscrete memoryless channel. The users encode messages in independent blocks\nand divide the transmission of each block into 3 time slots with variable\ndurations. Cooperation is performed by partial decodeforward relaying over\nthese 3 time slots. During the first two time slots, each user alternatively\ntransmits and decodes, while during the last time slot, both users cooperate to\nsend information to the destination. An achievable rate region for this scheme\nis derived using superposition encoding and joint maximum likelihood (ML)\ndecoding across the 3 time slots. An example of the Gaussian channel is treated\nin detail and its achievable rate region is given explicitly. Results show that\nthe proposed half-duplex scheme achieves significantly larger rate region than\nthe classical multiple access channel and approaches the performance of a\nfull-duplex cooperative scheme as the inter-user channel quality increases.\n","Comment: 2011 IEEE International Symposium on Information Theory (ISIT 2011)"]}]
["math-ph/0601044",{"format":[],"subject":["Mathematical Physics","15A33, 17A99, 35L99, 70H40, 81S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0601044"],"date":["2006-01-23","2011-06-02"],"type":["text"],"creator":["Yakimenko, Sergei"],"language":[],"coverage":[],"title":["Volumetric (CUBIC) Octonion Sigma-Matrices and their Properties"],"description":["  This work rests upon the certainty that only fields of real and complex\nnumbers, quaternions and octonions have algebras of all four arithmetical\noperations. Also quaternions are good to represent 3-dimensional Euclid space\nand 4-dimensional Minkowski space. Moreover algebra of Pauli classical\nsigma-matrices isomorphic to a split quaternion algebra. In this article author\nsupposes that the hyperspace can be described with octonions and if\n4-dimensional Minkowski space is a projection of the hyperspace, consequently\nequations for 4-dimensional space must be projections of hyperspace equations.\nTherefore he obtains a new object as volumetric analog of Pauli sigma-matrices\nfor 8 (or maybe 24)-dimensional hyperspace. Also the author represents general\nform of a volumetric Dirac equation solution. As is well known nonassociativity\nis the main distinctive feature of octonions. But square matrices cannot be\nnonassociative. Therefore the author had to introduce cubic sigma-matrices.\nFrom another hand a volumetric object has 3 indices, as a result of it one\ncannot introduce multiplicative operator for cubic matrices, their projections\nonly can be objects of the multiplicative operator. Meanwhile an uncertainty\nappears because of a rest index. To overcome the uncertainty one need to\nconsider all the 3 projections of an octonion equation.\n","Comment: 7 pages, 10figures"]}]
["math/0604343",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20F36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604343","Journal f\\\"ur die reine und angewandte Mathematik (Crelle's\n  Journal), 628 (2009), pp. 91--119","doi:10.1515/CRELLE.2009.019"],"date":["2006-04-14"],"type":["text"],"creator":["Kapovich, Ilya","Schupp, Paul"],"language":[],"coverage":[],"title":["Random quotients of the modular group are rigid and essentially\n  incompressible"],"description":["  We show that for any positive integer $m\\ge 1$,\n  $m$-relator quotients of the modular group $M = PSL(2,\\mathbb{Z})$\ngenerically satisfy a very strong Mostow-type \\emph{isomorphism rigidity}. We\nalso prove that such quotients are generically \"essentially incompressible\". By\nthis we mean that their \"absolute $T$-invariant\", measuring the smallest size\nof any possible finite presentation of the group, is bounded below by a\nfunction which is almost linear in terms of the length of the given\npresentation. We compute the precise asymptotics of the number $I_m(n)$ of\n\\emph{isomorphism types} of $m$-relator quotients of $M$ where all the defining\nrelators are cyclically reduced words of length $n$ in $M$. We obtain other\nalgebraic results and show that such quotients are complete, Hopfian,\nco-Hopfian, one-ended, word-hyperbolic groups.\n"]}]
["quant-ph/0703036",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703036","Phys. Rev. A 76, 042114 (2007)","doi:10.1103/PhysRevA.76.042114"],"date":["2007-03-05","2007-08-25"],"type":["text"],"creator":["Massar, Serge"],"language":[],"coverage":[],"title":["Uncertainty Relations for Positive Operator Valued Measures"],"description":["  How much unavoidable randomness is generated by a Positive Operator Valued\nMeasure (POVM)? We address this question using two complementary approaches.\nFirst we study the variance of a real variable associated to the POVM outcomes.\nIn this context we introduce an uncertainty operator which measures how much\nadditional noise is introduced by carrying out a POVM rather than a von Neumann\nmeasurement. We illustrate this first approach by studying the variances of\njoint estimates of \\sigma_x and \\sigma_z for spin 1/2 particles. We show that\nfor unbiased measurements the sum of these variances is lower bounded by 1. In\nour second approach we study the entropy of the POVM outcomes. In particular we\ntry to establish lower bounds on the entropy of the POVM outcomes. We\nillustrate this second approach by examples.\n","Comment: 5 pages, minor modifications and clarifications"]}]
