["0705.2859",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","32G15, 57R18, 55N32, 22A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2859"],"date":["2007-05-20","2011-04-20"],"type":["text"],"creator":["Hinich, Vladimir","Vaintrob, Arkady"],"language":[],"coverage":[],"title":["Augmented Teichmuller Spaces and Orbifolds"],"description":["  We study complex-analytic properties of the augmented Teichmuller spaces ATS\nintroduced by Lipman Bers. These spaces are obtained by adding to the classical\nTeichmuller space TS the points corresponding to nodal Riemann surfaces. Unlike\nTS, the space ATS is not a complex manifold (it is not even locally compact).\nWe prove however that the quotient of ATS by any finite index subgroup of the\nTeichmuller modular group has a canonical structure of a complex orbifold.\nUsing this structure we construct natural maps from ATS to stacks of admissible\ncoverings of stable Riemann surfaces. This result is important for\nunderstanding the cup-product in stringy orbifold cohomology. We also establish\nsome new technical results from the general theory of orbifolds which may be of\nindependent interest.\n","Comment: 92 pages; rewritten introduction, improved exposition; accepted for\n  publication in Selecta Mathematica. A gap in the proof of Theorem 3.2.12\n  fixed"]}]
["0710.5270",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5270","J Stat Phys (2011) 143: 148-167","doi:10.1007/s10955-011-0171-5"],"date":["2007-10-28","2011-04-20"],"type":["text"],"creator":["Kimiagar, S.","Movahed, M. Sadegh","Khorram, S.","Tabar, M. Reza Rahimi"],"language":[],"coverage":[],"title":["Markov Properties of Electrical Discharge Current Fluctuations in Plasma"],"description":["  Using the Markovian method, we study the stochastic nature of electrical\ndischarge current fluctuations in the Helium plasma. Sinusoidal trends are\nextracted from the data set by the Fourier-Detrended Fluctuation analysis and\nconsequently cleaned data is retrieved. We determine the Markov time scale of\nthe detrended data set by using likelihood analysis. We also estimate the\nKramers-Moyal's coefficients of the discharge current fluctuations and derive\nthe corresponding Fokker-Planck equation. In addition, the obtained Langevin\nequation enables us to reconstruct discharge time series with similar\nstatistical properties compared with the observed in the experiment. We also\nprovide an exact decomposition of temporal correlation function by using\nKramers-Moyal's coefficients. We show that for the stationary time series, the\ntwo point temporal correlation function has an exponential decaying behavior\nwith a characteristic correlation time scale. Our results confirm that, there\nis no definite relation between correlation and Markov time scales. However\nboth of them behave as monotonic increasing function of discharge current\nintensity. Finally to complete our analysis, the multifractal behavior of\nreconstructed time series using its Keramers-Moyal's coefficients and original\ndata set are investigated. Extended self similarity analysis demonstrates that\nfluctuations in our experimental setup deviates from Kolmogorov (K41) theory\nfor fully developed turbulence regime.\n","Comment: 25 pages, 9 figures and 4 tables. V3: Added comments, references,\n  figures and major corrections"]}]
["0711.2885",{"format":[],"subject":["Mathematics - Operator Algebras","46L55, 46L57, 46L08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2885","Houston J. Math., Vol. 35 No. 1 (2011) 203-232"],"date":["2007-11-19","2010-09-13"],"type":["text"],"creator":["Shalit, Orr"],"language":[],"coverage":[],"title":["E-dilation of strongly commuting CP-semigroups (the nonunital case)"],"description":["  In a previous paper, we showed that every strongly commuting pair of\nCP_0-semigroups on a von Neumann algebra (acting on a separable Hilbert space)\nhas an E_0-dilation. In this paper we show that if one restricts attention to\nthe von Neumann algebra B(H) then the unitality assumption can be dropped, that\nis, we prove that every pair of strongly commuting CP-semigroups on B(H) has an\nE-dilation. The proof is significantly different from the proof for the unital\ncase, and is based on a construction of Ptak from the 1980's designed\noriginally for constructing a unitary dilation to a two-parameter contraction\nsemigroup.\n","Comment: 23 pages. Final version. Changes from v3: some corrections and added\n  references. To appear in Houston J. Math"]}]
["0802.3736",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3736","Eur.Phys.J.Plus 126:40,2011","doi:10.1140/epjp/i2011-11040-x"],"date":["2008-02-25","2011-04-17"],"type":["text"],"creator":["Sharafiddinov, Rasulkhozha S."],"language":[],"coverage":[],"title":["On a Latent Structure of Lepton Universality"],"description":["  The mass of an electroweakly charged lepton consists of the two components of\nelectric and weak nature, and regardless of the difference in masses, all\nleptons have an equal charge, the same charge radius as well as an identical\nmagnetic moment. Between these currents there appear the most diverse\nconnections, for example, in their interactions with an electroweak field of\nspinless nuclei. We derive the united equations which relate the structural\nparts of mass to charge, charge radius and magnetic moment of each lepton as a\nconsequence of the ideas of flavor symmetry laws. Therefore, these ideas\nrequire the verification of the lepton universality from the point of view of a\nconstancy of the size implied from the multiplication of a weak mass of lepton\nby its electric mass. Such a principle gives the possibility to define the\nlepton weak masses. If this picture does not change, leptons universally\ninteract not only with the photon or the weak boson but also with any of the\ncorresponding types of gauge fields.\n","Comment: 17 pages, LaTex, Published version in EPJ Plus"]}]
["0803.0717",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","53D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0717","J. Diff. Geom. 86 (2010), 381-500"],"date":["2008-03-05"],"type":["text"],"creator":["Akaho, Manabu","Joyce, Dominic"],"language":[],"coverage":[],"title":["Immersed Lagrangian Floer Theory"],"description":["  Let (M,w) be a compact symplectic manifold, and L a compact, embedded\nLagrangian submanifold in M. Fukaya, Oh, Ohta and Ono construct Lagrangian\nFloer cohomology for such M,L, yielding groups HF^*(L,b;\\Lambda) for one\nLagrangian or HF^*((L,b),(L',b');\\Lambda) for two, where b,b' are choices of\nbounding cochains, and exist if and only if L,L' have unobstructed Floer\ncohomology. These are independent of choices up to canonical isomorphism, and\nhave important invariance properties under Hamiltonian equivalence. Floer\ncohomology groups are the morphism groups in the derived Fukaya category of\n(M,w), and so are an essential part of the Homological Mirror Symmetry\nConjecture of Kontsevich.\n  The goal of this paper is to extend all this to immersed Lagrangians L in M\nwith immersion i : L --> M, with transverse self-intersections. In the embedded\ncase, Floer cohomology HF^*(L,b;\\Lambda) is a modified, 'quantized' version of\ncohomology H^*(L;\\Lambda) over the Novikov ring \\Lambda. In our immersed case,\nHF^*(L,b;\\Lambda) turns out to be a quantized version of the sum of\nH^*(L;\\Lambda) with a \\Lambda-module spanned by pairs (p,q) for p,q distinct\npoints of L with i(p)=i(q) in M.\n  The theory becomes simpler and more powerful for graded Lagrangians in\nCalabi-Yau manifolds, when we can work over a smaller Novikov ring\n\\Lambda_{CY}. The proofs involve associating a gapped filtered A-infinity\nalgebra over \\Lambda or \\Lambda_{CY} to i : L --> M, which is independent of\nnearly all choices up to canonical homotopy equivalence, and is built using a\nseries of finite approximations called A_{N,0} algebras for N=0,1,2,...\n","Comment: 95 pages, LaTeX"]}]
["0803.1147",{"format":[],"subject":["Mathematics - Differential Geometry","58A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1147","Canad. Math. Bull. 53 (2010), pp. 340-346"],"date":["2008-03-07","2008-09-29"],"type":["text"],"creator":["Lusala, Tsasa","Śniatycki, Jȩdrzej","Watts, Jordan"],"language":[],"coverage":[],"title":["Regular Points of a Subcartesian Space"],"description":["  We discuss properties of the regular part $S_{reg}$ of a subcartesian space\n$S$. We show that $S_{reg}$ is open and dense in $S$ and the restriction to\n$S_{reg}$ of the tangent bundle of $S$ is locally trivial.\n"]}]
["0806.1993",{"format":[],"subject":["Mathematics - Combinatorics","05-02, 05C80, 68R15, 20F10 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1993","Random Structures and Algorithms, 2010(37) 100--135","doi:10.1002/rsa.20304"],"date":["2008-06-11","2009-03-06"],"type":["text"],"creator":["Linial, Nati","Puder, Doron"],"language":[],"coverage":[],"title":["Words Maps and Spectra of Random Graph Lifts"],"description":["  We begin with a new analysis of formal words. Let w be a formal word in\nletters g_1,...,g_k. The word map associated with w maps the permutations\ns_1,...,s_k in S_n to the permutation obtained by replacing for each i, every\noccurrence of g_i in w by s_i. We investigate the random variable X_w^n that\ncounts the fixed points in this permutation when the s_i are selected uniformly\nat random. A major ingredient of our work is a new categorization of words\nwhich considerably extends the dichotomy of primitive vs. imprimitive words. We\nestablish some results and make a few conjectures about the relation between\nthe expectation E(X_w^n) and this new categorization.\n  This analysis contributes deeply to our study of the spectra of random lifts\nof graphs. Let G be a connected graph, and let the infinite tree T be its\nuniversal cover space. If L and R are the spectral radii of G and T\nrespectively, then, as shown by J. Friedman, for almost every n-lift H of G,\nall \"new\" eigenvalues of H are < O(L^(1/2)R^(1/2)). We improve this upper bound\nto O(L^(1/3)R^(2/3)), and our aforementioned conjectures suggest a possible\napproach to proving an upper bound of O(R). This is a generalization of the\nproblem of bounding the second eigenvalue in a random 2d-regular graph.\n  As an aside, we obtain a new conceptual and relatively simple proof of a\ntheorem of A. Nica, which determines, for every fixed w, the limit distribution\n(as n \\to \\infty) of X_w^n. A surprising aspect of this theorem is that the\nanswer depends only on the largest integer d so that w=u^d for some word u.\n","Comment: 46 pages, 10 figures. For associated pdf file, see\n  http://www.cs.huji.ac.il/~nati/PAPERS/puder.pdf . Accepted for publication in\n  Random Structures & Algorithms. Main change upon former version: We refine\n  the main theorem and state the exact bound our method yields for the spectra\n  of random lifts of graph (the former version had a mere O())"]}]
["0811.2118",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2118","J. Phys.: Condens. Matter 21, 236007 (2009)","doi:10.1088/0953-8984/21/23/236007"],"date":["2008-11-13"],"type":["text"],"creator":["Vindigni, Alessandro","Pini, Maria Gloria"],"language":[],"coverage":[],"title":["Selection rules for Single-Chain-Magnet behavior in non-collinear Ising\n  systems"],"description":["  The magnetic behavior of molecular Single-Chain Magnets is investigated in\nthe framework of a one-dimensional Ising model with single spin-flip Glauber\ndynamics. Opportune modifications to the original theory are required in order\nto account for reciprocal non-collinearity of local anisotropy axes and the\ncrystallographic (laboratory) frame. The extension of Glauber's theory to the\ncase of a collinear Ising ferrimagnetic chain is also discussed. Within this\nformalism, both the dynamics of magnetization reversal in zero field and the\nresponse of the system to a weak magnetic field, oscillating in time, are\nstudied. Depending on the geometry, selection rules are found for the\noccurrence of slow relaxation of the magnetization at low temperatures, as well\nas for resonant behavior of the a.c. susceptibility as a function of\ntemperature at low frequencies. The present theory applies successfully to some\nreal systems, namely Mn-, Dy-, and Co-based molecular magnetic chains, showing\nthat Single-Chain-Magnet behavior is not only a feature of collinear ferro- and\nferrimagnetic, but also of canted antiferromagnetic chains.\n","Comment: 15 pages, 6 figures"]}]
["0812.0907",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0907","Phys. Rev. B 79, 214434 (2009)","doi:10.1103/PhysRevB.79.214434"],"date":["2008-12-04","2009-04-30"],"type":["text"],"creator":["Cinti, F.","Portmann, O.","Pescia, D.","Vindigni, A."],"language":[],"coverage":[],"title":["One-dimensional Ising ferromagnet frustrated by long-range interactions\n  at finite temperatures"],"description":["  We consider a one-dimensional lattice of Ising-type variables where the\nferromagnetic exchange interaction J between neighboring sites is frustrated by\na long-ranged anti-ferromagnetic interaction of strength g between the sites i\nand j, decaying as |i-j|^-alpha, with alpha>1. For alpha smaller than a certain\nthreshold alpha_0, which is larger than 2 and depends on the ratio J/g, the\nground state consists of an ordered sequence of segments with equal length and\nalternating magnetization. The width of the segments depends on both alpha and\nthe ratio J/g. Our Monte Carlo study shows that the on-site magnetization\nvanishes at finite temperatures and finds no indication of any phase\ntransition. Yet, the modulation present in the ground state is recovered at\nfinite temperatures in the two-point correlation function, which oscillates in\nspace with a characteristic spatial period: The latter depends on alpha and J/g\nand decreases smoothly from the ground-state value as the temperature is\nincreased. Such an oscillation of the correlation function is exponentially\ndamped over a characteristic spatial scale, the correlation length, which\nasymptotically diverges roughly as the inverse of the temperature as T=0 is\napproached. This suggests that the long-range interaction causes the Ising\nchain to fall into a universality class consistent with an underlying\ncontinuous symmetry. The e^(Delta/T)-temperature dependence of the correlation\nlength and the uniform ferromagnetic ground state, characteristic of the g=0\ndiscrete Ising symmetry, are recovered for alpha > alpha_0.\n","Comment: 12 pages, 7 figures"]}]
["0904.4310",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4310"],"date":["2009-04-28","2011-04-19"],"type":["text"],"creator":["Voight, John"],"language":[],"coverage":[],"title":["Characterizing quaternion rings over an arbitrary base"],"description":["  We consider the class of algebras of rank 4 equipped with a standard\ninvolution over an arbitrary base ring. In particular, we characterize\nquaternion rings, those algebras defined by the construction of the even\nClifford algebra.\n","Comment: 19 pages; typos fixed and corrections made"]}]
["0906.0634",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0634","J. Inst. Math. Jussieu 10 (2011), no.2, 437-447","doi:10.1017/S1474748010000289"],"date":["2009-06-02"],"type":["text"],"creator":["Tosatti, Valentino","Weinkove, Ben"],"language":[],"coverage":[],"title":["The Calabi-Yau equation on the Kodaira-Thurston manifold"],"description":["  We prove that the Calabi-Yau equation can be solved on the Kodaira-Thurston\nmanifold for all given $T^2$-invariant volume forms. This provides support for\nDonaldson's conjecture that Yau's theorem has an extension to symplectic\nfour-manifolds with compatible but non-integrable almost complex structures.\n","Comment: 12 pages"]}]
["0908.2536",{"format":[],"subject":["Mathematics - Number Theory","11M32, 11M35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2536"],"date":["2009-08-18","2011-04-20"],"type":["text"],"creator":["Igarashi, Masahiro"],"language":[],"coverage":[],"title":["A parametrized generalization of Ohno's relation for multiple zeta\n  values"],"description":["  In this paper, we prove that certain parametrized multiple series which\ngeneralize multiple zeta values satisfy the same relation as Ohno's relation\nfor multiple zeta values. This is a parametrized generalization of Ohno's\nrelation for multiple zeta values. By virtue of this generalization, we obtain\na certain equivalence between the relation for the parametrized multiple series\nand its subfamily. As applications of the above results, we obtain some results\nfor multiple zeta values.\n","Comment: The contents of this version are completely the same as those of the\n  paper submitted to the Journal of Number Theory on June 26, 2008"]}]
["0908.3086",{"format":[],"subject":["Mathematics - Differential Geometry","53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3086","Asian Journal of Mathematics vol. 15 (2011) 101-128"],"date":["2009-08-21","2010-04-23"],"type":["text"],"creator":["Koike, Naoyuki"],"language":[],"coverage":[],"title":["Collapse of the mean curvature flow for equifocal submanifolds"],"description":["  In this paper, we investigate the mean curvature flows for an equifocal\nsubmanifold in a symmetric space of compact type and its focal submanifolds as\ninitial data. It is known that equifocal submanifolds of codimension greater\nthan one in irreducible symmetric spaces of compact type occur as principal\norbits of Hermann actions. However, we investigate the flows conceptionally\nwithout use of this fact. Concretely the investigation is performed by\ninvestigating the mean curvature flows having the lifts of the submanifolds to\nan (infinite deiminsional separable) Hilbert space through a Riemannian\nsubmersion as initial data.\n","Comment: 31pages"]}]
["0909.0178",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0178"],"date":["2009-09-01","2011-04-20"],"type":["text"],"creator":["Benaych-Georges, Florent"],"language":[],"coverage":[],"title":["Rectangular R-transform as the limit of rectangular spherical integrals"],"description":["  In this paper, we connect rectangular free probability theory and spherical\nintegrals. In this way, we prove the analogue, for rectangular or square\nnon-Hermitian matrices, of a result that Guionnet and Maida proved for\nHermitian matrices in 2005. More specifically, we study the limit, as $n,m$\ntend to infinity, of the logarithm (divided by $n$) of the expectation of\n$\\exp[\\sqrt{nm}\\theta X_n]$, where $X_n$ is the real part of an entry of $U_n\nM_n V_m$, $\\theta$ is a real number, $M_n$ is a certain $n\\times m$\ndeterministic matrix and $U_n, V_m$ are independent Haar-distributed orthogonal\nor unitary matrices with respective sizes $n\\times n$, $m\\times m$. We prove\nthat when the singular law of $M_n$ converges to a probability measure $\\mu$,\nfor $\\theta$ small enough, this limit actually exists and can be expressed with\nthe rectangular R-transform of $\\mu$. This gives an interpretation of this\ntransform, which linearizes the rectangular free convolution, as the limit of a\nsequence of log-Laplace transforms.\n","Comment: 17 pages"]}]
["0909.1893",{"format":[],"subject":["Mathematics - Probability","Mathematics - Group Theory","60J10, 60F99, 58K55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1893"],"date":["2009-09-10","2011-04-20"],"type":["text"],"creator":["Candellero, Elisabetta","Gilch, Lorenz A."],"language":[],"coverage":[],"title":["Phase Transitions for Random Walk Asymptotics on Free Products of Groups"],"description":["  Suppose we are given finitely generated groups $\\Gamma_1,...,\\Gamma_m$\nequipped with irreducible random walks. Thereby we assume that the expansions\nof the corresponding Green functions at their radii of convergence contain only\nlogarithmic or algebraic terms as singular terms up to sufficiently large order\n(except for some degenerate cases). We consider transient random walks on the\nfree product {$\\Gamma_1 \\ast ... \\ast\\Gamma_m$} and give a complete\nclassification of the possible asymptotic behaviour of the corresponding\n$n$-step return probabilities. They either inherit a law of the form\n$\\varrho^{n\\delta} n^{-\\lambda_i} \\log^{\\kappa_i}n$ from one of the free\nfactors $\\Gamma_i$ or obey a $\\varrho^{n\\delta} n^{-3/2}$-law, where\n$\\varrho<1$ is the corresponding spectral radius and $\\delta$ is the period of\nthe random walk. In addition, we determine the full range of the asymptotic\nbehaviour in the case of nearest neighbour random walks on free products of the\nform $\\Z^{d_1}\\ast ... \\ast \\Z^{d_m}$. Moreover, we characterize the possible\nphase transitions of the non-exponential types $n^{-\\lambda_i}\\log^{\\kappa_i}n$\nin the case $\\Gamma_1\\ast\\Gamma_2$.\n","Comment: 32 pages"]}]
["0910.4882",{"format":[],"subject":["Mathematics - Geometric Topology","57N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4882"],"date":["2009-10-26","2011-04-20"],"type":["text"],"creator":["Wu, Ying-Qing"],"language":[],"coverage":[],"title":["Immersed surfaces and Seifert fibered surgery on Montesinos knots"],"description":["  We will use immersed surfaces to study Seifert fibered surgery on Montesinos\nknots, and show that if $\\frac 1{q_1-1} + \\frac 1{q_2-1} + \\frac 1{q_3-1} \\leq\n1$ then a Montesinos knot $K(\\frac{p_1}{q_1}, \\frac{p_2}{q_2},\n\\frac{p_3}{q_3})$ admits no atoroidal Seifert fibered surgery.\n"]}]
["0912.0342",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics","16W30, 18D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0342"],"date":["2009-12-02","2011-04-20"],"type":["text"],"creator":["Pfeiffer, Hendryk"],"language":[],"coverage":[],"title":["Fusion categories in terms of graphs and relations"],"description":["  Every fusion category C that is k-linear over a suitable field k, is the\ncategory of finite-dimensional comodules of a Weak Hopf Algebra H. This Weak\nHopf Algebra is finite-dimensional, cosemisimple and has commutative bases. It\narises as the universal coend with respect to the long canonical functor\n\\omega:C->Vect_k. We show that H is a quotient H=H[G]/I of a Weak Bialgebra\nH[G] which has a combinatorial description in terms of a finite directed graph\nG that depends on the choice of a generator M of C and on the fusion\ncoefficients of C. The algebra underlying H[G] is the path algebra of the\nquiver GxG, and so the composability of paths in G parameterizes the truncation\nof the tensor product of C. The ideal I is generated by two types of relations.\nThe first type enforces that the tensor powers of the generator M have the\nappropriate endomorphism algebras, thus providing a Schur-Weyl dual description\nof C. If C is braided, this includes relations of the form `RTT=TTR' where R\ncontains the coefficients of the braiding on \\omega M\\otimes\\omega M, a\ngeneralization of the construction of Faddeev-Reshetikhin-Takhtajan to Weak\nBialgebras. The second type of relations removes a suitable set of group-like\nelements in order to make the category of finite-dimensional comodules\nequivalent to C over all tensor powers of the generator M. As examples, we\ntreat the modular categories associated with U_q(sl_2).\n","Comment: 34 pages, LaTeX 2e, xy-pic macros"]}]
["0912.3412",{"format":[],"subject":["Mathematics - Representation Theory","16G10, 16E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3412"],"date":["2009-12-17","2011-04-20"],"type":["text"],"creator":["Iyama, Osamu","Oppermann, Steffen"],"language":[],"coverage":[],"title":["Stable categories of higher preprojective algebras"],"description":["  We introduce (n+1)-preprojective algebras of algebras of global dimension n.\nWe show that if an algebra is n-representation-finite then its\n(n+1)-preprojective algebra is self-injective. In this situation, we show that\nthe stable module category of the (n+1)-preprojective algebra is\n(n+1)-Calabi-Yau, and, more precisely, it is the (n+1)-Amiot cluster category\nof the stable n-Auslander algebra of the original algebra. In particular this\nstable category contains an (n+1)-cluster tilting object. We show that even if\nthe (n+1)-preprojective algebra is not self-injective, under certain\nassumptions (which are always satisfied for n \\in {1,2}) the results above\nstill hold for the stable category of Cohen-Macaulay modules.\n","Comment: The introduction has been revised. Minor corrections throughout. 38\n  pages"]}]
["1001.1071",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1071","Phys. Scr. 83 (2011) 035004","doi:10.1088/0031-8949/83/03/035004"],"date":["2010-01-07","2011-04-20"],"type":["text"],"creator":["Tsekov, Roumen"],"language":[],"coverage":[],"title":["Quantum diffusion"],"description":["  Quantum diffusion is studied via dissipative Madelung hydrodynamics.\nInitially the wave packet spreads ballistically, than passes for an instant\nthrough normal diffusion and later tends asymptotically to a sub-diffusive law.\nIt is shown that the apparent quantum diffusion coefficient is not a universal\nphysical parameter since it depends on the initial wave packet preparation. The\noverdamped quantum diffusion of an electron in the field of a periodic\npotential is also investigated; in this case the wave packet spreads\nlogarithmically in time. Thermo-quantum diffusion of heavier particles as\nhydrogen, deuterium and tritium atoms in periodic potentials is studied and a\nsimple estimate of the tunneling effect is obtained in the frames of a\nquasi-equilibrium semiclassical approach. The effective thermo-quantum\ntemperature is also discussed in relation to the known temperature dependence\nof muon diffusivity in solids.\n"]}]
["1002.3467",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3467","Abhandlungen aus dem Mathematischen Seminar der Universitaet\n  Hamburg, 80 (2010), 207-212"],"date":["2010-02-18"],"type":["text"],"creator":["Chen, Xiao-Wu"],"language":[],"coverage":[],"title":["Unifying two results of D. Orlov"],"description":["  Let $\\mathbb{X}$ be a noetherian separated scheme $\\mathbb{X}$ of finite\nKrull dimension which has enough locally free sheaves of finite rank and let\n$U\\subseteq \\mathbb{X}$ be an open subscheme. We prove that the singularity\ncategory of $U$ is triangle equivalent to the Verdier quotient category of the\nsingularity category of $\\mathbb{X}$ with respect to the thick triangulated\nsubcategory generated by sheaves supported in the complement of $U$. The result\nunifies two results of D. Orlov. We also prove a noncommutative version of this\nresult.\n","Comment: Notes; any comments are welcome"]}]
["1002.3843",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3843","Optics Express, Vol. 18 Issue 11, pp.10995-11007 (2010)"],"date":["2010-02-19"],"type":["text"],"creator":["Srinivasan, Marcelo Davanco Kartik"],"language":[],"coverage":[],"title":["Hybrid gap modes induced by fiber taper waveguides: application in\n  spectroscopy of single solid-state emitters deposited on thin films"],"description":["  We show, via simulations, that an optical fiber taper waveguide can be an\nefficient tool for photoluminescence and resonant, extinction spectroscopy of\nsingle emitters, such as molecules or colloidal quantum dots, deposited on the\nsurface of a thin dielectric membrane. Placed over a high refractive index\nmembrane, a tapered fiber waveguide induces the formation of hybrid mode waves,\nakin to dielectric slotted waveguide modes, that provide strong field\nconfinement in the low index gap region. The availability of such gap-confined\nwaves yields potentially high spontaneous emission enhancement factors\n($\\approx20$), fluorescence collection efficiencies ($\\approx 23%$), and\ntransmission extinction ($\\approx 20%$) levels. A factor of two improvement in\nfluorescence and extinction levels is predicted if the membrane is instead\nreplaced with a suspended channel waveguide. Two configurations, for operation\nin the visible ($\\approx 600 \\nm$) and near-infrared ($\\approx 1300 \\nm$)\nspectral ranges are evaluated, presenting similar performances.\n"]}]
["1002.4595",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4595"],"date":["2010-02-24","2011-04-19"],"type":["text"],"creator":["Ioana, Adrian"],"language":[],"coverage":[],"title":["W*-superrigidity for Bernoulli actions of property (T) groups"],"description":["  We consider group measure space II$_1$ factors $M=L^{\\infty}(X)\\rtimes\\Gamma$\narising from Bernoulli actions of ICC property (T) groups $\\Gamma$ (more\ngenerally, of groups $\\Gamma$ containing an infinite normal subgroup with\nrelative property (T)) and prove a rigidity result for *--homomorphisms\n$\\theta:M\\to M\\bar{\\otimes}M$. We deduce that the action\n$\\Gamma\\curvearrowright X$ is W$^*$--superrigid. This means that if\n$\\Lambda\\curvearrowright Y$ is {\\bf any other} free, ergodic, measure\npreserving action such that the factors $M=L^{\\infty}(X)\\rtimes\\Gamma$ and\n$L^{\\infty}(Y)\\rtimes\\Lambda$ are isomorphic, then the actions\n$\\Gamma\\curvearrowright X$ and $\\Lambda\\curvearrowright Y$ must be conjugate.\nMoreover, we show that if $p\\in M\\setminus\\{1\\}$ is a projection, then $pMp$\ndoes not admit a group measure space decomposition nor a group von Neumann\nalgebra decomposition (the latter under the additional assumption that $\\Gamma$\nis torsion free).\n  We also prove a rigidity result for *--homomorphisms $\\theta:M\\to M$, this\ntime for $\\Gamma$ in a larger class of groups than above, now including\nproducts of non--amenable groups. For certain groups $\\Gamma$, e.g.\n$\\Gamma=\\Bbb F_2\\times\\Bbb F_2$, we deduce that $M$ does not embed in $pMp$,\nfor any projection $p\\in M\\setminus\\{1\\}$, and obtain a description of the\nendomorphism semigroup of $M$.\n","Comment: The revised version includes a new application: examples of II_1\n  factors which are not isomorphic to twisted group von Neumann algebras"]}]
["1004.0795",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0795","Phys. Rev. E 81, 051105 (2010)","doi:10.1103/PhysRevE.81.051105"],"date":["2010-04-06"],"type":["text"],"creator":["Hasegawa, Takehisa","Nemoto, Koji"],"language":[],"coverage":[],"title":["Critical Phase of Bond Percolations on Growing Networks"],"description":["  The critical phase of bond percolation on the random growing tree is\nexamined. It is shown that the root cluster grows with the system size $N$ as\n$N^\\psi$ and the mean number of clusters with size $s$ per node follows a power\nfunction $n_s \\propto s^{-\\tau}$ in the whole range of open bond probability\n$p$. The exponent $\\tau$ and the fractal exponent $\\psi$ are also derived as a\nfunction of $p$ and the degree exponent $\\gamma$, and are found to satisfy the\nscaling relation $\\tau=1+\\psi^{-1}$. Numerical results with several network\nsizes are quite well fitted by a finite size scaling for a wide range of $p$\nand $\\gamma$, which gives a clear evidence for the existence of a critical\nphase.\n","Comment: 5 pages, 4 figures; accepted for publication in Physical Review E"]}]
["1004.2218",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2218","Proc. Amer. Math. Soc. 139 (2011), 2927-2931","doi:10.1090/S0002-9939-2010-10707-4"],"date":["2010-04-13"],"type":["text"],"creator":["Ebner, Oliver","Haller, Stefan"],"language":[],"coverage":[],"title":["Harmonic cohomology of symplectic fiber bundles"],"description":["  We show that every de Rham cohomology class on the total space of a\nsymplectic fiber bundle with closed Lefschetz fibers, admits a Poisson harmonic\nrepresentative in the sense of Brylinski. The proof is based on a new\ncharacterization of closed Lefschetz manifolds.\n"]}]
["1005.1459",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1459","Phys. Rev. B 82, 060517(R) (2010)","doi:10.1103/PhysRevB.82.060517"],"date":["2010-05-10"],"type":["text"],"creator":["Houzet, M.","Samuelsson, P."],"language":[],"coverage":[],"title":["Multiple Andreev reflections in hybrid multiterminal junctions"],"description":["  We investigate theoretically charge transport in hybrid multiterminal\njunctions with superconducting leads kept at different voltages. It is found\nthat multiple Andreev reflections involving several superconducting leads give\nrise to rich subharmonic gap structures in the current-voltage characteristics.\nThe structures are evidenced numerically in junctions in the incoherent regime.\n","Comment: 5 pages, 3 figures"]}]
["1005.4671",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4671","Phys.Rev.D83:074502,2011","doi:10.1103/PhysRevD.83.074502"],"date":["2010-05-25","2010-08-16"],"type":["text"],"creator":["Kawai, Hiroki","Kikukawa, Yoshio"],"language":[],"coverage":[],"title":["A lattice study of N=2 Landau-Ginzburg model using a Nicolai map"],"description":["  It has been conjectured that the two-dimensional N=2 Wess-Zumino model with a\nquasi-homogeneous superpotential provides the Landau-Ginzburg description of\nthe N=2 superconformal minimal models. For the cubic superpotential W=(lambda)\nPhi^3/3, it is expected that the Wess-Zumino model describes A_{2} model and\nthe chiral superfield Phi shows the conformal weight (h,bar{h})=(1/6,1/6) at\nthe IR fixed point. We study this conjecture by a lattice simulation,\nextracting the weight from the finite volume scaling of the susceptibility of\nthe scalar component in Phi. We adopt a lattice model with the overlap fermion,\nwhich possesses a Nicolai map and a discrete R-symmetry. We set a(lambda)=0.3\nand generate the scalar field configurations by solving the Nicolai map on L\ntimes L lattices in the range L=18 - 32. To solve the map, we use the\nNewton-Raphson algorithm with various initial configurations. The result is\n1-h-bar{h}=0.660 \\pm0.011, which is consistent with the conjecture within the\nstatistical error, while a systematic error is estimated as less than 0.5 %.\n","Comment: 10 pages, 1 figures, references added, minor text corrections"]}]
["1006.2359",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2359","Phys.Rev.Lett.106:091101,2011","doi:10.1103/PhysRevLett.106.091101"],"date":["2010-06-11","2011-04-20"],"type":["text"],"creator":["Duan, Huaiyu","Friedland, Alexander"],"language":[],"coverage":[],"title":["Self-induced suppression of collective neutrino oscillations in a\n  supernova"],"description":["  We investigate collective flavor oscillations of supernova neutrinos at late\nstages of the explosion. We first show that the frequently used single-angle\n(averaged coupling) approximation predicts oscillations close to, or perhaps\neven inside, the neutrinosphere, potentially invalidating the basic neutrino\ntransport paradigm. Fortunately, we also find that the single-angle\napproximation breaks down in this regime; in the full multiangle calculation,\nthe oscillations start safely outside the transport region. The new suppression\neffect is traced to the interplay between the dispersion in the\nneutrino-neutrino interactions and the vacuum oscillation term.\n","Comment: 5 pages, 4 figures; updated to match the PRL version"]}]
["1006.4428",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4428","Phys. Rev. E 83, 046102 (2011)","doi:10.1103/PhysRevE.83.046102"],"date":["2010-06-23","2011-04-19"],"type":["text"],"creator":["Hasegawa, Takehisa","Konno, Norio","Masuda, Naoki"],"language":[],"coverage":[],"title":["Numerical study of a three-state host-parasite system on the square\n  lattice"],"description":["  We numerically study the phase diagram of a three-state host-parasite model\non the square lattice motivated by population biology. The model is an\nextension of the contact process, and the three states correspond to an empty\nsite, a host, and a parasite. We determine the phase diagram of the model by\nscaling analysis. In agreement with previous results, three phases are\nidentified: the phase in which both hosts and parasites are extinct (S_{0}),\nthe phase in which hosts survive but parasites are extinct (S_{01}), and the\nphase in which both hosts and parasites survive (S_{012}). We argue that both\nthe S_{0}-S_{01} and S_{01}-S_{012} boundaries belong to the directed\npercolation class. In this model, it has been suggested that an excessively\nlarge reproduction rate of parasites paradoxically extinguishes hosts and\nparasites and results in S_{0}. We show that this paradoxical extinction is a\nfinite size effect; the corresponding parameter region is likely to disappear\nin the limit of infinite system size.\n","Comment: 9 pages, 10 figures"]}]
["1007.3985",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3985","Europhys.Lett.93:69001,2011","doi:10.1209/0295-5075/93/69001"],"date":["2010-07-21","2011-02-16"],"type":["text"],"creator":["Karami, Kayoomars","Sheykhi, Ahmad","Jamil, Mubasher","Felegary, F.","Soltanzadeh, M. M."],"language":[],"coverage":[],"title":["Thermodynamical description of interacting entropy-corrected new\n  agegraphic dark energy"],"description":["  To explain the accelerating universe driven by dark energy, a so-called\n\"entropy-corrected new agegraphic dark energy\" (ECNADE), was recently proposed\nwith the help of quantum corrections to the entropy-area relation in the\nframework of loop quantum cosmology. Using this definition, we study its\nthermodynamical features including entropy and energy conservation. We discuss\nthe thermodynamical interpretation of the interaction between ECNADE and dark\nmatter in a non-flat universe bounded by the apparent horizon. We obtain a\nrelation between the interaction term of the dark components and thermal\nfluctuation.\n","Comment: 8 pages, version accepted for publication in Europhysics Letters\n  (2011)"]}]
["1007.5371",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5371","Mod.Phys.Lett.A26:719-725,2011","doi:10.1142/S0217732311035237"],"date":["2010-07-30","2011-04-17"],"type":["text"],"creator":["Son, Edwin J.","Kim, Wontae"],"language":[],"coverage":[],"title":["Note on nonsingular cyclic universes in the deformed Horava-Lifshitz\n  gravity"],"description":["  We perform the phase space analysis in terms of the linearization technique\nin the Ho\\v{r}ava-Lifshitz gravity with the softly broken detailed balance\ncondition. It can be shown that the bouncing universe appears only for the\npositive spatial curvature of $k=+1$, and it is possible to obtain oscillating\nuniverse with the help of the negative dark radiation and the negative\ncosmological constant.\n","Comment: 10 pages, 2 figures"]}]
["1008.2837",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2837","Phys. Rev. Lett. 105, 206403 (2010)","doi:10.1103/PhysRevLett.105.206403"],"date":["2010-08-17"],"type":["text"],"creator":["Ihara, Y.","Hattori, T.","Ishida, K.","Nakai, Y.","Osaki, E.","Deguchi, K.","Sato, N. K.","Satoh, I."],"language":[],"coverage":[],"title":["Anisotropic magnetic fluctuations in the ferromagnetic superconductor\n  UCoGe studied by angle-resolved ^{59}Co NMR"],"description":["  We have carried out direction-dependent ^{59}Co NMR experiments on a single\ncrystal sample of the ferromagnetic superconductor UCoGe in order to study the\nmagnetic properties in the normal state. The Knight shift and nuclear\nspin-lattice relaxation rate measurements provide microscopic evidence that\nboth static and dynamic susceptibilities are ferromagnetic with strong Ising\nanisotropy. We discuss that superconductivity induced by these magnetic\nfluctuations prefers spin-triplet pairing state.\n","Comment: 4 pages, 4 figures"]}]
["1008.4528",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4528","Phys.Rev.D83:075011,2011","doi:10.1103/PhysRevD.83.075011"],"date":["2010-08-26","2011-04-20"],"type":["text"],"creator":["Graf, Peter","Steffen, Frank Daniel"],"language":[],"coverage":[],"title":["Thermal axion production in the primordial quark-gluon plasma"],"description":["  We calculate the rate for thermal production of axions via scattering of\nquarks and gluons in the primordial quark-gluon plasma. To obtain a finite\nresult in a gauge-invariant way that is consistent to leading order in the\nstrong gauge coupling, we use systematic field theoretical methods such as hard\nthermal loop resummation and the Braaten-Yuan prescription. The thermally\nproduced yield, the decoupling temperature, and the density parameter are\ncomputed for axions with a mass below 10 meV. In this regime, with a\nPeccei-Quinn scale above 6x10^8 GeV, the associated axion population can still\nbe relativistic today and can coexist with the axion cold dark matter\ncondensate.\n","Comment: 5 pages, 4 figures; v2: typo in (15) corrected, one reference added;\n  v3: minor changes, references added, matches published version"]}]
["1008.4587",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4587"],"date":["2010-08-26","2011-04-19"],"type":["text"],"creator":["Smecher, Graeme","Aubin, Francois","Bissonnette, Eric","Dobbs, Matt","Hyland, Peter","MacDermid, Kevin"],"language":[],"coverage":[],"title":["Biasing and Demodulation Firmware for Kilopixel TES Bolometer Arrays"],"description":["  We describe the signal-processing firmware and software for a\nfrequency-domain multiplexed (FDM) biasing and demodulation system that reads\nout Transition Edge Sensor (TES) bolometer arrays for mm-wavelength cosmology\ntelescopes. This system replaces a mixed-signal readout backend with a much\nsmaller, more power-efficient system relying on Field-Programmable Gate Arrays\n(FPGAs) for control, computation and signal processing. The new system is\nsufficiently robust, automated, and power efficient to be flown on\nstratospheric balloon-borne telescopes and is being further developed for\nsatellite applications.\n"]}]
["1009.0736",{"format":[],"subject":["Mathematics - Number Theory","Mathematical Physics","Mathematics - Operator Algebras","11M55, 11R37, 11R42, 11R56, 14H30, 46N55, 58B34, 82C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0736"],"date":["2010-09-03","2011-04-20"],"type":["text"],"creator":["Cornelissen, Gunther","Marcolli, Matilde"],"language":[],"coverage":[],"title":["Quantum Statistical Mechanics, L-series and Anabelian Geometry"],"description":["  It is known that two number fields with the same Dedekind zeta function are\nnot necessarily isomorphic. The zeta function of a number field can be\ninterpreted as the partition function of an associated quantum statistical\nmechanical system, which is a C*-algebra with a one parameter group of\nautomorphisms, built from Artin reciprocity. In the first part of this paper,\nwe prove that isomorphism of number fields is the same as isomorphism of these\nassociated systems. Considering the systems as noncommutative analogues of\ntopological spaces, this result can be seen as another version of\nGrothendieck's \"anabelian\" program, much like the Neukirch-Uchida theorem\ncharacterizes isomorphism of number fields by topological isomorphism of their\nassociated absolute Galois groups. In the second part of the paper, we use\nthese systems to prove the following. If there is an isomorphism of character\ngroups (viz., Pontrjagin duals) of the abelianized Galois groups of the two\nnumber fields that induces an equality of all corresponding L-series (not just\nthe zeta function), then the number fields are isomorphic.This is also\nequivalent to the purely algebraic statement that there exists a topological\ngroup isomorphism as a above and a norm-preserving group isomorphism between\nthe ideals of the fields that is compatible with the Artin maps via the other\nmap.\n","Comment: 47 pages; added assumption of \"preservation of dagger-subalgebra\";\n  rewrote (new) sections 6 and 7"]}]
["1009.1750",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1750","Physical Review A 82, 052332 (2010)","doi:10.1103/PhysRevA.82.052332"],"date":["2010-09-09","2010-09-20"],"type":["text"],"creator":["Matera, J. M.","Rossignoli, R.","Canosa, N."],"language":[],"coverage":[],"title":["Evaluation of ground state entanglement in spin systems with the random\n  phase approximation"],"description":["  We discuss a general treatment based on the mean field plus random phase\napproximation (RPA) for the evaluation of subsystem entropies and negativities\nin ground states of spin systems. The approach leads to a tractable general\nmethod, becoming straightforward in translationally invariant arrays. The\nmethod is examined in arrays of arbitrary spin with $XYZ$ couplings of general\nrange in a uniform transverse field, where the RPA around both the normal and\nparity breaking mean field state, together with parity restoration effects, are\ndiscussed in detail. In the case of a uniformly connected $XYZ$ array of\narbitrary size, the method is shown to provide simple analytic expressions for\nthe entanglement entropy of any global bipartition, as well as for the\nnegativity between any two subsystems, which become exact for large spin. The\nlimit case of a spin $s$ pair is also discussed.\n","Comment: 11 pages, 4 figures"]}]
["1009.2019",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2019","J. Math. Phys. 52, 042201 (2011)","doi:10.1063/1.3575568"],"date":["2010-09-10","2011-04-15"],"type":["text"],"creator":["Ahlbrecht, Andre","Vogts, Holger","Werner, Albert H.","Werner, Reinhard F."],"language":[],"coverage":[],"title":["Asymptotic evolution of quantum walks with random coin"],"description":["  We study the asymptotic position distribution of general quantum walks on a\nlattice, including walks with a random coin, which is chosen from step to step\nby a general Markov chain. In the unitary (i.e., non-random) case, we allow any\nunitary operator, which commutes with translations, and couples only sites at a\nfinite distance from each other. For example, a single step of the walk could\nbe composed of any finite succession of different shift and coin operations in\nthe usual sense, with any lattice dimension and coin dimension. We find\nballistic scaling, and establish a direct method for computing the asymptotic\ndistribution of position divided by time, namely as the distribution of the\ndiscrete time analog of the group velocity. In the random case, we let a Markov\nchain (control process) pick in each step one of finitely many unitary walks,\nin the sense described above. In ballistic order we find a non-random drift,\nwhich depends only on the mean of the control process and not on the initial\nstate. In diffusive scaling the limiting distribution is asymptotically\nGaussian, with a covariance matrix (diffusion matrix) depending on momentum.\nThe diffusion matrix depends not only on the mean but also on the transition\nrates of the control process. In the non-random limit, i.e., when the coins\nchosen are all very close, or the transition rates of the control process are\nsmall, leading to long intervals of ballistic evolution, the diffusion matrix\ndiverges. Our method is based on spatial Fourier transforms, and the first and\nsecond order perturbation theory of the eigenvalue 1 of the transition operator\nfor each value of the momentum.\n","Comment: 34 pages, 20 figures"]}]
["1009.2545",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2545","IEEE Journal of Quantum Electronics, vol.47, no.5, pp.630-635,\n  2011","doi:10.1109/JQE.2011.2107889"],"date":["2010-09-13","2011-04-20"],"type":["text"],"creator":["Gao, Fei","Qin, Su-Juan","Guo, Fen-Zhuo","Wen, Qiao-Yan"],"language":[],"coverage":[],"title":["Dense-Coding Attack on Three-Party Quantum Key Distribution Protocols"],"description":["  Cryptanalysis is an important branch in the study of cryptography, including\nboth the classical cryptography and the quantum one. In this paper we analyze\nthe security of two three-party quantum key distribution protocols (QKDPs)\nproposed recently, and point out that they are susceptible to a simple and\neffective attack, i.e. the dense-coding attack. It is shown that the\neavesdropper Eve can totally obtain the session key by sending entangled qubits\nas the fake signal to Alice and performing collective measurements after\nAlice's encoding. The attack process is just like a dense-coding communication\nbetween Eve and Alice, where a special measurement basis is employed.\nFurthermore, this attack does not introduce any errors to the transmitted\ninformation and consequently will not be discovered by Alice and Bob. The\nattack strategy is described in detail and a proof for its correctness is\ngiven. At last, the root of this insecurity and a possible way to improve these\nprotocols are discussed.\n","Comment: 6 pages, 3 figures"]}]
["1009.3093",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3093","Europhys.Lett.93:29002,2011","doi:10.1209/0295-5075/93/29002"],"date":["2010-09-16","2011-01-31"],"type":["text"],"creator":["Karami, K.","Sheykhi, A.","Sahraei, N.","Ghaffari, S."],"language":[],"coverage":[],"title":["Generalized second law of thermodynamics in modified FRW cosmology with\n  corrected entropy-area relation"],"description":["  Using the corrected entropy-area relation motivated by the loop quantum\ngravity, we investigate the validity of the generalized second law of\nthermodynamics in the framework of modified FRW cosmology. We consider a\nnon-flat universe filled with an interacting viscous dark energy with dark\nmatter and radiation. The boundary of the universe is assumed to be the\ndynamical apparent horizon. We find out that the generalized second law is\nalways satisfied throughout the history of the universe for any spatial\ncurvature regardless of the dark energy model.\n","Comment: 9 pages, accepted for publication in Europhysics Letters"]}]
["1009.3954",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Combinatorics","Mathematics - Metric Geometry","46T20, 52C75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3954"],"date":["2010-09-20","2011-04-20"],"type":["text"],"creator":["Owen, J. C.","power, S. C."],"language":[],"coverage":[],"title":["Infinite Bar-Joint Frameworks, Crystals and Operator Theory"],"description":["  A theory of flexibility and rigidity is developed for general infinite\nbar-joint frameworks (G,p). Determinations of nondeformability through\nvanishing flexibility are obtained as well as sufficient conditions for\ndeformability. Forms of infinitesimal flexibility are defined in terms of the\noperator theory of the associated infinite rigidity matrix R(G,p). The\nmatricial symbol function of an abstract crystal framework is introduced, being\nthe matrix-valued function on the $d$-torus representing R(G,p) as a Hilbert\nspace operator. The symbol function is related to infinitesimal flexibility,\ndeformability and isostaticity. Various generic abstract crystal frameworks\nwhich are in Maxwellian equilibrium, such as certain 4-regular planar\nframeworks, are proven to be square-summably infinitesimally rigid as well as\nsmoothly deformable in infinitely many ways. The symbol function of a\nthree-dimensional crystal framework determines the infinitesimal wave flexes in\nmodels for the low energy vibrational modes (RUMs) in material crystals. For\ncrystal frameworks with inversion symmetry it is shown that the RUMS appear in\nsurfaces, generalising a result of F. Wegner for tetrahedral crystals.\n","Comment: Sign error corrected"]}]
["1009.4646",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4646","Phys. Rev. Lett. 106, 077202 (2011)","doi:10.1103/PhysRevLett.106.077202"],"date":["2010-09-23","2010-12-21"],"type":["text"],"creator":["Muth, Dominik","Unanyan, Razmik G.","Fleischhauer, Michael"],"language":[],"coverage":[],"title":["Dynamical simulation of integrable and non-integrable models in the\n  Heisenberg picture"],"description":["  The numerical simulation of quantum many-body dynamics is typically limited\nby the linear growth of entanglement with time. Recently numerical studies have\nshown, however, that for 1D Bethe-integrable models the simulation of local\noperators in the Heisenberg picture can be efficient as the corresponding\noperator-space entanglement grows only logarithmically. Using the spin-1/2 XX\nchain as generic example of an integrabel model that can be mapped to free\nparticles, we here provide a simple explanation for this. We show furthermore\nthat the same reduction of complexity applies to operators that have a\nhigh-temperature auto correlation function which decays slower than\nexponential, i.e., with a power law. This is amongst others the case for models\nwhere the Blombergen-De Gennes conjecture of high-temperature diffusive\ndynamics holds. Thus efficient simulability may already be implied by a single\nconservation law (like that of total magnetization), as we will illustrate\nnumerically for the spin-1 XXZ model.\n","Comment: 4 pages, 2 figures"]}]
["1010.0635",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0635","J. Vac. Sci. Technol. B 29 (2011) 031802","doi:10.1116/1.3574391"],"date":["2010-10-04","2011-04-20"],"type":["text"],"creator":["Qin, Xi-Zhou","Wang, Wie-Liang","Li, Zhi-Bing"],"language":[],"coverage":[],"title":["Electric potential of a metallic nanowall between cathode and anode\n  planes"],"description":["  We obtained the exact expression of the electric potential in the space\naround a nanowall that is vertically mounted on a planar cathode. The system is\ndesigned as a cold field electron emitter or an electron tunneling line\nscanner. The finite cathode-anode distance has been taking into account. The\nanalytical results are compared with that obtained by the finite- element\nmethod.\n","Comment: 9 pages, 4 figures Copyright (2011) American Institute of Physics.\n  This article may be downloaded for personal use only. Any other use requires\n  prior permission of the author and the American Institute of Physics. This\n  article appeared in (J. Vac. Sci. Technol. B 29 (2011) 031802) and may be\n  found at (http://link.aip.org/link/?JVB/29/031802)"]}]
["1010.4753",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4753"],"date":["2010-10-22","2011-04-20"],"type":["text"],"creator":["Meucci, Erika"],"language":[],"coverage":[],"title":["Relative outer automorphisms of free groups"],"description":["  Let $A_1,...,A_k$ be a system of free factors of $F_n$. The group of relative\nautomorphisms $Aut(F_n;A_1,...,A_k)$ is the group given by the automorphisms of\n$F_n$ that restricted to each $A_i$ are conjugations by elements in $F_n$. The\ngroup of relative outer automorphisms is defined as $Out(F_n;A_1,...,A_k) =\nAut(F_n;A_1,...,A_k)/Inn(F_n)$, where $Inn(F_n)$ is the normal subgroup of\n$Aut(F_n)$ given by all the inner automorphisms. We define a contractible space\non which $Out(F_n;A_1,...,A_k)$ acts with finite stabilizers and we compute the\nvirtual cohomological dimension of this group.\n","Comment: 24 pages, 16 figures, corrected typos, revised argument in section 5,\n  results unchanged"]}]
["1010.5008",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5008","Phys. Rev. B 83, 155101:1-9 (2011)","doi:10.1103/PhysRevB.83.155101"],"date":["2010-10-24","2011-02-16"],"type":["text"],"creator":["Muskens, Otto L.","Koenderink, A. Femius","Vos, Willem L."],"language":[],"coverage":[],"title":["Broad-band coherent backscattering spectroscopy of the interplay between\n  order and disorder in 3D opal photonic crystals"],"description":["  We present an investigation of coherent backscattering of light that is\nmultiple scattered by a photonic crystal by using a broad-band technique. The\nresults significantly extend on previous backscattering measurements on\nphotonic crystals by simultaneously accessing a large frequency and angular\nrange. Backscatter cones around the stop gap are successfully modelled with\ndiffusion theory for a random medium. Strong variations of the apparent mean\nfree path and the cone enhancement are observed around the stop band. The\nvariations of the mean free path are described by a semi-empirical three-gap\nmodel including band structure effects on the internal reflection and\npenetration depth. A good match between theory and experiment is obtained\nwithout the need of additional contributions of group velocity or density of\nstates. We argue that the cone enhancement reveals additional information on\ndirectional transport properties that are otherwise averaged out in diffuse\nmultiple scattering.\n","Comment: 9 pages, 10 figures"]}]
["1010.5089",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5089","PoS ICHEP2010:270,2010"],"date":["2010-10-25"],"type":["text"],"creator":["UTfit Collaboration","Bevan, A.","Bona, M.","Ciuchini, M.","Derkach, D.","Franco, E.","Lubicz, V.","Martinelli, G.","Parodi, F.","Pierini, M.","Schiavi, C.","Silvestrini, L.","Sordini, V.","Stocchi, A.","Tarantino, C.","Vagnoni, V."],"language":[],"coverage":[],"title":["Update of the Unitarity Triangle Analysis"],"description":["  We present the status of the Unitarity Triangle Analysis (UTA), within the\nStandard Model (SM) and beyond, with experimental and theoretical inputs\nupdated for the ICHEP 2010 conference. Within the SM, we find that the general\nconsistency among all the constraints leaves space only to some tension\n(between the UTA prediction and the experimental measurement) in BR(B -> tau\nnu), sin(2 beta) and epsilon_K. In the UTA beyond the SM, we allow for New\nPhysics (NP) effects in (Delta F)=2 processes. The hint of NP at the 2.9 sigma\nlevel in the B_s-\\bar B_s mixing turns out to be confirmed by the present\nupdate, which includes the new D0 result on the dimuon charge asymmetry but not\nthe new CDF measurement of phi_s, being the likelihood not yet released.\n","Comment: 4 pages, 2 figures, Proceedings of the 35th International Conference\n  of High Energy Physics - ICHEP2010 (July 22-28, 2010, Paris)"]}]
["1010.5711",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Geophysics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5711"],"date":["2010-10-27","2011-04-20"],"type":["text"],"creator":["Galkin, V. D.","Immler, F.","Alekseeva, G. A.","Berger, F. -H.","Leiterer, U.","Naebert, T.","Nikanorova, I. N.","Novikov, V. V.","Pakhomov, V. P.","Sal'nikov, I. B."],"language":[],"coverage":[],"title":["Analysis of the application of the optical method to the measurements of\n  the water vapor content in the atmosphere - Part 1: Basic concepts of the\n  measurement technique"],"description":["  We retrieved the total content of the atmospheric water vapor (or Integrated\nWater Vapor, IWV) from extensive sets of photometric data obtained since 1995\nat Lindenberg Meteorological Observatory with star and sun photometers.\nDifferent methods of determination of the empirical parameters that are\nnecessary for the retrieval are discussed. The instruments were independently\ncalibrated using laboratory measurements made at Pulkovo Observatory with the\nVKM-100 multi-pass vacuum cell. The empirical parameters were also calculated\nby the simulation of the atmospheric absorption by water vapor, using the\nMODRAN-4 program package for different model atmospheres. The results are\ncompared to those presented in the literature, obtained with different\ninstruments and methods of the retrieval. The reliability of the empirical\nparameters, used for the power approximation that links the water vapor content\nwith the observed absorption, is analyzed. Currently, the total (from\nmeasurements, calibration, and calculations) errors yield the standard\nuncertainty of about 10% in the total column water vapor. We discuss the\npossibilities for improving the accuracy of calibration to ~1% as indispensable\ncondition in order to make it possible to use data obtained by optical\nphotometry as an independent reference for other methods (GPS, MW-radiometers,\nlidar, etc).\n","Comment: 28 pages, 8 figures, 3 tables. In submitting to Atmospheric\n  Measurement Techniques"]}]
["1011.0006",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0006","Phys. Rev. Lett. 106 (2011) 145301","doi:10.1103/PhysRevLett.106.145301"],"date":["2010-10-29","2011-03-04"],"type":["text"],"creator":["MacNeill, David","Zhou, Fei"],"language":[],"coverage":[],"title":["Pauli Blocking Effect on Efimov States Near Feshbach Resonance"],"description":["  In this Letter we study the effect of Pauli blocking on the Efimov states in\na quantum Fermi gas and illustrate that the universal Efimov potential is\naltered at large distances. We obtain the universal spectrum flow of Efimov\ntrimers when the Fermi density is varied and further consider the effect of\nscattering of trimers by the Fermi sea. We argue that the universal flow is\nrobust against fluctuating particle-hole pairs that result in an infrared\ncatastrophe in impurity problems.\n"]}]
["1011.0500",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0500","JCAP 1104:007,2011","doi:10.1088/1475-7516/2011/04/007"],"date":["2010-11-01","2011-04-12"],"type":["text"],"creator":["Esmaili, Arman","Farzan, Yasaman"],"language":[],"coverage":[],"title":["A novel method to extract dark matter parameters from neutrino telescope\n  data"],"description":["  Recently it has been shown that when the Dark Matter (DM) particles captured\nin the Sun directly annihilate into neutrino pairs, the oscillatory terms in\nthe oscillation probability do not average to zero and can lead to a seasonal\nvariation as the distance between the Sun and Earth changes in time. In this\npaper, we explore this feature as a novel method to extract information on the\nproperties of dark matter. We show that by studying the variation of the flux\nover a few months, it would in principle be possible to derive the DM mass as\nwell as new information on the flavor structure of the DM annihilation modes.\nIn addition to analytic analysis, we present the results of our numerical\ncalculations that take into account scattering and regeneration of neutrinos\ntraversing the Sun.\n","Comment: 18 pages, 2 figures, 3 tables; comments and 1 figure added,\n  acknowledgment added, published version"]}]
["1011.1441",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1441","Phys. Rev. Lett. 106, 090502 (2011)","doi:10.1103/PhysRevLett.106.090502"],"date":["2010-11-05"],"type":["text"],"creator":["Kastoryano, M. J.","Reiter, F.","Sørensen, A. S."],"language":[],"coverage":[],"title":["Dissipative preparation of entanglement in optical cavities"],"description":["  We propose a novel scheme for the preparation of a maximally entangled state\nof two atoms in an optical cavity. Starting from an arbitrary initial state, a\nsinglet state is prepared as the unique fixed point of a dissipative quantum\ndynamical process. In our scheme, cavity decay is no longer undesirable, but\nplays an integral part in the dynamics. As a result, we get a qualitative\nimprovement in the scaling of the fidelity with the cavity parameters. Our\nanalysis indicates that dissipative state preparation is more than just a new\nconceptual approach, but can allow for significant improvement as compared to\npreparation protocols based on coherent unitary dynamics.\n","Comment: 4 pages, 2 figures"]}]
["1011.1993",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1993","Phys. Rev. Lett. 106, 166804 (2011)","doi:10.1103/PhysRevLett.106.166804"],"date":["2010-11-09","2011-03-22"],"type":["text"],"creator":["Bettelheim, Eldad","Kaplan, Yitzhak","Wiegmann, Paul B."],"language":[],"coverage":[],"title":["Gradient Catastrophe and Fermi Edge Resonances in Fermi Gas"],"description":["  A smooth spatial disturbance of the Fermi surface in a Fermi gas inevitably\nbecomes sharp. This phenomenon, called {\\it the gradient catastrophe}, causes\nthe breakdown of a Fermi sea to disconnected parts with multiple Fermi points.\nWe study how the gradient catastrophe effects probing the Fermi system via a\nFermi edge singularity measurement. We show that the gradient catastrophe\ntransforms the single-peaked Fermi-edge singularity of the tunneling (or\nabsorption) spectrum to a set of multiple asymmetric singular resonances. Also\nwe gave a mathematical formulation of FES as a matrix Riemann-Hilbert problem.\n"]}]
["1011.2640",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2640","JCAP 1103:012,2011","doi:10.1088/1475-7516/2011/03/012"],"date":["2010-11-11","2011-03-01"],"type":["text"],"creator":["Movahed, M. Sadegh","Khosravi, Shahram"],"language":[],"coverage":[],"title":["Level Crossing Analysis of Cosmic Microwave Background Radiation: A\n  method for detecting cosmic strings"],"description":["  In this paper we study the footprint of cosmic string as the topological\ndefects in the very early universe on the cosmic microwave background\nradiation. We develop the method of level crossing analysis in the context of\nthe well-known Kaiser-Stebbins phenomenon for exploring the signature of cosmic\nstrings. We simulate a Gaussian map by using the best fit parameter given by\nWMAP-7 and then superimpose cosmic strings effects on it as an incoherent and\nactive fluctuations. In order to investigate the capability of our method to\ndetect the cosmic strings for the various values of tension, $G\\mu$, a\nsimulated pure Gaussian map is compared with that of including cosmic strings.\nBased on the level crossing analysis, the superimposed cosmic string with\n$G\\mu\\gtrsim 4\\times 10^{-9}$ in the simulated map without instrumental noise\nand the resolution $R=1'$ could be detected. In the presence of anticipated\ninstrumental noise the lower bound increases just up to $G\\mu\\gtrsim 5.8\\times\n10^{-9}$.\n","Comment: 27 pages, 17 figures. V2: Removed some trivial parts and figures,\n  added references. Accepted for publication in JCAP"]}]
["1011.2738",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","68R05, 11B75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2738"],"date":["2010-11-11","2011-04-20"],"type":["text"],"creator":["Rudnev, Misha"],"language":[],"coverage":[],"title":["An improved sum-product inequality in fields of prime order"],"description":["  This note improves the best known exponent 1/12 in the prime field\nsum-product inequality (for small sets) to 1/11, modulo a logarithmic factor.\n","Comment: I spotted that the existing version was, in fact, not the final one"]}]
["1011.3524",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3524","Phys.Rev.D83:076001,2011","doi:10.1103/PhysRevD.83.076001"],"date":["2010-11-15"],"type":["text"],"creator":["Cornwall, John M."],"language":[],"coverage":[],"title":["Entropy, confinement, and chiral symmetry breaking"],"description":["  This paper studies the way in which confinement leads to chiral symmetry\nbreaking (CSB) through a gap equation. We argue that entropic effects cut off\ninfrared singularities in the standard confining effective propagator $1/p^4$,\nwhich should be replaced by $1/(p^2+m^2)^2$ for a finite mass $m\\sim K_F/M(0)$\n[$M(0)$ is the zero-momentum value of the running quark mass]. Extension of an\nold calculation of the author yields a specific estimate for $m$. This cutoff\npropagator shows semi-quantitatively two critical properties of confinement: 1)\na negative contribution to the confining potential coming from entropic forces;\n2) an infrared cutoff required by gauge invariance and CSB itself. Entropic\neffects lead to a proliferation of pion branches and a $\\bar{q}q$ condensate,\nand contribute a negative term $\\sim -K_F/M(0)$ to the effective pion\nHamiltonian allowing for a massless pion in the presence of positive kinetic\nenergy and string energy. The resulting gap equation leads to a well-behaved\nrunning constituent quark mass $M(p^2)$ with $M^2(0)\\approx K_F/\\pi$. We\ninclude one-gluon terms to get the correct renormalization-group ultraviolet\nbehavior, with the improvement that the prefactor (related to $<\\bar{q}q>$) can\nbe calculated from the confining solution. We discuss an integrability\ncondition that guarantees the absence of IR singularities at $m=0$ in Minkowski\nspace through use of a principal-part propagator.\n","Comment: 14 pages, 4 figures,RevTex4"]}]
["1011.4008",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4008","Computer Physics Communications 182 (2011) pp. 1543-1565","doi:10.1016/j.cpc.2011.03.025"],"date":["2010-11-17"],"type":["text"],"creator":["Horst, C.","Reuter, J."],"language":[],"coverage":[],"title":["CleGo: A package for automated computation of Clebsch-Gordan\n  coefficients in Tensor Product Representations for Lie Algebras A - G"],"description":["  We present a program that allows for the computation of tensor products of\nirreducible representations of Lie algebras A-G based on the explicit\nconstruction of weight states. This straightforward approach (which is slower\nand more memory-consumptive than the standard methods to just calculate\ndimensions of the tensor product decomposition) produces Clebsch-Gordan\ncoefficients that are of interest for instance in discussing symmetry breaking\nin model building for grand unified theories. For that purpose, multiple tensor\nproducts have been implemented as well as means for analyzing the resulting\neffective operators in particle physics.\n","Comment: 44 pages, 2 figures"]}]
["1011.5546",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5546","J. Appl. Phys. 109, 083706 (2011)","doi:10.1063/1.3569847"],"date":["2010-11-24","2011-04-20"],"type":["text"],"creator":["Xue, Hai-Bin","Nie, Y. -H.","Li, Z. -J.","Liang, J. -Q."],"language":[],"coverage":[],"title":["Effects of magnetic field and transverse anisotropy on full counting\n  statistics in single-molecule magnet"],"description":["  We have theoretically studied the full counting statistics of electron\ntransport through a single-molecule magnet (SMM) with an arbitrary angle\nbetween the applied magnetic field and the SMM's easy axis above the sequential\ntunneling threshold, since the angle $\\theta$ cannot be controlled in\npresent-day SMM experiments. In the absence of the small transverse anisotropy,\nwhen the coupling of the SMM with the incident-electrode is stronger than that\nwith the outgoing-electrode, i.e., $\\Gamma_{L}/\\Gamma_{R}\\gg1$, the maximum\npeak of shot noise first increases and then decreases with increasing $\\theta$\nfrom 0 to $0.5\\pi$. In particular, the shot noise can reach up to\nsuper-Poissonian value from sub-Poissonian value when considering the small\ntransverse anisotropy. For $\\Gamma_{L}/\\Gamma_{R}\\ll1$, the maximum peaks of\nthe shot noise and skewness can be reduced from a super-Poissonian to a\nsub-Poissonian value with increasing $\\theta$ from 0 to $0.5\\pi$; the\nsuper-Poissonian behavior of the skewness is more sensitive to the small\n$\\theta$ than shot noise, which is suppressed when taking into account the\nsmall transverse anisotropy. These characteristics of shot noise can be\nqualitatively attributed to the competition between the fast and slow transport\nchannels. The predictions regarding of the $\\theta$-dependence of high order\ncurrent cumulants are very interesting for a better understanding electron\ntransport through SMM, and will allow for experimental tests in the near\nfuture.\n","Comment: 17 pages, 4 figures, Revised version. Accepted for publication in\n  Journal of Applied Physics"]}]
["1011.6040",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6040","Phys. Rev. Lett 106, 167001 (2011)","doi:10.1103/PhysRevLett.106.167001"],"date":["2010-11-28","2011-03-29"],"type":["text"],"creator":["Zhou, Tao"],"language":[],"coverage":[],"title":["Theoretical investigation of the four-layered self-doped high-T$_c$\n  superconductors: evidence of pair tunneling effect"],"description":["  Based on a four-layered self-doped $t-J$ type model and the slave-boson\nmean-field approach, we study theoretically the superconductivity in the\nelectron-doped and hole-doped layers. The neighbor layers are coupled through\nboth the single electron interlayer hopping and pair tunneling effect. The\nsuperconducting gap magnitude for the electron-doped band is nearly twice of\nthat of the hole-doped one, which contrasts to our previous understanding of\nthe electron-hole asymmetry in high-T$_c$ superconductors but consistent with\nrecent angle-resolved-photoemission-spectroscopy experiments in four-layered\nmaterials Ba$_2$Ca$_3$Cu$_4$O$_8$F$_2$. Our results propose that the pair\ntunneling effect is important to examine the multi-layered superconducting\nmaterials.\n","Comment: Minor Revisions made, accepted for publication in PRL"]}]
["1012.1135",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1135","Appl. Phys. Lett. 98, 133107 (2011)","doi:10.1063/1.3573870"],"date":["2010-12-06","2011-02-22"],"type":["text"],"creator":["Marseglia, L.","Hadden, J. P.","Stanley-Clarke, A. C.","Harrison, J. P.","Patton, B.","Ho, Y. -L. D.","Naydenov, B.","Jelezko, F.","Meijer, J.","Dolan, P. R.","Smith, J. M.","Rarity, J. G.","O'Brien, J. L."],"language":[],"coverage":[],"title":["Nano-fabricated solid immersion lenses registered to single emitters in\n  diamond"],"description":["  We describe a technique for fabricating micro- and nano-structures\nincorporating fluorescent defects in diamond with a positional accuracy in the\nhundreds of nanometers. Using confocal fluorescence microscopy and focused ion\nbeam (FIB) etching we first locate a suitable defect with respect to\nregistration marks on the diamond surface and then etch a structure using these\ncoordinates. We demonstrate the technique here by etching an 8 micron diameter\nhemisphere positioned such that a single negatively charged nitrogen-vacancy\ndefect lies at its origin. This type of structure increases the photon\ncollection efficiency by removing refraction and aberration losses at the\ndiamond-air interface. We make a direct comparison of the fluorescence photon\ncount rate before and after fabrication and observe an 8-fold increase due to\nthe presence of the hemisphere.\n"]}]
["1012.2236",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2236","JHEP 04 (2011) 075","doi:10.1007/JHEP04(2011)075"],"date":["2010-12-10"],"type":["text"],"creator":["DeBellis, Joshua","Saemann, Christian","Szabo, Richard J."],"language":[],"coverage":[],"title":["Quantized Nambu-Poisson Manifolds in a 3-Lie Algebra Reduced Model"],"description":["  We consider dimensional reduction of the Bagger-Lambert-Gustavsson theory to\na zero-dimensional 3-Lie algebra model and construct various stable solutions\ncorresponding to quantized Nambu-Poisson manifolds. A recently proposed Higgs\nmechanism reduces this model to the IKKT matrix model. We find that in the\nstrong coupling limit, our solutions correspond to ordinary noncommutative\nspaces arising as stable solutions in the IKKT model with D-brane backgrounds.\nIn particular, this happens for S^3, R^3 and five-dimensional Neveu-Schwarz\nHpp-waves. We expand our model around these backgrounds and find effective\nnoncommutative field theories with complicated interactions involving\nhigher-derivative terms. We also describe the relation of our reduced model to\na cubic supermatrix model based on an osp(1|32) supersymmetry algebra.\n","Comment: 22 pages"]}]
["1012.2695",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2695"],"date":["2010-12-13","2011-04-20"],"type":["text"],"creator":["Valette, G."],"language":[],"coverage":[],"title":["A Lefschetz duality intersection homology"],"description":["  We prove a Lefschetz duality result for intersection homology. Usually, this\nresult applies to pseudomanifolds with boundary which are assumed to have a\n\"collared neighborhood of their boundary\". Our duality does not need this\nassumption and is a generalization of the classical one.\n"]}]
["1012.4294",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4294","Phys. Rev. B 83, 144514 (2011)","doi:10.1103/PhysRevB.83.144514"],"date":["2010-12-20"],"type":["text"],"creator":["Virtanen, Pauli","Bergeret, F. Sebastián","Cuevas, Juan Carlos","Heikkilä, Tero T."],"language":[],"coverage":[],"title":["Linear AC Response of Diffusive SNS Junctions"],"description":["  We explore the behavior of the ac admittance of superconductor-normal\nmetal-superconductor (SNS) junctions as the phase difference of the order\nparameters between the superconductors is varied. We find three characteristic\nregimes, defined by comparing the driving frequency $\\omega$ to the inelastic\nscattering rate $\\Gamma$ and the Thouless energy $E_T$ of the junction\n(typically $\\hbar\\Gamma \\ll E_T$). Only in the first regime $\\omega \\ll \\Gamma$\nthe usual picture of the kinetic inductance holds. We show that the ac\nadmittance can be used to directly access some of the characteristic quantities\nof the SNS junctions, in particular the phase dependent energy minigap and the\ntypically phase dependent inelastic scattering rate. Our results partially\nexplain the recent measurements of the linear response properties of SNS\nSuperconducting Quantum Interference Devices (SQUIDs) and predict a number of\nnew effects.\n","Comment: 6 pages, 7 figures"]}]
["1012.4298",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Geometric Topology","32G15, 37E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4298"],"date":["2010-12-20","2011-04-19"],"type":["text"],"creator":["Athreya, Jayadev S.","Chaika, Jon"],"language":[],"coverage":[],"title":["The distribution of gaps for saddle connection directions"],"description":["  Motivated by the study of billiards in polygons, we prove fine results for\nthe distribution of gaps of directions of saddle connections on translation\nsurfaces. As an application we prove that for almost every holomorphic\ndifferential $\\omega$ on a Riemann surface of genus $g \\geq 2$ the smallest gap\nbetween saddle connection directions of length at most a fixed length decays\nfaster than quadratically in the length. We also characterize the exceptional\nset: the decay rate is not faster than quadratic if and only if $\\omega$ is a\nlattice surface.\n","Comment: 23 pages, submitted to GAFA, 4 figures"]}]
["1101.0284",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0284","New Journal of Physics 13, 045011 (11 April 2011)","doi:10.1088/1367-2630/13/4/045011"],"date":["2010-12-31"],"type":["text"],"creator":["Zhang, Xibo","Hung, Chen-Lung","Tung, Shih-Kuang","Gemelke, Nathan","Chin, Cheng"],"language":[],"coverage":[],"title":["Exploring quantum criticality based on ultracold atoms in optical\n  lattices"],"description":["  Critical behavior developed near a quantum phase transition, interesting in\nits own right, offers exciting opportunities to explore the universality of\nstrongly-correlated systems near the ground state. Cold atoms in optical\nlattices, in particular, represent a paradigmatic system, for which the quantum\nphase transition between the superfluid and Mott insulator states can be\nexternally induced by tuning the microscopic parameters. In this paper, we\ndescribe our approach to study quantum criticality of cesium atoms in a\ntwo-dimensional lattice based on in situ density measurements. Our research\nagenda involves testing critical scaling of thermodynamic observables and\nextracting transport properties in the quantum critical regime. We present and\ndiscuss experimental progress on both fronts. In particular, the thermodynamic\nmeasurement suggests that the equation of state near the critical point follows\nthe predicted scaling law at low temperatures.\n","Comment: 15 pages, 6 figures"]}]
["1101.1012",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1012","Chin.Phys.B19:110402,2010","doi:10.1088/1674-1056/19/11/110402"],"date":["2011-01-05"],"type":["text"],"creator":["Nashed, G. G. L."],"language":[],"coverage":[],"title":["Gravitational radiation fields in teleparallel equivalent of general\n  relativity and their energies"],"description":["  We derive two new retarded solutions in the teleparallel theory equivalent to\ngeneral relativity (TEGR). One of these solutions gives a divergent energy.\nTherefore, we used the regularized expression of the gravitational\nenergy-momentum tensor, which is a coordinate dependent. A detailed analysis of\nthe loss of the mass of Bondi space-time is carried out using the flux of the\ngravitational energy-momentum.\n","Comment: Latex 12 pages"]}]
["1101.3604",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3604","New J. Phys. 13 (2011) 043024","doi:10.1088/1367-2630/13/4/043024"],"date":["2011-01-18","2011-03-30"],"type":["text"],"creator":["Gangat, A. A.","Stace, T. M.","Milburn, G. J."],"language":[],"coverage":[],"title":["Phonon number quantum jumps in an optomechanical system"],"description":["  We describe an optomechanical system in which the mean phonon number of a\nsingle mechanical mode conditionally displaces the amplitude of the optical\nfield. Using homodyne detection of the output field we establish the conditions\nunder which phonon number quantum jumps can be inferred from the measurement\nrecord: both the cavity damping rate and the measurement rate of the phonon\nnumber must be much greater than the thermalization rate of the mechanical\nmode. We present simulations of the conditional dynamics of the measured system\nusing the stochastic master equation. In the good-measurement limit, the\nconditional evolution of the mean phonon number shows quantum jumps as phonons\nenter and exit the mechanical resonator via the bath.\n","Comment: 13 pages, 4 figures. minor revisions since first version"]}]
["1101.3716",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3716"],"date":["2011-01-19","2011-04-20"],"type":["text"],"creator":["Deijfen, Maria","Holroyd, Alexander E.","Peres, Yuval"],"language":[],"coverage":[],"title":["Stable Poisson Graphs in One Dimension"],"description":["  Let each point of a homogeneous Poisson process on $\\RR$ independently be\nequipped with a random number of stubs (half-edges) according to a given\nprobability distribution $\\mu$ on the positive integers. We consider schemes\nbased on Gale-Shapley stable marriage for perfectly matching the stubs to\nobtain a simple graph with degree distribution $\\mu$. We prove results on the\nexistence of an infinite component and on the length of the edges, with focus\non the case $\\mu(\\{2\\})=1$. In this case, for the random direction stable\nmatching scheme introduced by Deijfen and Meester we prove that there is no\ninfinite component, while for the stable matching of Deijfen, H\\\"aggstr\\\"om and\nHolroyd we prove that existence of an infinite component follows from a certain\nstatement involving a {\\em finite} interval, which is overwhelmingly supported\nby simulation evidence.\n"]}]
["1101.5850",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5850","Phys. Rev. B 83, 155431 (2011) [Editors' Suggestion]","doi:10.1103/PhysRevB.83.155431"],"date":["2011-01-31","2011-04-19"],"type":["text"],"creator":["Nakamura, Shuji","Yamauchi, Yoshiaki","Hashisaka, Masayuki","Chida, Kensaku","Kobayashi, Kensuke","Ono, Teruo","Leturcq, Renaud","Ensslin, Klaus","Saito, Keiji","Utsumi, Yasuhiro","Gossard, Arthur C."],"language":[],"coverage":[],"title":["Fluctuation Theorem and Microreversibility in a Quantum Coherent\n  Conductor"],"description":["  Mesoscopic systems provide us a unique experimental stage to address\nnon-equilibrium quantum statistical physics. By using a simple tunneling model,\nwe describe the electron exchange process via a quantum coherent conductor\nbetween two reservoirs, which yields the fluctuation theorem (FT) in mesoscopic\ntransport. We experimentally show that such a treatment is semi-quantitatively\nvalidated in the current and noise measurement in an Aharonov-Bohm ring. The\nexperimental proof of the microreversibility assumed in the derivation of FT is\npresented.\n","Comment: 7 pages, 5 figures"]}]
["1102.0067",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Physics - Plasma Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0067","Phys. Plasmas 18, 032903 (2011)","doi:10.1063/1.3568840"],"date":["2011-01-31","2011-04-20"],"type":["text"],"creator":["Jinsong, Zhao","Dejin, Wu","Jianyong, Lu"],"language":[],"coverage":[],"title":["A nonlocal wave-wave interaction among Alfven waves in an\n  intermediate-beta plasma"],"description":["  A nonlocal coupling mechanism to directly transfer the energy from\nlarge-scale Magnetohydrodynamic(MHD) Alfven waves to small-scale kinetic Alfven\nwaves is presented. It is shown that the interaction between a MHD Alfven wave\nand a reversely propagating kinetic Alfven wave can generate another kinetic\nAlfven wave, and this interaction exists in the plasmas where the thermal to\nmagnetic pressure ratio is larger than the electron to ion mass ratio. The\nproposed nonlocal interaction may have a potential application to account for\nthe observed electron scale kinetic Alfven waves in the solar wind and solar\ncorona plasmas.\n","Comment: Correct some grammar errors"]}]
["1102.3030",{"format":[],"subject":["Mathematics - Optimization and Control","90C27, 90C35","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3030"],"date":["2011-02-15","2011-04-20"],"type":["text"],"creator":["Çela, Eranda","Schmuck, Nina S.","Wimer, Shmuel","Woeginger, Gerhard J."],"language":[],"coverage":[],"title":["The Wiener maximum quadratic assignment problem"],"description":["  We investigate a special case of the maximum quadratic assignment problem\nwhere one matrix is a product matrix and the other matrix is the distance\nmatrix of a one-dimensional point set. We show that this special case, which we\ncall the Wiener maximum quadratic assignment problem, is NP-hard in the\nordinary sense and solvable in pseudo-polynomial time. Our approach also yields\na polynomial time solution for the following problem from chemical graph\ntheory: Find a tree that maximizes the Wiener index among all trees with a\nprescribed degree sequence. This settles an open problem from the literature.\n","Comment: 11 pages, no figures"]}]
["1102.3061",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3061"],"date":["2011-02-15","2011-04-20"],"type":["text"],"creator":["Takeuchi, Keigo","Tanaka, Toshiyuki","Kawabata, Tsutomu"],"language":[],"coverage":[],"title":["Improvement of BP-Based CDMA Multiuser Detection by Spatial Coupling"],"description":["  Kudekar et al. proved that the belief-propagation (BP) threshold for\nlow-density parity-check codes can be boosted up to the maximum-a-posteriori\n(MAP) threshold by spatial coupling. In this paper, spatial coupling is applied\nto randomly-spread code-division multiple-access (CDMA) systems in order to\nimprove the performance of BP-based multiuser detection (MUD).\nSpatially-coupled CDMA systems can be regarded as multi-code CDMA systems with\ntwo transmission phases. The large-system analysis shows that spatial coupling\ncan improve the BP performance, while there is a gap between the BP performance\nand the individually-optimal (IO) performance.\n","Comment: accepted for presentation at ISIT2011"]}]
["1102.3193",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3193"],"date":["2011-02-15","2011-04-20"],"type":["text"],"creator":["Rowell, Nicholas","Hambly, Nigel"],"language":[],"coverage":[],"title":["White Dwarfs in the SuperCOSMOS Sky Survey: the Thin Disk, Thick Disk\n  and Spheroid Luminosity Functions"],"description":["  We present a magnitude and proper motion limited catalogue of ~10,000 white\ndwarf candidates, obtained from the SuperCOSMOS Sky Survey by means of reduced\nproper motion selection. This catalogue extends to magnitudes r~19.75 and\nproper motions as low as mu ~0.05\"/yr, and covers nearly three quarters of the\nsky. Photometric parallaxes provide distance estimates accurate to ~50%. This\ncatalogue is used to measure the luminosity functions for disk and spheroid\nwhite dwarfs, using strict velocity cuts to isolate subsamples belonging to\neach population. Disk luminosity functions measured in this manner are really a\nconglomerate of thin and thick disk objects, due to the significant velocity\noverlap between these populations. We introduce a new statistical approach to\nthe stellar luminosity function for nearby objects that succesfully untangles\nthe contributions from the different kinematic populations, without the need\nfor stringent velocity cuts. This improves the statistical power by allowing\nall stars to contribute to the luminosity function, even at tangential\nvelocities where the populations are indistinguishable. This method is\nparticularly suited to white dwarfs, for which population discrimination by\nchemical tagging is not possible. We use this technique to obtain the first\nmeasurement of the thick disk white dwarf luminosity function, while also\nimproving constraint on both the thin disk and spheroid luminosity functions.\nWe find that the thin disk, thick disk and spheroid populations contribute to\nthe local white dwarf density in roughly 79%/16%/5% proportions.\n","Comment: 23 pages, 20 figures, 5 tables. First revision"]}]
["1102.3408",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3408","Phys. Rev. Lett. 106, 143902:1-4 (2011)","doi:10.1103/PhysRevLett.106.143902"],"date":["2011-02-16"],"type":["text"],"creator":["Abb, Martina","Bakkers, Erik P. A. M.","Muskens, Otto L."],"language":[],"coverage":[],"title":["Ultrafast dephasing of light in strongly scattering GaP nanowires"],"description":["  We demonstrate ultrafast dephasing in the random transport of light through a\nlayer consisting of strongly scattering GaP nanowires. Dephasing results in a\nnonlinear intensity modulation of individual pseudomodes which is 100 times\nlarger than that of bulk GaP. Different contributions to the nonlinear response\nare separated using total transmission, white-light frequency correlation, and\nstatistical pseudomode analysis. A dephasing time of $1.2\\pm 0.2$~ps is found.\nQuantitative agreement is obtained with numerical model calculations which\ninclude photoinduced absorption and deformation of individual scatterers.\nNonlinear dephasing of photonic eigenmodes opens up avenues for ultrafast\ncontrol of random lasers, nanophotonic switches, and photon localization.\n","Comment: 5 pages, 4 figures"]}]
["1103.1125",{"format":[],"subject":["Mathematics - Number Theory","11G16 11R23 11R65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1125"],"date":["2011-03-06","2011-04-20"],"type":["text"],"creator":["Viguié, Stéphane"],"language":[],"coverage":[],"title":["On the classical main conjecture for imaginary quadratic fields"],"description":["  Let p be a prime number which is split in an imaginary quadratic field k. Let\n\\mathfrak{p} be a place of k above p. Let k_\\infty be the unique Z_p-extension\nof k which unramified outside of \\mathfrak{p}, and let K_\\intfy be a finite\nextension of k_\\infty, abelian over k. In case p \\notin {2,3}, we prove that\nthe characteristic ideal of the projective limit of global units modulo\nelliptic units coincides with the characteristic ideal of the projective limit\nof the p-class groups. Our approach uses Euler systems, which were first used\nin this context by K.Rubin. If p \\in {2,3}, we obtain a divisibility relation,\nup to a certain constant.\n","Comment: 15 pages"]}]
["1103.1267",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1267","Phys.Rev.D83:075001,2011","doi:10.1103/PhysRevD.83.075001"],"date":["2011-03-07"],"type":["text"],"creator":["Barreto, E. Ramirez","Coutinho, Y. A.","Borges, J. Sá"],"language":[],"coverage":[],"title":["Vector- and Scalar-Bilepton Pair Production in Hadron Colliders"],"description":["  We study the double-charged vector-bilepton pair production and\ndouble-charged scalar-bilepton pair production {\\it via} $p + p \\longrightarrow\nY^{++} + Y^{--} + X$ and $p + p \\longrightarrow S_1^{++} + S_1^{--} + X$, where\n$Y$ and\n  $S_1$ are vector and scalar bileptons respectively, in the framework of the\nminimal version of the 3-3-1 model. We compute the photon, $Z$, and $Z^\\prime$\ns-channel contributions for the elementary process of bilepton scalar pair\nproduction, and to keep the correct unitarity behavior for the elementary $q\n\\bar q$ interaction, we include the exotic quark t-channel contribution in the\nvector-bilepton pair production calculation. We explore a mass range for\n$Z^\\prime$ and we fix the exotic quark mass within the experimental bounds. In\nthis model, the vector-bilepton mass is directly related to $M_{Z^\\prime}$ and\nwe consider scalar mass values around the vector-bilepton mass.\n  We show that the total cross section for vector-bilepton production is 3\norders of magnitude larger than for scalar pair production for $\\sqrt s= 7$ TeV\nand 14 TeV and we obtain the number of events for the proposed LHC luminosities\nas a function of the bilepton mass. In addition we present some invariant mass\nand transverse momentum distributions. When comparing these distributions we\nobserve quite different behavior providing the determination of the bilepton\nnature. We conclude that one can disentangle the production rates and that the\nLHC can be capable of detecting these predicted particles as a signal for new\nphysics.\n","Comment: 29 pages, 18 figures, 4 tables"]}]
["1103.2269",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2269","Phys.Lett.B699:199-203,2011","doi:10.1016/j.physletb.2011.04.002"],"date":["2011-03-11","2011-03-25"],"type":["text"],"creator":["Makeenko, Yuri"],"language":[],"coverage":[],"title":["An interplay between static potential and Reggeon trajectory for QCD\n  string"],"description":["  I consider two cases where QCD string is described by an effective theory of\nlong strings: the static potential and meson scattering amplitudes in the Regge\nregime. I show how they can be solved in the mean-field approximation,\njustified by the large number of space-time dimensions, and argue that it turns\nout to be exact. I compare contributions from QCD string and perturbative QCD\nand discuss experimental consequences for the scattering amplitudes.\n","Comment: 12 pages, 1 figure; v2: references reordered"]}]
["1103.2593",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2593","Phys. Rev. E 83(3), 036103 (2011)","doi:10.1103/PhysRevE.83.036103"],"date":["2011-03-14"],"type":["text"],"creator":["Šubelj, Lovro","Bajec, Marko"],"language":[],"coverage":[],"title":["Unfolding communities in large complex networks: Combining defensive and\n  offensive label propagation for core extraction"],"description":["  Label propagation has proven to be a fast method for detecting communities in\nlarge complex networks. Recent developments have also improved the accuracy of\nthe approach, however, a general algorithm is still an open issue. We present\nan advanced label propagation algorithm that combines two unique strategies of\ncommunity formation, namely, defensive preservation and offensive expansion of\ncommunities. Two strategies are combined in a hierarchical manner, to\nrecursively extract the core of the network, and to identify whisker\ncommunities. The algorithm was evaluated on two classes of benchmark networks\nwith planted partition and on almost 25 real-world networks ranging from\nnetworks with tens of nodes to networks with several tens of millions of edges.\nIt is shown to be comparable to the current state-of-the-art community\ndetection algorithms and superior to all previous label propagation algorithms,\nwith comparable time complexity. In particular, analysis on real-world networks\nhas proven that the algorithm has almost linear complexity,\n$\\mathcal{O}(m^{1.19})$, and scales even better than basic label propagation\nalgorithm ($m$ is the number of edges in the network).\n"]}]
["1103.3790",{"format":[],"subject":["Nuclear Theory","Astrophysics - Solar and Stellar Astrophysics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3790","Eur. Phys. J. A (2011) 47: 52","doi:10.1140/epja/i2011-11052-1"],"date":["2011-03-19"],"type":["text"],"creator":["Lavagno, A.","Pigato, D."],"language":[],"coverage":[],"title":["Nonextensive statistical effects in protoneutron stars"],"description":["  We investigate the bulk properties of protoneutron stars in the framework of\na relativistic mean field theory based on nonextensive statistical mechanics,\ncharacterized by power-law quantum distributions. We study the relevance of\nnonextensive statistical effects on the beta-stable equation of state at fixed\nentropy per baryon, in presence and in absence of trapped neutrinos, for\nnucleonic and hyperonic matter. We show that nonextensive statistical effects\ncould play a crucial role in the structure and in the evolution of the\nprotoneutron stars also for small deviations from the standard Boltzmann-Gibbs\nstatistics.\n","Comment: 9 pages, 7 figures"]}]
["1103.3863",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3863"],"date":["2011-03-20","2011-04-19"],"type":["text"],"creator":["Szépkúti, István"],"language":[],"coverage":[],"title":["Multidimensional or Relational? / How to Organize an On-line Analytical\n  Processing Database"],"description":["  In the past few years, the number of OLAP applications increased quickly.\nThese applications use two significantly different DB structures:\nmultidimensional (MD) and table-based. One can show that the traditional model\nof relational databases cannot make difference between these two structures.\nAnother model is necessary to make the differences visible. One of these is the\nspeed of the system. It can be proven that the multidimensional DB organization\nresults in shorter response times. And it is crucial, since a manager may\nbecome impatient, if he or she has to wait say more than 20 seconds for the\nnext screen. On the other hand, we have to pay for the speed with a bigger DB\nsize. Why does the size of MD databases grow so quickly? The reason is the\nsparsity of data: The MD matrix contains many empty cells. Efficient handling\nof sparse matrices is indispensable in an OLAP application. One way to handle\nsparsity is to take the structure closer to the table-based one. Thus the DB\nsize decreases, while the application gets slower. Therefore, other methods are\nneeded. This paper deals with the comparison of the two DB structures and the\nlimits of their usage. The new results of the paper: (1) It gives a\nconstructive proof that all relations can be represented in MD arrays. (2) It\nalso shows when the MD array representation is quicker than the table-based\none. (3) The MD representation results in smaller DB size under some\nconditions. One such sufficient condition is proved in the paper. (4) A\nvariation of the single count header compression scheme is described with an\nalgorithm, which creates the compressed array from the ordered table without\nmaterializing the uncompressed array. (5) The speed of the two different\ndatabase organizations is tested with experiments, as well. The tests are done\non benchmark as well as real life data. The experiments support the theoretical\nresults.\n","Comment: 28 pages, 2 figures, 13 tables. Talk presented at the XIV\n  International Conference on Mathematical Programming, Matrahaza, Hungary, 28\n  - 31 March 1999; Computing Research Repository, 2011"]}]
["1103.4169",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4169"],"date":["2011-03-21","2011-04-20"],"type":["text"],"creator":["Szépkúti, István"],"language":[],"coverage":[],"title":["Difference-Huffman Coding of Multidimensional Databases"],"description":["  A new compression method called difference-Huffman coding (DHC) is introduced\nin this paper. It is verified empirically that DHC results in a smaller\nmultidimensional physical representation than those for other previously\npublished techniques (single count header compression, logical position\ncompression, base-offset compression and difference sequence compression). The\narticle examines how caching influences the expected retrieval time of the\nmultidimensional and table representations of relations. A model is proposed\nfor this, which is then verified with empirical data. Conclusions are drawn,\nbased on the model and the experiment, about when one physical representation\noutperforms another in terms of retrieval time. Over the tested range of\navailable memory, the performance for the multidimensional representation was\nalways much quicker than for the table representation.\n","Comment: 23 pages, 3 figures, 6 tables. Revised version of this paper appeared\n  in Periodica Polytechnica Electrical Engineering. Please refer to\n  http://arxiv.org/abs/1103.4168; Computing Research Repository, 2011"]}]
["1103.4225",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4225","Int.J.Mod.Phys.A25:3975-3991,2010","doi:10.1142/S0217751X10050202"],"date":["2011-03-22"],"type":["text"],"creator":["Ivanov, B. V."],"language":[],"coverage":[],"title":["Evolving spheres of shear-free anisotropic fluid"],"description":["  The fluid models mentioned in the title are studied in a modified approach,\nbased on two formulas for the mass function. All characteristics of the fluid\nare expressed through a master potential, satisfying an ordinary second order\ndifferential equation. Different constraints are imposed on this core of\nrelations, finding new solutions and deriving the classical results for perfect\nfluids as particular cases. All charged anisotropic solutions, all conformally\nflat and all uniform density solutions are found. A large class of solutions\nwith linear equation among the two pressures is derived, including the case of\nvanishing tangential pressure. The mechanism responsible for the appearance of\nequation of state is elucidated.\n","Comment: 22 pages"]}]
["1103.4959",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","93E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4959"],"date":["2011-03-25","2011-04-20"],"type":["text"],"creator":["Chatterjee, Debasish","Hokayem, Peter","Ramponi, Federico","Lygeros, John"],"language":[],"coverage":[],"title":["On mean-square boundedness of stochastic linear systems with quantized\n  observations"],"description":["  We propose a procedure to design a state-quantizer with finitely many bins\nfor a marginally stable stochastic linear system evolving in $\\R^d$, and a\nbounded policy based on the resulting quantized state measurements to ensure\nbounded second moment in closed-loop.\n","Comment: 4 pages, 2 fig"]}]
["1104.1004",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1004"],"date":["2011-04-06","2011-04-19"],"type":["text"],"creator":["Jin, B. -Q.","Korepin, V. E."],"language":[],"coverage":[],"title":["Entanglement Entropy for Disjoint Subsystems in XX Spin Chain"],"description":["  Fisher-Hartwig formula has been successful applied to describe the von\nNeumann and R\\'enyi entropies of a block of spins in the ground state of XX\nspin chain. It was based on a determinant representation. In this paper, we\ngeneralize the free fermion method to obtain an exact formulation for the\nentropy of any finite subsystem in XX spin chain. Based on this, we derive a\ndeterminant representation of the entropy of multiple disjoint intervals in the\nground state of $XX$ model.\n","Comment: 9 pages, 2 figures"]}]
["1104.1114",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1114"],"date":["2011-04-06","2011-04-20"],"type":["text"],"creator":["Dodson, Benjamin"],"language":[],"coverage":[],"title":["Global well-posedness and scattering for the mass critical nonlinear\n  Schr{\\\"o}dinger equation with mass below the mass of the ground state"],"description":["  In this paper we prove that the focusing, $d$-dimensional mass critical\nnonlinear Schr{\\\"o}dinger initial value problem is globally well-posed and\nscattering for $u_{0} \\in L^{2}(\\mathbf{R}^{d})$, $\\| u_{0}\n\\|_{L^{2}(\\mathbf{R}^{d})} < \\| Q \\|_{L^{2}(\\mathbf{R}^{d})}$, where $Q$ is the\nground state, and $d \\geq 1$. We first establish an interaction Morawetz\nestimate that is positive definite when $\\| u_{0} \\|_{L^{2}(\\mathbf{R}^{d})} <\n\\| Q \\|_{L^{2}(\\mathbf{R}^{d})}$, and has the appropriate scaling. Next, we\nwill prove a frequency localized interaction Morawetz estimate similar to the\nestimates made in \\cite{D2}, \\cite{D3}, \\cite{D4}. See also \\cite{CKSTT4} for\nthe energy critical case. Since we are considering an $L^{2}$ - critical\ninitial value problem we will localize to low frequencies.\n","Comment: 36 pages"]}]
["1104.2268",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2268","Science 332, 328-330 (2011)","doi:10.1126/science.1199595"],"date":["2011-04-12"],"type":["text"],"creator":["Abanin, D. A.","Morozov, S. V.","Ponomarenko, L. A.","Gorbachev, R. V.","Mayorov, A. S.","Katsnelson, M. I.","Watanabe, K.","Taniguchi, T.","Novoselov, K. S.","Levitov, L. S.","Geim, A. K."],"language":[],"coverage":[],"title":["Giant Nonlocality near the Dirac Point in Graphene"],"description":["  Transport measurements have been a powerful tool for uncovering new\nelectronic phenomena in graphene. We report nonlocal measurements performed in\nthe Hall bar geometry with voltage probes far away from the classical path of\ncharge flow. We observe a large nonlocal response near the Dirac point in\nfields as low as 0.1T, which persists up to room temperature. The nonlocality\nis consistent with the long-range flavor currents induced by lifting of\nspin/valley degeneracy. The effect is expected to contribute strongly to all\nmagnetotransport phenomena near the neutrality point.\n"]}]
["1104.2985",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2985"],"date":["2011-04-15","2011-04-20"],"type":["text"],"creator":["Colombo, Rinaldo M.","Garavello, Mauro","Lécureux-Mercier, Magali"],"language":[],"coverage":[],"title":["A Class of Non-Local Models for Pedestrian Traffic"],"description":["  We present a new class of macroscopic models for pedestrian flows. Each\nindividual is assumed to move towards a fixed target, deviating from the best\npath according to the instantaneous crowd distribution. The resulting equation\nis a conservation law with a nonlocal flux. Each equation in this class\ngenerates a Lipschitz semigroup of solutions and is stable with respect to the\nfunctions and parameters defining it. Moreover, key qualitative properties such\nas the boundedness of the crowd density are proved. Specific models are\npresented and their qualitative properties are shown through numerical\nintegrations.\n"]}]
["1104.3821",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3821"],"date":["2011-04-19"],"type":["text"],"creator":["Hamilton, Ryan","Raghupathi, Mrinal"],"language":[],"coverage":[],"title":["The Toeplitz corona problem for algebras of multipliers on a\n  Nevanlinna-Pick space"],"description":["  Suppose $\\fA$ is an algebra of operators on a Hilbert space $H$ and $A_1,...,\nA_n \\in \\fA$. If the row operator $[A_1,..., A_n] \\in B(H^{(n)},H)$ has a right\ninverse in $B(H, H^{(n)})$, the Toeplitz corona problem for $\\fA$ asks if a\nright inverse can be found with entries in $\\fA$. When $H$ is a complete\nNevanlinna-Pick space and $\\fA$ is a weakly-closed algebra of multiplication\noperators on $H$, we show that under a stronger hypothesis, the corona problem\nfor $\\fA$ has a solution. When $\\fA$ is the full multiplier algebra of $H$, the\nToeplitz corona theorems of Arveson, Schubert and Ball-Trent-Vinnikov are\nobtained. A tangential interpolation result for these algebras is developed in\norder to solve the Toeplitz corona problem.\n","Comment: 13 pages"]}]
["1104.3876",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3876"],"date":["2011-04-19"],"type":["text"],"creator":["van Tol, Michiel W.","Koivisto, Juha"],"language":[],"coverage":[],"title":["Extending and Implementing the Self-adaptive Virtual Processor for\n  Distributed Memory Architectures"],"description":["  Many-core architectures of the future are likely to have distributed memory\norganizations and need fine grained concurrency management to be used\neffectively. The Self-adaptive Virtual Processor (SVP) is an abstract\nconcurrent programming model which can provide this, but the model and its\ncurrent implementations assume a single address space shared memory. We\ninvestigate and extend SVP to handle distributed environments, and discuss a\nprototype SVP implementation which transparently supports execution on\nheterogeneous distributed memory clusters over TCP/IP connections, while\nretaining the original SVP programming model.\n"]}]
["1104.3884",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3884"],"date":["2011-04-19"],"type":["text"],"creator":["Baudoin, Fabrice","Ouyang, Cheng","Tindel, Samy"],"language":[],"coverage":[],"title":["Upper bounds for the density of solutions of stochastic differential\n  equations driven by fractional Brownian motions"],"description":["  In this paper we study upper bounds for the density of solution of stochastic\ndifferential equations driven by a fractional Brownian motion with Hurst\nparameter H > 1/3. We show that under some geometric conditions, in the regular\ncase H > 1/2, the density of the solution satisfy the log-Sobolev inequality,\nthe Gaussian concentration inequality and admits an upper Gaussian bound. In\nthe rough case H > 1/3 and under the same geometric conditions, we show that\nthe density of the solution is smooth and admits an upper sub-Gaussian bound.\n"]}]
["1104.3886",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3886"],"date":["2011-04-19"],"type":["text"],"creator":["Xie, Hongmei","Yan, Zhiyuan","Suter, Bruce W."],"language":[],"coverage":[],"title":["General Linearized Polynomial Interpolation and Its Applications"],"description":["  In this paper, we first propose a general interpolation algorithm in a free\nmodule of a linearized polynomial ring, and then apply this algorithm to decode\nseveral important families of codes, Gabidulin codes, KK codes and MV codes.\nOur decoding algorithm for Gabidulin codes is different from the polynomial\nreconstruction algorithm by Loidreau. When applied to decode KK codes, our\ninterpolation algorithm is equivalent to the Sudan-style list-1 decoding\nalgorithm proposed by K/\"otter and Kschischang for KK codes. The general\ninterpolation approach is also capable of solving the interpolation problem for\nthe list decoding of MV codes proposed by Mahdavifar and Vardy, and has a lower\ncomplexity than solving linear equations.\n"]}]
["1104.3887",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3887"],"date":["2011-04-19"],"type":["text"],"creator":["Miller, H. R.","Clemmons, H.","Maune, J. D.","Eggen, J. R.","Gudkova, D.","Parks, J. R."],"language":[],"coverage":[],"title":["3C 279 in an Optical Faint State"],"description":["  AGN, such as blazars, are most often observed during flare states, primarily\ndue to ease of detection. We report microvariability observations of one\nblazar, however, while in a historically low state. Comparisons of the\namplitude of the variability between high and low states are made. These\nobservations strongly suggest that the relativistic jet associated with the\ncentral source of this object is responsible for the observed microvariability\n(as opposed to a source within the accretion disk).\n","Comment: 5 pages, 3 figures, conference"]}]
["1104.3900",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","11D09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3900"],"date":["2011-04-19"],"type":["text"],"creator":["Hui, Chun Yin","Pong, Wai Yan"],"language":[],"coverage":[],"title":["Diophantine Equations of Matching Games I"],"description":["  We solve a family of quadratic Diophantine equations associated to a simple\nkind of games. We show that the ternary case, in many ways, is the most\ninteresting and the least arbitrary member of the family.\n","Comment: submitted to the journal INTEGERS"]}]
["1104.3903",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3903"],"date":["2011-04-19"],"type":["text"],"creator":["Dolan, Joseph F."],"language":[],"coverage":[],"title":["A Search for Pulsars between 0.3 and 8 MeV using INTEGRAL"],"description":["  The spectra of only a few pulsars are known in the low-energy gamma-ray\nregion around 1 Mev. We searched for point sources of gamma-radiation in the\n0.3-1 and 1-8 Mev bandpasses at the location of known radio and X-ray pulsars.\nSingle channel photometry using the SPI spectrometer on INTEGRAL, obtained\nusing a coded-aperture mask, is feasible if calibrated using known fluxes from\npoint sources. The calibration was carried out using the Crab nebula and\nverified using the Vela pulsar. The locations of a representative sample of\npulsar types were then observed. Other than the Crab and Vela pulsars, no\nsources were detected. Upper limits are given on the time-averaged flux from\nthe location of 15 other pulsars; most lie below previously published upper\nlimits. Six of the pulsars for which we determine upper limits at 1 MeV have\nbeen detected above 100 MeV by FERMI. The upper limits we report here help to\ndescribe the spectrum of these pulsars at all wavelengths.\n"]}]
["1104.3904",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Social and Information Networks","Physics - Physics and Society","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3904","Expert Syst. Appl. 38(1), 1039-1052 (2011)","doi:10.1016/j.eswa.2010.07.143"],"date":["2011-04-19"],"type":["text"],"creator":["Šubelj, Lovro","Furlan, Štefan","Bajec, Marko"],"language":[],"coverage":[],"title":["An expert system for detecting automobile insurance fraud using social\n  network analysis"],"description":["  The article proposes an expert system for detection, and subsequent\ninvestigation, of groups of collaborating automobile insurance fraudsters. The\nsystem is described and examined in great detail, several technical\ndifficulties in detecting fraud are also considered, for it to be applicable in\npractice. Opposed to many other approaches, the system uses networks for\nrepresentation of data. Networks are the most natural representation of such a\nrelational domain, allowing formulation and analysis of complex relations\nbetween entities. Fraudulent entities are found by employing a novel assessment\nalgorithm, \\textit{Iterative Assessment Algorithm} (\\textit{IAA}), also\npresented in the article. Besides intrinsic attributes of entities, the\nalgorithm explores also the relations between entities. The prototype was\nevaluated and rigorously analyzed on real world data. Results show that\nautomobile insurance fraud can be efficiently detected with the proposed system\nand that appropriate data representation is vital.\n"]}]
["1104.3905",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computer Science and Game Theory","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3905"],"date":["2011-04-19"],"type":["text"],"creator":["Kneis, Joachim","Langer, Alexander","Rossmanith, Peter"],"language":[],"coverage":[],"title":["Courcelle's Theorem - A Game-Theoretic Approach"],"description":["  Courcelle's Theorem states that every problem definable in Monadic\nSecond-Order logic can be solved in linear time on structures of bounded\ntreewidth, for example, by constructing a tree automaton that recognizes or\nrejects a tree decomposition of the structure. Existing, optimized software\nlike the MONA tool can be used to build the corresponding tree automata, which\nfor bounded treewidth are of constant size. Unfortunately, the constants\ninvolved can become extremely large - every quantifier alternation requires a\npower set construction for the automaton. Here, the required space can become a\nproblem in practical applications.\n  In this paper, we present a novel, direct approach based on model checking\ngames, which avoids the expensive power set construction. Experiments with an\nimplementation are promising, and we can solve problems on graphs where the\nautomata-theoretic approach fails in practice.\n","Comment: submitted"]}]
["1104.3908",{"format":[],"subject":["Mathematics - Functional Analysis","Quantum Physics","81Qxx, 46A04, 46A20, 46A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3908"],"date":["2011-04-19"],"type":["text"],"creator":["Carfí, David"],"language":[],"coverage":[],"title":["Multiplicative operators in the spaces of Schwartz families"],"description":["  In this paper we introduce and study the multiplication among smooth\nfunctions and Schwartz families. This multiplication is fundamental in the\nformulation and development of a spectral theory for Schwartz linear operators\nin distribution spaces, to introduce efficiently the Schwartz eigenfamilies of\nsuch operators and to build up a good functional calculus for them. The\ndefinition of eigenfamily is absolutely natural and this new operation allows\nus to develop a rigorous and manageable spectral theory for Quantum Mechanics,\nsince it appears in a form extremely similar to the current use in Physics.\n"]}]
["1104.3910",{"format":[],"subject":["Mathematics - Number Theory","11A07, 11N25, 11R04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3910"],"date":["2011-04-19"],"type":["text"],"creator":["Shparlinski, Igor E."],"language":[],"coverage":[],"title":["On vanishing Fermat quotients and a bound of the Ihara sum"],"description":["  We improve an estimate of A.Granville (1987) on the number of vanishing\nFermat quotients $q_p(\\ell)$ modulo a prime $p$ when $\\ell$ runs through primes\n$\\ell \\le N$. We use this bound to obtain an unconditional improvement of the\nconditional (under the Generalised Riemann Hypothesis) estimate of Y. Ihara\n(2006) on a certain sum, related to vanishing Fermat quotients. In turn this\nsum appears in the study of the index of certain subfields of of cyclotomic\nfields $\\Q(\\exp(2 \\pi i/p^2))$.\n"]}]
["1104.3919",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3919"],"date":["2011-04-19"],"type":["text"],"creator":["Kloks, Ton","Poon, Sheung-Hung"],"language":[],"coverage":[],"title":["Some results on triangle partitions"],"description":["  We show that there exist efficient algorithms for the triangle packing\nproblem in colored permutation graphs, complete multipartite graphs,\ndistance-hereditary graphs, k-modular permutation graphs and complements of\nk-partite graphs (when k is fixed). We show that there is an efficient\nalgorithm for C_4-packing on bipartite permutation graphs and we show that\nC_4-packing on bipartite graphs is NP-complete. We characterize the cobipartite\ngraphs that have a triangle partition.\n"]}]
["1104.3920",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3920"],"date":["2011-04-19"],"type":["text"],"creator":["Kloks, Ton"],"language":[],"coverage":[],"title":["Graphs without even holes or diamonds"],"description":["  An even hole is an induced chordless cycle of even length at least four. A\ndiamond is an induced subgraph isomorphic to K_4-e. We show that graphs without\neven holes and without diamonds can be decomposed via clique-separators into\ngraphs that have uniformly bounded cliquewidth.\n"]}]
["1104.3921",{"format":[],"subject":["Mathematics - Quantum Algebra","17B65, 17B67, 17B68, 17B69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3921"],"date":["2011-04-19"],"type":["text"],"creator":["Bao, Yixin","Jiang, Cuipo","Pei, Yufeng"],"language":[],"coverage":[],"title":["Representations of affine Nappi-Witten algebras"],"description":["  In this paper, we study the representation theory for the affine Lie algebra\n$\\H$ associated to the Nappi-Witten model $H_{4}$. We classify all the\nirreducible highest weight modules of $\\H$. Furthermore, we give a necessary\nand sufficient condition for each $\\H$-(generalized) Verma module to be\nirreducible. For reducible ones, we characterize all the linearly independent\nsingular vectors. Finally, we construct Wakimoto type modules for these Lie\nalgebras and interpret this construction in terms of vertex operator algebras\nand their modules.\n","Comment: 26 pages"]}]
["1104.3927",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3927"],"date":["2011-04-19"],"type":["text"],"creator":["Drescher, Christian","Walsh, Toby"],"language":[],"coverage":[],"title":["Translation-based Constraint Answer Set Solving"],"description":["  We solve constraint satisfaction problems through translation to answer set\nprogramming (ASP). Our reformulations have the property that unit-propagation\nin the ASP solver achieves well defined local consistency properties like arc,\nbound and range consistency. Experiments demonstrate the computational value of\nthis approach.\n","Comment: Self-archived version for IJCAI'11 Best Paper Track submission"]}]
["1104.3928",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3928"],"date":["2011-04-19"],"type":["text"],"creator":["Hoover, William G.","Hoover, Carol G."],"language":[],"coverage":[],"title":["Free Energy Changes, Fluctuations, and Path Probabilities"],"description":["  We illustrate some of the static and dynamic relations discovered by Cohen,\nCrooks, Evans, Jarzynski, Kirkwood, Morriss, Searles, and Zwanzig. These\nrelations link nonequilibrium processes to equilibrium isothermal free energy\nchanges and to dynamical path probabilities. We include ideas suggested by\nDellago, Geissler, Oberhofer, and Schoell-Paschinger. Our treatment is intended\nto be pedagogical, for use in an updated version of our book: Time\nReversibility, Computer Simulation, and Chaos. Comments are very welcome.\n","Comment: 11 pages"]}]
["1104.3929",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Learning","I.2.7","I.2.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3929"],"date":["2011-04-19"],"type":["text"],"creator":["Shen, Libin"],"language":[],"coverage":[],"title":["Understanding Exhaustive Pattern Learning"],"description":["  Pattern learning in an important problem in Natural Language Processing\n(NLP). Some exhaustive pattern learning (EPL) methods (Bod, 1992) were proved\nto be flawed (Johnson, 2002), while similar algorithms (Och and Ney, 2004)\nshowed great advantages on other tasks, such as machine translation. In this\narticle, we first formalize EPL, and then show that the probability given by an\nEPL model is constant-factor approximation of the probability given by an\nensemble method that integrates exponential number of models obtained with\nvarious segmentations of the training data. This work for the first time\nprovides theoretical justification for the widely used EPL algorithm in NLP,\nwhich was previously viewed as a flawed heuristic method. Better understanding\nof EPL may lead to improved pattern learning algorithms in future.\n","Comment: 15 pages, 3 figures"]}]
["1104.3931",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3931"],"date":["2011-04-19"],"type":["text"],"creator":["Drescher, Christian","Eiter, Thomas","Fink, Michael","Krennwallner, Thomas","Walsh, Toby"],"language":[],"coverage":[],"title":["Symmetry Breaking for Distributed Multi-Context Systems"],"description":["  Heterogeneous nonmonotonic multi-context systems (MCS) permit different\nlogics to be used in different contexts, and link them via bridge rules. We\ninvestigate the role of symmetry detection and symmetry breaking in such\nsystems to eliminate symmetric parts of the search space and, thereby, simplify\nthe evaluation process. We propose a distributed algorithm that takes a local\nstance, i.e., computes independently the partial symmetries of a context and,\nin order to construct potential symmetries of the whole, combines them with\nthose partial symmetries returned by neighbouring contexts. We prove the\ncorrectness of our methods. We instantiate such symmetry detection and symmetry\nbreaking in a multi-context system with contexts that use answer set programs,\nand demonstrate computational benefit on some recently proposed benchmarks.\n","Comment: Self-archived version of LPNMR'11 submission"]}]
["1104.3947",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3947","13es Rencontres Francophones sur les Aspects Algorithmiques de\n  T\\'el\\'ecommunications (AlgoTel) (2011)"],"date":["2011-04-20"],"type":["text"],"creator":["Dolev, Shlomi","Dubois, Swan","Potop-Butucaru, Maria","Tixeuil, Sébastien"],"language":[],"coverage":[],"title":["Communication Optimalement Stabilisante sur Canaux non Fiables et non\n  FIFO"],"description":["  A self-stabilizing protocol has the capacity to recover a legitimate behavior\nwhatever is its initial state. The majority of works in self-stabilization\nassume a shared memory model or a communication using reliable and FIFO\nchannels. In this article, we interest in self-stabilizing systems using\nbounded but non reliable and non FIFO channels. We propose a stabilizing\ncommunication protocol with optimal fault resilience. In more details, this\nprotocol simulates a reliable and FIFO channel and ensures a minimal number of\nlooses, duplications, creations, and re-ordering of messages.\n"]}]
["1104.3949",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3949"],"date":["2011-04-20"],"type":["text"],"creator":["Daneshvar, Hoofar","Drake, G W F"],"language":[],"coverage":[],"title":["Time-dependent pointer states of the quantized atom-field model in a\n  nonresonance regime and consequences regarding the decoherence of the central\n  system"],"description":["  We consider the quantized atom-field model and for the regime that\n$\\hat{H}_{\\cal E}\\ll\\hat{H}_{\\cal S}\\ll\\hat{H'}$ (but $\\hat{H}_{\\cal E}\\neq0$\nand $\\hat{H}_{\\cal S}\\neq0$); where $\\hat{H}_{\\cal E}$, $\\hat{H}_{\\cal S}$ and\n$\\hat{H'}$ respectively represent the self Hamiltonians of the environment and\nthe system, and the interaction between the system and the environment.\nConsidering a single-mode quantized field we obtain the time-evolution operator\nfor the model. Using our time-evolution operator we calculate the\ntime-dependent pointer states of the system and the environment (which are\ncharacterized by their ability not to entangle with states of another\nsubsystem) by assuming an initial state of the environment in the form of a\nGaussian package in position space. We obtain a closed form for the offdiagonal\nelement of the reduced density matrix of the system and study the decoherence\nof the central system in our model. We will show that for the case that the\nsystem initially is not prepared in one of its pointer states, the offdiagonal\nelement of the reduced density matrix of the system will decay with a\ndecoherence time which is inversely proportional to the square root of the mass\nof the bosonic field particles.\n","Comment: 14 Pages"]}]
["1104.3951",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3951"],"date":["2011-04-20"],"type":["text"],"creator":["Dwandaru, Wipsar Sunu Brams","Schmidt, Matthias"],"language":[],"coverage":[],"title":["Variational Principle of Classical Density Functional Theory via Levy's\n  Constrained Search Method"],"description":["  We show that classical density functional theory can be based on the\nconstrained search method [M. Levy, Proc. Natl. Acad. Sci. 76, 6062 (1979)].\nFrom the Gibbs inequality one first derives a variational principle for the\ngrand potential as a functional of a trial many-body distribution. This\nfunctional is minimized in two stages. The first step consists of a constrained\nsearch of all many-body distributions that generate a given one-body density.\nThe result can be split into internal and external contributions to the total\ngrand potential. In contrast to the original approach by Mermin and Evans, here\nthe intrinsic Helmholtz free energy functional is defined by an explicit\nexpression that does not refer to an external potential in order to generate\nthe given one-body density. The second step consists of minimizing with respect\nto the one-body density. We show that this framework can be applied in a\nstraightforward way to the canonical ensemble.\n","Comment: 7 pages, to appear in Phys. Rev. E"]}]
["1104.3953",{"format":[],"subject":["Quantum Physics","Computer Science - Computer Science and Game Theory","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3953"],"date":["2011-04-20"],"type":["text"],"creator":["Leung, Ming Lam"],"language":[],"coverage":[],"title":["Classical vs Quantum Games: Continuous-time Evolutionary Strategy\n  Dynamics"],"description":["  This paper unifies the concepts of evolutionary games and quantum strategies.\nFirst, we state the formulation and properties of classical evolutionary\nstrategies, with focus on the destinations of evolution in 2-player 2-strategy\ngames. We then introduce a new formalism of quantum evolutionary dynamics, and\ngive an example where an evolving quantum strategy gives reward if played\nagainst its classical counterpart.\n","Comment: 4 pages, 4 figures"]}]
["1104.3954",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3954"],"date":["2011-04-20"],"type":["text"],"creator":["Liu, Keqin"],"language":[],"coverage":[],"title":["Invariant Algebras"],"description":["  We introduce invariant algebras and representation$^{(c_1,..., c_8)}$ of\nalgebras, and give many ways of constructing Lie algebras, Jordan algebras,\nLeibniz algebras, pre-Lie algebras and left-symmetric algebras in an invariant\nalgebras.\n"]}]
["1104.3955",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3955"],"date":["2011-04-20"],"type":["text"],"creator":["Camera, Stefano","Diaferio, Antonaldo"],"language":[],"coverage":[],"title":["The Power of Cosmic Flexion in Testing Modified Matter and Gravity"],"description":["  Flexion is the weak lensing effect responsible for the weakly skewed and\narc-like appearance of lensed galaxies. The flexion signal-to-noise ratio can\nbe an order of magnitude larger than that of shear. For the first time, we show\nhow this makes flexion an invaluable tool for discriminating among alternative\ncosmological models. We analyse a scalar field model of unified dark matter and\ndark energy, a brane-world cosmology and two f(R) modified-action theories. We\nshow that these models can be distinguished from LCDM at several standard\ndeviations by measuring the power spectrum of cosmic flexion.\n","Comment: Letter; 4 pages, 1 figure"]}]
["1104.3956",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3956"],"date":["2011-04-20"],"type":["text"],"creator":["Liu, Keqin"],"language":[],"coverage":[],"title":["A Class of Noncommutative Spectra"],"description":["  We construct a class of noncommutative spectra and give the basic properties\nof the class of noncommutative spectra.\n"]}]
["1104.3964",{"format":[],"subject":["Mathematics - General Mathematics","00A05, 00A30, 03A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3964"],"date":["2011-04-20"],"type":["text"],"creator":["Montero, R. Ramos"],"language":[],"coverage":[],"title":["The family of Eulerian constants in the isodimensional discrete calculus"],"description":["  Discrete Euclidian Spaces (DESs) are the starting point in the study of the\nmajor fields of the Isodimensional Discrete Mathematics (IDM). The\nisodimensional analysis is not an exception, being particularly interesting and\nfruitful the presence of the DESs in the study of differential and integral\ncalculus. At the moment, and because of the novelty, the discrepancies between\nthe standard and the isodimensional discrete calculus (IDC) are what draw more\nattention. As a small sample, in this paper we will see the interpretation\ngiven by the IDC about the origin and nature of the constant of Euler, and\nafter that, we will also do likewise with another pair of constants of the same\nfamily.\n","Comment: 11 pages, http://www.isodimensional.com"]}]
["1104.3970",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3970"],"date":["2011-04-20"],"type":["text"],"creator":["Fabi, S.","Karatheodoris, G. S."],"language":[],"coverage":[],"title":["On the equation of motion for test particles in an ambient gravitational\n  field as the Wong equation for a generalized gauge theory"],"description":["  In this note we demonstrate the equation of motion for test particles in an\nambient gravitational field for the teleparallel theory of gravity, considered\nas a generalized gauge theory, using a computational scheme due to Feynman. It\ncan be thought of as the Wong equation for a generalized gauge theory. The Wong\nand Lorentz equations become identical when the generators of a generalized\nnon-abelian gauge theory are taken to be the local translation generators.\n","Comment: 21 pages"]}]
["1104.3971",{"format":[],"subject":["Mathematics - Number Theory","11R27, 13A05, 13F15, 20M13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3971"],"date":["2011-04-20"],"type":["text"],"creator":["Philipp, Andreas"],"language":[],"coverage":[],"title":["A precise result on the arithmetic of non-principal orders in algebraic\n  number fields"],"description":["  Let $R$ be an order in an algebraic number field. If $R$ is a principal\norder, then many explicit results on its arithmetic are available. Among\nothers, $R$ is half-factorial if and only if the class group of $R$ has at most\ntwo elements. Much less is known for non-principal orders. Using a new\nsemigroup theoretical approach, we study half-factoriality and further\narithmetical properties for non-principal orders in algebraic number fields.\n"]}]
["1104.3972",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3972"],"date":["2011-04-20"],"type":["text"],"creator":["Liu, Bo","Yu, Jianqing"],"language":[],"coverage":[],"title":["Rigidity and Vanishing Theorems on ${\\mathbb{Z}}/k$ Spin$^c$ manifolds"],"description":["  In this paper, we first establish an $S^1$-equivariant index theorem for\nSpin$^c$ Dirac operators on $\\mathbb{Z}/k$ manifolds, then combining with the\nmethods developed by Taubes \\cite{MR998662} and Liu-Ma-Zhang\n\\cite{MR1870666,MR2016198}, we extend Witten's rigidity theorem to the case of\n$\\mathbb{Z}/k$ Spin$^c$ manifolds. Among others, our results resolve a\nconjecture of Devoto \\cite{MR1405063}\n"]}]
["1104.3984",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Functional Analysis","30C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3984"],"date":["2011-04-20"],"type":["text"],"creator":["Stupin, Denis"],"language":[],"coverage":[],"title":["The sharp estimates of all initial taylor coefficients in the Krzyz's\n  problem"],"description":["  For each $t>0,$ up to the number $n=N(t),$ the exact estimations of all\ninitial taylor coefficients in the class $B_t$ were found, where $B_t$ is a set\nof holomorphic in unit disk functions $f,$ $0<|f|<1,$ $f(0)=e^{-t}.$\n","Comment: 7 pages, 6 references; Application of functional analysis in\n  approximation theory. Tver, 2010. P.52-60"]}]
["1104.3988",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3988"],"date":["2011-04-20"],"type":["text"],"creator":["Gerbner, Dániel","Lemons, Nathan","Palmer, Cory","Patkós, Balázs","Szécsi, Vajk"],"language":[],"coverage":[],"title":["Cross-Sperner families"],"description":["  A pair of families $(\\cF,\\cG)$ is said to be \\emph{cross-Sperner} if there\nexists no pair of sets $F \\in \\cF, G \\in \\cG$ with $F \\subseteq G$ or $G\n\\subseteq F$. There are two ways to measure the size of the pair $(\\cF,\\cG)$:\nwith the sum $|\\cF|+|\\cG|$ or with the product $|\\cF|\\cdot |\\cG|$. We show that\nif $\\cF, \\cG \\subseteq 2^{[n]}$, then $|\\cF||\\cG| \\le 2^{2n-4}$ and\n$|\\cF|+|\\cG|$ is maximal if $\\cF$ or $\\cG$ consists of exactly one set of size\n$\\lceil n/2 \\rceil$ provided the size of the ground set $n$ is large enough and\nboth $\\cF$ and $\\cG$ are non-empty.\n"]}]
["1104.3992",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3992"],"date":["2011-04-20"],"type":["text"],"creator":["Gustafson, Steven C.","Hillier, Adam C."],"language":[],"coverage":[],"title":["A Probability Density for Modeling Unknown Physical Processes"],"description":["  This brief paper develops a probability density that models processes for\nwhich the physical mechanism is unknown. It has desirable properties which are\nnot realized by densities derived from Gaussian process or other classic\nmethods. In many areas of physics, such the analysis of chaotic phenomena,\nthere is need for a density that has these properties.\n","Comment: 5 pages"]}]
["1104.4003",{"format":[],"subject":["Mathematics - Probability","60G55, 60G50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4003"],"date":["2011-04-20"],"type":["text"],"creator":["Michael, Skevi","Volkov, Stanislav"],"language":[],"coverage":[],"title":["On the generalization of the GMS evolutionary model"],"description":["  We study a generalization of the evolution model proposed by Guiol, Machado\nand Schinazi (arXiv:0909.2108). In our model, at each moment of time a random\nnumber of species is either born or removed from the system; the species to be\nremoved are those with the lower fitnesses, fitnesses being some numbers in\n$[0,1]$. We show that under some conditions, a set of species approaches (in\nsome sense) a sample from a uniform distribution on $[f,1]$ for some $f\\in\n[0,1)$, and that the total number of species forms a recurrent process in most\nother cases.\n"]}]
["1104.4004",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4004","Monthly Notices of the Royal Astronomical Society 390 (2008),\n  715-732","doi:10.1111/j.1365-2966.2008.13764.x"],"date":["2011-04-20"],"type":["text"],"creator":["Brož, Miroslav","Vokrouhlický, David"],"language":[],"coverage":[],"title":["Asteroid families in the first order resonances with Jupiter"],"description":["  Asteroids residing in the first-order mean motion resonances with Jupiter\nhold important information about the processes that set the final architecture\nof giant planets. Here we revise current populations of objects in the J2/1\n(Hecuba-gap group), J3/2 (Hilda group) and J4/3 (Thule group) resonances. The\nnumber of multi-opposition asteroids found is 274 for J2/1, 1197 for J3/2 and 3\nfor J4/3. Using both hierarchical clustering technique and colour\nidentification we characterise a collisionally-born asteroid family around the\nobject (1911) Schubart in the J3/2 resonance. There is also a looser cluster\naround the largest asteroid (153) Hilda. Using N-body numerical simulations we\nprove that the Yarkovsky effect (infrared thermal emission from the surface of\nasteroids) causes a systematic drift in eccentricity for resonant asteroids,\nwhile their semimajor axis is almost fixed due to the strong coupling with\nJupiter. This is a different mechanism from main belt families, where the\nYarkovsky drift affects basically the semimajor axis. We use the eccentricity\nevolution to determine the following ages: (1.7+-0.7) Gyr for the Schubart\nfamily and >~4 Gyr for the Hilda family. We also find that collisionally-born\nclusters in the J2/1 resonance would efficiently dynamically disperse. The\nsteep size distribution of the stable population inside this resonance could\nthus make sense if most of these bodies are fragments from an event older than\n~1 Gyr. Finally, we test stability of resonant populations during Jupiter's and\nSaturn's crossing of their mutual mean motion resonances. In particular we find\nprimordial objects in the J3/2 resonance were efficiently removed from their\norbits when Jupiter and Saturn crossed their 1:2 mean motion resonance.\n"]}]
["1104.4012",{"format":[],"subject":["Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4012","JBIS 63, pp. 218-221 (2010)"],"date":["2011-04-20"],"type":["text"],"creator":["Cartin, Daniel"],"language":[],"coverage":[],"title":["On the maximum sufficient range of interstellar vessels"],"description":["  This paper considers the likely maximum range of space vessels providing the\nbasis of a mature interstellar transportation network. Using the principle of\nsufficiency, it is argued that this range will be less than three parsecs for\nthe average interstellar vessel. This maximum range provides access from the\nSolar System to a large majority of nearby stellar systems, with total travel\ndistances within the network not excessively greater than actual physical\ndistance.\n","Comment: 6 pages, 3 figures"]}]
["1104.4022",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4022"],"date":["2011-04-20"],"type":["text"],"creator":["Dubois, Swan","Masuzawa, Toshimitsu","Tixeuil, Sébastien"],"language":[],"coverage":[],"title":["Auto-Stabilisation et Confinement de Fautes Malicieuses : Optimalit\\'e\n  du Protocole min+1"],"description":["  A self-stabilizing is naturally resilient to transients faults (that is,\nfaults of finite duration). Recently, a new class of protocol appears. These\nprotocols are self-stabilizing and are moreover resilient to a limited number\nof permanent faults. In this article, we interest in self-stabilizing protocols\nthat tolerate very hard permanent faults: Byzantine faults. We introduce two\nnew scheme of Byzantine containment in self-stabilizing systems. We show that,\nfor the problem of BFS spanning tree construction, the well known\nself-stabilizing protocol min+1 provides without significant modification the\nbest Byzantine containment with respect to these new schemes.\n","Comment: 13es Rencontres Francophones sur les Aspects Algorithmiques de\n  T\\'el\\'ecommunications (AlgoTel) (2011)"]}]
["1104.4023",{"format":[],"subject":["Physics - History and Philosophy of Physics","Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4023"],"date":["2011-04-20"],"type":["text"],"creator":["Anastasiei, M.","Gottlieb, I."],"language":[],"coverage":[],"title":["On a Schwarzschild like metric"],"description":["  In this short Note we would like to bring into the attention of people\nworking in General Relativity a Schwarzschild like metric found by Professor\nCleopatra Mociu\\c{t}chi in sixties. It was obtained by the A. Sommerfeld\nreasoning from his treatise \"Elektrodynamik\" but using instead of the energy\nconserving law from the classical Physics, the relativistic energy conserving\nlaw.\n","Comment: 8 pages, no figures"]}]
["1104.4025",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4025","Mathematical and Computational Applications, 16, 784-796, 2011"],"date":["2011-04-20"],"type":["text"],"creator":["Göktaş, Ünal","Kapadia, Devendra"],"language":[],"coverage":[],"title":["Methods in Mathematica for Solving Ordinary Differential Equations"],"description":["  An overview of the solution methods for ordinary differential equations in\nthe Mathematica function DSolve is presented.\n","Comment: 13 pages"]}]
["1104.4026",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4026","Mathematical and Computational Applications, 16, 1-12, 2011"],"date":["2011-04-20"],"type":["text"],"creator":["Göktaş, Ünal","Hereman, Willy"],"language":[],"coverage":[],"title":["Symbolic Computation of Recursion Operators for Nonlinear\n  Differential-Difference equations"],"description":["  An algorithm for the symbolic computation of recursion operators for systems\nof nonlinear differential-difference equations (DDEs) is presented. Recursion\noperators allow one to generate an infinite sequence of generalized symmetries.\nThe existence of a recursion operator therefore guarantees the complete\nintegrability of the DDE. The algo-rithm is based in part on the concept of\ndilation invariance and uses our earlier algorithms for the symbolic\ncomputation of conservation laws and generalized symmetries.\n  The algorithm has been applied to a number of well-known DDEs, including the\nKac-van Moerbeke (Volterra), Toda, and Ablowitz-Ladik lattices, for which\nrecursion opera-tors are shown. The algorithm has been implemented in\nMathematica, a leading com-puter algebra system. The package\nDDERecursionOperator.m is briefly discussed.\n"]}]
["1104.4029",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4029"],"date":["2011-04-20"],"type":["text"],"creator":["Fleischer, Robert","Ricciardi, Stefania"],"language":[],"coverage":[],"title":["Extraction of the weak angle gamma from B to charm decays"],"description":["  We give a summary of the discussions in Working Group V of the CKM2010\nworkshop dealing with determinations of the angle gamma of the unitarity\ntriangle of the Cabibbo-Kobayashi-Maskawa matrix from B-meson decays into\ncharmed final states.\n","Comment: Proceedings of CKM2010, the 6th International Workshop on the CKM\n  Unitarity Triangle, University of Warwick, UK, 6-10 September 2010"]}]
["1104.4030",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4030"],"date":["2011-04-20"],"type":["text"],"creator":["Bialas, Piotr","Oleś, Andrzej K."],"language":[],"coverage":[],"title":["Correlation functions of Ising spins on thin graphs"],"description":["  We investigate analytically and numerically an Ising spin model with\nferromagnetic coupling defined on random graphs corresponding to Feynman\ndiagrams of a $\\phi^q$ field theory, which exhibits a mean field phase\ntransition. We explicitly calculate the correlation functions both in the\nsymmetric and in the broken symmetry phase in the large volume limit. They\nagree with the results for finite size systems obtained from Monte Carlo\nsimulations.\n","Comment: 7 pages and 7 figures"]}]
["1104.4035",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4035"],"date":["2011-04-20"],"type":["text"],"creator":["Wang, Fanggang","Liew, Soung Chang"],"language":[],"coverage":[],"title":["Wireless MIMO Switching"],"description":["  In a generic switching problem, a switching pattern consists of a one-to-one\nmapping from a set of inputs to a set of outputs (i.e., a permutation). We\npropose and investigate a wireless switching framework in which a multi-antenna\nrelay is responsible for switching traffic among a set of $N$ stations. We\nrefer to such a relay as a MIMO switch. With beamforming and linear detection,\nthe MIMO switch controls which stations are connected to which stations. Each\nbeamforming matrix realizes a permutation pattern among the stations. We refer\nto the corresponding permutation matrix as a switch matrix. By scheduling a set\nof different switch matrices, full connectivity among the stations can be\nestablished. In this paper, we focus on \"fair switching\" in which equal amounts\nof traffic are to be delivered for all $N(N-1)$ ordered pairs of stations. In\nparticular, we investigate how the system throughput can be maximized. In\ngeneral, for large $N$ the number of possible switch matrices (i.e.,\npermutations) is huge, making the scheduling problem combinatorially\nchallenging. We show that for N=4 and 5, only a subset of $N-1$ switch matrices\nneed to be considered in the scheduling problem to achieve good throughput. We\nconjecture that this will be the case for large $N$ as well. This conjecture,\nif valid, implies that for practical purposes, fair-switching scheduling is not\nan intractable problem.\n","Comment: Submitted to IEEE Transactions on Wireless Communication"]}]
["1104.4038",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4038"],"date":["2011-04-20"],"type":["text"],"creator":["Boffetta, G."],"language":[],"coverage":[],"title":["El Nino signature in Alaskan river breakups"],"description":["  A signature of El Nino-Southern Oscillation is found in the historical\ndataset of the Alaskan Tanana river breakups where the average ice breaking day\nis found to anticipate of about 3.4 days when conditioned over El Nino years.\nThis results represents a statistically significant example of ENSO\nteleconnection on regions remote from tropical Pacific.\n","Comment: 4 pages, 2 figures; never able to publish"]}]
["1104.4041",{"format":[],"subject":["Mathematics - Probability","Condensed Matter - Statistical Mechanics","26A33, 33E12, 33C60, 44A10, 45K05, 60G18, 60G50, 60G52, 60K05, 76R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4041","Eur. Phys. J. Special Topics (EPJ-ST), Vol. 193 (2011) 119-132","doi:10.1140/epjst/e2011-01386-2"],"date":["2011-04-20"],"type":["text"],"creator":["Gorenflo, Rudolf","Mainardi, Francesco"],"language":[],"coverage":[],"title":["Subordination Pathways to Fractional Diffusion"],"description":["  The uncoupled Continuous Time Random Walk (CTRW) in one space-dimension and\nunder power law regime is splitted into three distinct random walks: (rw_1), a\nrandom walk along the line of natural time, happening in operational time;\n(rw_2), a random walk along the line of space, happening in operational\ntime;(rw_3), the inversion of (rw_1), namely a random walk along the line of\noperational time, happening in natural time. Via the general integral equation\nof CTRW and appropriate rescaling, the transition to the diffusion limit is\ncarried out for each of these three random walks. Combining the limits of\n(rw_1) and (rw_2) we get the method of parametric subordination for generating\nparticle paths, whereas combination of (rw_2) and (rw_3) yields the\nsubordination integral for the sojourn probability density in space-time\nfractional diffusion.\n","Comment: 20 pages, 4 figures"]}]
["1104.4048",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4048"],"date":["2011-04-20"],"type":["text"],"creator":["Chari, Vyjayanthi","Loktev, Sergey"],"language":[],"coverage":[],"title":["An application of global Weyl modules of $\\lie{sl}_{n+1}[t]$ to\n  invariant theory"],"description":["  We identify $\\lie{sl}_{n+1}$--isotypical components of global Weyl modules\nwith natural subspaces in a polynomial ring, and then apply the representation\ntheory of current algebras to classical problems in invariant theory.\n"]}]
["1104.4052",{"format":[],"subject":["Mathematics - Dynamical Systems","Nonlinear Sciences - Chaotic Dynamics","37H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4052"],"date":["2011-04-20"],"type":["text"],"creator":["Wieczorek, Sebastian M."],"language":[],"coverage":[],"title":["Noise synchronisation and stochastic bifurcations in lasers"],"description":["  This paper studies noise synchronisation in terms of random pullback\nattractors and their instabilities. We consider an ensemble of uncoupled\nlasers, each being a limit-cycle oscillator, which are driven by the same\nexternal white Gaussian noise. As the external-noise strength increases, there\nis an onset of synchronization and then subsequent loss of synchrony. Local\nanalysis of the laser equations shows that synchronization becomes unstable via\nstochastic bifurcation to a random strange attractor. The locus of this\nbifurcation is calculated in the three-dimensional parameter space defined by\nthe Hopf parameter, amount of amplitude-phase coupling or shear, and\nexternal-noise strength. The analysis uncovers a square-root law for this\nstochastic bifurcation.\n","Comment: 14 pages, 10 figures"]}]
["1104.4053",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4053"],"date":["2011-04-20"],"type":["text"],"creator":["Lenzerini, Maurizio","Savo, Domenico Fabio"],"language":[],"coverage":[],"title":["On the evolution of the instance level of DL-lite knowledge bases"],"description":["  Recent papers address the issue of updating the instance level of knowledge\nbases expressed in Description Logic following a model-based approach. One of\nthe outcomes of these papers is that the result of updating a knowledge base K\nis generally not expressible in the Description Logic used to express K. In\nthis paper we introduce a formula-based approach to this problem, by revisiting\nsome research work on formula-based updates developed in the '80s, in\nparticular the WIDTIO (When In Doubt, Throw It Out) approach. We show that our\noperator enjoys desirable properties, including that both insertions and\ndeletions according to such operator can be expressed in the DL used for the\noriginal KB. Also, we present polynomial time algorithms for the evolution of\nthe instance level knowledge bases expressed in the most expressive Description\nLogics of the DL-lite family.\n"]}]
["1104.4055",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","33C45, 42C05, 44A15, 44A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4055"],"date":["2011-04-20"],"type":["text"],"creator":["Loureiro, Ana F.","Maroni, P.","Yakubovich, S."],"language":[],"coverage":[],"title":["On a nonorthogonal polynomial sequence associated with Bessel operator"],"description":["  By means of the Bessel operator a polynomial sequence is constructed to which\nseveral properties are given. Among them, its explicit expression, the\nconnection with the Euler numbers, its integral representation via the\nKontorovich-Lebedev transform. Despite its non-orthogonality, it is possible to\nassociate to the canonical element of its dual sequence a positive-definite\nmeasure as long as certain stronger constraints are imposed.\n"]}]
["1104.4063",{"format":[],"subject":["Computer Science - Information Retrieval","Astrophysics - Instrumentation and Methods for Astrophysics","Statistics - Machine Learning","62H30, 85-08, 11S82","E.5","H.3","E.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4063"],"date":["2011-04-20"],"type":["text"],"creator":["Murtagh, Fionn","Contreras, Pedro"],"language":[],"coverage":[],"title":["Fast redshift clustering with the Baire (ultra) metric"],"description":["  The Baire metric induces an ultrametric on a dataset and is of linear\ncomputational complexity, contrasted with the standard quadratic time\nagglomerative hierarchical clustering algorithm. We apply the Baire distance to\nspectrometric and photometric redshifts from the Sloan Digital Sky Survey\nusing, in this work, about half a million astronomical objects. We want to know\nhow well the (more cos\\ tly to determine) spectrometric redshifts can predict\nthe (more easily obtained) photometric redshifts, i.e. we seek to regress the\nspectrometric on the photometric redshifts, and we develop a clusterwise\nnearest neighbor regression procedure for this.\n","Comment: 14 pages, 6 figures"]}]
["1104.4078",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Performance","B.8","C.4","C.5.5","D.4.8","F.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4078"],"date":["2011-04-20"],"type":["text"],"creator":["Gunther, Neil J."],"language":[],"coverage":[],"title":["A Note on Parallel Algorithmic Speedup Bounds"],"description":["  A parallel program can be represented as a directed acyclic graph. An\nimportant performance bound is the time to execute the critical path through\nthe graph. We show how this performance metric is related to Amdahl speedup and\nthe degree of average parallelism. These bounds formally exclude superlinear\nperformance.\n","Comment: 5 pages, 1 figure"]}]
["1104.4080",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4080","Phys. Rev. B 79, 115439 (2009)","doi:10.1103/PhysRevB.79.115439"],"date":["2011-04-20"],"type":["text"],"creator":["Hwang, Choongyu","Shin, Sunyoung","Choi, Seon-Myeong","Kim, Namdong","Uhm, Sanghun","Kim, Hyosang","Hwang, Chan-cuk","Noh, Doyoung","Jhi, Seung-Hoon","Chung, Jinwook"],"language":[],"coverage":[],"title":["The stability of graphene band structures against an external periodic\n  perturbation; Na on Graphene"],"description":["  We report that the $\\pi$ band of graphene sensitively changes as a function\nof an external potential induced by Na especially when the potential becomes\nperiodic at low temperature. We have measured the band structures from the\ngraphene layers formed on the 6H-SiC(0001) substrate using angle-resolved\nphotoemission spectroscopy with synchrotron photons. With increasing Na dose,\nthe $\\pi$ band appears to be quickly diffused into background at 85 K whereas\nit becomes significantly enhanced its spectral intensity at room temperature\n(RT). A new parabolic band centered at $k\\sim$1.15 \\AA$^{-1}$ also forms near\nFermi energy with Na at 85 K while no such a band observed at RT. Such changes\nin the band structure are found to be reversible with temperature. Analysis\nbased on our first principles calculations suggests that the changes of the\n$\\pi$ band of graphene be mainly driven by the Na-induced potential especially\nat low temperature where the potential becomes periodic due to the crystallized\nNa overlayer. The new parabolic band turns to be the $\\pi$ band of the\nunderlying buffer layer partially filled by the charge transfer from Na\nadatoms. The five orders of magnitude increased hopping rate of Na adatoms at\nRT preventing such a charge transfer explains the absence of the new band at\nRT.\n","Comment: 6 pages and 6 figures"]}]
["1104.4085",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4085","doi:10.1016/j.physb.2011.03.042"],"date":["2011-04-20"],"type":["text"],"creator":["Khan, I.","Ahmad, Iftikhar","Amin, B.","Murtaza, G.","Ali, Z."],"language":[],"coverage":[],"title":["Bandgap engineering of Cd1-xSrxO"],"description":["  Structural, electronic and optical properties of Cd1-xSrxO (0 \\leq x \\leq 1)\nare calculated for the first time using density functional theory. Our results\nshow that these properties are strongly dependent on x. The bond between Cd and\nO is partially covalent and the covalent nature of the bond decreases as the\nconcentration of Sr increases from 0 to 100%. It is found that Cd1-xSrxO is an\nindirect bandgap compound for the entire range of x and the bandgap of the\nalloy increases from 0.85 to 6.00 eV with the increase in Sr concentration.\nFrequency dependent dielectric functions {\\epsilon}1({\\omega}),\n{\\epsilon}2({\\omega}), refractive index n({\\omega}) and absorption coefficient\n{\\alpha}({\\omega}) are also calculated and discussed in details. The peak value\nof refractive indices shifts to higher energy regions with the increase in Sr.\nThe striking feature of these alloys is that Cd0.5Sr0.5O is an anisotropic\nmaterial. The larger value of the extraordinary refractive index confirms that\nthe material is positive birefringence crystal. The present comprehensive\ntheoretical study of the optoelectronic properties of the material predicts\nthat it can be effectively used in optoelectronic applications in the wide\nrange of spectrum; IR, visible and UV.\n"]}]
["1104.4088",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4088"],"date":["2011-04-20"],"type":["text"],"creator":["Volpe, Francesca","Rieger, Frank M."],"language":[],"coverage":[],"title":["Rapid VHE variability in blazars"],"description":["  Active Galactic Nuclei (AGN) are known to show significant variability over a\nwide frequency range. We review observational results on the variability\ncharacteristics of blazars in the very high energy (VHE) domain, focusing on\nrecent findings of rapid VHE variability and evidence for an underlying\nmultiplicative driving process in PKS 2155-304. We explore a physical scenario\nwhere the variability is assumed to arise due to accretion disk fluctuations\ntransmitted to the jet, and discuss its implications for the central\npowerhouse.\n","Comment: 6 pages, 3 figures. Accepted to the Proceedings of the 25th Texas\n  Symposium on Relativistic Astrophysics (Heidelberg, 2010)"]}]
["1104.4099",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4099"],"date":["2011-04-20"],"type":["text"],"creator":["Randriamaro, Hery"],"language":[],"coverage":[],"title":["Diagonalization of the Matrices of the Multinomial Descent and\n  Multinomial Inversion Statistics on the Symmetric Group"],"description":["  In the work of Varchenko, Zagier, Thibon, and Reiner, Saliola, Welker, linear\nalgebraic properties of the multiplication map on the group algebra of the\ngroup algebra element are studied, which is the sum over all permutations\nweighted by q^{inv}, q^{maj}, inv. Here q is a variable, and inv and maj are\nthe classical statistics inversion and major index. We define a multinomial\ndescent statistic des_X and a multinomial inversion statistic inv_X. These new\ndefined statistics are the multinomial expressions of the classical statistics\ndescent des and inversion. We determine the spectrum and the multiplicity of\neach element of the spectrum of the analogously defined multiplication map on\nthe group algebra for both des_X and inv_X. As corollaries we deduce the\nspectrum and the multiplicity of each element of the spectrum of the defined\nmultiplication map on the group algebra for the statistics des, maj and inv.\n","Comment: 18 pages"]}]
["1104.4102",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Statistical Mechanics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4102","Pap. Phys. 3, 030001 (2011)","doi:10.4279/PIP.030001"],"date":["2011-04-20"],"type":["text"],"creator":["Zanette, Damián H."],"language":[],"coverage":[],"title":["SIR epidemics in monogamous populations with recombination"],"description":["  We study the propagation of an SIR (susceptible-infectious-recovered) disease\nover an agent population which, at any instant, is fully divided into couples\nof agents. Couples are occasionally allowed to exchange their members. This\nprocess of couple recombination can compensate the instantaneous disconnection\nof the interaction pattern and thus allow for the propagation of the infection.\nWe study the incidence of the disease as a function of its infectivity and of\nthe recombination rate of couples, thus characterizing the interplay between\nthe epidemic dynamics and the evolution of the population's interaction\npattern.\n","Comment: 7 pages, 3 figures"]}]
["1104.4110",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4110"],"date":["2011-04-20"],"type":["text"],"creator":["Tsaban, Boaz"],"language":[],"coverage":[],"title":["SPM Bulletin 31"],"description":["  Among the many papers announced here, a recent series of papers of Franklin\nTall on selective properties (SPM) is noteworthy.\n","Comment: Boaz Tsaban is an editor of this bulletin"]}]
["astro-ph/9603158",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9603158","Astrophys.J.472:660,1996","doi:10.1086/178096"],"date":["1996-03-29"],"type":["text"],"creator":["Bennett, David P.","Rhie, Sun Hong"],"language":[],"coverage":[],"title":["Detecting Earth-Mass Planets with Gravitational Microlensing"],"description":["  We show that Earth mass planets orbiting stars in the Galactic disk and bulge\ncan be detected by monitoring microlensed stars in the Galactic bulge. The star\nand its planet act as a binary lens which generates a lightcurve which can\ndiffer substantially from the lightcurve due only to the star itself. We show\nthat the planetary signal remains detectable for planetary masses as small as\nan Earth mass when realistic source star sizes are included in the lightcurve\ncalculation. These planets are detectable if they reside in the ``lensing zone\"\nwhich is centered between 1 and 4 AU from the lensing star and spans about a\nfactor of 2 in distance. If we require a minimum deviation of 4\\% from the\nstandard point-lens microlensing lightcurve, then we find that more than 2\\% of\nall $\\mearth$ planets and 10\\% of all $10\\mearth$ in the lensing zone can be\ndetected. If a third of all lenses have no planets, a third have $1\\mearth$\nplanets and the remaining third have $10\\mearth$ planets then we estimate that\nan aggressive ground based microlensing planet search program could find one\nearth mass planet and half a dozen $10\\mearth$ planets per year.\n","Comment: 9 pages, AAS latex, epsf, 5 figures (postscript), 2 additional color\n  postscript figures available at ftp://igpp.llnl.gov/pub/bennett/em_planet"]}]
["cond-mat/0403731",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0403731","Phys. Rev. Lett. 92, 207204 (2004)","doi:10.1103/PhysRevLett.92.207204"],"date":["2004-03-30"],"type":["text"],"creator":["Bogani, L.","Caneschi, A.","Fedi, M.","Gatteschi, D.","Massi, M.","Novak, M. A.","Pini, M. G.","Rettori, A.","Sessoli, R.","Vindigni, A."],"language":[],"coverage":[],"title":["Finite-Size effects in \"Single Chain Magnets\": an experimental and\n  theoretical study"],"description":["  The problem of finite size effects in s=1/2 Ising systems showing slow\ndynamics of the magnetization is investigated introducing diamagnetic\nimpurities in a Co$^{2+}$-radical chain. The static magnetic properties have\nbeen measured and analyzed considering the peculiarities induced by the\nferrimagnetic character of the compound. The dynamic susceptibility shows that\nan Arrhenius law is observed with the same energy barrier for the pure and the\ndoped compounds while the prefactor decreases, as theoretically predicted.\nMultiple spins reversal has also been investigated.\n","Comment: 4 pages, 5 figures. Physical Review Letters, accepted for publication"]}]
["cond-mat/0501316",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0501316","Appl. Phys. Lett. 87, 073102 (2005)","doi:10.1063/1.2001160"],"date":["2005-01-13"],"type":["text"],"creator":["Vindigni, A.","Rettori, A.","Bogani, L.","Caneschi, A.","Gatteschi, D.","Sessoli, R.","Novak, M. A."],"language":[],"coverage":[],"title":["Fast Switching of Bistable Magnetic Nanowires Through Collective Spin\n  Reversal"],"description":["  The use of magnetic nanowires as memory units is made possible by the\nexponential divergence of the characteristic time for magnetization reversal at\nlow temperature, but the slow relaxation makes the manipulation of the frozen\nmagnetic states difficult. We suggest that finite-size segments can show a fast\nswitching if collective reversal of the spins is taken into account. This\nmechanism gives rise at low temperatures to a scaling law for the dynamic\nsusceptibility that has been experimentally observed for the dilute molecular\nchain Co(hfac)2NitPhOMe. These results suggest a possible way of engineering\nnanowires for fast switching of the magnetization.\n","Comment: 9 pages, 3 figures, 20 references"]}]
["cond-mat/9703195",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9703195","Fizika 21S3:231,1989"],"date":["1997-03-22"],"type":["text"],"creator":["Yakovenko, Victor M."],"language":[],"coverage":[],"title":["Spin, Statistics and Charge of Solitons in (2+1)-Dimensional Theories"],"description":["  General topologically invariant microscopical expressions for quantum numbers\nof particle-like solitons (\"skyrmions\") are derived for a class of (2+1)D\nmodels. Skyrmions are either half-integer spin fermions with odd electric\ncharge or integer spin bosons with even charge. So they cannot be Anderson's\nspinons or holons. General results are exemplified by a square lattice model\nreminiscenting high-Tc models.\n","Comment: LaTeX 2.09, 3 pages, no figures. This paper was published in 1989,\n  but cond-mat/9610040 recently brought the subject of the Hopf term into\n  prominence again. The paper is posted \"as published\", only the citations \"to\n  be published\" are replaced by the references. Some discussion is dated, but\n  the relations between the Hopf term, the Hall conductivity, the electric\n  charge of the skyrmion, and the topological invariants in the momentum space\n  are valid and relevant"]}]
["gr-qc/0002074",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0002074","Lect.Notes Phys.540:127-224,2000"],"date":["2000-02-22"],"type":["text"],"creator":["Friedrich, H.","Rendall, A. D."],"language":[],"coverage":[],"title":["The Cauchy Problem for the Einstein Equations"],"description":["  Various aspects of the Cauchy problem for the Einstein equations are\nsurveyed, with the emphasis on local solutions of the evolution equations.\nParticular attention is payed to giving a clear explanation of conceptual\nissues which arise in this context. The question of producing reduced systems\nof equations which are hyperbolic is examined in detail and some new results on\nthat subject are presented. Relevant background from the theory of partial\ndifferential equations is also explained at some length\n","Comment: 98 pages"]}]
["gr-qc/0106026",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0106026","Phys.Rev.D65:064015,2002","doi:10.1103/PhysRevD.65.064015"],"date":["2001-06-07","2001-11-28"],"type":["text"],"creator":["Szilagyi, Bela","Schmidt, Bernd","Winicour, Jeffrey"],"language":[],"coverage":[],"title":["Boundary conditions in linearized harmonic gravity"],"description":["  We investigate the initial-boundary value problem for linearized\ngravitational theory in harmonic coordinates. Rigorous techniques for\nhyperbolic systems are applied to establish well-posedness for various\nreductions of the system into a set of six wave equations. The results are used\nto formulate computational algorithms for Cauchy evolution in a 3-dimensional\nbounded domain. Numerical codes based upon these algorithms are shown to\nsatisfy tests of robust stability for random constraint violating initial data\nand random boundary data; and shown to give excellent performance for the\nevolution of typical physical data. The results are obtained for plane\nboundaries as well as piecewise cubic spherical boundaries cut out of a\nCartesian grid.\n","Comment: 22 pages, 6 Postscript figures"]}]
["gr-qc/0109045",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0109045","Commun.Math.Phys.231:529-568,2002","doi:10.1007/s00220-002-0722-3"],"date":["2001-09-12","2002-07-26"],"type":["text"],"creator":["Isenberg, James","Mazzeo, Rafe","Pollack, Daniel"],"language":[],"coverage":[],"title":["Gluing and wormholes for the Einstein constraint equations"],"description":["  We establish a general gluing theorem for constant mean curvature solutions\nof the vacuum Einstein constraint equations. This allows one to take connected\nsums of solutions or to glue a handle (wormhole) onto any given solution. Away\nfrom this handle region, the initial data sets we produce can be made as close\nas desired to the original initial data sets. These constructions can be made\neither when the initial manifold is compact or asymptotically Euclidean or\nasymptotically hyperbolic, with suitable corresponding conditions on the\nextrinsic curvature. In the compact setting a mild nondegeneracy condition is\nrequired. In the final section of the paper, we list a number ways this\nconstruction may be used to produce new types of vacuum spacetimes.\n","Comment: 42 pages, 4 figures, minor typos corrected, 1 reference added. To\n  appear in Comm. Math. Phys. v3 (v2 had old Latex source file)"]}]
["gr-qc/0110013",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0110013","Phys.Rev.D65:044029,2002","doi:10.1103/PhysRevD.65.044029"],"date":["2001-10-01","2002-01-08"],"type":["text"],"creator":["Garfinkle, David"],"language":[],"coverage":[],"title":["Harmonic coordinate method for simulating generic singularities"],"description":["  This paper presents both a numerical method for general relativity and an\napplication of that method. The method involves the use of harmonic coordinates\nin a 3+1 code to evolve the Einstein equations with scalar field matter. In\nsuch coordinates, the terms in Einstein's equations with the highest number of\nderivatives take a form similar to that of the wave equation. The application\nis an exploration of the generic approach to the singularity for this type of\nmatter. The preliminary results indicate that the dynamics as one approaches\nthe singularity is locally the dynamics of the Kasner spacetimes.\n","Comment: 5 pages, 4 figures, Revtex, discussion expanded, references added"]}]
["gr-qc/0201091",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0201091","Phys.Rev.D65:084020,2002","doi:10.1103/PhysRevD.65.084020"],"date":["2002-01-29"],"type":["text"],"creator":["Dain, Sergio","Nagy, Gabriel"],"language":[],"coverage":[],"title":["Initial data for fluid bodies in general relativity"],"description":["  We show that there exist asymptotically flat almost-smooth initial data for\nEinstein-perfect fluid's equation that represent an isolated liquid-type body.\nBy liquid-type body we mean that the fluid energy density has compact support\nand takes a strictly positive constant value at its boundary. By almost-smooth\nwe mean that all initial data fields are smooth everywhere on the initial\nhypersurface except at the body boundary, where tangential derivatives of any\norder are continuous at that boundary.\n  PACS: 04.20.Ex, 04.40.Nr, 02.30.Jr\n","Comment: 38 pages, LaTeX 2e, no figures. Accepted for publication in Phys.\n  Rev. D"]}]
["gr-qc/0205044",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0205044","Phys.Rev.D68:041501,2003","doi:10.1103/PhysRevD.68.041501"],"date":["2002-05-10","2003-06-18"],"type":["text"],"creator":["Szilagyi, Bela","Winicour, Jeffrey"],"language":[],"coverage":[],"title":["Well-Posed Initial-Boundary Evolution in General Relativity"],"description":["  Maximally dissipative boundary conditions are applied to the initial-boundary\nvalue problem for Einstein's equations in harmonic coordinates to show that it\nis well-posed for homogeneous boundary data and for boundary data that is small\nin a linearized sense. The method is implemented as a nonlinear evolution code\nwhich satisfies convergence tests in the nonlinear regime and is robustly\nstable in the weak field regime. A linearized version has been stably matched\nto a characteristic code to compute the gravitational waveform radiated to\ninfinity.\n","Comment: 5 pages, 6 figures; added another convergence plot to Fig. 2 + minor\n  changes"]}]
["gr-qc/0208014",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0208014","Phys.Rev.D66:064020,2002","doi:10.1103/PhysRevD.66.064020"],"date":["2002-08-06"],"type":["text"],"creator":["Bona, C.","Palenzuela, C."],"language":[],"coverage":[],"title":["The Gravitational Radiaton degrees of freedom in Hyperbolic Systems for\n  Numerical Relativity"],"description":["  The gravitational radiation degrees of freedom of freedom are described in\nthe framework of the 3+1 decomposition of spacetime. The relationship with\neigenfields of the Kidder-Scheel-Teukolsky (KST) equations is established. This\nrelationship is used to fix a parameter in the KST equations which is related\nto the ordering ambiguity of space derivatives in the Ricci tensor, which is\ninherent to first order evolution systems, like the ones currently used in\nNumerical Relativity applications.\n","Comment: 4 pages, no figures, accepted in PRD"]}]
["gr-qc/0302083",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0302083","Phys.Rev.D67:104005,2003","doi:10.1103/PhysRevD.67.104005"],"date":["2003-02-20"],"type":["text"],"creator":["Bona, C.","Ledvinka, T.","Palenzuela, C.","Zacek, M."],"language":[],"coverage":[],"title":["General-covariant evolution formalism for Numerical Relativity"],"description":["  A general covariant extension of Einstein\\'{}s field equations is considered\nwith a view to Numerical Relativity applications. The basic variables are taken\nto be the metric tensor and an additional four-vector $Z_\\mu$. Einstein's\nsolutions are recovered when the additional four-vector vanishes, so that the\nenergy and momentum constraints amount to the covariant algebraic condition\n$Z_\\mu=0$. The extended field equations can be supplemented by suitable\ncoordinate conditions in order to provide symmetric hyperbolic evolution\nsystems: this is actually the case for either harmonic coordinates or normal\ncoordinates with harmonic slicing.\n"]}]
["gr-qc/0401019",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0401019","Phys.Rev.D69:104003,2004","doi:10.1103/PhysRevD.69.104003"],"date":["2004-01-07","2004-03-22"],"type":["text"],"creator":["Bona, C.","Palenzuela, C."],"language":[],"coverage":[],"title":["Dynamical shift conditions for the Z4 and BSSN hyperbolic formalisms"],"description":["  A class of dynamical shift conditions is shown to lead to a strongly\nhyperbolic evolution system, both in the Z4 and in the BSSN Numerical\nRelativity formalisms. This class generalizes the harmonic shift condition,\nwhere light speed is the only non-trivial characteristic speed, and it is\ncontained into the multi-parameter family of minimal distortion shift\nconditions recently proposed by Lindblom and Scheel. The relationship with the\nanalogous 'dynamical freezing' shift conditions used in black hole simulations\ndiscussed.\n","Comment: text changed, accepted in PRD"]}]
["gr-qc/0404092",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0404092","Lect.Notes Phys.692:251-274,2006","doi:10.1007/11550259_12"],"date":["2004-04-21"],"type":["text"],"creator":["Babiuc, Maria","Szilagyi, Bela","Winicour, Jeffrey"],"language":[],"coverage":[],"title":["Some mathematical problems in numerical relativity"],"description":["  The main goal of numerical relativity is the long time simulation of highly\nnonlinear spacetimes that cannot be treated by perturbation theory. This\ninvolves analytic, computational and physical issues. At present, the major\nimpasses to achieving global simulations of physical usefulness are of an\nanalytic/computational nature. We present here some examples of how analytic\ninsight can lend useful guidance for the improvement of numerical approaches.\n","Comment: 17 pages, 12 graphs (eps format)"]}]
["gr-qc/0409102",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0409102","Nuovo Cim.B119:823-837,2004","doi:10.1393/ncb/i2004-10181-y"],"date":["2004-09-27"],"type":["text"],"creator":["York Jr, James W."],"language":[],"coverage":[],"title":["Velocities and Momenta in an Extended Elliptic Form of the Initial Value\n  Conditions"],"description":["  The complete form of the constraints following from their conformal structure\nis extended so as to include constant mean curvature and other mean curvature\nfoliations. This step is demonstrated using the momentum phase space approach.\nThis approach yields equations of exactly the same form as the extended\nconformal thin sandwich approach. In solving the equations, it is never\nnecessary actually to perform a tensor decomposition.\n","Comment: 10 pages, to appear in Analysis, Manifolds and Geometric Structures\n  in Physics (Elba, 2004), edited by G. Ferrarese & T. Ruggeri: Pitagora\n  Editrice (Bologna, 2004)"]}]
["gr-qc/0412020",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0412020","Commun.Math.Phys.260:557-577,2005","doi:10.1007/s00220-005-1424-4"],"date":["2004-12-06"],"type":["text"],"creator":["Anderson, Michael T.","Chrusciel, Piotr T."],"language":[],"coverage":[],"title":["Asymptotically simple solutions of the vacuum Einstein equations in even\n  dimensions"],"description":["  We show that a set of conformally invariant equations derived from the\nFefferman-Graham tensor can be used to construct global solutions of the vacuum\nEinstein equations, in all even dimensions. This gives, in particular, a new,\nsimple proof of Friedrich's result on the future hyperboloidal stability of\nMinkowski space-time, and extends its validity to even dimensions.\n","Comment: 25pp"]}]
["gr-qc/0506085",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0506085","J.Hyperbol.Diff.Equat.2:521,2005","doi:10.1142/S021989160500049X"],"date":["2005-06-15"],"type":["text"],"creator":["Maxwell, David"],"language":[],"coverage":[],"title":["Rough Solutions of the Einstein Constraint Equations on Compact\n  Manifolds"],"description":["  We construct low regularity solutions of the vacuum Einstein constraint\nequations on compact manifolds. On 3-manifolds we obtain solutions with metrics\nin $H^s$ where $s>3/2$. The constant mean curvature (CMC) conformal method\nleads to a construction of all CMC initial data with this level of regularity.\nThese results extend a construction from Ma04 that treated the asymptotically\nEuclidean case.\n","Comment: 28 pages, included in Miami Waves 2004 proceedings"]}]
["gr-qc/0507007",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0507007","Phys.Rev.D72:124018,2005","doi:10.1103/PhysRevD.72.124018"],"date":["2005-07-01","2005-10-24"],"type":["text"],"creator":["Alcubierre, Miguel","Corichi, Alejandro","González, José A.","Núñez, Darío","Reimann, Bernd","Salgado, Marcelo"],"language":[],"coverage":[],"title":["Generalized harmonic spatial coordinates and hyperbolic shift conditions"],"description":["  We propose a generalization of the condition for harmonic spatial coordinates\nanalogous to the generalization of the harmonic time slices introduced by Bona\net al., and closely related to dynamic shift conditions recently proposed by\nLindblom and Scheel, and Bona and Palenzuela. These generalized harmonic\nspatial coordinates imply a condition for the shift vector that has the form of\nan evolution equation for the shift components. We find that in order to\ndecouple the slicing condition from the evolution equation for the shift it is\nnecessary to use a rescaled shift vector. The initial form of the generalized\nharmonic shift condition is not spatially covariant, but we propose a simple\nway to make it fully covariant so that it can be used in coordinate systems\nother than Cartesian. We also analyze the effect of the shift condition\nproposed here on the hyperbolicity of the evolution equations of general\nrelativity in 1+1 dimensions and 3+1 spherical symmetry, and study the possible\ndevelopment of blow-ups. Finally, we perform a series of numerical experiments\nto illustrate the behavior of this shift condition.\n","Comment: 18 pages and 12 figures, extensively revised version explaining in\n  the new Section IV how the shift condition can be made 3-covariant"]}]
["gr-qc/0509092",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0509092","Phys.Rev.D72:104009,2005","doi:10.1103/PhysRevD.72.104009"],"date":["2005-09-22"],"type":["text"],"creator":["Bona, Carles","Lehner, Luis","Palenzuela-Luque, Carlos"],"language":[],"coverage":[],"title":["Geometrically motivated hyperbolic coordinate conditions for numerical\n  relativity: Analysis, issues and implementations"],"description":["  We study the implications of adopting hyperbolic driver coordinate conditions\nmotivated by geometrical considerations. In particular, conditions that\nminimize the rate of change of the metric variables. We analyze the properties\nof the resulting system of equations and their effect when implementing\nexcision techniques. We find that commonly used coordinate conditions lead to a\ncharacteristic structure at the excision surface where some modes are not of\noutflow-type with respect to any excision boundary chosen inside the horizon.\nThus, boundary conditions are required for these modes. Unfortunately, the\nspecification of these conditions is a delicate issue as the outflow modes\ninvolve both gauge and main variables. As an alternative to these driver\nequations, we examine conditions derived from extremizing a scalar constructed\nfrom Killing's equation and present specific numerical examples.\n","Comment: 9 figures"]}]
["gr-qc/0512091",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0512091","Class.Quant.Grav.23:2559-2570,2006","doi:10.1088/0264-9381/23/7/020"],"date":["2005-12-15"],"type":["text"],"creator":["Bartnik, Robert","Isenberg, Jim"],"language":[],"coverage":[],"title":["Spherically symmetric dynamical horizons"],"description":["  We determine sufficient and necessary conditions for a spherically symmetric\ninitial data set to satisfy the dynamical horizon conditions in the spacetime\ndevelopment. The constraint equations reduce to a single second order linear\nmaster equation, which leads to a systematic construction of all spherically\nsymmetric dynamical horizons (SSDH) satisfying certain boundedness conditions.\nWe also find necessary and sufficient conditions for a given spherically\nsymmetric spacetime to contain a SSDH.\n","Comment: latex, 19 pages, no figures"]}]
["gr-qc/0512093",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0512093","Class.Quant.Grav.23:S447-S462,2006","doi:10.1088/0264-9381/23/16/S09"],"date":["2005-12-15","2007-12-04"],"type":["text"],"creator":["Lindblom, Lee","Scheel, Mark A.","Kidder, Lawrence E.","Owen, Robert","Rinne, Oliver"],"language":[],"coverage":[],"title":["A New Generalized Harmonic Evolution System"],"description":["  A new representation of the Einstein evolution equations is presented that is\nfirst order, linearly degenerate, and symmetric hyperbolic. This new system\nuses the generalized harmonic method to specify the coordinates, and\nexponentially suppresses all small short-wavelength constraint violations.\nPhysical and constraint-preserving boundary conditions are derived for this\nsystem, and numerical tests that demonstrate the effectiveness of the\nconstraint suppression properties and the constraint-preserving boundary\nconditions are presented.\n","Comment: Updated to agree with published version"]}]
["gr-qc/0602051",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0602051","Class.Quant.Grav.23:S405-S420,2006","doi:10.1088/0264-9381/23/16/S07"],"date":["2006-02-13","2006-06-06"],"type":["text"],"creator":["Kreiss, H. -O.","Winicour, J."],"language":[],"coverage":[],"title":["Problems which are well-posed in a generalized sense with applications\n  to the Einstein equations"],"description":["  In the harmonic description of general relativity, the principle part of\nEinstein equations reduces to a constrained system of 10 curved space wave\nequations for the components of the space-time metric. We use the\npseudo-differential theory of systems which are well-posed in the generalized\nsense to establish the well-posedness of constraint preserving boundary\nconditions for this system when treated in second order differential form. The\nboundary conditions are of a generalized Sommerfeld type that is benevolent for\nnumerical calculation.\n","Comment: Final version to appear in Classical and Qunatum Gravity"]}]
["gr-qc/0608013",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0608013","Annalen Phys.15:877-893,2006","doi:10.1002/andp.200610218"],"date":["2006-08-02"],"type":["text"],"creator":["Kaniel, Shmuel","Itin, Yakov"],"language":[],"coverage":[],"title":["Equations of motion for a (non-linear) scalar field model as derived\n  from the field equations"],"description":["  The problem of derivation of the equations of motion from the field equations\nis considered. Einstein's field equations have a specific analytical form: They\nare linear in the second order derivatives and quadratic in the first order\nderivatives of the field variables. We utilize this particular form and propose\na novel algorithm for thederivation of the equations of motion from the field\nequations. It is based on the condition of the balance between the singular\nterms of the field equation. We apply the algorithm to a nonlinear Lorentz\ninvariant scalar field model. We show that it results in the Newton law of\nattraction between the singularities of the field moved on approximately\ngeodesic curves. The algorithm is applicable to the $N$-body problem of the\nLorentz invariant field equations.\n","Comment: Accepted in Annalen der Physik"]}]
["gr-qc/9705014",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9705014","Phys.Rev.D56:4789-4814,1997","doi:10.1103/PhysRevD.56.4789"],"date":["1997-05-08"],"type":["text"],"creator":["Leonard, Stephen W.","Poisson, Eric"],"language":[],"coverage":[],"title":["Radiative multipole moments of integer-spin fields in curved spacetime"],"description":["  Radiative multipole moments of scalar, electromagnetic, and linearized\ngravitational fields in Schwarzschild spacetime are computed to third order in\nv in a weak-field, slow-motion approximation, where v is a characteristic\nvelocity associated with the motion of the source. To zeroth order in v, a\nradiative moment of order l is given by the corresponding source moment\ndifferentiated l times with respect to retarded time. At second order in v,\nadditional terms appear inside the spatial integrals. These are near-zone\ncorrections which depend on the detailed behavior of the source. At third order\nin v, the correction terms occur outside the spatial integrals, so that they do\nnot depend on the detailed behavior of the source. These are wave-propagation\ncorrections which are heuristically understood as arising from the scattering\nof the radiation by the spacetime curvature surrounding the source. Our\ncalculations show that the wave-propagation corrections take a universal form\nwhich is independent of multipole order and field type. We also show that in\ngeneral relativity, temporal and spatial curvatures contribute equally to the\nwave-propagation corrections.\n","Comment: 34 pages, ReVTeX"]}]
["gr-qc/9709016",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9709016","Phys.Rev.D56:3405-3415,1997","doi:10.1103/PhysRevD.56.3405"],"date":["1997-09-07"],"type":["text"],"creator":["Bona, Carles","Masso, Joan","Seidel, Ed","Stela, Joan"],"language":[],"coverage":[],"title":["First order hyperbolic formalism for Numerical Relativity"],"description":["  The causal structure of Einstein's evolution equations is considered. We show\nthat in general they can be written as a first order system of balance laws for\nany choice of slicing or shift. We also show how certain terms in the evolution\nequations, that can lead to numerical inaccuracies, can be eliminated by using\nthe Hamiltonian constraint. Furthermore, we show that the entire system is\nhyperbolic when the time coordinate is chosen in an invariant algebraic way,\nand for any fixed choice of the shift. This is achieved by using the momentum\nconstraints in such as way that no additional space or time derivatives of the\nequations need to be computed. The slicings that allow hyperbolicity in this\nformulation belong to a large class, including harmonic, maximal, and many\nothers that have been commonly used in numerical relativity. We provide details\nof some of the advanced numerical methods that this formulation of the\nequations allows, and we also discuss certain advantages that a hyperbolic\nformulation provides when treating boundary conditions.\n","Comment: To appear in Phys. Rev. D"]}]
["gr-qc/9801023",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9801023","Gen.Rel.Grav.30:473-495,1998","doi:10.1023/A:1018815027071"],"date":["1998-01-09"],"type":["text"],"creator":["Guilfoyle, Brendan S.","Nolan, Brien C."],"language":[],"coverage":[],"title":["Yang's gravitational theory"],"description":["  Yang's pure space equations (C.N. Yang, Phys. Rev. Lett. v.33, p.445 (1974))\ngeneralize Einstein's gravitational equations, while coming from gauge theory.\nWe study these equations from a number of vantage points: summarizing the work\ndone previously, comparing them with the Einstein equations and investigating\ntheir properties. In particular, the initial value problem is discussed and a\nnumber of results are presented for these equations with common energy-momentum\ntensors.\n","Comment: 28 pages, to appear in Gen. Rel. Grav"]}]
["gr-qc/9801071",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9801071","Phys.Rev.D58:064015,1998","doi:10.1103/PhysRevD.58.064015"],"date":["1998-01-20"],"type":["text"],"creator":["Anderson, Arlen","Abrahams, Andrew M.","Lea, Chris"],"language":[],"coverage":[],"title":["Curvature-based Gauge-Invariant Perturbation Theory for Gravity: A New\n  Paradigm"],"description":["  A new approach to gravitational gauge-invariant perturbation theory begins\nfrom the fourth-order Einstein-Ricci system, a hyperbolic formulation of\ngravity for arbitrary lapse and shift whose centerpiece is a wave equation for\ncurvature. In the Minkowski and Schwarzschild backgrounds, an intertwining\noperator procedure is used to separate physical gauge-invariant curvature\nperturbations from unphysical ones. In the Schwarzschild case, physical\nvariables are found which satisfy the Regge-Wheeler equation in both odd and\neven parity. In both cases, the unphysical \"gauge'' degrees of freedom are\nidentified with violations of the linearized Hamiltonian and momentum\nconstraints, and they are found to evolve among themselves as a closed\nsubsystem. If the constraints are violated, say by numerical\nfinite-differencing, this system describes the hyperbolic evolution of the\nconstraint violation. It is argued that an underlying raison d'\\^etre of causal\nhyperbolic formulations is to make the evolution of constraint violations\nwell-posed.\n","Comment: 32 pp., LaTeX"]}]
["math/0311103",{"format":[],"subject":["Mathematics - General Mathematics","03B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0311103"],"date":["2003-11-07","2011-04-20"],"type":["text"],"creator":["Anand, Bhupinder Singh"],"language":[],"coverage":[],"title":["How definitive is the standard interpretation of Goodstein's argument?"],"description":["  Goodstein's argument is essentially that the hereditary representation\nm_{[b]} of any given natural number m in the natural number base b can be\nmirrored in Cantor Arithmetic, and used to well-define a finite decreasing\nsequence of transfinite ordinals, each of which is not smaller than the ordinal\ncorresponding to the corresponding member of Goodstein's sequence of natural\nnumbers G(m). The standard interpretation of this argument is first that G(m)\nmust therefore converge; and second that this conclusion---Goodstein's\nTheorem---is unprovable in Peano Arithmetic but true under the standard\ninterpretation of the Arithmetic. We argue however that even assuming\nGoodstein's Theorem is indeed unprovable in PA, its truth must nevertheless be\nan intuitionistically unobjectionable consequence of some constructive\ninterpretation of Goodstein's reasoning. We consider such an interpretation,\nand construct a Goodstein functional sequence to highlight why the standard\ninterpretation of Goodstein's argument ought not to be accepted as a definitive\nproperty of the natural numbers.\n","Comment: v5; minor editing; 17 pages; new Lemma 6; graph of terminating\n  Goodstein sequences included; major revision of notation on 20/04/2011; an\n  updated version is available at http://alixcomsi.com/Index01.pdf"]}]
["math/0312479",{"format":[],"subject":["Mathematics - Analysis of PDEs","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0312479","Commun.Math.Phys.256:43-110,2005","doi:10.1007/s00220-004-1281-6"],"date":["2003-12-28","2004-09-17"],"type":["text"],"creator":["Lindblad, Hans","Rodnianski, Igor"],"language":[],"coverage":[],"title":["Global existence for the Einstein vacuum equations in wave coordinates"],"description":["  We prove global stability of Minkowski space for the Einstein vacuum\nequations in harmonic (wave) coordinate gauge for the set of restricted data\ncoinciding with Schwartzschild solution in the neighborhood of space-like\ninfinity. The result contradicts previous beliefs that wave coordinates are\n\"unstable in the large\" and provides an alternative approach to the stability\nproblem originally solved (for unrestricted data, in a different gauge and with\na precise description of the asymptotic behavior at null infinity) by D.\nChristodoulou and S. Klainerman.\n  Using the wave coordinate gauge we recast the Einstein equations as a system\nof quasilinear wave equations and, in absence of the classical null condition,\nestablish a small data global existence result. In our previous work we\nintroduced the notion of a eak nul condition and showed that the Einstein\nequations in wave coordinates satisfy this condition. The result of this paper\nrelies on this observation and combines it with the vector field method based\non the symmetries of the standard Minkowski space.\n  In a forthcoming paper we will address the question of stability of Minkowski\nspace for the Einstein vacuum equations in wave coordinates for all \"small\"\nasymptotically flat data and the case of the Einstein equations coupled to a\nscalar field.\n","Comment: 64 pages, no figures, submitted, CMP Minor changes and corrections\n  added"]}]
["math/0610982",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14H37 14H10 14D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610982"],"date":["2006-10-31","2011-04-19"],"type":["text"],"creator":["Aristides, Kontogeorgis"],"language":[],"coverage":[],"title":["Polydifferentials and the deformation functor of curves with\n  automorphisms II"],"description":["  We apply the known results on the Galois module structure of the sheaf of\npolydifferentials in order to study the dimension of the tangent space of the\ndeformation functor of curves with automorphisms. We are able to find the\ndimension for the case of weakly ramified covers and for the case of the action\nof a cyclic group of order $p^v$.\n","Comment: This is an old version of the article. For a new and expanded version\n  see http://arxiv.org/abs/1104.3539"]}]
["physics/0310030",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0310030","J. Opt. A: Pure Appl. Opt. 6, 486-489 (2004)","doi:10.1088/1464-4258/6/5/032"],"date":["2003-10-06"],"type":["text"],"creator":["Lim, O-K","Boland, B","Saffman, M","Krolikowski, W."],"language":[],"coverage":[],"title":["Creation, doubling, and splitting, of vortices in intracavity second\n  harmonic generation"],"description":["  We demonstrate generation and frequency doubling of unit charge vortices in a\nlinear astigmatic resonator. Topological instability of the double charge\nharmonic vortices leads to well separated vortex cores that are shown to\nrotate, and become anisotropic, as the resonator is tuned across resonance.\n"]}]
["physics/0403006",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0403006","Phys. Rev. A 70, 013801 (2004)","doi:10.1103/PhysRevA.70.013801"],"date":["2004-02-29"],"type":["text"],"creator":["Wang, Yingxue","Saffman, M."],"language":[],"coverage":[],"title":["Experimental study of nonlinear focusing in a magneto-optical trap using\n  a Z-scan technique"],"description":["  We present an experimental study of Z-scan measurements of the nonlinear\nresponse of cold Cs atoms in a magneto-optical trap. Numerical simulations of\nthe Z-scan signal accounting for the nonuniform atomic density agree with\nexperimental results at large probe beam detunings. At small probe detunings a\nspatially varying radiation force modifies the Z-scan signal. We also show that\nthe measured scan is sensitive to the atomic polarization distribution.\n","Comment: 8 figures"]}]
["q-bio/0604011",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Neurons and Cognition","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0604011"],"date":["2006-04-09","2011-04-20"],"type":["text"],"creator":["Palaniappan, Ashok"],"language":[],"coverage":[],"title":["A Surprising Clarification of the Mechanism of Ion-channel\n  Voltage-Gating"],"description":["  An intense controversy has surrounded the mechanism of voltage-gating in ion\nchannels. We interpreted the two leading models of voltage-gating with respect\nto the thermodynamic energetics of membrane insertion of the voltage-sensing\n'module' from a comprehensive set of potassium channels. KvAP is an archaeal\nvoltage-gated potassium channel whose x-ray structure was the basis for\ndetermining the general mechanism of voltage-gating. The free energy of\nmembrane insertion of the KvAP voltage sensor was revealed to be a single\noutlier. This was due to its unusual sequence that facilitated large gating\nmovements in its native lipid membrane. This degree of free energy was the\nleast typical of the other voltage sensors, including the Shaker potassium\nchannel. We inferred that the two leading models of voltage-gating referred to\nalternative mechanisms of voltage-gating: each is applicable to an independent\nset of ion channels. The large motion of the voltage-sensor during gating\nproposed by the KvAP-paddle model of gating is unlikely to be mirrored by the\nmajority of ion channels whose voltage sensors are not located at the\nmembrane-cytoplasm interface in the channel closed state.\n","Comment: Indication of alternative mechanisms"]}]
