["0710.2402",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2402","Journal of the Korean Physics Society 54 (2), 786-791 (2009)","doi:10.3938/jkps.54.786"],"date":["2007-10-12"],"type":["text"],"creator":["Ni, Xiao-Hui","Zhou, Wei-Xing"],"language":[],"coverage":[],"title":["Intraday pattern in bid-ask spreads and its power-law relaxation for\n  Chinese A-share stocks"],"description":["  We use high-frequency data of 1364 Chinese A-share stocks traded on the\nShanghai Stock Exchange and Shenzhen Stock Exchange to investigate the intraday\npatterns in the bid-ask spreads. The daily periodicity in the spread time\nseries is confirmed by Lomb analysis and the intraday bid-ask spreads are found\nto exhibit $L$-shaped pattern with idiosyncratic fine structure. The intraday\nspread of individual stocks relaxes as a power law within the first hour of the\ncontinuous double auction from 9:30AM to 10:30AM with exponents\n$\\beta_{\\rm{SHSE}}=0.19\\pm0.069$ for the Shanghai market and\n$\\beta_{\\rm{SZSE}}=0.18\\pm0.067$ for the Shenzhen market. The power-law\nrelaxation exponent $\\beta$ of individual stocks is roughly normally\ndistributed. There is evidence showing that the accumulation of information\nwidening the spread is an endogenous process.\n","Comment: 12 Elsart pages including 7 eps figures"]}]
["0801.0930",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0930","Physical Review Letters 100, 18 (2008) 183901","doi:10.1103/PhysRevLett.100.183901"],"date":["2008-01-07"],"type":["text"],"creator":["Schwartz, Sylvain","Gutty, François","Feugnet, Gilles","Bouyer, Philippe","Pocholle, Jean-Paul"],"language":[],"coverage":[],"title":["Suppression of Nonlinear Interactions in Resonant Macroscopic Quantum\n  Devices : the Example of the Solid-State Ring Laser Gyroscope"],"description":["  We study the suppression of nonlinear interactions in resonant macroscopic\nquantum devices in the case of the solid-state ring laser gyroscope. These\nnonlinear interactions are tuned by vibrating the gain medium along the cavity\naxis. Beat note occurrence under rotation provides a precise measurement of the\nstrength of nonlinear interactions, which turn out to vanish for some discrete\nvalues of the amplitude of vibration. Our theoretical description, in very good\nagreement with the measured data, suggests the use of a higher vibration\nfrequency to achieve quasi-ideal rotation sensing over a broad range of\nrotation speeds. We finally underline the analogy between this device and some\nother macroscopic quantum rotation sensors, such as ring-shaped superfluid\nconfigurations, where nonlinear interactions could be tuned for example by the\nuse of magnetically-induced Feschbach resonance.\n"]}]
["0904.4717",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence","Computer Science - Computer Science and Game Theory","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4717","doi:10.1007/s10458-011-9181-6"],"date":["2009-04-29","2011-09-22"],"type":["text"],"creator":["Galstyan, Aram"],"language":[],"coverage":[],"title":["Continuous Strategy Replicator Dynamics for Multi--Agent Learning"],"description":["  The problem of multi-agent learning and adaptation has attracted a great deal\nof attention in recent years. It has been suggested that the dynamics of multi\nagent learning can be studied using replicator equations from population\nbiology. Most existing studies so far have been limited to discrete strategy\nspaces with a small number of available actions. In many cases, however, the\nchoices available to agents are better characterized by continuous spectra.\nThis paper suggests a generalization of the replicator framework that allows to\nstudy the adaptive dynamics of Q-learning agents with continuous strategy\nspaces. Instead of probability vectors, agents strategies are now characterized\nby probability measures over continuous variables. As a result, the ordinary\ndifferential equations for the discrete case are replaced by a system of\ncoupled integral--differential replicator equations that describe the mutual\nevolution of individual agent strategies. We derive a set of functional\nequations describing the steady state of the replicator dynamics, examine their\nsolutions for several two-player games, and confirm our analytical results\nusing simulations.\n","Comment: 12 pages, 15 figures, accepted for publication in JAAMAS"]}]
["0904.4898",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4898","Phys. Rev. Lett. 103, 054103 (2009)","doi:10.1103/PhysRevLett.103.054103"],"date":["2009-04-30"],"type":["text"],"creator":["Bogomolny, E.","Giraud, O.","Schmit, C."],"language":[],"coverage":[],"title":["Random matrix ensembles associated with Lax matrices"],"description":["  A method to generate new classes of random matrix ensembles is proposed.\nRandom matrices from these ensembles are Lax matrices of classically integrable\nsystems with a certain distribution of momenta and coordinates. The existence\nof an integrable structure permits to calculate the joint distribution of\neigenvalues for these matrices analytically. Spectral statistics of these\nensembles are quite unusual and in many cases give rigorously new examples of\nintermediate statistics.\n"]}]
["0906.4456",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4456","Physica A 389, 780-788 (2010)","doi:10.1016/j.physa.2009.10.020"],"date":["2009-06-24","2011-09-23"],"type":["text"],"creator":["Devreese, Jeroen P. A.","Lemmens, Damiaan","Tempere, Jacques"],"language":[],"coverage":[],"title":["Path integral approach to Asian options in the Black-Scholes model"],"description":["  We derive a closed-form solution for the price of an average price as well as\nan average strike geometric Asian option, by making use of the path integral\nformulation. Our results are compared to a numerical Monte Carlo simulation. We\nalso develop a pricing formula for an Asian option with a barrier on a control\nprocess, combining the method of images with a partitioning of the set of paths\naccording to the average along the path. This formula is exact when the\ncorrelation is zero, and is approximate when the correlation increases.\n","Comment: 13 pages, 3 figures, updated version has added references to path\n  integral literature"]}]
["0907.3987",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3987"],"date":["2009-07-23","2011-09-23"],"type":["text"],"creator":["Gaiotto, Davide","Moore, Gregory W.","Neitzke, Andrew"],"language":[],"coverage":[],"title":["Wall-crossing, Hitchin Systems, and the WKB Approximation"],"description":["  We consider BPS states in a large class of d=4, N=2 field theories, obtained\nby reducing six-dimensional (2,0) superconformal field theories on Riemann\nsurfaces, with defect operators inserted at points of the Riemann surface.\nFurther dimensional reduction on S^1 yields sigma models, whose target spaces\nare moduli spaces of Higgs bundles on Riemann surfaces with ramification. In\nthe case where the Higgs bundles have rank 2, we construct canonical Darboux\ncoordinate systems on their moduli spaces. These coordinate systems are related\nto one another by Poisson transformations associated to BPS states, and have\nwell-controlled asymptotic behavior, obtained from the WKB approximation. The\nexistence of these coordinates implies the Kontsevich-Soibelman wall-crossing\nformula for the BPS spectrum. This construction provides a concrete realization\nof a general physical explanation of the wall-crossing formula which was\nproposed in 0807.4723. It also yields a new method for computing the spectrum\nusing the combinatorics of triangulations of the Riemann surface.\n","Comment: 180 pages, 90 figures (Please view the beautiful color graphics\n  online and save a tree.) v2: typos corrected and a few clarifications,\n  references added"]}]
["0911.1815",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Numerical Analysis","41A05, 41A25, 46E35, 65D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1815","Proc. Amer. Math. Soc. 140 (2012), 173-187","doi:10.1090/S0002-9939-2011-10870-0"],"date":["2009-11-09","2010-11-02"],"type":["text"],"creator":["Hangelbroek, Thomas"],"language":[],"coverage":[],"title":["The Penalized Lebesgue Constant for Surface Spline Interpolation"],"description":["  Problems involving approximation from scattered data where data is arranged\nquasi-uniformly have been treated by RBF methods for decades. Treating data\nwith spatially varying density has not been investigated with the same\nintensity, and is far less well understood. In this article we consider the\nstability of surface spline interpolation (a popular type of RBF interpolation)\nfor data with nonuniform arrangements. Using techniques similar to those\nrecently employed by Hangelbroek, Narcowich and Ward to demonstrate the\nstability of interpolation from quasi-uniform data on manifolds, we show that\nsurface spline interpolation on R^d is stable, but in a stronger, local sense.\nWe also obtain pointwise estimates showing that the Lagrange function decays\nvery rapidly, and at a rate determined by the local spacing of datasites. These\nresults, in conjunction with a Lebesgue lemma, show that surface spline\ninterpolation enjoys the same rates of convergence as those of the local\napproximation schemes recently developed by DeVore and Ron.\n","Comment: 20 pages; corrected typos; to appear in Proc. Amer. Math. Soc"]}]
["0911.4304",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L51, 46M35, 46L07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4304","Integral Equations and Operator Theory, Volume 70, Number 4,\n  485-510 (2011)","doi:10.1007/s00020-011-1872-5"],"date":["2009-11-23","2011-09-23"],"type":["text"],"creator":["Arhancet, Cédric"],"language":[],"coverage":[],"title":["Noncommutative Figa-Talamanca-Herz algebras for Schur multipliers"],"description":["  We introduce a noncommutative analogue of the Fig\\'a-Talamanca-Herz algebra\n$A_p(G)$ on the natural predual of the operator space $\\frak{M}_{p,cb}$ of\ncompletely bounded Schur multipliers on Schatten space $S_p$. We determine the\nisometric Schur multipliers and prove that the space $\\frak{M}_{p}$ of bounded\nSchur multipliers on Schatten space $S_p$ is the closure in the weak operator\ntopology of the span of isometric multipliers.\n","Comment: 24 pages; corrected typos"]}]
["0912.0540",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0540","Class.Quant.Grav.27:165020,2010","doi:10.1088/0264-9381/27/16/165020"],"date":["2009-12-03","2011-09-23"],"type":["text"],"creator":["Kamiński, Wojciech","Kisielowski, Marcin","Lewandowski, Jerzy"],"language":[],"coverage":[],"title":["The EPRL intertwiners and corrected partition function"],"description":["  Do the SU(2) intertwiners parametrize the space of the EPRL solutions to the\nsimplicity constraint? What is a complete form of the partition function\nwritten in terms of this parametrization? We prove that the EPRL map is\ninjective for n-valent vertex in case when it is a map from SO(3) into\nSO(3)xSO(3) representations. We find, however, that the EPRL map is not\nisometric. In the consequence, in order to be written in a SU(2) amplitude\nform, the formula for the partition function has to be rederived. We do it and\nobtain a new, complete formula for the partition function. The result goes\nbeyond the SU(2) spin-foam models framework.\n","Comment: RevTex4, 15 pages, 5 figures; theorem of injectivity of EPRL map\n  corrected"]}]
["1004.2519",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Information Theory","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2519"],"date":["2010-04-14","2011-09-22"],"type":["text"],"creator":["Levy, Bernard C.","Nikoukhah, Ramine"],"language":[],"coverage":[],"title":["Robust State Space Filtering under Incremental Model Perturbations\n  Subject to a Relative Entropy Tolerance"],"description":["  This paper considers robust filtering for a nominal Gaussian state-space\nmodel, when a relative entropy tolerance is applied to each time increment of a\ndynamical model. The problem is formulated as a dynamic minimax game where the\nmaximizer adopts a myopic strategy. This game is shown to admit a saddle point\nwhose structure is characterized by applying and extending results presented\nearlier in [1] for static least-squares estimation. The resulting minimax\nfilter takes the form of a risk-sensitive filter with a time varying risk\nsensitivity parameter, which depends on the tolerance bound applied to the\nmodel dynamics and observations at the corresponding time index. The\nleast-favorable model is constructed and used to evaluate the performance of\nalternative filters. Simulations comparing the proposed risk-sensitive filter\nto a standard Kalman filter show a significant performance advantage when\napplied to the least-favorable model, and only a small performance loss for the\nnominal model.\n"]}]
["1004.5103",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5103","doi:10.1088/0029-5515/51/10/103042"],"date":["2010-04-28","2011-04-05"],"type":["text"],"creator":["Goncharov, P. R.","Kuteev, B. V.","Sergeev, V. Yu.","Ozaki, T.","Sudo, S."],"language":[],"coverage":[],"title":["Semianalytical treatment of current density of particles injected by a\n  monoenergetic source"],"description":["  This paper extends the semianalytical treatment of fast ion current density\nto take into account time dependence and velocity diffusion using solutions of\nBoltzmann equation with a complete Coulomb collision term (Goncharov et al.\n2010 Phys. Plasmas 17 112313). An arbitrary angle distribution of the fast ion\nsource is assumed. The results are applicable to multi-ion-species plasma.\nSince analytical results provide an extra physical insight and constitute a\nreliable basis for verification of numerical codes, it is desirable to obtain\nexact solutions where possible. New results clarify the discrepancies between\nanalytical formulae in earlier bibliography and improve the physical basis of\nneutral beam injection current drive.\n","Comment: 10 pages, 2 figures, 1 table"]}]
["1005.3332",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3332","Proceedings of the XLVth Rencontres de Moriond, La Thuile, Italy,\n  March 2010, p.43"],"date":["2010-05-18"],"type":["text"],"creator":["Bonvin, Camille"],"language":[],"coverage":[],"title":["Impact of a causal primordial magnetic field on the Sachs Wolfe Effect"],"description":["  We present an analytical derivation of the Sachs Wolfe effect sourced by a\nprimordial magnetic field, generated by a causal process, such as a first order\nphase transition in the early universe. As for the topological defects case, we\napply the general relativistic junction conditions to match the perturbation\nvariables before and after the phase transition, in such a way that the total\nenergy momentum tensor is conserved across the transition. We find that the\nrelevant contribution to the magnetic Sachs Wolfe effect comes from the metric\nperturbations at next-to-leading order in the large scale limit. The leading\norder term is strongly suppressed due to the presence of free-streaming\nneutrinos. We derive the neutrino compensation effect and confirm that the\nmagnetic Sachs Wolfe spectrum from a causal magnetic field behaves as\nl(l+1)C_l^B ~ l^2 as found in the latest numerical analyses.\n","Comment: 4 pages. Contribution to the proceedings of the 45th Rencontres de\n  Moriond, La Thuile, Italy, March 2010"]}]
["1006.0046",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0046"],"date":["2010-05-31","2011-09-22"],"type":["text"],"creator":["Dias, M."],"language":[],"coverage":[],"title":["Some Aspects on Non-commutative Theories with a compactified\n  Extra-Dimension"],"description":["  We study some aspects when one consider the existence of one extra-dimension\nin addition to a non-commutative space-time. We present here two different\nexamples, where the first one provides a scenario were it is possible to relate\nthe variations on the compactification radius $L$ and the non-commutative\nparameter $\\theta^{\\mu\\nu}$, recovering the usual Minkowski $(3+1)D$ metric\nand, in the other one, we can set a simple relationship between this radius and\n$\\theta$, the non-commutative parameter, for the gravitational potential\nbetween a point particle and a straight cosmic string in $(2+1)D$.\n","Comment: This paper has been withdrawn by the author due to a error in the\n  first initial hypothesis"]}]
["1006.0275",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0275","Advances in Astronomy, vol. 2010, Article ID 565248","doi:10.1155/2010/565248"],"date":["2010-06-01","2010-07-07"],"type":["text"],"creator":["Yadav, Amit P. S.","Wandelt, Benjamin D."],"language":[],"coverage":[],"title":["Primordial Non-Gaussianity in the Cosmic Microwave Background"],"description":["  In the last few decades, advances in observational cosmology have given us a\nstandard model of cosmology. We know the content of the universe to within a\nfew percent. With more ambitious experiments on the way, we hope to move beyond\nthe knowledge of what the universe is made of, to why the universe is the way\nit is. In this review paper we focus on primordial non-Gaussianity as a probe\nof the physics of the dynamics of the universe at the very earliest moments. We\ndiscuss 1) theoretical predictions from inflationary models and their\nobservational consequences in the cosmic microwave background (CMB)\nanisotropies; 2) CMB--based estimators for constraining primordial\nnon-Gaussianity with an emphasis on bispectrum templates; 3) current\nconstraints on non-Gaussianity and what we can hope to achieve in the near\nfuture; and 4) non-primordial sources of non-Gaussianities in the CMB such as\nbispectrum due to second order effects, three way cross-correlation between\nprimary-lensing-secondary CMB, and possible instrumental effects.\n","Comment: 27 pages, 8 figures; Invited Review for the Journal \"Advances in\n  Astronomy\"; references added"]}]
["1007.1967",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1967","doi:10.1111/j.1365-2966.2010.17312.x"],"date":["2010-07-12"],"type":["text"],"creator":["Cooper, Michael C.","Coil, Alison L.","Gerke, Brian F.","Newman, Jeffrey A.","Bundy, Kevin","Conselice, Christopher J.","Croton, Darren J.","Davis, Marc","Faber, S. M.","Guhathakurta, Puragra","Koo, David C.","Lin, Lihwai","Weiner, Benjamin J.","Willmer, Christopher N. A.","Yan, Renbin"],"language":[],"coverage":[],"title":["Absence of Evidence Is Not Evidence of Absence: The Color-Density\n  Relation at Fixed Stellar Mass Persists to z ~ 1"],"description":["  We use data drawn from the DEEP2 Galaxy Redshift Survey to investigate the\nrelationship between local galaxy density, stellar mass, and rest-frame galaxy\ncolor. At z ~ 0.9, we find that the shape of the stellar mass function at the\nhigh-mass (log (M*/Msun) > 10.1) end depends on the local environment, with\nhigh-density regions favoring more massive systems. Accounting for this stellar\nmass-environment relation (i.e., working at fixed stellar mass), we find a\nsignificant color-density relation for galaxies with 10.6 < log(M*/Msun) < 11.1\nand 0.75 < z < 0.95. This result is shown to be robust to variations in the\nsample selection and to extend to even lower masses (down to log(M*/Msun) ~\n10.4). We conclude by discussing our results in comparison to recent works in\nthe literature, which report no significant correlation between galaxy\nproperties and environment at fixed stellar mass for the same redshift and\nstellar mass domain. The non-detection of environmental dependence found in\nother data sets is largely attributable to their smaller samples size and lower\nsampling density, as well as systematic effects such as inaccurate redshifts\nand biased analysis techniques. Ultimately, our results based on DEEP2 data\nillustrate that the evolutionary state of a galaxy at z ~ 1 is not exclusively\ndetermined by the stellar mass of the galaxy. Instead, we show that local\nenvironment appears to play a distinct role in the transformation of galaxy\nproperties at z > 1.\n","Comment: 10 pages, 5 Figures; Accepted for publication in MNRAS"]}]
["1007.2315",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2315"],"date":["2010-07-14","2011-09-22"],"type":["text"],"creator":["Bogdanov, Andrej","Mossel, Elchanan"],"language":[],"coverage":[],"title":["On extracting common random bits from correlated sources"],"description":["  Suppose Alice and Bob receive strings of unbiased independent but noisy bits\nfrom some random source. They wish to use their respective strings to extract a\ncommon sequence of random bits with high probability but without communicating.\nHow many such bits can they extract? The trivial strategy of outputting the\nfirst $k$ bits yields an agreement probability of $(1 - \\eps)^k <\n2^{-1.44k\\eps}$, where $\\eps$ is the amount of noise. We show that no strategy\ncan achieve agreement probability better than $2^{-k\\eps/(1 - \\eps)}$.\n  On the other hand, we show that when $k \\geq 10 + 2 (1 - \\eps) / \\eps$, there\nexists a strategy which achieves an agreement probability of $0.1\n(k\\eps)^{-1/2} \\cdot 2^{-k\\eps/(1 - \\eps)}$.\n"]}]
["1007.4537",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4537","Phys. Rev. A 82, 062104 (2010)","doi:10.1103/PhysRevA.82.062104"],"date":["2010-07-26","2010-12-20"],"type":["text"],"creator":["Bellomo, Bruno","De Pasquale, Antonella","Gualdi, Giulia","Marzolino, Ugo"],"language":[],"coverage":[],"title":["Reconstruction of time-dependent coefficients: a check of approximation\n  schemes for non-Markovian convolutionless dissipative generators"],"description":["  We propose a procedure to fully reconstruct the time-dependent coefficients\nof convolutionless non-Markovian dissipative generators via a finite number of\nexperimental measurements. By combining a tomography based approach with a\nproper data sampling, our proposal allows to relate the time-dependent\ncoefficients governing the dissipative evolution of a quantum system to\nexperimentally accessible quantities. The proposed scheme not only provides a\nway to retrieve full information about potentially unknown dissipative\ncoefficients but also, most valuably, can be employed as a reliable consistency\ntest for the approximations involved in the theoretical derivation of a given\nnon-Markovian convolutionless master equation.\n","Comment: 11 pages, 4 figures, revised version published on PRA"]}]
["1008.0124",{"format":[],"subject":["Mathematics - Geometric Topology","20F36, 57M07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0124","Geometriae Dedicata (2011): 1-18"],"date":["2010-07-31","2011-09-23"],"type":["text"],"creator":["Mortada, Jamil"],"language":[],"coverage":[],"title":["Artin Relations in the Mapping Class Group"],"description":["  For every integer l bigger than one, we find elements x and y in the mapping\nclass group of an appropriate orientable surface S, satisfying the Artin\nrelation of length l. That is, xyx... = yxy..., where each side of the equality\ncontains l terms. By direct computations, we first find elements x and y in\nMod(S) satisfying Artin relations of every even length bigger than 6, and every\nodd length bigger than 1. Then using the theory of Artin groups, we give two\nmore alternative ways for finding Artin relations in Mod(S). The first provides\nArtin relations of every length greater than 3, while the second produces Artin\nrelations of every even length greater than 4.\n","Comment: 18 pages, 3 figures"]}]
["1008.2901",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","05E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2901"],"date":["2010-08-17","2011-09-23"],"type":["text"],"creator":["Kós, Géza","Rónyai, Lajos"],"language":[],"coverage":[],"title":["Alon's Nullstellensatz for multisets"],"description":["  Alon's combinatorial Nullstellensatz (Theorem 1.1 from \\cite{Alon1}) is one\nof the most powerful algebraic tools in combinatorics, with a diverse array of\napplications. Let $\\F$ be a field, $S_1,S_2,..., S_n$ be finite nonempty\nsubsets of $\\F$. Alon's theorem is a specialized, precise version of the\nHilbertsche Nullstellensatz for the ideal of all polynomial functions vanishing\non the set $S=S_1\\times S_2\\times ... \\times S_n\\subseteq \\F^n$. From this Alon\ndeduces a simple and amazingly widely applicable nonvanishing criterion\n(Theorem 1.2 in \\cite{Alon1}). It provides a sufficient condition for a\npolynomial $f(x_1,...,x_n)$ which guarantees that $f$ is not identically zero\non the set $S$. In this paper we extend these two results from sets of points\nto multisets. We give two different proofs of the generalized nonvanishing\ntheorem. We extend some of the known applications of the original nonvanishing\ntheorem to a setting allowing multiplicities, including the theorem of Alon and\nF\\\"uredi on the hyperplane coverings of discrete cubes.\n","Comment: Submitted to the journal Combinatorica of the J\\'anos Bolyai\n  Mathematical Society on August 5, 2010"]}]
["1009.0723",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0723","doi:10.1051/0004-6361/201016130"],"date":["2010-09-03","2011-09-23"],"type":["text"],"creator":["Coppa, G.","Mignoli, M.","Zamorani, G.","Bardelli, S.","Lilly, S. J.","Bolzonella, M.","Scodeggio, M.","Vergani, D.","Nair, P.","Pozzetti, L.","Cimatti, A.","Zucca, E.","Carollo, C. M.","Contini, T.","Fèvre, O. Le","Renzini, A.","Mainieri, V.","Bongiorno, A.","Caputi, K.","Cucciati, O.","de la Torre, S.","de Ravel, L.","Franzetti, P.","Garilli, B.","Memeo, P.","Iovino, A.","Kampczyk, P.","Kneib, J. -P.","Knobel, C.","Koekemoer, A. M.","Kovac, K.","Lamareille, F.","Borgne, J. -F. le","Brun, V. le","Maier, C.","Pellò, R.","Peng, Y.","Perez-Montero, E.","Ricciardelli, E.","Scarlata, C.","Silverman, J. D.","Tanaka, M.","Tasca, L.","Tresse, L.","Abbas, U.","Bottini, D.","Capak, P.","Cappi, A.","Cassata, P.","Fumana, M.","Guzzo, L.","Leauthaud, A.","Maccagni, D.","Marinoni, C.","Meneux, B.","Oesch, P.","Porciani, C.","Scaramella, R.","Scoville, N."],"language":[],"coverage":[],"title":["The bimodality of the 10k zCOSMOS-bright galaxies up to z ~ 1: a new\n  statistical and portable classification based on the optical galaxy\n  properties"],"description":["  Our goal is to develop a new and reliable statistical method to classify\ngalaxies from large surveys. We probe the reliability of the method by\ncomparing it with a three-dimensional classification cube, using the same set\nof spectral, photometric and morphological parameters.We applied two different\nmethods of classification to a sample of galaxies extracted from the zCOSMOS\nredshift survey, in the redshift range 0.5 < z < 1.3. The first method is the\ncombination of three independent classification schemes, while the second\nmethod exploits an entirely new approach based on statistical analyses like\nPrincipal Component Analysis (PCA) and Unsupervised Fuzzy Partition (UFP)\nclustering method. The PCA+UFP method has been applied also to a lower redshift\nsample (z < 0.5), exploiting the same set of data but the spectral ones,\nreplaced by the equivalent width of H$\\alpha$. The comparison between the two\nmethods shows fairly good agreement on the definition on the two main clusters,\nthe early-type and the late-type galaxies ones. Our PCA-UFP method of\nclassification is robust, flexible and capable of identifying the two main\npopulations of galaxies as well as the intermediate population. The\nintermediate galaxy population shows many of the properties of the green valley\ngalaxies, and constitutes a more coherent and homogeneous population. The\nfairly large redshift range of the studied sample allows us to behold the\ndownsizing effect: galaxies with masses of the order of $3\\cdot 10^{10}$ Msun\nmainly are found in transition from the late type to the early type group at\n$z>0.5$, while galaxies with lower masses - of the order of $10^{10}$ Msun -\nare in transition at later epochs; galaxies with $M <10^{10}$ Msun did not\nbegin their transition yet, while galaxies with very large masses ($M > 5\\cdot\n10^{10}$ Msun) mostly completed their transition before $z\\sim 1$.\n","Comment: 16 pages, 14 figures, accepted for publication in A&A"]}]
["1010.0426",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0426"],"date":["2010-10-03","2011-09-22"],"type":["text"],"creator":["Bardet, Jean-Marc","Dola, Béchir"],"language":[],"coverage":[],"title":["Adaptive estimator of the memory parameter and goodness-of-fit test\n  using a multidimensional increment ratio statistic"],"description":["  The increment ratio (IR) statistic was first defined and studied in Surgailis\n{\\it et al.} (2007) for estimating the memory parameter either of a stationary\nor an increment stationary Gaussian process. Here three extensions are proposed\nin the case of stationary processes. Firstly, a multidimensional central limit\ntheorem is established for a vector composed by several IR statistics.\nSecondly, a goodness-of-fit $\\chi^2$-type test can be deduced from this\ntheorem. Finally, this theorem allows to construct adaptive versions of the\nestimator and test which are studied in a general semiparametric frame. The\nadaptive estimator of the long-memory parameter is proved to follow an oracle\nproperty. Simulations attest of the interesting accuracies and robustness of\nthe estimator and test, even in the non Gaussian case.\n","Comment: Journal of Multivariate Analysis (2011) 1-24"]}]
["1010.5240",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5240","Phys.Rev.D84:043518,2011","doi:10.1103/PhysRevD.84.043518"],"date":["2010-10-25","2011-09-23"],"type":["text"],"creator":["Brown, Adam R.","Dahlen, Alex"],"language":[],"coverage":[],"title":["Bubbles of Nothing and the Fastest Decay in the Landscape"],"description":["  The rate and manner of vacuum decay are calculated in an explicit flux\ncompactification, including all thick-wall and gravitational effects. For\nlandscapes built of many units of a single flux, the fastest decay is usually\nto discharge just one unit. By contrast, for landscapes built of a single unit\neach of many different fluxes, the fastest decay is usually to discharge all\nthe flux at once, which destabilizes the radion and begets a bubble of nothing.\nBy constructing the bubble of nothing as the limit in which ever more flux is\nremoved, we gain new insight into the bubble's appearance. Finally, we describe\na new instanton that mediates simultaneous flux tunneling and\ndecompactification. Our model is the thin-brane approximation to\nsix-dimensional Einstein-Maxwell theory.\n","Comment: 18 pages, 8 figures; v2: minor changes"]}]
["1011.2199",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2199","2011 MNRAS 412 1309","doi:10.1111/j.1365-2966.2010.17994.x"],"date":["2010-11-09","2010-11-15"],"type":["text"],"creator":["Smith, A. M.","Lynn, S.","Sullivan, M.","Lintott, C. J.","Nugent, P. E.","Botyanszki, J.","Kasliwal, M.","Quimby, R.","Bamford, S. P.","Fortson, L. F.","Schawinski, K.","Hook, I.","Blake, S.","Podsiadlowski, P.","Joensson, J.","Gal-Yam, A.","Arcavi, I.","Howell, D. A.","Bloom, J. S.","Jacobsen, J.","Kulkarni, S. R.","Law, N. M.","Ofek, E. O.","Walters, R."],"language":[],"coverage":[],"title":["Galaxy Zoo Supernovae"],"description":["  This paper presents the first results from a new citizen science project:\nGalaxy Zoo Supernovae. This proof of concept project uses members of the public\nto identify supernova candidates from the latest generation of wide-field\nimaging transient surveys. We describe the Galaxy Zoo Supernovae operations and\nscoring model, and demonstrate the effectiveness of this novel method using\nimaging data and transients from the Palomar Transient Factory (PTF). We\nexamine the results collected over the period April-July 2010, during which\nnearly 14,000 supernova candidates from PTF were classified by more than 2,500\nindividuals within a few hours of data collection. We compare the transients\nselected by the citizen scientists to those identified by experienced PTF\nscanners, and find the agreement to be remarkable - Galaxy Zoo Supernovae\nperforms comparably to the PTF scanners, and identified as transients 93% of\nthe ~130 spectroscopically confirmed SNe that PTF located during the trial\nperiod (with no false positive identifications). Further analysis shows that\nonly a small fraction of the lowest signal-to-noise SN detections (r > 19.5)\nare given low scores: Galaxy Zoo Supernovae correctly identifies all SNe with >\n8{\\sigma} detections in the PTF imaging data. The Galaxy Zoo Supernovae project\nhas direct applicability to future transient searches such as the Large\nSynoptic Survey Telescope, by both rapidly identifying candidate transient\nevents, and via the training and improvement of existing machine classifier\nalgorithms.\n","Comment: 13 pages, 10 figures, accepted MNRAS"]}]
["1011.3343",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3343","Phys.Lett.B703:641-644,2011","doi:10.1016/j.physletb.2011.08.068"],"date":["2010-11-15","2011-09-23"],"type":["text"],"creator":["Culetu, Hristu"],"language":[],"coverage":[],"title":["Rindler horizon entropy from nonstationarity"],"description":["  Finite entropy and energy are obtained for the horizon of a Rindler observer\non the grounds of the nonstatic character of the geometry beyond the horizon.\nEdery - Constantineau prescription is used to find the dynamical phase space of\nthis particular spacetime. The number of microstates rooted from the ignorance\nof a Rindler observer of the parameter $t$ from the nonstationary region is\ncalculated.\n  We suggest that the gravitational energy density constructed by means of the\nhorizon energy and using the Holographic Principle is proportional to $g^{2}$,\nsimilar with a result recently obtained by Padmanabhan and with the energy\ndensity of the electromagnetic field.\n","Comment: 8 pages, no figures, version published in PLB 703(5),(2011) pp.\n  641-644, DOI: 10.1016/j.physletb.2011.08.068"]}]
["1011.3686",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3686","Phys. Rev. Lett. 106, 044101 (2011)","doi:10.1103/PhysRevLett.106.044101"],"date":["2010-11-16"],"type":["text"],"creator":["Bogomolny, E.","Giraud, O."],"language":[],"coverage":[],"title":["Eigenfunction entropy and spectral compressibility for critical random\n  matrix ensembles"],"description":["  Based on numerical and perturbation series arguments we conjecture that for\ncertain critical random matrix models the information dimension of\neigenfunctions D_1 and the spectral compressibility chi are related by the\nsimple equation chi+D_1/d=1, where d is the system dimensionality.\n","Comment: 4 pages, 3 figures"]}]
["1011.4223",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4223","Phys.Rev.D84:044057,2011","doi:10.1103/PhysRevD.84.044057"],"date":["2010-11-18","2011-08-08"],"type":["text"],"creator":["Babiuc, M. C.","Szilagyi, B.","Winicour, J.","Zlochower, Y."],"language":[],"coverage":[],"title":["A Characteristic Extraction Tool for Gravitational Waveforms"],"description":["  We develop and calibrate a characteristic waveform extraction tool whose\nmajor improvements and corrections of prior versions allow satisfaction of the\naccuracy standards required for advanced LIGO data analysis. The extraction\ntool uses a characteristic evolution code to propagate numerical data on an\ninner worldtube supplied by a 3+1 Cauchy evolution to obtain the gravitational\nwaveform at null infinity. With the new extraction tool, high accuracy and\nconvergence of the numerical error can be demonstrated for an inspiral and\nmerger of mass M binary black holes even for an extraction worldtube radius as\nsmall as R = 20M. The tool provides a means for unambiguous comparison between\nwaveforms generated by evolution codes based upon different formulations of the\nEinstein equations and based upon different numerical approximations.\n","Comment: 30 pages, 15 figures, submitted to Physical Review D"]}]
["1012.0287",{"format":[],"subject":["Mathematics - Combinatorics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0287"],"date":["2010-12-01","2011-09-23"],"type":["text"],"creator":["Asadi, Arash","Backman, Spencer"],"language":[],"coverage":[],"title":["Chip-Firing and Riemann-Roch Theory for Directed Graphs"],"description":["  We investigate Riemann-Roch theory for directed graphs. The Riemann-Roch\ncriteria of Amini and Manjunath is generalized to all integer lattices\northogonal to some positive vector. Using generalized notions of a\n$v_0$-reduced divisor and Dhar's algorithm we investigate two chip-firing games\ncoming from the rows and columns of the Laplacian of a strongly connected\ndirected graph. We discuss how the \"column\" chip-firing game is related to\ndirected $\\vec{G}$-parking functions and the \"row\" chip-firing game is related\nto the sandpile model. We conclude with a discussion of arithmetical graphs,\nwhich after a simple transformation may be viewed as a special class of\ndirected graphs which will always have the Riemann-Roch property for the column\nchip-firing game. Examples of arithmetical graphs are provided which\ndemonstrate that either, both, or neither of the two Riemann-Roch conditions\nmay be satisfied for the row chip-firing game.\n"]}]
["1012.2538",{"format":[],"subject":["Mathematics - Commutative Algebra","13D05, 13D02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2538"],"date":["2010-12-12","2011-09-23"],"type":["text"],"creator":["Cheniour, Fatima","Mahdou, Najib"],"language":[],"coverage":[],"title":["When every principal ideal is flat"],"description":["  This paper deals with well-known notion of $PF$-rings, that is, rings in\nwhich principal ideals are flat.\n  We give a new characterization of $PF$-rings. Also, we provide a necessary\nand sufficient condition for $R\\bowtie I$ (resp., $R/I$ when $R$ is a Dedekind\ndomain or $I$ is a primary ideal) to be $PF$-ring. The article includes a brief\ndiscussion of the scope and precision of our results.\n"]}]
["1012.3450",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3450","Phys. Rev. E 82, 056317 (2010)","doi:10.1103/PhysRevE.82.056317"],"date":["2010-12-15","2011-09-22"],"type":["text"],"creator":["Rojas, Clara","García-Sucre, Máximo","Urbina-Villalba, Germán"],"language":[],"coverage":[],"title":["Lifetime of oil drops pressed by buoyancy against a planar interface:\n  Large drops"],"description":["  In a previous report [10] it was shown that emulsion stability simulations\nare able to reproduce the lifetime of micrometer-size drops of hexadecane\npressed by buoyancy against a planar water-hexadecane interface. It was\nconfirmed that small drops (ri<10 {\\mu}m) stabilized with {\\beta}-casein behave\nas nondeformable particles, moving with a combination of Stokes and Taylor\ntensors as they approach the interface. Here, a similar methodology is used to\nparametrize the potential of interaction of drops of soybean oil stabilized\nwith bovine serum albumin. The potential obtained is then employed to study the\nlifetime of deformable drops in the range 10 \\leq ri \\leq 1000 {\\mu}m. It is\nestablished that the average lifetime of these drops can be adequately\nreplicated using the model of truncated spheres. However, the results depend\nsensibly on the expressions of the initial distance of deformation and the\nmaximum film radius used in the calculations. The set of equations adequate for\nlarge drops is not satisfactory for medium-size drops (10 \\leq ri \\leq 100\n{\\mu}m), and vice versa. In the case of large particles, the increase in the\ninterfacial area as a consequence of the deformation of the drops generates a\nvery large repulsive barrier which opposes coalescence. Nevertheless, the\nbuoyancy force prevails. As a consequence, it is the hydrodynamic tensor of the\ndrops which determine the characteristic behavior of the lifetime as a function\nof the particle size. While the average values of the coalescence time of the\ndrops can be justified by the mechanism of film thinning, the scattering of the\nexperimental data of large drops cannot be rationalized using the methodology\npreviously described. A possible explanation of this phenomenon required\nelaborate simulations which combine deformable drops, capillary waves,\nrepulsive interaction forces, and a time-dependent surfactant adsorption.\n","Comment: 15 pages, 11 figures, accepted for publication in Physical Review E"]}]
["1012.4804",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4804","doi:10.1088/0004-637X/737/2/103"],"date":["2010-12-21","2011-09-22"],"type":["text"],"creator":["Schlafly, Edward F.","Finkbeiner, Douglas P."],"language":[],"coverage":[],"title":["Measuring Reddening with SDSS Stellar Spectra and Recalibrating SFD"],"description":["  We present measurements of dust reddening using the colors of stars with\nspectra in the Sloan Digital Sky Survey. We measure reddening as the difference\nbetween the measured and predicted colors of a star, as derived from stellar\nparameters from the SEGUE Stellar Parameter Pipeline (Lee et al. 2008a). We\nachieve uncertainties of 56, 34, 25, and 29 mmag in the colors u-g, g-r, r-i,\nand i-z, per star, though the uncertainty varies depending on the stellar type\nand the magnitude of the star. The spectrum-based reddening measurements\nconfirm our earlier \"blue tip\" reddening measurements (Schlafly et al. 2010,\nS10), finding reddening coefficients different by -3%, 1%, 1%, and 2% in u-g,\ng-r, r-i, and i-z from those found by the blue tip method, after removing a 4%\nnormalization difference. These results prefer an R_V=3.1 Fitzpatrick (1999)\nreddening law to O'Donnell (1994) or Cardelli et al. (1989) reddening laws. We\nprovide a table of conversion coefficients from the Schlegel et al. (1998) maps\nof E(B-V) to extinction in 88 bandpasses for 4 values of R_V, using this\nreddening law and the 14% recalibration of SFD first reported by S10 and\nconfirmed in this work.\n","Comment: 14 pages, 8 figures (arxiv version updated to published version)"]}]
["1012.5500",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5500"],"date":["2010-12-26","2011-09-23"],"type":["text"],"creator":["Dhiman, Narinder K."],"language":[],"coverage":[],"title":["Role of different model ingredients in the exotic cluster-decay of\n  $^{56}Ni^*$"],"description":["  We present cluster decay studies of $^{56}$Ni$^*$ formed in heavy-ion\ncollisions using different Fermi density and nuclear radius parameters proposed\nby various authors. Our study reveals that different technical parameters do\nnot alter the transfer structure of fractional yields significantly. The\ncluster decay half-lives of different clusters lies within $\\pm$10% for\ndifferent Fermi density parameters and nuclear radius, therefore, justify the\ncurrent set of parameters used in the literature for the calculations of\ncluster decay.\n","Comment: 26 pages, 9 figures, Submitted to Ukrainian Journal of Physics"]}]
["1101.3839",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3839"],"date":["2011-01-20","2011-09-23"],"type":["text"],"creator":["Gezer, Betül"],"language":[],"coverage":[],"title":["Elliptic Divisibility Sequences, Squares and Cubes"],"description":["  Elliptic divisibility sequences (EDSs) are generalizations of a class of\ninteger divisibility sequences called Lucas sequences. There has been much\ninterest in cases where the terms of Lucas sequences are squares or cubes. In\nthis work, using the Tate normal form having one parameter of elliptic curves\nwith torsion points, the general terms and periods of all elliptic divisibility\nsequences with a zero term are given in terms of this parameter by means of\nMazur's theorem, and it is shown that which term of h_{n} of an EDS can be a\nsquare or a cube by using the general terms of these sequences.\n"]}]
["1101.4018",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4018","doi:10.1088/0067-0049/193/1/14"],"date":["2011-01-20"],"type":["text"],"creator":["Cooper, Michael C.","Aird, James A.","Coil, Alison L.","Davis, Marc","Faber, S. M.","Juneau, Stephanie","Lotz, Jennifer M.","Nandra, Kirpal","Newman, Jeffrey A.","Willmer, Christopher N. A.","Yan, Renbin"],"language":[],"coverage":[],"title":["The DEEP3 Galaxy Redshift Survey: Keck/DEIMOS Spectroscopy in the\n  GOODS-N Field"],"description":["  We present the results of spectroscopic observations in the GOODS-N field\ncompleted using DEIMOS on the Keck II telescope as part of the DEEP3 Galaxy\nRedshift Survey. Observations of 370 unique targets down to a limiting\nmagnitude of R = 24.4 yielded 156 secure redshifts. In addition to redshift\ninformation, we provide sky-subtracted one- and two-dimensional spectra of each\ntarget. Observations were conducted following the procedures of the Team Keck\nRedshift Survey (TKRS), thereby producing spectra that augment the TKRS sample\nwhile maintaining the uniformity of its spectral database.\n","Comment: Accepted for publication in ApJS; 5 Pages, 2 Figures; Redshift\n  Catalog and Spectra available at http://deep.berkeley.edu/GOODSN/"]}]
["1102.2138",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2138","PLoS ONE 6 (8), e22794 (2011)","doi:10.1371/journal.pone.0022794"],"date":["2011-02-10"],"type":["text"],"creator":["Guo, Kun","Zhou, Wei-Xing","Cheng, Si-Wei","Sornette, Didier"],"language":[],"coverage":[],"title":["The US stock market leads the Federal funds rate and Treasury bond\n  yields"],"description":["  Using a recently introduced method to quantify the time varying lead-lag\ndependencies between pairs of economic time series (the thermal optimal path\nmethod), we test two fundamental tenets of the theory of fixed income: (i) the\nstock market variations and the yield changes should be anti-correlated; (ii)\nthe change in central bank rates, as a proxy of the monetary policy of the\ncentral bank, should be a predictor of the future stock market direction. Using\nboth monthly and weekly data, we found very similar lead-lag dependence between\nthe S&P500 stock market index and the yields of bonds inside two groups: bond\nyields of short-term maturities (Federal funds rate (FFR), 3M, 6M, 1Y, 2Y, and\n3Y) and bond yields of long-term maturities (5Y, 7Y, 10Y, and 20Y). In all\ncases, we observe the opposite of (i) and (ii). First, the stock market and\nyields move in the same direction. Second, the stock market leads the yields,\nincluding and especially the FFR. Moreover, we find that the short-term yields\nin the first group lead the long-term yields in the second group before the\nfinancial crisis that started mid-2007 and the inverse relationship holds\nafterwards. These results suggest that the Federal Reserve is increasingly\nmindful of the stock market behavior, seen at key to the recovery and health of\nthe economy. Long-term investors seem also to have been more reactive and\nmindful of the signals provided by the financial stock markets than the Federal\nReserve itself after the start of the financial crisis. The lead of the S&P500\nstock market index over the bond yields of all maturities is confirmed by the\ntraditional lagged cross-correlation analysis.\n","Comment: 12 pages, 7 figures, 1 table"]}]
["1102.5685",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5685","Phys. Rev. Lett. 107, 100402 (2011)","doi:10.1103/PhysRevLett.107.100402"],"date":["2011-02-28","2011-09-23"],"type":["text"],"creator":["Coretti, Sandro","Hänggi, Esther","Wolf, Stefan"],"language":[],"coverage":[],"title":["Nonlocality is transitive"],"description":["  We show a transitivity property of nonlocal correlations: There exist\ntripartite nonsignaling correlations of which the bipartite marginals between A\nand B as well as B and C are nonlocal and any tripartite nonsignaling system\nbetween A, B, and C consistent with them must be such that the bipartite\nmarginal between A and C is also nonlocal. This property represents a step\ntowards ruling out certain alternative models for the explanation of quantum\ncorrelations such as hidden communication at finite speed. Whereas it is not\npossible to rule out this model experimentally, it is the goal of our approach\nto demonstrate this explanation to be logically inconsistent: either the\ncommunication cannot remain hidden, or its speed has to be infinite. The\nexistence of a three-party system that is pairwise nonlocal is of independent\ninterest in the light of the monogamy property of nonlocality.\n","Comment: 4 pages, 2 figures, v2: published version"]}]
["1103.0263",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0263","Appl. Phys. Lett. 99, 121910 (2011)","doi:10.1063/1.3640227"],"date":["2011-03-01","2011-09-23"],"type":["text"],"creator":["Pierce, M. S.","Hennessy, D.","Chang, K. C.","Komanicky, V.","Strzalka, J.","Sandy, A.","Barbour, A.","You, H."],"language":[],"coverage":[],"title":["Persistent Oscillations of X-ray Speckles: Pt (001) Step Flow"],"description":["  We have performed coherent x-ray scattering experiments on the hexagonally\nreconstructed Pt (001) surface to study the temperature-dependent surface\ndynamics. By correlating speckle patterns collected at the (001) anti-Bragg\nposition we are able to measure surface dynamics when the averaged incoherent\nx-ray scattering appears static. In the temperature range above the rotational\nepitaxy transition and below the roughening transition (1750 K - 1830 K), we\nhave observed well-defined oscillatory autocorrelations of speckles that\npersist for tens of minutes, in addition to the expected thermal decorrelation.\nThe observed oscillations indicate surface dynamics due to \"step-flow\" motion.\nThis is shown with a simple model in which the phase of the scattered x-rays\nfrom the steps within the illumination area is retained in the coherent x-ray\nscattering. This demonstrates a possibility that x-ray speckles can be used to\nmonitor the real-space real-time evolution of surfaces in addition to the\ntraditional decorrelation measurements.\n","Comment: 12 pages, 3 figures"]}]
["1103.1823",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1823","International Journal of Foundations of Computer Science 22, 6\n  (2011) 1351-1367","doi:10.1142/S0129054111008751"],"date":["2011-03-09"],"type":["text"],"creator":["Poinsot, Laurent","Pott, Alexander"],"language":[],"coverage":[],"title":["Non-Boolean almost perfect nonlinear functions on non-Abelian groups"],"description":["  The purpose of this paper is to present the extended definitions and\ncharacterizations of the classical notions of APN and maximum nonlinear Boolean\nfunctions to deal with the case of mappings from a finite group K to another\none N with the possibility that one or both groups are non-Abelian.\n","Comment: 17 pages"]}]
["1103.4829",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4829","ARA&A 2011 49:409-470","doi:10.1146/annurev-astro-081710-102514"],"date":["2011-03-24","2011-06-10"],"type":["text"],"creator":["Allen, Steven W.","Evrard, August E.","Mantz, Adam B."],"language":[],"coverage":[],"title":["Cosmological Parameters from Observations of Galaxy Clusters"],"description":["  Studies of galaxy clusters have proved crucial in helping to establish the\nstandard model of cosmology, with a universe dominated by dark matter and dark\nenergy. A theoretical basis that describes clusters as massive,\nmulti-component, quasi-equilibrium systems is growing in its capability to\ninterpret multi-wavelength observations of expanding scope and sensitivity. We\nreview current cosmological results, including contributions to fundamental\nphysics, obtained from observations of galaxy clusters. These results are\nconsistent with and complementary to those from other methods. We highlight\nseveral areas of opportunity for the next few years, and emphasize the need for\naccurate modeling of survey selection and sources of systematic error.\nCapitalizing on these opportunities will require a multi-wavelength approach\nand the application of rigorous statistical frameworks, utilizing the combined\nstrengths of observers, simulators and theorists.\n","Comment: 53 pages, 21 figures. To appear in Annual Review of Astronomy &\n  Astrophysics"]}]
["1103.5274",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5274"],"date":["2011-03-27","2011-09-23"],"type":["text"],"creator":["King, Chris"],"language":[],"coverage":[],"title":["Fractal Geography of the Riemann Zeta Function"],"description":["  The quadratic Mandelbrot set has been referred to as the most complex and\nbeautiful object in mathematics and the Riemann Zeta function takes the prize\nfor the most complicated and enigmatic function. Here we elucidate the spectrum\nof Mandelbrot and Julia sets of Zeta, to unearth the geography of its chaotic\nand fractal diversities, combining these two extremes into one intrepid journey\ninto the deepest abyss of complex function space.\n","Comment: 34 pages, 42 figures"]}]
["1103.5389",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5389","JHEP1109:041,2011","doi:10.1007/JHEP09(2011)041"],"date":["2011-03-28","2011-09-23"],"type":["text"],"creator":["Li, Danning","He, Song","Huang, Mei","Yan, Qi-Shu"],"language":[],"coverage":[],"title":["Thermodynamics of deformed AdS$_5$ model with a positive/negative\n  quadratic correction in graviton-dilaton system"],"description":["  By solving the Einstein equations of the graviton coupling with a real scalar\ndilaton field, we establish a general framework to self-consistently solve the\ngeometric background with black-hole for any given phenomenological holographic\nmodels. In this framwork, we solve the black-hole background, the corresponding\ndilaon field and the dilaton potential for the deformed AdS$_5$ model with a\npositive/negative quadratic correction. We systematically investigate the\nthermodynamical properties of the deformed AdS$_5$ model with a positive and\nnegative quadratic correction, respectively, and compare with lattice QCD on\nthe results of the equation of state, the heavy quark potential, the Polyakov\nloop and the spatial Wilson loop. We find that the bulk thermodynamical\nproperties are not sensitive to the sign of the quadratic correction, and the\nresults of both deformed holographic QCD models agree well with lattice QCD\nresult for pure SU(3) gauge theory. However, the results from loop operators\nfavor a positive quadratic correction, which agree well with lattice QCD\nresult. Especially, the result from the Polyakov loop excludes the model with a\nnegative quadratic correction in the warp factor of ${\\rm AdS}_5$.\n","Comment: 26 figures,36 pages,V.3: an appendix,more equations and references\n  added,figures corrected,published version"]}]
["1104.0664",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0664","Astron. Astrophys. 534, A11 (2011)","doi:10.1051/0004-6361/201117023"],"date":["2011-04-04","2011-08-17"],"type":["text"],"creator":["Warnecke, Jörn","Brandenburg, Axel","Mitra, Dhrubaditya"],"language":[],"coverage":[],"title":["Dynamo-driven plasmoid ejections above a spherical surface"],"description":["  We extend earlier models of turbulent dynamos with an upper, nearly\nforce-free exterior to spherical geometry, and study how flux emerges from\nlower layers to the upper ones without being driven by magnetic buoyancy. We\nalso study how this affects the possibility of plasmoid ejection. A spherical\nwedge is used that includes northern and southern hemispheres up to\nmid-latitudes and a certain range in longitude of the Sun. In radius, we cover\nboth the region that corresponds to the convection zone in the Sun and the\nimmediate exterior up to twice the radius of the Sun. Turbulence is driven with\na helical forcing function in the interior, where the sign changes at the\nequator between the two hemispheres. An oscillatory large-scale dynamo with\nequatorward migration is found to operate in the turbulence zone. Plasmoid\nejections occur in regular intervals, similar to what is seen in earlier\nCartesian models. These plasmoid ejections are tentatively associated with\ncoronal mass ejections. The magnetic helicity is found to change sign outside\nthe turbulence zone, which is in agreement with recent findings for the solar\nwind.\n","Comment: 11 pages, 19 figures, accepted in A&A"]}]
["1104.1765",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1765","Nature Materials 10, 742-746 (2011)","doi:10.1038/nmat3076"],"date":["2011-04-10","2011-07-11"],"type":["text"],"creator":["Walter, Marvin","Walowski, Jakob","Zbarsky, Vladyslav","Münzenberg, Markus","Schäfers, Markus","Ebke, Daniel","Reiss, Günter","Thomas, Andy","Peretzki, Patrick","Seibt, Michael","Moodera, Jagadeesh S.","Czerner, Michael","Bachmann, Michael","Heiliger, Christian"],"language":[],"coverage":[],"title":["Seebeck Effect in Magnetic Tunnel Junctions"],"description":["  Creating temperature gradients in magnetic nanostructures has resulted in a\nnew research direction, i.e., the combination of magneto- and thermoelectric\neffects. Here, we demonstrate the observation of one important effect of this\nclass: the magneto-Seebeck effect. It is observed when a magnetic configuration\nchanges the charge based Seebeck coefficient. In particular, the Seebeck\ncoefficient changes during the transition from a parallel to an antiparallel\nmagnetic configuration in a tunnel junction. In that respect, it is the analog\nto the tunneling magnetoresistance. The Seebeck coefficients in parallel and\nantiparallel configuration are in the order of the voltages known from the\ncharge-Seebeck effect. The size and sign of the effect can be controlled by the\ncomposition of the electrodes' atomic layers adjacent to the barrier and the\ntemperature. Experimentally, we realized 8.8 % magneto-Seebeck effect, which\nresults from a voltage change of about -8.7 {\\mu}V/K from the antiparallel to\nthe parallel direction close to the predicted value of -12.1 {\\mu}V/K.\n","Comment: 16 pages, 7 figures, 2 tables"]}]
["1104.2523",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2523","doi:10.1007/JHEP07(2011)085"],"date":["2011-04-13","2011-04-29"],"type":["text"],"creator":["Bonora, Loriano","Cvitan, Maro","Prester, Predrag Dominis","Pallua, Silvio","Smolić, Ivica"],"language":[],"coverage":[],"title":["Gravitational Chern-Simons Lagrangians and black hole entropy"],"description":["  We analyze the problem of defining the black hole entropy when Chern-Simons\nterms are present in the action. Extending previous works, we define a general\nprocedure, valid in any odd dimensions both for purely gravitational CS terms\nand for mixed gauge-gravitational ones. The final formula is very similar to\nWald's original formula valid for covariant actions, with a significant\nmodification. Notwithstanding an apparent violation of covariance we argue that\nthe entropy formula is indeed covariant.\n","Comment: 39 pages"]}]
["1104.4712",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4712","Phys. Rev. B 84, 094116 (2011)","doi:10.1103/PhysRevB.84.094116"],"date":["2011-04-25"],"type":["text"],"creator":["Chen, Zuhuang","Prosandeev, S.","Luo, Z. L.","Ren, Wei","Qi, Yajun","Huang, C. W.","You, Lu","Gao, C.","Kornev, I. A.","Wu, Tom","Wang, Junling","Yang, P.","Sritharan, T.","Bellaiche, L.","Chen, Lang"],"language":[],"coverage":[],"title":["Coexistence of Ferroelectric Triclinic Phases and Origin of Large\n  Piezoelectric Responses in Highly Strained BiFeO3 films"],"description":["  The structural evolution of the strain-driven morphotropic phase boundary\n(MPB) in BiFeO3 films has been investigated using synchrotron x-ray\ndiffractometry in conjunction with scanning probe microscopy. Our results\ndemonstrate the existence of mixed-phase regions that are mainly made up of two\nheavily tilted ferroelectric triclinic phases. Analysis of first-principles\ncomputations suggests that these two triclinic phases originate from a phase\nseparation of a single monoclinic state accompanied by elastic matching between\nthe phase-separated states. These first-principle calculations further reveal\nthat the intrinsic piezoelectric response of these two low-symmetry triclinic\nphases is not significantly large, which thus implies that the ease of phase\ntransition between these two energetically close triclinic phases is likely\nresponsible for the large piezoelectric response found in the BiFeO3 films near\nits MPB. These findings not only enrich the understandings of the lattice and\ndomain structure of epitaxial BiFeO3 films but may also shed some light on the\norigin of enhanced piezoelectric response near MPB.\n","Comment: 19 pages, 3 figures and 1 table"]}]
["1104.4875",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4875","New Journal of Physics, Volume 13, 093031, September 2011","doi:10.1088/1367-2630/13/9/093031"],"date":["2011-04-26"],"type":["text"],"creator":["Damon, V.","Bonarota, M.","Louchet-Chauvet, A.","Chanelière, T.","Gouët, J. -L. Le"],"language":[],"coverage":[],"title":["Revival of Silenced Echo and Quantum Memory for Light"],"description":["  We propose an original quantum memory protocol. It belongs to the class of\nrephasing processes and is closely related to two-pulse photon echo. It is\nknown that the strong population inversion produced by the rephasing pulse\nprevents the plain two-pulse photon echo from serving as a quantum memory\nscheme. Indeed gain and spontaneous emission generate prohibitive noise. A\nsecond $\\pi$-pulse can be used to simultaneously reverse the atomic phase and\nbring the atoms back into the ground state. Then a secondary echo is radiated\nfrom a non-inverted medium, avoiding contamination by gain and spontaneous\nemission noise. However, one must kill the primary echo, in order to preserve\nall the information for the secondary signal. In the present work, spatial\nphase mismatching is used to silence the standard two-pulse echo. An\nexperimental demonstration is presented.\n","Comment: 13 pages, 6 figures"]}]
["1105.0275",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0275"],"date":["2011-05-02","2011-09-22"],"type":["text"],"creator":["Wang, Hui","Huang, Jinyuan","Xu, Xiaomin","Xiao, Yanghua","Wang, Wei"],"language":[],"coverage":[],"title":["Robustness of Complex Networks against Attacks Guided by Damage"],"description":["  Extensive researches have been dedicated to investigating the performance of\nreal networks and synthetic networks against random failures or intentional\nattack guided by degree (degree attack). Degree is one of straightforward\nmeasures to characterize the vitality of a vertex in maintaining the integrity\nof the network but not the only one. Damage, the decrease of the largest\ncomponent size that was caused by the removal of a vertex, intuitively is a\nmore destructive guide for intentional attack on networks since the network\nfunctionality is usually measured by the largest component size. However, it is\nsurprising to find that little is known about behaviors of real networks or\nsynthetic networks against intentional attack guided by damage (damage attack),\nin which adversaries always choose the vertex with the largest damage to\nattack.\n  In this article, we dedicate our efforts to understanding damage attack and\nbehaviors of real networks as well as synthetic networks against this attack.\nTo this end, existing attacking models, statistical properties of damage in\ncomplex networks are first revisited. Then, we present the empirical analysis\nresults about behaviors of complex networks against damage attack with the\ncomparisons to degree attack. It is surprising to find a cross-point for\ndiverse networks before which damage attack is more destructive than degree\nattack. Further investigation shows that the existence of cross-point can be\nattributed to the fact that: degree attack tends produce networks with more\nheterogenous damage distribution than damage attack. Results in this article\nstrongly suggest that damage attack is one of most destructive attacks and\ndeserves our research efforts.Our understandings about damage attack may also\nshed light on efficient solutions to protect real networks against damage\nattack.\n","Comment: 12 pages, 12 figures"]}]
["1105.2005",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2005","Phys. Rev. B 84, 100406(R) (2011)","doi:10.1103/PhysRevB.84.100406"],"date":["2011-05-10"],"type":["text"],"creator":["Reuther, Johannes","Thomale, Ronny","Trebst, Simon"],"language":[],"coverage":[],"title":["Finite-temperature phase diagram of the Heisenberg-Kitaev model"],"description":["  We discuss the finite-temperature phase diagram of the Heisenberg-Kitaev\nmodel on the hexagonal lattice, which has been suggested to describe the\nspin-orbital exchange of the effective spin-1/2 momenta in the Mott insulating\nIridate Na2IrO3. At zero-temperature this model exhibits magnetically ordered\nstates well beyond the isotropic Heisenberg limit as well as an extended\ngapless spin liquid phase around the highly anisotropic Kitaev limit. Using a\npseudofermion functional renormalization group (RG) approach, we extract both\nthe Curie-Weiss scale and the critical ordering scale (for the magnetically\nordered states) from the RG flow of the magnetic susceptibility. The\nCurie-Weiss scale switches sign -- indicating a transition of the dominant\nexchange from antiferromagnetic to ferromagnetic -- deep in the magnetically\nordered regime. For the latter we find no significant frustration, i.e. a\nsubstantial suppression of the ordering scale with regard to the Curie-Weiss\nscale. We discuss our results in light of recent experimental susceptibility\nmeasurements for Na2IrO3.\n","Comment: 4+e pages, 5 figures"]}]
["1105.2757",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2757","Phys. Rev. B 84, 041202(R) (2011)","doi:10.1103/PhysRevB.84.041202"],"date":["2011-05-13"],"type":["text"],"creator":["Bahramy, M. S.","Arita, R.","Nagaosa, N."],"language":[],"coverage":[],"title":["Origin of giant bulk Rashba splitting: Application to BiTeI"],"description":["  We theoretically propose the necessary conditions for realization of giant\nRashba splitting in bulk systems. In addition to (i) the large atomic\nspin-orbit interaction in an inversion-asymmetric system, the following two\nconditions are further required; (ii) a narrow band gap, and (iii) the presence\nof top valence and bottom conduction bands of symmetrically the same character.\nAs a representative example, using the first principles calculations, the\nrecently discovered giant bulk Rashba splitting system BiTeI is shown to fully\nfulfill all these three conditions. Of particular importance, by predicting the\ncorrect crystal structure of BiTeI, different from what has been believed thus\nfar, the third criterion is demonstrated to be met by a negative crystal field\nsplitting of the top valence bands.\n","Comment: 3 figures"]}]
["1105.3659",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3659","Phys. Rev. D 84, 064032 (2011)","doi:10.1103/PhysRevD.84.064032"],"date":["2011-05-18","2011-09-23"],"type":["text"],"creator":["Mazharimousavi, S. Habib","Halilsoy, M."],"language":[],"coverage":[],"title":["Black hole solutions in f(R) gravity coupled with non-linear Yang-Mills\n  field"],"description":["  It is shown that in the static, spherically symmetric spacetime the problem\nof metric f(R) gravity coupled with non-linear Yang-Mills (YM) field\nconstructed from the Wu-Yang ansatz as source, can be solved in all dimensions.\nBy non-linearity it is meant that the YM Lagrangian depends arbitrarily on its\ninvariant. A particular form is considered to be in the power-law form with\nlimit of the standard YM theory. The formalism admits black hole solutions with\nsingle or double horizons in which f(R) can be obtained, in general\nnumerically. In 6-dimensional case we obtain an exact solution given by\nf(R)=\\surdR gravity that couples with the YM field in a consistent manner.\n","Comment: 12 pages, 8 figures, revised version with major changes including\n  expanded references. Dedicated to the memory of Yavuz Nutku (1943-2010)"]}]
["1105.3915",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematics - Probability","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3915","Journal of Statistical Physics 144 (2011) 1206-1222","doi:10.1007/s10955-011-0307-7"],"date":["2011-05-19","2011-09-23"],"type":["text"],"creator":["Wergen, Gregor","Franke, Jasper","Krug, Joachim"],"language":[],"coverage":[],"title":["Correlations between record events in sequences of random variables with\n  a linear trend"],"description":["  The statistics of records in sequences of independent, identically\ndistributed random variables is a classic subject of study. One of the earliest\nresults concerns the stochastic independence of record events. Recently,\nrecords statistics beyond the case of i.i.d. random variables have received\nmuch attention, but the question of independence of record events has not been\naddressed systematically. In this paper, we study this question in detail for\nthe case of independent, non-identically distributed random variables,\nspecifically, for random variables with a linearly moving mean. We find a rich\npattern of positive and negative correlations, and show how their asymptotics\nis determined by the universality classes of extreme value statistics.\n","Comment: 19 pages, 12 figures; some typos in Sections 3.1 and 3.3. corrected"]}]
["1105.5152",{"format":[],"subject":["High Energy Physics - Phenomenology","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5152","JHEP 1109:039,2011","doi:10.1007/JHEP09(2011)039"],"date":["2011-05-25","2011-09-22"],"type":["text"],"creator":["Cacciari, Matteo","Houdeau, Nicolas"],"language":[],"coverage":[],"title":["Meaningful characterisation of perturbative theoretical uncertainties"],"description":["  We consider the problem of assigning a meaningful degree of belief to\nuncertainty estimates of perturbative series. We analyse the assumptions which\nare implicit in the conventional estimates made using renormalisation scale\nvariations. We then formulate a Bayesian model that, given equivalent initial\nhypotheses, allows one to characterise a perturbative theoretical uncertainty\nin a rigorous way in terms of a credibility interval for the remainder of the\nseries. We compare its outcome to the conventional uncertainty estimates in the\nsimple case of the calculation of QCD corrections to the e+e- -> hadrons\nprocess. We find comparable results, but with important conceptual differences.\nThis work represents a first step in the direction of a more comprehensive and\nrigorous handling of theoretical uncertainties in perturbative calculations\nused in high energy phenomenology.\n","Comment: 28 pages, 5 figures. Language modified in order to make it more\n  'bayesian'. No change in results. Version published in JHEP"]}]
["1105.5326",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5326","Phys. Rev. A 84(3), 032326 (2011)","doi:10.1103/PhysRevA.84.032326"],"date":["2011-05-26"],"type":["text"],"creator":["Rapcan, Peter","Calsamiglia, John","Munoz-Tapia, Ramon","Bagan, Emilio","Buzek, Vladimir"],"language":[],"coverage":[],"title":["Scavenging quantum information: Multiple observations of quantum systems"],"description":["  Given an unknown state of a qudit that has already been measured optimally,\ncan one still extract any information about the original unknown state?\nClearly, after a maximally informative measurement, the state of the system\n`collapses' into a post-measurement state from which the {\\em{same}} observer\ncannot obtain further information about the original state of the system.\nHowever, the system still encodes a significant amount of information about the\noriginal preparation for a second observer who is unaware of the actions of the\nfirst one. We study how a series of independent observers can obtain, or\nscavenge, information about the unknown state of a system (quantified by the\nfidelity) when they sequentially measure it. We give closed-form expressions\nfor the estimation fidelity, when one or several qudits are available to carry\ninformation about the single-qudit state, and study the `classical' limit when\nan arbitrarily large number of observers can obtain (nearly) complete\ninformation on the system. In addition to the case where all observers perform\nmost informative measurements we study the scenario where a finite number of\nobservers estimate the state with equal fidelity,regardless of their position\nin the measurement sequence; and the scenario where all observers use identical\nmeasurement apparata (up to a mutually unknown orientation) chosen so that a\nparticular observer's estimation fidelity is maximized.\n","Comment: 17 pages, 1 figure"]}]
["1106.0517",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0517","Phys. Rev B 84, 115321 (2011)","doi:10.1103/PhysRevB.84.115321"],"date":["2011-06-02"],"type":["text"],"creator":["Usman, Muhammad","Inoue, Tomoya","Harda, Yukihiro","Klimeck, Gerhard","Kita, Takashi"],"language":[],"coverage":[],"title":["Experimental and Atomistic Theoretical Study of Degree of Polarization\n  from Multi-layer InAs/GaAs Quantum Dots"],"description":["  Recent experimental measurements, without any theoretical guidance, showed\nthat isotropic polarization response can be achieved by increasing the number\nof QD layers in a QD stack. Here we analyse the polarization response of\nmulti-layer quantum dot stacks containing up to nine quantum dot layers by\nlinearly polarized PL measurements and by carrying out a systematic set of\nmulti-million atom simulations. The atomistic modeling and simulations allow us\nto include correct symmetry properties in the calculations of the optical\nspectra: a factor critical to explain the experimental evidence. The values of\nthe degree of polarization (DOP) calculated from our model follows the trends\nof the experimental data. We also present detailed physical insight by\nexamining strain profiles, band edges diagrams and wave function plots.\nMulti-directional PL measurements and calculations of the DOP reveal a unique\nproperty of InAs quantum dot stacks that the TE response is anisotropic in the\nplane of the stacks. Therefore a single value of the DOP is not sufficient to\nfully characterize the polarization response. We explain this anisotropy of the\nTE-modes by orientation of hole wave functions along the [-110] direction. Our\nresults provide a new insight that isotropic polarization response measured in\nthe experimental PL spectra is due to two factors: (i) TM[001]-mode\ncontributions increase due to enhanced intermixing of HH and LH bands, and (ii)\nTE[110]-mode contributions reduce significantly due to hole wave function\nalignment along the [-110] direction. We also present optical spectra for\nvarious geometry configurations of quantum dot stacks to provide a guide to\nexperimentalists for the design of multi-layer QD stacks for optical devices.\nOur results predict that the QD stacks with identical layers will exhibit lower\nvalues of the DOP than the stacks with non-identical layers.\n","Comment: 10 pages, 7 figures, and 1 table"]}]
["1106.0742",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0742"],"date":["2011-06-04","2011-09-22"],"type":["text"],"creator":["Lin, Kuei-Nuan"],"language":[],"coverage":[],"title":["Rees Algebras of Diagonal Ideals"],"description":["  There is a natural epimorphism from the symmetric algebra to the Rees algebra\nof an ideal. When this epimorphism is an isomorphism, we say that the ideal is\nof linear type. Given two determinantal rings over a field, we consider the\ndiagonal ideal, the kernel of the multiplication map. We prove that the\ndiagonal ideal is of linear type and recover the defining ideal of the Rees\nalgebra in some special cases. The special fiber ring of the diagonal ideal is\nthe homogeneous coordinate ring of the join variety.\n","Comment: This work is based on author's Ph. D. thesis from Purdue University\n  under the direction of Professor Bernd Ulrich"]}]
["1106.1258",{"format":[],"subject":["Mathematics - Combinatorics","05C15, 05C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1258"],"date":["2011-06-07","2011-09-23"],"type":["text"],"creator":["Dong, Jiuying","Li, Xueliang"],"language":[],"coverage":[],"title":["Sharp upper bound for the rainbow connection number of a graph with\n  diameter 2"],"description":["  Let $G$ be a connected graph. The \\emph{rainbow connection number $rc(G)$} of\na graph $G$ was recently introduced by Chartrand et al. Li et al. proved that\nfor every bridgeless graph $G$ with diameter 2, $rc(G)\\leq 5$. They gave\nexamples for which $rc(G)\\leq 4$. However, they could not show that the upper\nbound 5 is sharp. It is known that for a graph $G$ with diameter 2, to\ndetermine $rc(G)$ is NP-hard. So, it is interesting to know the best upper\nbound of $rc(G)$ for such a graph $G$. In this paper, we use different way to\nobtain the same upper bound, and moreover, examples are given to show that the\nupper is best possible.\n","Comment: 7 pages"]}]
["1106.5898",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5898","Phys. Rev. E 84, 036212 (2011)","doi:10.1103/PhysRevE.84.036212"],"date":["2011-06-29"],"type":["text"],"creator":["Bogomolny, E.","Giraud, O."],"language":[],"coverage":[],"title":["Perturbation approach to multifractal dimensions for certain critical\n  random matrix ensembles"],"description":["  Fractal dimensions of eigenfunctions for various critical random matrix\nensembles are investigated in perturbation series in the regimes of strong and\nweak multifractality. In both regimes we obtain expressions similar to those of\nthe critical banded random matrix ensemble extensively discussed in the\nliterature. For certain ensembles, the leading-order term for weak\nmultifractality can be calculated within standard perturbation theory. For\nother models such a direct approach requires modifications which are briefly\ndiscussed. Our analytical formulas are in good agreement with numerical\ncalculations.\n","Comment: 28 pages, 7 figures"]}]
["1107.1160",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1160","J. Stat. Mech. (2011) P09025","doi:10.1088/1742-5468/2011/09/P09025"],"date":["2011-07-06","2011-09-23"],"type":["text"],"creator":["Mehta, A.","Luck, J. M."],"language":[],"coverage":[],"title":["Power-law forgetting in synapses with metaplasticity"],"description":["  The idea of using metaplastic synapses to incorporate the separate storage of\nlong- and short-term memories via an array of hidden states was put forward in\nthe cascade model of Fusi et al. In this paper, we devise and investigate two\nmodels of a metaplastic synapse based on these general principles. The main\ndifference between the two models lies in their available mechanisms of decay,\nwhen a contrarian event occurs after the build-up of a long-term memory. In one\ncase, this leads to the conversion of the long-term memory to a short-term\nmemory of the opposite kind, while in the other, a long-term memory of the\nopposite kind may be generated as a result. Appropriately enough, the response\nof both models to short-term events is not affected by this difference in\narchitecture. On the contrary, the transient response of both models, after\nlong-term memories have been created by the passage of sustained signals, is\nrather different. The asymptotic behaviour of both models is, however,\ncharacterised by power-law forgetting with the same universal exponent.\n","Comment: 31 pages, 17 figures. A few updates and other minor changes"]}]
["1107.1623",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1623"],"date":["2011-07-08","2011-09-23"],"type":["text"],"creator":["Romanczuk, Pawel","Schimansky-Geier, Lutz"],"language":[],"coverage":[],"title":["Mean-field theory of collective motion due to velocity alignment"],"description":["  We introduce a system of self-propelled agents (active Brownian particles)\nwith velocity alignment in two spatial dimensions and derive a mean-field\ntheory from the microscopic dynamics via a nonlinear Fokker-Planck equation and\na moment expansion of the probability distribution function. We analyze the\nstationary solutions corresponding to macroscopic collective motion with finite\ncenter of mass velocity (ordered state) and the disordered solution with no\ncollective motion in the spatially homogeneous system. In particular, we\ndiscuss the impact of two different propulsion functions governing the\nindividual dynamics. Our results predict a strong impact of the individual\ndynamics on the mean field onset of collective motion (continuous vs\ndiscontinuous). In addition to the macroscopic density and velocity field we\nconsider explicitly the dynamics of an effective temperature of the agent\nsystem, representing a measure of velocity fluctuations around the mean\nvelocity. We show that the temperature decreases strongly with increasing level\nof collective motion despite constant fluctuations on individual level, which\nsuggests that extreme caution should be taken in deducing individual behavior,\nsuch as, state-dependent individual fluctuations from mean-field measurements\n[Yates {\\em et al.}, PNAS, 106 (14), 2009].\n","Comment: corrected version, Ecological Complexity (2011) in press"]}]
["1107.1709",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1709"],"date":["2011-07-08","2011-09-23"],"type":["text"],"creator":["Hoydis, Jakob","Brink, Stephan ten","Debbah, Merouane"],"language":[],"coverage":[],"title":["Massive MIMO: How many antennas do we need?"],"description":["  We consider a multicell MIMO uplink channel where each base station (BS) is\nequipped with a large number of antennas N. The BSs are assumed to estimate\ntheir channels based on pilot sequences sent by the user terminals (UTs).\nRecent work has shown that, as N grows infinitely large, (i) the simplest form\nof user detection, i.e., the matched filter (MF), becomes optimal, (ii) the\ntransmit power per UT can be made arbitrarily small, (iii) the system\nperformance is limited by pilot contamination. The aim of this paper is to\nassess to which extent the above conclusions hold true for large, but finite N.\nIn particular, we derive how many antennas per UT are needed to achieve \\eta %\nof the ultimate performance. We then study how much can be gained through more\nsophisticated minimum-mean-square-error (MMSE) detection and how many more\nantennas are needed with the MF to achieve the same performance. Our analysis\nrelies on novel results from random matrix theory which allow us to derive\ntight approximations of achievable rates with a class of linear receivers.\n","Comment: 6 pages, 3 figures, to be presented at the Allerton Conference on\n  Communication, Control and Computing, Urbana-Champaign, Illinois, US, Sep.\n  2011"]}]
["1107.1961",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1961"],"date":["2011-07-11","2011-07-21"],"type":["text"],"creator":["Bijalwan, Naveen"],"language":[],"coverage":[],"title":["Exact Solutions: Anisotropic Stars in Terms of Pressure"],"description":["  Dev (2002) discussed some exact solutions of anisotropic stars for special\nforms of TOV for constant energy density. Considering Bijalwan (2011) ansatz\nfor charged perfect fluids we present here some exact solutions to the\ngeneralized TOV equation for anisotropic fluids by representing equation in\nterms for radial pressure. Consequently, radial pressure is found to be an\ninvertible arbitrary function of w(=c1+c2r^2), where c1 and c2 is nonzero are\narbitrary constants, and r is the radius of star, i.e. p=p(w) . We present a\ngeneral solution for anisotropic fluid in terms for w. We list and discuss some\nold and new solutions which fall in this category. Consequently, we present\nsolutions for generalized TOV considering different forms of anisotropy factor\nin terms of w. Also, we investigated solutions of generalized TOV with negative\ndensity gradient (NDG).\n","Comment: 8 pages"]}]
["1107.2204",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2204"],"date":["2011-07-12","2011-07-13"],"type":["text"],"creator":["Bijalwan, Naveen"],"language":[],"coverage":[],"title":["Anisotropic Spheres with Barotropic Equation of State in Bimetric Theory\n  of Relativity"],"description":["  Recently, Khadekar (2007) presented the solutions with uniform energy density\nfor anisotropic spheres in bimetric theory. We present here a general analytic\nsolution to the field equations in bimetric theory for anisotropic fluids for a\ngeneral barotropic equation of state by representing equations in terms for\neffective radial pressure . We list and discuss some old and new solutions\nwhich fall in this category.\n","Comment: 4 pages"]}]
["1107.2241",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2241"],"date":["2011-07-12"],"type":["text"],"creator":["Bijalwan, Naveen"],"language":[],"coverage":[],"title":["(N+2)-Dimensional Anisotropic Charged Fluid Spheres with Pressure:\n  Riccati Equation"],"description":["  General exact (N+2)-dimensional,n>=2 solutions in general theory of\nrelativity of Einstein-Maxwell field equations for static anisotropic\nspherically symmetric distribution of charged fluid are expressed in terms of\nradial pressure. Subsequently, metrics (e(lambda) and e(nu)), matter density\nand electric intensity are expressible in terms of pressure. We extend the\nmethodology used by Bijalwan (2011a, 2011c, 2011d) for charged and anisotropic\nfluid. Consequently, radial pressure is found to be an invertible arbitrary\nfunction of w(c1+c2r^2), where c1 and c2(non zero) are arbitrary constants, and\nr is the radius of star, i.e. p=p(w) . We present a general solution for static\nanisotropic charged pressure fluid in terms for w. We reduce to the problem of\nfinding solutions to anisotropic charged fluid to that of finding solutions to\na Riccati equation. Also, these solutions satisfy barotropic equation of state\nrelating the radial pressure to the energy density.\n","Comment: 4 pages"]}]
["1107.2756",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2756","JHEP 1109:081,2011","doi:10.1007/JHEP09(2011)081"],"date":["2011-07-14","2011-07-19"],"type":["text"],"creator":["Franzin, Edgardo","Smolić, Ivica"],"language":[],"coverage":[],"title":["A new look at hidden conformal symmetries of black holes"],"description":["  We propose a different approach to the analysis of symmetries in the\nnear-horizon region of black holes. The idea is presented here for spherically\nsymmetric black holes, for which we have shown that the generators of hidden\nsymmetries can be extracted by solving the conformal Killing equation under\ncertain assumptions. Our result is in agreement with that obtained in\nliterature by the analysis of the wave equation in the near-horizon region.\n","Comment: 11 pages, some comments and two references added, several typos\n  corrected"]}]
["1107.3182",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3182","JCAP09(2011)029","doi:10.1088/1475-7516/2011/09/029"],"date":["2011-07-15"],"type":["text"],"creator":["Rott, Carsten","Tanaka, Takayuki","Itow, Yoshitaka"],"language":[],"coverage":[],"title":["Enhanced Sensitivity to Dark Matter Self-annihilations in the Sun using\n  Neutrino Spectral Information"],"description":["  Self-annihilating dark matter gravitationally captured by the Sun could yield\nobservable neutrino signals at current and next generation neutrino detectors.\nBy exploiting such signals, neutrino detectors can probe the spin-dependent\nscattering of weakly interacting massive particles (WIMPs) with nucleons in the\nSun. We describe a method how to convert constraints on neutrino fluxes to a\nlimit on the WIMP-nucleon scattering cross section. In this method all neutrino\nflavors can be treated in a very similar way. We study the sensitivity of\nneutrino telescopes for Solar WIMP signals using vertex contained events and\nfind that this detection channel is of particular importance in the search for\nlow mass WIMPs. We obtain highly competitive sensitivities with all neutrino\nflavor channels for a Megaton sized detector through the application of basic\nspectral selection criteria. Best results are obtained with the electron\nneutrino channel. We discuss associated uncertainties and provide a procedure\nhow to treat them for analyses in a consistent way.\n","Comment: 21 pages, 6 figures"]}]
["1107.3827",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3827","Phys. Rev. B 84, 121306(R) (2011)","doi:10.1103/PhysRevB.84.121306"],"date":["2011-07-19","2011-09-23"],"type":["text"],"creator":["Yang, Shuo","Sarma, S. Das"],"language":[],"coverage":[],"title":["Low-noise conditional operation of singlet-triplet coupled quantum dot\n  qubits"],"description":["  We theoretically study the influence of charge noise on a controlled phase\ngate, implemented using two proximal double quantum dots coupled\nelectrostatically. Using the configuration interaction method, we present a\nfull description of the conditional control scheme and quantitatively calculate\nthe gate error arising from charge fluctuations. Our key finding is that the\nexistence of noise-immune sweet spots depends on not only the energy detuning\nbut also the device geometry. The conditions for sweet spots with minimal\ncharge noise are predicted analytically and verified numerically. Going beyond\nthe simple sweet-spot concept we demonstrate the existence of other optimal\nsituations for fast and low-noise singlet-triplet two-qubit gates.\n","Comment: 4 pages, 4 figures"]}]
["1107.3929",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3929","Phys. Rev. B 84, 115314 (2011)","doi:10.1103/PhysRevB.84.115314"],"date":["2011-07-20","2011-09-23"],"type":["text"],"creator":["Wiedmann, S.","van Elferen, H. J.","Kurganova, E. V.","Katsnelson, M. I.","Giesbers, A. J . M.","Veligura, A.","van Wees, B. J.","Gorbachev, R. V.","Novoselov, K. S.","Maan, J. C.","Zeitler, U."],"language":[],"coverage":[],"title":["Coexistence of electron and hole transport in graphene"],"description":["  When sweeping the carrier concentration in monolayer graphene through the\ncharge neutrality point, the experimentally measured Hall resistivity shows a\nsmooth zero crossing. Using a two- component model of coexisting electrons and\nholes around the charge neutrality point, we unambiguously show that both types\nof carriers are simultaneously present. For high magnetic fields up to 30 T the\nelectron and hole concentrations at the charge neutrality point increase with\nthe degeneracy of the zero-energy Landau level which implies a quantum Hall\nmetal state at \\nu=0 made up by both electrons and holes.\n","Comment: 5 pages, 6 figures"]}]
["1107.3982",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3982","PhysRevB.84.115434(2011)","doi:10.1103/PhysRevB.84.115434"],"date":["2011-07-18"],"type":["text"],"creator":["Pan, Lihua","An, Jin","Liu, Yong-Jun","Gong, Chang-De"],"language":[],"coverage":[],"title":["Zigzag graphene nanoribbons without inversion symmetry"],"description":["  Graphene on a substrate will suffer an inversion-symmetry-breaking (ISB)\nlattice potential. Taking electron-electron interaction into account, we study\nin this paper the possibility of half-metallicity and noncollinear (NC)\nmagnetic phase for graphene zigzag nanoribbons without inversion symmetry. At\nhalf-filling it is found that half-metallic(HM) state can be achieved at an\nintermediate value of the ISB potential due to its competition with the\nelectron-electron interaction. Away from half-filling, the phase diagrams of\ndoping versus ISB potential for different ribbon width are given, where the\nregimes for the HM states and NC magnetic state are clearly indicated and\ndiscussed. For ribbons with perfect edges, we predict a topological transition\nbetween two HM states with different magnetic structures, which is accompanied\nby an abrupt transition of electrical conductance along the ribbon from\n$2e^2/h$ to $e^2/h$.\n","Comment: 7 pages, 7 figures"]}]
["1108.3399",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3399"],"date":["2011-08-17","2011-09-23"],"type":["text"],"creator":["Dzuba, V. A.","Flambaum, V. V."],"language":[],"coverage":[],"title":["Comment on \"Reappraisal of the Electric Dipole Moment Enhancement Factor\n  for Thallium\""],"description":["  Recent paper by Nataraj {\\em et al} (Phys. Rev. Lett. {\\bf 106}, 200403\n(2011)) presents calculations of the EDM enhancement factor for Tl, which\ndisagrees with previous most accurate calculations. The authors claim that\ntheir calculations of Tl EDM are the most accurate due to more complete\ntreatment of higher-order correlations. In this note we argue that this claim\nis not supported by sufficient evidence. Nataraj {\\em et al} also present\nmisleading comments about our calculations. We explain our method and reply to\nthe Nataraj {\\em et al} comments.\n","Comment: 2 pages, 1 figure, more discussion is added"]}]
["1108.3404",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3404","Rev.Franc.Geotech.134-135:23-36,2011"],"date":["2011-08-17"],"type":["text"],"creator":["Semblat, Jean-François","Lenti, Luca","Jacqueline, Delphine","Leblond, Jean-Jacques","Grasso, Eva"],"language":[],"coverage":[],"title":["Railway vibrations induced into the soil: experiments, modelling and\n  isolation. - Vibrations induites dans les sols par le trafic ferroviaire :\n  exp\\'erimentations, mod\\'elisations et isolation"],"description":["  Railway traffic induces cyclic and dynamic loadings in the track structure\nbut also in the close environment (Degrande et al. 2006, Fran\\c{c}ois et al.\n2007, Kausel 2008, Lefeuve-Mesgouez et al 2002, Paolucci et Spinelli 2006). The\nanalysis of such excitations and their effects (e.g. vibrations, waves, etc) is\nfundamental to estimate their level and mitigate their potential consequences\n(settlements, nuisances, etc). After a brief summary of the current\nregulations, in situ experiments show the variability of the parameters\ncharacterizing the main phenomena (wave propagation into the soil, induced\nvibrations, etc). The main dynamic laboratory experiments are then discussed.\nThey allow the estimation of the dynamic features of the materials (e.g.\nresonant column test), but also a simplified analysis of the main phenomena\nunder controlled conditions (e.g. experiments in a geotechnical pit, centrifuge\ntests). The vibratory sources and the impedance ratios between the various soil\nlayers (or some inclusions) being known, it is then possible to model some\nspecific or actual configurations through theoretical (transfer functions) or\nnumerical (e.g. finite elements, boundary elements) methods. Parametric studies\nallow the analysis of the propagation phenomena and the attenuation process in\nthe soil in order to investigate the spatial variations of the vibrations\namplitude in such various configurations. Finally, it may be useful to consider\nmitigation or isolation techniques in order to limit the consequences of the\ninduced vibrations (e.g. vibratory nuisances, radiated noise). Several\nexperimental and numerical results illustrate this key issue.\n"]}]
["1108.3493",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3493","Phys.Lett.A375:3541-3546,2011","doi:10.1016/j.physleta.2011.08.033"],"date":["2011-08-17"],"type":["text"],"creator":["Lazo, Matheus Jatkoske"],"language":[],"coverage":[],"title":["Gauge Invariant Fractional Electromagnetic Fields"],"description":["  Fractional derivatives and integrations of non-integers orders was introduced\nmore than three centuries ago but only recently gained more attention due to\nits application on nonlocal phenomenas. In this context, several formulations\nof fractional electromagnetic fields was proposed, but all these theories\nsuffer from the absence of an effective fractional vector calculus, and in\ngeneral are non-causal or spatially asymmetric. In order to deal with these\ndifficulties, we propose a spatially symmetric and causal gauge invariant\nfractional electromagnetic field from a Lagrangian formulation. From our\nfractional Maxwell's fields arose a definition for the fractional gradient,\ndivergent and curl operators.\n","Comment: accepted for publication in Physics Letters A"]}]
["1108.3497",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3497","J. Appl. Phys. 110, 064318 (2011)","doi:10.1063/1.3638707"],"date":["2011-08-17"],"type":["text"],"creator":["Lin, Yong-Han","Lin, Juhn-Jong"],"language":[],"coverage":[],"title":["Fluctuation-induced tunneling conduction through RuO$_2$ nanowire\n  contacts"],"description":["  A good understanding of the electronic conduction processes through\nnanocontacts is a crucial step for the implementation of functional\nnanoelectronic devices. We have studied the current-voltage ($I$-$V$)\ncharacteristics of nanocontacts between single metallic RuO$_2$ nanowires (NWs)\nand contacting Au electrodes which were pre-patterned by simple\nphotolithography. Both the temperature behavior of contact resistance in the\nlow-bias voltage ohmic regime and the $I$-$V$ curves in the high-bias voltage\nnon-ohmic regime have been investigated. We found that the electronic\nconduction processes in the wide temperature interval 1--300 K can be well\ndescribed by the fluctuation-induced tunneling (FIT) conduction theory. Taken\ntogether with our previous work (Lin {\\it et al.}, Nanotechnology {\\bf 19},\n365201 (2008)) where the nanocontacts were fabricated by delicate electron-beam\nlithography, our study demonstrates the general validity of the FIT model in\ncharacterizing electronic nanocontacts.\n","Comment: 6 pages, 5 figures"]}]
["1108.4023",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4023","Phys.Atom.Nucl.74:1237-1266,2011","doi:10.1134/S1063778811090079"],"date":["2011-08-19"],"type":["text"],"creator":["Khodel, V. A.","Clark, J. W.","Zverev, M. V."],"language":[],"coverage":[],"title":["Adaptation of the Landau-Migdal Quasiparticle Pattern to Strongly\n  Correlated Fermi Systems"],"description":["  A quasiparticle pattern advanced in Landau's first article on Fermi liquid\ntheory is adapted to elucidate the properties of a class of strongly correlated\nFermi systems characterized by a Lifshitz phase diagram featuring a quantum\ncritical point (QCP) where the density of states diverges. The necessary\ncondition for stability of the Landau Fermi Liquid state is shown to break down\nin such systems, triggering a cascade of topological phase transitions that\nlead, without symmetry violation, to states with multi-connected Fermi\nsurfaces. The end point of this evolution is found to be an exceptional state\nwhose spectrum of single-particle excitations exhibits a completely flat\nportion at zero temperature. Analysis of the evolution of the temperature\ndependence of the single-particle spectrum yields results that provide a\nnatural explanation of classical behavior of this class of Fermi systems in the\nQCP region.\n","Comment: 26 pages, 14 figures. Dedicated to 100th anniversary of A.B.Migdal\n  birthday"]}]
["1108.4153",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4153","J. E. Hoffman et. al Rev. Mex. F\\'{\\i}s. {\\bf 57} (3) 1-5 (2011)"],"date":["2011-08-20","2011-09-23"],"type":["text"],"creator":["Hoffman, J. E.","Grover, J. A.","Kim, Z.","Wood, A. K.","Anderson, J. R.","Dragt, A. J.","Hafezi, M.","Lobb, C. J.","Orozco, L. A.","Rolston, S. L.","Taylor, J. M.","Vlahacos, C. P.","Wellstood, F. C."],"language":[],"coverage":[],"title":["Atoms Talking to SQUIDs"],"description":["  We present a scheme to couple trapped $^{87}$Rb atoms to a superconducting\nflux qubit through a magnetic dipole transition. We plan to trap atoms on the\nevanescent wave outside an ultrathin fiber to bring the atoms to less than 10\n$\\mu$m above the surface of the superconductor. This hybrid setup lends itself\nto probing sources of decoherence in superconducting qubits. Our current plan\nhas the intermediate goal of coupling the atoms to a superconducting LC\nresonator.\n","Comment: 6 pages, 8 figures, Quantum Optics V (QOV V) conference proceedings"]}]
["1108.4219",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","16G20, 16G60, 16G70, 16T05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4219"],"date":["2011-08-21","2011-09-23"],"type":["text"],"creator":["Külshammer, Julian"],"language":[],"coverage":[],"title":["Representation type of Frobenius-Lusztig kernels"],"description":["  In this article we show that almost all blocks of all Frobenius-Lusztig\nkernels are of wild representation type extending results of Feldvoss\nandWitherspoon, who proved this result for the principal block of the zeroth\nFrobenius-Lusztig kernel. Furthermore we verify the conjecture that there are\ninfinitely many Auslander-Reiten components for a finite dimensional algebra of\ninfinite representation type for selfinjective algebras whose cohomology\nsatisfies certain finiteness conditions.\n","Comment: 18 pages, Comments most welcome"]}]
["1108.4252",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4252","J. Math. Phys. 52, 092101 (2011)","doi:10.1063/1.3641246"],"date":["2011-08-22"],"type":["text"],"creator":["Arda, Altug","Sever, Ramazan"],"language":[],"coverage":[],"title":["Effective-Mass Klein-Gordon-Yukawa Problem for Bound and Scattering\n  States"],"description":["  Bound and scattering state solutions of the effective-mass Klein-Gordon\nequation are obtained for the Yukawa potential with any angular momentum\n$\\ell$. Energy eigenvalues, normalized wave functions and scattering phase\nshifts are calculated as well as for the constant mass case. Bound state\nsolutions of the Coulomb potential are also studied as a limiting case.\nAnalytical and numerical results are compared with the ones obtained before.\n","Comment: 13 pages, 1 figure"]}]
["1108.5005",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5005","SIGMA 7:084,2011","doi:10.3842/SIGMA.2011.084"],"date":["2011-08-25"],"type":["text"],"creator":["Maleki, Yusef"],"language":[],"coverage":[],"title":["Para-Grassmannian Coherent and Squeezed States for Pseudo-Hermitian\n  q-Oscillator and their Entanglement"],"description":["  In this parer, q-deformed oscillator for pseudo-Hermitian systems is\ninvestigated and pseudo-Hermitian appropriate coherent and squeezed states are\nstudied. Also, some basic properties of these states is surveyed. The\nover-completeness property of the para-Grassmannian pseudo-Hermitian coherent\nstates (PGPHCSs) examined, and also the stability of coherent and squeezed\nstates discussed. The pseudo-Hermitian supercoherent states as the product of a\npseudo-Hermitian bosonic coherent state and a para-Grassmannian\npseudo-Hermitian coherent state introduced, and the method also developed to\ndefine pseudo-Hermitian supersqueezed states. It is also argued that, for\nq-oscillator algebra of $k+1$ degree of nilpotency based on the changed ladder\noperators, defined in here, we can obtain deformed $SU_{q^2}(2)$ and\n$SU_{q^{2k}}(2)$ and also $SU_{q^{2k}}(1,1)$. Moreover, the entanglement of\nmulti-level para-Grassmannian pseudo-Hermitian coherent state will be\nconsidered. This is done by choosing an appropriate weight function, and\nintegrating over tensor product of PGPHCSs.\n"]}]
["1108.5526",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5526"],"date":["2011-08-29"],"type":["text"],"creator":["Bijalwan, Naveen"],"language":[],"coverage":[],"title":["Interiors of SdS and RNdS Spacetime with Pressure and Cosmological\n  Constant"],"description":["  We extend in this article the charged fluid with pressure derived by Bijalwan\n(2011a, 2011b) in presence of a cosmological constant.\n","Comment: 7 pages"]}]
["1108.5568",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5568"],"date":["2011-08-29","2011-09-23"],"type":["text"],"creator":["Witold, Bołt","Aleksander, Majewski Adam","Tomasz, Szarek"],"language":[],"coverage":[],"title":["An invariance principle for the law of the iterated logarithm for some\n  Markov chains"],"description":["  The Strassen's invariance principle for additive functionals of Markov chains\nwith spectral gap in the Wasserstein metric is proved.\n"]}]
["1109.2178",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2178","Eur.Phys.J. C71 (2011) 1746","doi:10.1140/epjc/s10052-011-1746-7"],"date":["2011-09-09"],"type":["text"],"creator":["Anastopoulos, Christos","Kerschen, Nicolas","Paganis, Stathes"],"language":[],"coverage":[],"title":["A 2D fit with background measurement constraints to boost the Higgs to\n  4l discovery potential at the LHC"],"description":["  A data-driven method for simultaneously extracting a potential Higgs to ZZ to\n4e, 4mu, 2e2mu signal and its dominant backgrounds, is presented. The method\nrelies on a combined fit of the 2-lepton, Z*, and 4-lepton invariant masses.\nThe fit is assisted by normalization of the Z+X backgrounds in data control\nregions. The Higgs discovery potential for the next few years of LHC running is\npresented. The demonstrated high sensitivity of the method makes it ideal for\nthe search performed by the ATLAS and CMS experiments.\n","Comment: Accepted by EPJC"]}]
["1109.2674",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2674","Physics of Fluids, Vol.23, 095109 (2011)","doi:10.1063/1.3638620"],"date":["2011-09-13"],"type":["text"],"creator":["Byrne, D.","Xia, H.","Shats, M."],"language":[],"coverage":[],"title":["Robust inverse energy cascade and turbulence structure in\n  three-dimensional layers of fluid"],"description":["  Here we report the first evidence of the inverse energy cascade in a flow\ndominated by 3D motions. Experiments are performed in thick fluid layers where\nturbulence is driven electromagnetically. It is shown that if the free surface\nof the layer is not perturbed, the top part of the layer behaves as quasi-2D\nand supports the inverse energy cascade regardless of the layer thickness. Well\nbelow the surface the cascade survives even in the presence of strong 3D eddies\ndeveloping when the layer depth exceeds half the forcing scale. In a bounded\nflow at low bottom dissipation, the inverse energy cascade leads to the\ngeneration of a spectral condensate below the free surface. Such coherent flow\ncan destroy 3D eddies in the bulk of the layer and enforce the flow planarity\nover the entire layer thickness.\n","Comment: 8 pages, 6 figures"]}]
["1109.3940",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence","Statistics - Methodology","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3940"],"date":["2011-09-19"],"type":["text"],"creator":["Shi, Yuan","Noh, Yung-Kyun","Sha, Fei","Lee, Daniel D."],"language":[],"coverage":[],"title":["Learning Discriminative Metrics via Generative Models and Kernel\n  Learning"],"description":["  Metrics specifying distances between data points can be learned in a\ndiscriminative manner or from generative models. In this paper, we show how to\nunify generative and discriminative learning of metrics via a kernel learning\nframework. Specifically, we learn local metrics optimized from parametric\ngenerative models. These are then used as base kernels to construct a global\nkernel that minimizes a discriminative training criterion. We consider both\nlinear and nonlinear combinations of local metric kernels. Our empirical\nresults show that these combinations significantly improve performance on\nclassification tasks. The proposed learning algorithm is also very efficient,\nachieving order of magnitude speedup in training time compared to previous\ndiscriminative baseline methods.\n","Comment: 16 pages"]}]
["1109.4697",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14G35, 11F70, 22E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4697"],"date":["2011-09-21","2011-09-23"],"type":["text"],"creator":["Imai, Naoki","Mieda, Yoichi"],"language":[],"coverage":[],"title":["Compactly supported cohomology and nearby cycle cohomology of open\n  Shimura varieties of PEL type"],"description":["  In this paper, we compare two cohomology groups associated to Shimura\nvarieties of PEL type, which are not proper over the base. One is the compactly\nsupported l-adic cohomology, and the other is the nearby cycle cohomology,\nnamely, the compactly supported cohomology of the nearby cycle complex for the\ncanonical integral model of the Shimura variety over Z_p. We prove that the\nG(Q_p)-cuspidal part of these cohomology groups are the same, where G denotes\nthe reductive algebraic group naturally attached to the PEL datum. Some\napplications to unitary Shimura varieties are also given.\n","Comment: 35 pages, typo corrected"]}]
["1109.4699",{"format":[],"subject":["Mathematics - Statistics Theory","65Z05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4699"],"date":["2011-09-22","2011-09-23"],"type":["text"],"creator":["Ben-David, Emanuel"],"language":[],"coverage":[],"title":["Maximal Invariants For Lorentz Wishart Models"],"description":["  In this paper we consider two statistical hypotheses for the families of\nWishart type distributions. These distributions are analogs of the Wishart\ndistributions defined and parametrized over a Lorentz cone. We test these\nhypotheses by means of maximal invariant statistics which are explicitly\nderived in the paper. The testing problems, respectively, concern the\nhypothesis that parameters are in a sub-Lorentz-cone, and the the hypothesis\nthat two observations have the same parameter.\n","Comment: 14 pages"]}]
["1109.4946",{"format":[],"subject":["Nuclear Theory","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4946"],"date":["2011-09-22"],"type":["text"],"creator":["Gezerlis, Alexandros","Carlson, J."],"language":[],"coverage":[],"title":["Terrestrial and Astrophysical Superfluidity: Cold Atoms and Neutron\n  Matter"],"description":["  After a brief historical overview of superfluidity in connection with neutron\nmatter and cold fermionic atoms, we discuss the commonalities between these two\nsystems as well as their relevance to the physics of neutron star crusts. We\nthen present the methodological tools we use to attack the many-body problem,\ncomparing Quantum Monte Carlo to mean-field theory and to the analytic\nexpectations at weak coupling. We review recent results on the equation of\nstate and the pairing gap of cold atoms and neutron matter and contrast them\nwith a variety of calculations by other groups. We conclude by giving a few\ndirections of possible future inquiry.\n","Comment: 20 pages, 5 figures; to appear as a chapter in \"The Neutron Star\n  Crust\", edited by C. A. Bertulani and J. Piekarewicz"]}]
["1109.4949",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Primary 26A99 Secondary 39B22, 39B72, 51M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4949","J. Math. Anal. Appl. 345 (2008), no. 2, 880-888"],"date":["2011-09-22"],"type":["text"],"creator":["Balka, Richárd","Elekes, Márton"],"language":[],"coverage":[],"title":["The structure of rigid functions"],"description":["  A function $f:\\RR \\to \\RR$ is called \\emph{vertically rigid} if $graph(cf)$\nis isometric to $graph (f)$ for all $c \\neq 0$. We prove Jankovi\\'c's\nconjecture by showing that a continuous function is vertically rigid if and\nonly if it is of the form $a+bx$ or $a+be^{kx}$ ($a,b,k \\in \\RR$). We answer a\nquestion of Cain, Clark and Rose by showing that there exists a Borel\nmeasurable vertically rigid function which is not of the above form. We discuss\nthe Lebesgue and Baire measurable case, consider functions bounded on some\ninterval and functions with at least one point of continuity. We also introduce\nhorizontally rigid functions, and show that a certain structure theorem can be\nproved without assuming any regularity.\n"]}]
["1109.4951",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Primary 26A99 Secondary 39B22, 39B52, 39B72, 51M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4951","Real Anal. Exchange 35 (2009), no. 1, 139-156"],"date":["2011-09-22"],"type":["text"],"creator":["Balka, Richárd","Elekes, Márton"],"language":[],"coverage":[],"title":["The structure of continuous rigid functions of two variables"],"description":["  A function $f:\\RR^n \\to \\RR$ is called \\emph{vertically rigid} if $graph(cf)$\nis isometric to $graph (f)$ for all $c \\neq 0$. We settled Jankovi\\'c's\nconjecture in a separate paper by showing that a continuous function $f:\\RR \\to\n\\RR$ is vertically rigid if and only if it is of the form $a+bx$ or $a+be^{kx}$\n($a,b,k \\in \\RR$). Now we prove that a continuous function $f:\\RR^2 \\to \\RR$ is\nvertically rigid if and only if after a suitable rotation around the z-axis\n$f(x,y)$ is of the form $a + bx + dy$, $a + s(y)e^{kx}$ or $a + be^{kx} + dy$\n($a,b,d,k \\in \\RR$, $k \\neq 0$, $s : \\RR \\to \\RR$ continuous). The problem\nremains open in higher dimensions.\n"]}]
["1109.4959",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Primary 26B10, Secondary 26B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4959","J. Math. Anal. Appl. 270 (2002), no. 2, 369-382"],"date":["2011-09-22"],"type":["text"],"creator":["Elekes, Márton"],"language":[],"coverage":[],"title":["Level Sets of Differentiable Functions of Two Variables with\n  Non-vanishing Gradient"],"description":["  We show that if the gradient of $f:\\RR^2\\rightarrow\\RR$ exists everywhere and\nis nowhere zero, then in a neighbourhood of each of its points the level set\n$\\{x\\in\\RR^2:f(x)=c\\}$ is homeomorphic either to an open interval or to the\nunion of finitely many open segments passing through a point. The second case\nholds only at the points of a discrete set. We also investigate the global\nstructure of the level sets.\n"]}]
["1109.4963",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4963"],"date":["2011-09-22"],"type":["text"],"creator":["Okada, Nobuchika","Shafi, Qaisar"],"language":[],"coverage":[],"title":["$\\theta_{13}$, CP Violation and Leptogenesis in Minimal Supersymmetric\n  $SU(4)_c \\times SU(2)_L \\times SU(2)_R$"],"description":["  We consider a supersymmetric SU(4)$_c \\timesSU(2)_L \\timesSU(2)_R$ model with\na minimal number of Higgs multiplets and a single CP-violating phase\n$\\delta_{CP}$ in the neutrino flavor mixing matrix.The model incorporates the\ncharged fermion masses and quark mixings, and uses type I seesaw to explain the\nsolar and atmospheric neutrino oscillations. We employ thermal leptogenesis and\nthe observed baryon asymmetry to find the allowed range for $\\delta_{CP}$ and\nthe reactor mixing angle $\\theta_{13}$. For a normal neutrino mass hierarchy,\nwe find two contours in the $\\sin^2 (2 \\theta_{13})$ - $\\delta_{CP}$ parameter\nspace, along which the observed baryon asymmetry is reproduced. For both\ncontours, a lower bound $\\sin^2 (2 \\theta_{13}) \\gtrsim 0.03$ is obtained. The\nupper bound turns out to be $\\sin^2 (2 \\theta_{13})< 0.25$ and 0.35,\nrespectively, both of which exceed the current bound from the reactor\nexperiment. The CP-violating phase $\\delta_{CP}$ can be determined from our\nresults if $ \\sin^2 (2 \\theta_{13})$ is precisely measured. For the case of\ninverted neutrino mass hierarchy the predicted baryon asymmetry is not\ncompatible with the observed value.\n","Comment: 12 pages, 4 figures"]}]
["1109.4965",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4965","Theory in Biosciences, 2011","doi:10.1007/s12064-011-0134-z"],"date":["2011-09-22"],"type":["text"],"creator":["Lindo, Andre M.","Faria, Bruno F.","de Abreu, Fernao V."],"language":[],"coverage":[],"title":["Tunable kinetic proofreading in a model with molecular frustration"],"description":["  In complex systems, feedback loops can build intricate emergent phenomena, so\nthat a description of the whole system cannot be easily derived from the\nproperties of the individual parts. Here we propose that inter-molecular\nfrustration mechanisms can provide non trivial feedback loops which can develop\nnontrivial specificity amplification. We show that this mechanism can be seen\nas a more general form of a kinetic proofreading mechanism, with an interesting\nnew property, namely the ability to tune the specificity amplification by\nchanging the reactants concentrations. This contrasts with the classical\nkinetic proofreading mechanism in which specificity is a function of only the\nreaction rate constants involved in a chemical pathway. These results are also\ninteresting because they show that a wide class of frustration models exists\nthat share the same underlining kinetic proofreading mechanisms, with even\nricher properties. These models can find applications in different areas such\nas evolutionary biology, immunology and biochemistry.\n"]}]
["1109.4973",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Probability","Primary 60B05, 30E20, Secondary 30B70, 47B80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4973"],"date":["2011-09-22"],"type":["text"],"creator":["Soltanifar, Mohsen"],"language":[],"coverage":[],"title":["On Operator-valued Semicircular Random Variables"],"description":["  In this paper, we discuss some special properties of operator- valued\nsemicircular random variables including representation of the Cauchy transform\nof a compactly supported probability measure in terms of their operator-valued\nCauchy transforms and existence of nonzero discrete part of their associated\ndistributions.\n","Comment: 14 pages"]}]
["1109.4978",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4978"],"date":["2011-09-22"],"type":["text"],"creator":["Stroeer, Alexander","Benacquista, Matthew","Ceballos, Frank"],"language":[],"coverage":[],"title":["Detecting Double Degenerate Progenitors of SNe Ia with LISA"],"description":["  The Galactic population of close white dwarf binaries is expected to provide\nthe largest number of gravitational wave sources for low frequency detectors\nsuch as the Laser Interferometer Space Antenna (LISA). Current data analysis\ntechniques have demonstrated the capability of resolving on the order of $10^4$\nwhite dwarf binaries from a 2 year observation. Resolved binaries are either at\nhigh frequencies or large amplitudes. Such systems are more likely to be\nhigh-mass binaries, a subset of which will be progenitors of SNe Ia in the\ndouble degenerate scenario. We report on results of a study of the properties\nof resolved binaries using a population synthesis model of the Galactic white\ndwarf binaries and a LISA data analysis algorithm using Mock LISA Data\nChallenge tools.\n","Comment: 4 pages, to appear in Proceedings of IAU Symp. 281, Binary Paths to\n  Type Ia Supernovae Explosions, ed. R. Di Stefano and M. Orio"]}]
["1109.4996",{"format":[],"subject":["Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4996"],"date":["2011-09-23"],"type":["text"],"creator":["Batiz, Zoltan","Chauhan, Bhag C."],"language":[],"coverage":[],"title":["Green's Function Formalism of Holography with Arbitrary Mass, Spin, and\n  Dimensionality"],"description":["  In this work we present a mathematical description of how one can produce and\nread a thin hologram. We use different kinds of waves, such as scalar, vector\n(electromagnetic field, Maxwell-Proca fields, acoustic waves, etc.). For\nreading of the hologram, we use the Green's function formalism. With the help\nof computer simulations, we investigate the aberrations created by this\nprocedure for the simplest case: 2d-scalar wave case.\n","Comment: 18 pages, 5 figures and 3 tables"]}]
["1109.4998",{"format":[],"subject":["Mathematics - Numerical Analysis","65D30, 65D32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4998"],"date":["2011-09-23"],"type":["text"],"creator":["Dick, Josef"],"language":[],"coverage":[],"title":["Random weights, robust lattice rules and the geometry of the cbc$r$c\n  algorithm"],"description":["  In this paper we study lattice rules which are cubature formulae to\napproximate integrands over the unit cube $[0,1]^s$ from a weighted reproducing\nkernel Hilbert space. We assume that the weights are independent random\nvariables with a given mean and variance for two reasons stemming from\npractical applications: (i) It is usually not known in practice how to choose\nthe weights. Thus by assuming that the weights are random variables, we obtain\nrobust constructions (with respect to the weights) of lattice rules. This, to\nsome extend, removes the necessity to carefully choose the weights. (ii) In\npractice it is convenient to use the same lattice rule for many different\nintegrands. The best choice of weights for each integrand may vary to some\ndegree, hence considering the weights random variables does justice to how\nlattice rules are used in applications.\n  We also study a generalized version which uses $r$ constraints which we call\nthe cbc$r$c (component-by-component with $r$ constraints) algorithm. We show\nthat lattice rules generated by the cbc$r$c algorithm simultaneously work well\nfor all weights in a subspace spanned by the chosen weights\n$\\boldsymbol{\\gamma}^{(1)},..., \\boldsymbol{\\gamma}^{(r)}$. Thus, in\napplications, instead of finding one set of weights, it is enough to find an\n$r$ dimensional convex polytope in which the optimal weights lie. The price for\nthis method is a factor $r$ in the upper bound on the error and in the\nconstruction cost of the lattice rule. Thus the burden of determining one set\nof weights very precisely can be shifted to the construction of good lattice\nrules.\n"]}]
["1109.5000",{"format":[],"subject":["Mathematics - Statistics Theory","Primary 62G07, 62G20, secondary 60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5000"],"date":["2011-09-23"],"type":["text"],"creator":["Pati, Debdeep","Bhattacharya, Anirban","Dunson, David B."],"language":[],"coverage":[],"title":["Posterior convergence rates in non-linear latent variable models"],"description":["  Non-linear latent variable models have become increasingly popular in a\nvariety of applications. However, there has been little study on theoretical\nproperties of these models. In this article, we study rates of posterior\ncontraction in univariate density estimation for a class of non-linear latent\nvariable models where unobserved U(0,1) latent variables are related to the\nresponse variables via a random non-linear regression with an additive error.\nOur approach relies on characterizing the space of densities induced by the\nabove model as kernel convolutions with a general class of continuous mixing\nmeasures. The literature on posterior rates of contraction in density\nestimation almost entirely focuses on finite or countably infinite mixture\nmodels. We develop approximation results for our class of continuous mixing\nmeasures. Using an appropriate Gaussian process prior on the unknown regression\nfunction, we obtain the optimal frequentist rate up to a logarithmic factor\nunder standard regularity conditions on the true density.\n","Comment: 31 pages, 0 figures"]}]
["1109.5001",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5001"],"date":["2011-09-23"],"type":["text"],"creator":["Ricciardi, Tonia","Zecca, Gabriella"],"language":[],"coverage":[],"title":["Blow-up analysis for some mean field equations involving probability\n  measures from statistical hydrodynamics"],"description":["  Motivated by the mean field equations with probability measure derived by\nSawada-Suzuki and by Neri in the context of the statistical mechanics\ndescription of two-dimensional turbulence, we study the semilinear elliptic\nequation with probability measure: {equation*} -\\Delta v=\\lambda\\int_I\nV(\\alpha,x,v)e^{\\alpha v}\\,\\Pda\n-\\frac{\\lambda}{|\\Omega|}\\iint_{I\\times\\Om}V(\\alpha,x,v)e^{\\alpha v}\\,\\Pda dx,\n{equation*} defined on a compact Riemannian surface. This equation includes the\nabove mentioned equations of physical interest as special cases. For such an\nequation we study the blow-up properties of solution sequences. The optimal\nTrudinger-Moser inequality is also considered.\n"]}]
["1109.5005",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5005"],"date":["2011-09-23"],"type":["text"],"creator":["Xing, Chengwen","Fei, Zesong","Ma, Shaodan","Kuang, Jingming","Wu, Yik-Chung"],"language":[],"coverage":[],"title":["Robust Linear Transceiver Design for Multi-Hop Non-Regenerative MIMO\n  Relaying Systems"],"description":["  In this paper, optimal linear transceiver designs for multi-hop\namplify-and-forward (AF) Multiple-input Multiple-out (MIMO) relaying systems\nwith Gaussian distributed channel estimation errors are investigated. Some\ncommonly used transceiver design criteria are unified into a single\nmatrix-variate optimization problem. With novel applications of majorization\ntheory and properties of matrix-variate function, the optimal structure of\nrobust transceiver is first derived. Based on the optimal structure, the\noriginal transceiver design problems are reduced to much simpler problems with\nonly scalar variables whose solutions are readily obtained by iterative\nwater-filling algorithms. The performance advantages of the proposed robust\ndesigns are demonstrated by the simulation results.\n","Comment: Accepted by WCSP2011"]}]
["1109.5006",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5006"],"date":["2011-09-23"],"type":["text"],"creator":["Chiang, Chun-Yueh","Lin, Matthew M."],"language":[],"coverage":[],"title":["The Shifting Technique for Solving a Nonsymmetric Algebraic Riccati\n  Equation"],"description":["  This paper analyzes a special instance of nonsymmetric algebraic matrix\nRiccati equations arising from transport theory. Traditional approaches for\nfinding the minimal nonnegative solution of the matrix Riccati equations are\nbased on the fixed point iteration and the speed of the convergence is linear.\nRelying on simultaneously matrix computation, a structure-preserving doubling\nalgorithm (SDA) with quadratic convergence is designed for improving the speed\nof convergence. The difficulty is that the double algorithm with quadratic\nconvergence cannot guarantee to work all the time. Our main trust in this work\nis to show that applied with a suitable shifted technique, the SDA is\nguaranteed to converge quadratically with no breakdown. Also, we modify the\nconventional simple iteration algorithm in the critical case to dramatically\nimprove the speed of convergence. Numerical experiments strongly suggest that\nthe total number of computational steps can be significantly reduced via the\nshifting procedure.\n","Comment: 18 pages"]}]
["1109.5007",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","20D15, 20D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5007"],"date":["2011-09-23"],"type":["text"],"creator":["Abdollahi, A.","Akbari, S.","Dorbidi, H.","Shahverdi, H."],"language":[],"coverage":[],"title":["Commutativity pattern of finite non-abelian $p$-groups determine their\n  orders"],"description":["  Let $G$ be a non-abelian group and $Z(G)$ be the center of $G$. Associate a\ngraph $\\Gamma_G$ (called non-commuting graph of $G$) with $G$ as follows: take\n$G\\setminus Z(G)$ as the vertices of $\\Gamma_G$ and join two distinct vertices\n$x$ and $y$, whenever $xy\\neq yx$. Here, we prove that \"the commutativity\npattern of a finite non-abelian $p$-group determine its order among the class\nof groups\"; this means that if $P$ is a finite non-abelian $p$-group such that\n$\\Gamma_P\\cong \\Gamma_H$ for some group $H$, then $|P|=|H|$.\n","Comment: to appear in Communications in Algebra"]}]
["1109.5019",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5019"],"date":["2011-09-23"],"type":["text"],"creator":["Bystrai, G. P.","Lykov, I. A.","Okhotnikov, S. A."],"language":[],"coverage":[],"title":["Thermodynamics of nonequilibrium processes in a tornado: synergistic\n  approach"],"description":["  In the mathematical modeling of strongly nonequilibrium and nonlinear\nprocesses in a tornado approach based on the momentum transfer equations with a\nmodel function of sources and sinks is used, which puts this approach to the\nsharpening problems, where the maximum velocity distribution over the space of\nindefinitely growing for a limited time. Nonlinear momentum source in the\nmedium leads to a blow-up regime, and the development of the regime, itself\ngenerated by a nonlinear medium, leads to self-organization, which is described\nby numerical methods. In this case, the competition between processes of the\nincreasing due to nonlinear source and pulse propagation taking into account\nthe viscosity of the medium leads to the appearance of new medium\ncharacteristic - some linear size - the spatial diameter of the tornado, on\nwhich these processes \"balance\" each other. The approach allows to obtain\nequations that describe the physical effects observed and explain nonlinear\ntransfer mechanisms of layering momentum in a tornado, determining the speeds\nand pressure gradients for nonpotential flow, as well as each altitude local\nlayer thermodynamic properties - entropy production, entropy change rate and\nfree energy. We describe the spatial and velocity characteristics of tornado\nvarious intensities, speed components in the tornado core and its surroundings,\nthe emergence of spiral waves, rising to a arm height, the appearance of\nspatial ring (thrombus) and mesovortexes outside.\n","Comment: 39 pages, 23 figures"]}]
["1109.5020",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J25, 35B07, 35J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5020"],"date":["2011-09-23"],"type":["text"],"creator":["Canada, Antonio","Villegas, Salvador"],"language":[],"coverage":[],"title":["Lyapunov inequalities for Partial Differential Equations at radial\n  higher eigenvalues"],"description":["  This paper is devoted to the study of $L_{p}$ Lyapunov-type inequalities ($ \\\n1 \\leq p \\leq +\\infty$) for linear partial differential equations at radial\nhigher eigenvalues. More precisely, we treat the case of Neumann boundary\nconditions on balls in $\\real^{N}$. It is proved that the relation between the\nquantities $p$ and $N/2$ plays a crucial role to obtain nontrivial and optimal\nLyapunov inequalities. By using appropriate minimizing sequences and a detailed\nanalysis about the number and distribution of zeros of radial nontrivial\nsolutions, we show significant qualitative differences according to the studied\ncase is subcritical, supercritical or critical.\n","Comment: 15 pages"]}]
["1109.5021",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q40, 35L70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5021"],"date":["2011-09-23"],"type":["text"],"creator":["Selberg, Sigmund","Tesfahun, Achenef"],"language":[],"coverage":[],"title":["Unconditional uniqueness in the charge class for the Dirac-Klein-Gordon\n  equations in two space dimensions"],"description":["  Recently, A. Gruenrock and H. Pecher proved global well-posedness of the 2d\nDirac-Klein-Gordon equations given initial data for the spinor and scalar\nfields in $H^s$ and $H^{s+1/2} \\times H^{s-1/2}$, respectively, where $s\\ge 0$,\nbut uniqueness was only known in a contraction space of Bourgain type, strictly\nsmaller than the natural solution space $C([0,T]; H^s \\times H^{s+1/2} \\times\nH^{s-1/2})$. Here we prove uniqueness in the latter space for $s \\ge 0$. This\nimproves a recent result of H. Pecher, where the range $s>1/30$ was covered.\n","Comment: 10 pages"]}]
["1109.5027",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5027"],"date":["2011-09-23"],"type":["text"],"creator":["de la Cruz-Dombriz, Álvaro","Gammaldi, Viviana"],"language":[],"coverage":[],"title":["Dark matter with photons"],"description":["  If the present dark matter in the Universe annihilates into Standard Model\nparticles, it must contribute to the gamma ray fluxes detected on the Earth.\nThe magnitude of such contribution depends on the particular dark matter\ncandidate, but certain features of the produced spectra may be analyzed in a\nrather model-independent fashion. In this communication we briefly revise the\ncomplete photon spectra coming from WIMP annihilation into Standard Model\nparticle-antiparticle pairs obtained by extensive Monte Carlo simulations and\nconsequent fitting functions presented by Dombriz et al. in a wide range of\nWIMP masses. In order to illustrate the usefulness of these fitting functions,\nwe mention how these results may be applied to the so-called brane-world\ntheories whose fluctuations, the branons, behave as WIMPs and therefore may\nspontaneously annihilate in SM particles. The subsequent $\\gamma$-rays signal\nin the framework of dark matter indirect searches from Milky Way dSphs and\nGalactic Center may provide first evidences for this scenario.\n","Comment: 8 pages, 4 figures, To appear on the proceedings of PHOTON11\n  \"International Conference on the Structure and the Interactions of the\n  Photon\""]}]
["1109.5031",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5031"],"date":["2011-09-23"],"type":["text"],"creator":["Thomsen, Klaus"],"language":[],"coverage":[],"title":["The C*-algebra of the exponential function"],"description":["  The complex exponential function is a local homeomorphism and gives therefore\nrise to an 'etale groupoid and a C*-algebra. We determine this algebra, as well\nas the alge bra of the complex conjugate of the exponential function.\n","Comment: 8 pages"]}]
["1109.5047",{"format":[],"subject":["Physics - Optics","Condensed Matter - Materials Science","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5047"],"date":["2011-09-23"],"type":["text"],"creator":["Hunger, David","Deutsch, Christian","Barbour, Russell J.","Warburton, Richard J.","Reichel, Jakob"],"language":[],"coverage":[],"title":["Laser micro-fabrication of concave, low-roughness features in silica"],"description":["  We describe a micro-fabrication method to create concave features with\nultra-low surface roughness in silica, either on the end facets of optical\nfibers or on flat substrates. The machining uses a single focused CO2 laser\npulse. Parameters are chosen such that material is removed by thermal\nevaporation while simultaneously producing excellent surface quality by surface\ntension-induced movement in a low-viscosity melt layer. A surface roughness\n{\\sigma}~0.2nm is regularly obtained. The concave depressions are\nnear-spherical close to the center with radii of curvature between 20 and\n2000{\\mu}m. The method allows the fabrication of low-scatter micro-optical\ndevices such as mirror substrates for high-finesse cavities or negative lenses\non the tip of optical fibers, extending the range of micro-optical components.\n"]}]
["1109.5048",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5048"],"date":["2011-09-23"],"type":["text"],"creator":["Wenger, Jerome"],"language":[],"coverage":[],"title":["Fluorescence enhancement factors on optical antennas: enlarging the\n  experimental values without changing the antenna design"],"description":["  Plasmonic antennas offer promising opportunities to control the emission of\nquantum objects. As a consequence, the fluorescence enhancement factor is\nwidely used as a figure of merit for a practical antenna realization. However,\nthe fluorescence enhancement factor is not an intrinsic property of the\nantenna. It critically depends on several parameters, some of which are often\ndisregarded. In this contribution, I explore the influence of the setup\ncollection efficiency, emitter's quantum yield and excitation intensity.\nImproperly setting these parameters may significantly alter the enhancement\nvalues, leading to potential misinterpretations. The discussion is illustrated\nby an antenna example of a nanoaperture surrounded by plasmonic corrugations.\n","Comment: To appear in the International Journal of Optics, special issue on\n  Optical Antennas"]}]
["1109.5050",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5050"],"date":["2011-09-23"],"type":["text"],"creator":["Anikin, I. V.","Besse, A.","Ivanov, D. Yu.","Pire, B.","Szymanowski, L.","Wallon, S."],"language":[],"coverage":[],"title":["On high energy exclusive leptoproduction of the rho meson up to twist 3"],"description":["  The Regge inspired k_T-factorization scheme expresses the scattering\namplitude for exclusive leptoproduction of a light vector meson rho in terms of\ntwo impact factors, one for the gamma* - rho transition and the other one for\nthe nucleon to nucleon transition, with, at leading order, a two \"reggeized\"\ngluon exchange in the t-channel. We report here on a recent phenomenological\nstudy where we apply a previously developped scheme which consistently takes\ninto account the twist 3 distribution amplitudes for transversely polarized rho\nmeson. The computation of the gamma* to rho impact factor are performed within\ncollinear factorization of QCD, up to the twist 3 level, based on the Collinear\nFactorization scheme applied to the amplitudes gamma*g to g rho .\n  Our results are in good agreement with high energy experimental data for the\nratios of helicity amplitudes.\n","Comment: 3 pages, 4 figures, To be published in the proceedings of the 2011\n  Europhysics Conference on High Energy Physics-HEP 2011, July 21-27, 2011\n  Grenoble, Rhone-Alpes, France"]}]
["1109.5052",{"format":[],"subject":["Mathematics - Algebraic Topology","Computer Science - Computational Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5052"],"date":["2011-09-23"],"type":["text"],"creator":["Edelsbrunner, Herbert","Kerber, Michael"],"language":[],"coverage":[],"title":["Alexander Duality for Functions: the Persistent Behavior of Land and\n  Water and Shore"],"description":["  This note contributes to the point calculus of persistent homology by\nextending Alexander duality to real-valued functions. Given a perfect Morse\nfunction $f: S^{n+1} \\to [0,1]$ and a decomposition $S^{n+1} = U \\cup V$ such\nthat $M = \\U \\cap V$ is an $n$-manifold, we prove elementary relationships\nbetween the persistence diagrams of $f$ restricted to $U$, to $V$, and to $M$.\n","Comment: Keywords: Algebraic topology, homology, Alexander duality,\n  Mayer-Vietoris sequences, persistent homology, point calculus"]}]
["1109.5053",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5053"],"date":["2011-09-23"],"type":["text"],"creator":["Mukhopadhyay, Debajyoti","Sinha, Sukanta"],"language":[],"coverage":[],"title":["A New Approach to Design Graph Based Search Engine for Multiple Domains\n  Using Different Ontologies"],"description":["  Search Engine has become a major tool for searching any information from the\nWorld Wide Web (WWW). While searching the huge digital library available in the\nWWW, every effort is made to retrieve the most relevant results. But in WWW\nmajority of the Web pages are in HTML format and there are no such tags which\ntells the crawler to find any specific domain. To find more relevant result we\nuse Ontology for that particular domain. If we are working with multiple\ndomains then we use multiple ontologies. Now in order to design a domain\nspecific search engine for multiple domains, crawler must crawl through the\ndomain specific Web pages in the WWW according to the predefined ontologies.\n","Comment: 8 pages, 16 figures"]}]
["1109.5055",{"format":[],"subject":["Mathematics - Commutative Algebra","13H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5055"],"date":["2011-09-23"],"type":["text"],"creator":["Callejas-Bedregal, R.","Pérez, V. H. Jorge"],"language":[],"coverage":[],"title":["Mixed multiplicities of arbitrary modules"],"description":["  Let $(R, \\mathfrak m)$ be a Noetherian local ring. In this work we extend the\nnotion of mixed multiplicities of modules, given in \\cite{Kleiman-Thorup2} and\n\\cite{Kirby-Rees1} (see also \\cite{Bedregal-Perez}), to an arbitrary family\n$E,E_1,..., E_q$ of $R$-submodules of $R^p$ with $E$ of finite colength. We\nprove that these mixed multiplicities coincide with the Buchsbaum-Rim\nmultiplicity of some suitable $R$-module. In particular, we recover the\nfundamental Rees's mixed multiplicity theorem for modules, which was proved\nfirst by Kirby and Rees in \\cite{Kirby-Rees1} and recently also proved by the\nauthors in \\cite{Bedregal-Perez}. Our work is based on, and extend to this new\ncontext, the results on mixed multiplicities of ideals obtained by Vi\\^et in\n\\cite{Viet8} and Manh and Vi\\^et in \\cite{Manh-Viet}. We also extend to this\nnew setting some of the main results of Trung in \\cite{Trung} and Trung and\nVerma in \\cite{Trung-Verma1}. As in \\cite{Kleiman-Thorup2}, \\cite{Kirby-Rees1}\nand \\cite{Bedregal-Perez}, we actually work in the more general context of\nstandard graded $R$-algebras.\n","Comment: 29 pages"]}]
["1109.5058",{"format":[],"subject":["Mathematics - Commutative Algebra","13H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5058"],"date":["2011-09-23"],"type":["text"],"creator":["Callejas-Bedregal, R.","Pérez, V. H. Jorge"],"language":[],"coverage":[],"title":["(FC)-Sequences, Mixed Multiplicities and Reductions of Modules"],"description":["  Let $(R, \\mathfrak m)$ be a Noetherian local ring. In this work we use the\nnotion of (FC)-sequences, as defined in \\cite{perez-bedregal1}, to present some\nresults concerning reductions and the positivity of mixed multiplicities of a\nfinite collection of arbitrary submodules of $R^p.$ We also investigate the\nlength of maximal (FC)-sequences. We actually work in the more general context\nof standard graded $R$-algebras.\n","Comment: 25 pages"]}]
["1109.5062",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Category Theory","16W22, 16D20, 18A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5062"],"date":["2011-09-23"],"type":["text"],"creator":["Kaoutit, L. EL","Gómez-Torrecillas, J."],"language":[],"coverage":[],"title":["Invertible unital bimodules over rings with local units, and related\n  exact sequences of groups II"],"description":["  Let $R$ be a ring with a set of local units, and a homomorphism of groups\n$\\underline{\\Theta} : \\G \\to \\Picar{R}$ to the Picard group of $R$. We study\nunder which conditions $\\underline{\\Theta}$ is determined by a factor map, and,\nhenceforth, it defines a generalized crossed product with a same set of local\nunits. Given a ring extension $R \\subseteq S$ with the same set of local units\nand assuming that $\\underline{\\Theta}$ is induced by a homomorphism of groups\n$\\G \\to \\Inv{R}{S}$ to the group of all invertible $R$-sub-bimodules of $S$,\nthen we construct an analogue of the Chase-Harrison-Rosenberg seven terms exact\nsequence of groups attached to the triple $(R \\subseteq S,\n\\underline{\\Theta})$, which involves the first, the second and the third\ncohomology groups of $\\G$ with coefficients in the group of all $R$-bilinear\nautomorphisms of $R$. Our approach generalizes the works by Kanzaki and\nMiyashita in the unital case.\n"]}]
["1109.5065",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5065"],"date":["2011-09-23"],"type":["text"],"creator":["Jany, Benedykt R."],"language":[],"coverage":[],"title":["Leading Modes of the 3pi0 production in proton-proton collisions at\n  incident proton momentum 3.35GeV/c"],"description":["  This work deals with the prompt pp-->pp3pi0 reaction where the 3pi0 do not\norigin from the decay of narrow resonances like \\eta(547), \\omega(782),\n\\eta'(958). The reaction was measured for the proton beam momentum of 3.35GeV/c\nwith the WASA-at-COSY detector setup. The dynamics of the reaction is\ninvestigated by Dalitz and Nyborg plots studies. The reaction is described by\nthe model assuming simultaneous excitation of two baryon resonances\n\\Delta(1232) and N*(1440) where resonances are identified by their unique\ndecays topology on the missing mass of two protons MMpp dependent Dalitz and\nNyborg plots. The ratio\nR=\\Gamma(N*(1440)->N\\pi\\pi)/\\Gamma(N*(1440)->\\Delta(1232)\\pi->N\\pi\\pi)= 0.039\n+- 0.011(stat.) +- 0.008(sys.) is measured for the first time in a direct way.\nIt shows that the {N*(1440)->\\Delta(1232)\\pi->N\\pi\\pi} decay is a leading mode\nof 3pi0 production. It is also shown that the MMpp is very sensitive to the\nstructure of the spectral line shape of the N*(1440) resonance as well as on\nthe interaction between the \\Delta(1232) and N*(1440) resonances. The multipion\nspectroscopy - a precision tool to directly access the properties of baryon\nresonances is considered.\n  The pp-->pp\\eta(3pi0) reaction was also measured simultaneously. It is shown\nthat the {\\eta} production mechanism via N*(1535) is 43.4 +- 0.8(stat.) +-\n2.0(sys.) of the total production, for the {\\eta} momentum in the CM system\nq_\\eta^CM=0.45-0.7GeV/c. First time momentum dependence of the {\\eta} angular\ndistribution is seen, the strongest effect is observed for the\ncos(\\theta_\\eta^CM) distribution.\n","Comment: PhD Thesis prepared at the Nuclear Physics Department of the\n  Jagiellonian University, Cracow, Poland, 2011"]}]
["1109.5069",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Differential Geometry","53C65, 53A99, 31C12, 52A40, 51M16, 51P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5069"],"date":["2011-09-23"],"type":["text"],"creator":["O'Hara, Jun"],"language":[],"coverage":[],"title":["Uniqueness of radial centers of parallel bodies"],"description":["  We show the uniqueness of the radial centers of any order $\\alpha$ of a\nparallel body of a convex body $\\Omega$ in $\\mathbb R^m$ at distance $\\delta$\nif $\\delta$ is greater than the diameter of $\\Omega$ multiplied by a constant\nwhich depends only on the dimension $m$.\n","Comment: 13 pages, 8 figures"]}]
["1109.5072",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5072"],"date":["2011-09-23"],"type":["text"],"creator":["Insa-Cabrera, Javier","Hernandez-Orallo, Jose"],"language":[],"coverage":[],"title":["Analysis of first prototype universal intelligence tests: evaluating and\n  comparing AI algorithms and humans"],"description":["  Today, available methods that assess AI systems are focused on using\nempirical techniques to measure the performance of algorithms in some specific\ntasks (e.g., playing chess, solving mazes or land a helicopter). However, these\nmethods are not appropriate if we want to evaluate the general intelligence of\nAI and, even less, if we compare it with human intelligence. The ANYNT project\nhas designed a new method of evaluation that tries to assess AI systems using\nwell known computational notions and problems which are as general as possible.\nThis new method serves to assess general intelligence (which allows us to learn\nhow to solve any new kind of problem we face) and not only to evaluate\nperformance on a set of specific tasks. This method not only focuses on\nmeasuring the intelligence of algorithms, but also to assess any intelligent\nsystem (human beings, animals, AI, aliens?,...), and letting us to place their\nresults on the same scale and, therefore, to be able to compare them. This new\napproach will allow us (in the future) to evaluate and compare any kind of\nintelligent system known or even to build/find, be it artificial or biological.\nThis master thesis aims at ensuring that this new method provides consistent\nresults when evaluating AI algorithms, this is done through the design and\nimplementation of prototypes of universal intelligence tests and their\napplication to different intelligent systems (AI algorithms and humans beings).\nFrom the study we analyze whether the results obtained by two different\nintelligent systems are properly located on the same scale and we propose\nchanges and refinements to these prototypes in order to, in the future, being\nable to achieve a truly universal intelligence test.\n","Comment: 114 pages, master thesis"]}]
["1109.5073",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","76F55","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5073"],"date":["2011-09-23"],"type":["text"],"creator":["Polnikov, Vladislav","Pogarskii, Fedor","Sannasiraj, S. A."],"language":[],"coverage":[],"title":["Statistical Features of the Wind Field over the Indian Ccean for the\n  period 1998-2008"],"description":["  We have done a statistical analysis of the wind field from the archive of\nNCEP/NOAA over the Indian Ocean for the period 1998-2008yy, which is given on a\ngrid 1x1.25 of latitude-longitude with 3h time-step. Initial analysis includes\nmapping the average wind fields <W(x,y,T> and fields of mean density of the\nwind-kinetic-energy flux <Ea(x,y,T>, obtained with different periods of time\naveraging T, as well as the assessment of 11-year trends in these fields. The\nsubsequent analysis is concerned with partition of the Indian ocean area into 6\nzones, provided by the spatial inhomogeneity of the analyzed wind field. This\nanalysis includes: a) an assessment of temporal variations for the wind speed\nfield averaged over the Ocean and the zones and for the field of wind-energy\nflux; b) construction of time history series of these fields averaged with\ndifferent scales, and estimating frequency spectra of these series; c) finding\nthe extremes of the wind field (in the zones of Indian Ocean); d) construction\nof histograms of the wind field; and e) calculation of the first four\nstatistical moments for the wind field (in zones and in the whole Ocean). The\nresults obtained allow us to estimate the stored energy of the wind field in\nthe Indian Ocean, its climate variability, and distribution of the above\nstatistical characteristics of wind field in the Indian Ocean.\n","Comment: 28 pages, 8 figures in the text, 3 tables, appendix with 5 figure"]}]
["1109.5075",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5075"],"date":["2011-09-23"],"type":["text"],"creator":["Merkel, H.","Achenbach, P.","Gayoso, C. Ayerbe","Antelo, M. Ases","Baumann, D.","Bernstein, A. M.","Böhm, R.","Bosnar, D.","Ding, M.","Distler, M. O.","Doria, L.","Llongo, J. Garcia","Higinbotham, D. W.","Mañas, G. Jover","Makek, M.","Müller, U.","Neuhausen, R.","Nungesser, L.","Benito, R. Pérez","Pochodzalla, J.","Seimetz, M.","Sirca, S.","Stave, S.","Walcher, Th.","Weis, M."],"language":[],"coverage":[],"title":["Consistent threshold pi0 electro-production at Q^2=0.05, 0.10, and 0.15\n  GeV^2/c^2"],"description":["  New, accurate data are presented on the near threshold p(e,e'p)pi^0 reaction\nin the range of four-momentum transfers between Q^2=0.05 and 0.15GeV^2/c^2. The\ndata were taken with the spectrometer setup of the A1 Collaboration at the\nMainz Microtron MAMI. The complete center of mass solid angle was covered up to\na center of mass energy of 4MeV above threshold. These results supersede the\nprevious analysis based on three separate experiments, and are compared with\ncalculations in Heavy Baryon Chiral Perturbation Theory and with\nphenomenological models.\n","Comment: 7 pages, 9 figures"]}]
["1109.5077",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Biological Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5077","Phys. Rev. E 84, 031803 (2011)","doi:10.1103/PhysRevE.84.031803"],"date":["2011-09-23"],"type":["text"],"creator":["Karalus, Steffen","Janke, Wolfhard","Bachmann, Michael"],"language":[],"coverage":[],"title":["Thermodynamics of polymer adsorption to a flexible membrane"],"description":["  We analyze the structural behavior of a single polymer chain grafted to an\nattractive, flexible surface. Our model is composed of a coarse-grained\nbead-and-spring polymer and a tethered membrane. By means of extensive parallel\ntempering Monte Carlo simulations it is shown that the system exhibits a rich\nphase behavior ranging from highly ordered, compact to extended random coil\nstructures and from desorbed to completely adsorbed or even partially embedded\nconformations. These findings are summarized in a pseudophase diagram\nindicating the predominant class of conformations as a function of the external\nparameters temperature and polymer-membrane interaction strength. By comparison\nwith adsorption to a stiff membrane surface it is shown that the flexibility of\nthe membrane gives rise to qualitatively new behavior such as stretching of\nadsorbed conformations.\n"]}]
["1109.5078",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5078"],"date":["2011-09-23"],"type":["text"],"creator":["Bedoya-Puerta, Jorge-Alonso","Hernandez-Orallo, Jose"],"language":["es"],"coverage":[],"title":["Application of distances between terms for flat and hierarchical data"],"description":["  In machine learning, distance-based algorithms, and other approaches, use\ninformation that is represented by propositional data. However, this kind of\nrepresentation can be quite restrictive and, in many cases, it requires more\ncomplex structures in order to represent data in a more natural way. Terms are\nthe basis for functional and logic programming representation. Distances\nbetween terms are a useful tool not only to compare terms, but also to\ndetermine the search space in many of these applications. This dissertation\napplies distances between terms, exploiting the features of each distance and\nthe possibility to compare from propositional data types to hierarchical\nrepresentations. The distances between terms are applied through the k-NN\n(k-nearest neighbor) classification algorithm using XML as a common language\nrepresentation. To be able to represent these data in an XML structure and to\ntake advantage of the benefits of distance between terms, it is necessary to\napply some transformations. These transformations allow the conversion of flat\ndata into hierarchical data represented in XML, using some techniques based on\nintuitive associations between the names and values of variables and\nassociations based on attribute similarity.\n  Several experiments with the distances between terms of Nienhuys-Cheng and\nEstruch et al. were performed. In the case of originally propositional data,\nthese distances are compared to the Euclidean distance. In all cases, the\nexperiments were performed with the distance-weighted k-nearest neighbor\nalgorithm, using several exponents for the attraction function (weighted\ndistance). It can be seen that in some cases, the term distances can\nsignificantly improve the results on approaches applied to flat\nrepresentations.\n","Comment: in Spanish, Master Thesis, 101 pages"]}]
["1109.5079",{"format":[],"subject":["Mathematics - Analysis of PDEs","35N10, 58J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5079"],"date":["2011-09-23"],"type":["text"],"creator":["Shlapunov, Alexander"],"language":[],"coverage":[],"title":["On the Cauchy Problem for Elliptic Complexes in Spaces of Distributions"],"description":["  Let D be a bounded domain in n-dimensional Eucledian space with a smooth\nboundary. We indicate appropriate Sobolev spaces of negative smoothness to\nstudy the non-homogeneous Cauchy problem for an elliptic differential complex\n{A_i} of first order operators. In particular, we describe traces on the\nboundary of tangential part t_i (u) and normal part n_i(u) of a\n(vector)-function u from the corresponding Sobolev space and give an adequate\nformulation of the problem. If the Laplacians of the complex satisfy the\nuniqueness condition in the small then we obtain necessary and sufficient\nsolvability conditions of the problem and produce formulae for its exact and\napproximate solutions. For the Cauchy problem in the Lebesgue spaces L^2(D) we\nconstruct the approximate and exact solutions to the Cauchy problem with\nmaximal possible regularity. Moreover, using Hilbert space methods, we\nconstruct Carleman's formulae for a (vector-) function u from the Sobolev space\nH^1(D) by its Cauchy data t_i (u) on a subset S on the boundary of the domain D\nand the values of A_i u in D modulo the null-space of the Cauchy problem. Some\ninstructive examples for elliptic complexes of operators with constant\ncoefficients are considered.\n","Comment: The author was supported by the DAAD"]}]
["1109.5085",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","Mathematics - Symplectic Geometry","53C07, 32Q20, 53C55, 32Q15, 53A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5085"],"date":["2011-09-23"],"type":["text"],"creator":["Keller, Julien","Tønnesen-Friedman, Christina W."],"language":[],"coverage":[],"title":["Non trivial examples of coupled equations for K\\\"ahler metrics and\n  Yang-Mills connections"],"description":["  We provide non trivial examples of solutions to the system of coupled\nequations introduced by M. Garc\\'ia-Fern\\'andez for the uniformization problem\nof a triple $(M,L,E)$ where $E$ is a holomorphic vector bundle over a polarized\ncomplex manifold $(M,L)$, generalizing the notions of both constant scalar\ncurvature K\\\"ahler metric and Hermitian-Einstein metric.\n","Comment: 17 pages"]}]
["1109.5090",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5090"],"date":["2011-09-23"],"type":["text"],"creator":["Garcia-Garcia, Antonio M.","Ribeiro, Pedro"],"language":[],"coverage":[],"title":["Quantifying fluctuations from the tunnelling differential conductance"],"description":["  Dynes ansatz is a broadly utilized procedure to extract the superconducting\nenergy gap from the tunnelling differential conductance, a quantity that is\nmeasured by scanning tunnelling microscopy (STM) techniques. In this letter we\ninvestigate the limit of applicability of this ansatz in nano-scale\nsuperconductors and propose a generalization that permits to study thermal and\nquantum fluctuations in STM experiments.\n","Comment: 4 pages, 1 figure, submitted to proceedings Super-Stripes 2011, Rome"]}]
["1109.5091",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5091","Eur. Phys. J. A (2011) 47: 105","doi:10.1140/epja/i2011-11105-5"],"date":["2011-09-23"],"type":["text"],"creator":["Obertelli, A.","Uesaka, T."],"language":[],"coverage":[],"title":["Hydrogen targets for exotic-nuclei studies developed over the past 10\n  years"],"description":["  Hydrogen-induced reactions provide essential information on nuclear\nstructure, complementary to other experimental probes. For studies at both low\nand relativistic incident energy, developments in hydrogen targets have been\nperformed over the past 10 years in parallel with the development of new\nradioactive beams. We present a review of all major hydrogen target\ndevelopments related to the study of exotic nuclei with direct reactions in\ninverse kinematics. Both polarized and non-polarized systems are presented.\n","Comment: 24 pages, 27 figures, review article"]}]
["1109.5095",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5095"],"date":["2011-09-23"],"type":["text"],"creator":["Horowitz, C. J.","Hughto, J.","Schneider, A.","Berry, D. K."],"language":[],"coverage":[],"title":["Neutron Star Crust and Molecular Dynamics Simulation"],"description":["  In this book chapter we review plasma crystals in the laboratory, in the\ninterior of white dwarf stars, and in the crust of neutron stars. We describe a\nmolecular dynamics formalism and show results for many neutron star crust\nproperties including phase separation upon freezing, diffusion, breaking\nstrain, shear viscosity and dynamics response of nuclear pasta. We end with a\nsummary and discuss open questions and challenges for the future.\n","Comment: 20 pages, 9 figures; to appear as a chapter in the book \"Neutron Star\n  Crust\", edited by C. A. Bertulani and J. Piekarewicz"]}]
["1109.5096",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C21, 53C25, 58E10, 58J05, 35J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5096"],"date":["2011-09-23"],"type":["text"],"creator":["Gicquaud, Romain"],"language":[],"coverage":[],"title":["Conformal compactification of asymptotically locally hyperbolic metrics\n  II: Weakly ALH metrics"],"description":["  In this paper we pursue the work initiated in \\cite{Bahuaud,\nBahuaudGicquaud}: study the extent to which conformally compact asymptotically\nhyperbolic metrics can be characterized intrinsically. We show how the decay\nrate of the sectional curvature to -1 controls the H\\\"older regularity of the\ncompactified metric. To this end, we construct harmonic coordinates that\nsatisfy some Neumann-type condition at infinity. Combined with a new\nintegration argument, this permits us to recover to a large extent our previous\nresult without any decay assumption on the covariant derivatives of the Riemann\ntensor. We believe that our result is optimal.\n","Comment: 53 pages, no figure"]}]
["1109.5097",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5097"],"date":["2011-09-23"],"type":["text"],"creator":["Bottegoni, Federico","Drouhin, Henri-Jean","Fishman, Guy","Wegrowe, Jean-Eric"],"language":[],"coverage":[],"title":["Spin-Orbit Engineering of Semiconductor Heterostructures"],"description":["  We present a systematic construction of the probability-current\noperator,based on a momentum power expansion of effective Hamiltonians. The\nresult is valid in the presence of a Rashba term and when a D'yakonov--Perel\ncontribution is included. We propose practical tools for spin-orbit engineering\nof semiconductor heterostructures. We apply this formalism to a paradigmatic\nsystem, the interface between two semi-infinite media, on one side a\nfree-electron-like material and on the other side a barrier material with\nspin-orbit interaction. We show that the usual boundary conditions, namely the\ncontinuity of the envelope function and of a velocity at the interface,\naccording to the BenDaniel-Duke approach, comply with the conservation of the\nprobability current only when first- (Rashba-like) and second-order\n(free-electron-like) terms are taken into account in the Hamiltonian. We\nrevisit the boundary conditions and we prove that the envelope function may be\ndiscontinuous at the interface.\n","Comment: 23 pages"]}]
["1109.5098",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","35Q68, 39-04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5098","Applied Mathematics and Computation, 218(2011), 2200-2209","doi:10.1016/j.amc.2011.07.036"],"date":["2011-09-23"],"type":["text"],"creator":["Ye, Yichao","Wang, Lihong","Chang, Zhaowei","He, Jingsong"],"language":[],"coverage":[],"title":["An Efficient Algorithm of Logarithmic Transformation to Hirota Bilinear\n  Form of KdV-type Bilinear Equation"],"description":["  In this paper, an efficient algorithm of logarithmic transformation to Hirota\nbilinear form of the KdV-type bilinear equation is established. In the\nalgorithm, some properties of Hirota operator and logarithmic transformation\nare successfully applied, which helps to prove that the linear terms of the\nnonlinear partial differential equation play a crucial role in finding the\nHirota bilinear form. Experimented with various integro-differential equations,\nour algorithm is proven to be more efficient than the algorithm referred by\nZhou, Fu, and Li in getting the Hirota bilinear form, especially in achieving\nthe coefficient of the logarithmic transformation.\n","Comment: 14pages"]}]
["1109.5100",{"format":[],"subject":["Mathematics - Numerical Analysis","Computer Science - Numerical Analysis","Physics - Computational Physics","65F60, 65F10, 65F30, 65N22, 65L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5100"],"date":["2011-09-23"],"type":["text"],"creator":["Botchev, Mikhail A."],"language":[],"coverage":[],"title":["Block Krylov subspace exact time integration of linear ODE systems. Part\n  1: algorithm description"],"description":["  We propose a time-exact Krylov-subspace-based method for solving linear ODE\n(ordinary differential equation) systems of the form $y'=-Ay + g(t)$, where\n$y(t)$ is the unknown function. The method consists of two stages. The first\nstage is an accurate polynomial approximation of the source term $g(t)$,\nconstructed with the help of the truncated SVD (singular value decomposition).\nThe second stage is a special residual-based block Krylov subspace method.\n  The accuracy of the method is only restricted by the accuracy of the\npolynomial approximation and by the error of the block Krylov process. Since\nboth errors can, in principle, be made arbitrarily small, this yields, at some\ncosts, a time-exact method.\n","Comment: 4 pages"]}]
["1109.5101",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5101"],"date":["2011-09-23"],"type":["text"],"creator":["Ciattoni, Alessandro","Spinozzi, Elisa"],"language":[],"coverage":[],"title":["Restoring of optical resonances in subwavelength hyperbolic etalons"],"description":["  We give a solution to the fundamental problem of restoring optical resonances\nin deep subwavelength structures by resorting to indefinite metamaterials. We\nprove that a nanometric thick hyperbolic slab with very small permittivities\nexhibits etalon resonances and provides high-contrast optical angular\nfiltering. This is possible since the hyperbolic dispersion allows the vacuum\nradiation to couple with medium plane waves with longitudinal wavenumbers large\nenough to yield optical standing waves within the nanometric slab thickness.\nOur findings can form the basis of a novel way for shrinking optical devices\ndown to the deep subwavelength scale.\n","Comment: 5 pages, 4 figures"]}]
["1109.5103",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5103","Nuclear Physics B, Volume 853, 710-738 (2011)","doi:10.1016/j.nuclphysb.2011.08.011"],"date":["2011-09-23"],"type":["text"],"creator":["Ferraz, A.","Kochetov, E. A."],"language":[],"coverage":[],"title":["Effective action for strongly correlated electron systems"],"description":["  The su(2|1) coherent-state path-integral representation of the partition\nfunction of the t - J model of strongly correlated electrons is derived at\nfinite doping. The emergent effective action is compared to the one proposed\nearlier on phenomenological grounds by Shankar to describe holes in an\nantiferromagnet (Nucl.Phys. B330 (1990) 433). The t - J model effective action\nis found to have an important \"extra\" factor with no analogue in Shankar's\naction. It represents the local constraint of no double electron occupancy and\nreflects the rearrangement of the underlying phase-space manifold due to the\npresence of strong electron correlation. This important ingredient is shown to\nbe essential to describe the physics of strongly correlated electron systems.\n  Keywords: t - J model of strongly correlated electrons; su(2|1)\ncoherent-state path integral\n","Comment: 22 pages"]}]
["1109.5112",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5112"],"date":["2011-09-23"],"type":["text"],"creator":["Geloni, Gianluca","Kocharyan, Vitali","Saldin, Evgeni"],"language":[],"coverage":[],"title":["Production of transform-limited X-ray pulses through self-seeding at the\n  European X-ray FEL"],"description":["  An important goal for any advanced X-ray FEL is an option for providing\nFourier-limited X-ray pulses. In this way, no monochromator is needed in the\nexperimental hall. Self-seeding is a promising approach to significantly narrow\nthe SASE bandwidth to produce nearly transform-limited pulses. These are\nimportant for many experiments including 3D diffraction imaging. We discuss the\nimplementation of a single-crystal self-seeding scheme in the hard X-ray lines\nof the European XFEL. For this facility, transform-limited pulses are\nparticularly valuable since they naturally support the extraction of more FEL\npower than at saturation by exploiting tapering in the tunable-gap baseline\nundulators. Tapering consists of a stepwise change of the undulator gap from\nsegment to segment. Based on start-to-end simulations dealing with the\nup-to-date parameters of the European XFEL, we show that the FEL power reaches\nabout 400 GW, or one order of magnitude higher power than the SASE saturation\nlevel (20 GW). This analysis indicates that our self-seeding scheme is not\nsignificantly affected by non-ideal electron phase-space distribution, and\nyields about the same performance as in the case for an electron beam with\nideal parameters. The self-seeding scheme with a single crystal monochromator\nis extremely compact (about 5 m long), and cost estimations are low enough to\nconsider adding it to the European XFEL capabilities from the very beginning of\nthe operation phase.\n"]}]
["1109.5113",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5113"],"date":["2011-09-23"],"type":["text"],"creator":["Sonnenschein, Lars"],"language":[],"coverage":[],"title":["Highlights of D0 QCD related analyses"],"description":["  D0 provides a wealth of measurements conceived for probing perturbative and\nnon-perturbative aspects of QCD, giving an accurate experimental account for\nStandard Model production processes including jets, leptons and photons and\nimproving the sensitivity and the understanding in searches for new physics.\nAmong the most important subjects are inclusive jet production, vector boson\nplus jet production, direct photon production and measurements in Minimum Bias\nevents and Double Parton Scattering which are discussed here and compared to\ntheory predictions.\n","Comment: 15 pages, 6 figures, 1 table, proceedings submitted to the Photon\n  2011 conference, Spa"]}]
["1109.5124",{"format":[],"subject":["Mathematics - Probability","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5124"],"date":["2011-09-23"],"type":["text"],"creator":["Cox, J. Theodore","Schinazi, Rinaldo B."],"language":[],"coverage":[],"title":["A Branching Process for Virus Survival"],"description":["  Quasispecies theory predicts that there is a critical mutation probability\nabove which a viral population will go extinct. Above this threshold the virus\nloses the ability to replicate the best adapted genotype, leading to a\npopulation composed of low replicating mutants that is eventually doomed. We\npropose a new branching model that shows that this is not necessarily so. That\nis, a population composed of ever changing mutants may survive.\n"]}]
["1109.5133",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5133"],"date":["2011-09-23"],"type":["text"],"creator":["Zhang, Ruo-Yang","Zhao, Qing","Ge, Mo-Lin"],"language":[],"coverage":[],"title":["Analytical form of light-ray tracing in invisibility cloaks"],"description":["  In this paper, we review the methodology of transformation optics, which can\nconstruct invisibility cloak through the transformation of coordinates based on\nthe form invariance of Maxwell's equations. Three different ways to define the\ncomponents of electromagnetic fields are compared for removing some\nambiguities. The analytical expressions of light-ray and wave-normal ray are\nderived in spherical and cylindrical ideal invisibility cloaks created with any\ncontinuous radial transformation functions, and their physical interpretation\nis also given. Using the duality principle in anisotropic media, we prove that\nlight-ray vector satisfies \"ray-vector eikonal equation\" corresponding to the\nusual \"wave-vector eikonal equation\". The results interpret why the wave vector\nmaps to the ray vector transferring from the virtual space to the physical\nspace, but not the wave vector. As an application, we investigate the special\ntransformation functions which make the light-ray function satisfy harmonic\nequation.\n","Comment: 31 pages, 5 figures"]}]
["1109.5134",{"format":[],"subject":["Physics - History and Philosophy of Physics","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5134"],"date":["2011-09-23"],"type":["text"],"creator":["Romero, Gustavo E."],"language":[],"coverage":[],"title":["Parmenides reloaded"],"description":["  I argue for a four dimensional, non-dynamical view of space-time, where\nbecoming is not an intrinsic property of reality. This view has many features\nin common with the Parmenidean conception of the universe. I discuss some\nrecent objections to this position and I offer a comparison of the Parmenidean\nspace-time with an interpretation of Heraclitus' thought that presents no major\nantagonism.\n","Comment: 11 pages, accepted for publication in Foundations of Science"]}]
["1109.5144",{"format":[],"subject":["Quantitative Finance - Portfolio Management","Quantitative Finance - General Finance","91G20 (primary), 62F25, 62P05 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5144"],"date":["2011-09-23"],"type":["text"],"creator":["Vovk, Vladimir"],"language":[],"coverage":[],"title":["The Capital Asset Pricing Model as a corollary of the Black-Scholes\n  model"],"description":["  We consider a financial market in which two securities are traded: a stock\nand an index. Their prices are assumed to satisfy the Black-Scholes model.\nBesides assuming that the index is a tradable security, we also assume that it\nis efficient, in the following sense: we do not expect a prespecified\nself-financing trading strategy whose wealth is almost surely nonnegative at\nall times to outperform the index greatly. We show that, for a long investment\nhorizon, the appreciation rate of the stock has to be close to the interest\nrate (assumed constant) plus the covariance between the volatility vectors of\nthe stock and the index. This contains both a version of the Capital Asset\nPricing Model and our earlier result that the equity premium is close to the\nsquared volatility of the index.\n","Comment: 9 pages"]}]
["1109.5145",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5145"],"date":["2011-09-23"],"type":["text"],"creator":["Konar, Aniruddha","Jana, Raj","Fang, Tian","Li, Guowang","O'Brien, William","Jena, Debdeep"],"language":[],"coverage":[],"title":["Interband absorption in single layer hexagonal boron nitride"],"description":["  Monolayer of hexagonal boron nitride (h-BN), commonly known as \"white\ngraphene\" is a promising wide bandgap semiconducting material for\ndeep-ultaviolet optoelectronic devices. In this report, the light absorption of\na single layer hexagonal boron nitride is calculated using a tight-binding\nHamiltonian. The absorption is found to be monotonically decreasing function of\nphoton energy compared to graphene where absorption coefficient is independent\nof photon energy and characterized by the effective fine-structure constant.\n","Comment: 3 pages, 2 Figures"]}]
["1109.5152",{"format":[],"subject":["Mathematics - Number Theory","Primary 26D15, 46B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5152"],"date":["2011-09-23"],"type":["text"],"creator":["Mestrovic, Romeo"],"language":[],"coverage":[],"title":["Clarkson's type inequalities for positive $l_p$ sequences with $p\\ge 2$"],"description":["  For a fixed $1\\le p<+\\infty$ denote by $\\Vert\\cdot\\Vert_p$ the usual norm in\nthe space $l_p$ (or $L_p$). In this paper we prove that for all real numbers\n$p$ and $q$ such that $2\\le p\\le q$ holds\n  $$ 2(\\Vert x\\Vert_p^q+\\Vert y\\Vert_p^q)\\le \\Vert x+y\\Vert_p^q +\\Vert\nx-y\\Vert_p^q\n  $$ for all nonnegative sequences $x=\\{x_n\\},y=\\{y_n\\}$ in $l_p$ (or\nnonnegative functions $x,y$ in $L_p$). Note that the above inequality with\n$p=q\\ge 2$ reduces to the well known Clarkson's inequality. If in addition,\nholds $x_i\\ge y_i$ for each $i=1,2,...$ (or $x\\ge y$ a.e. in $L_p$), then we\nestablish an improvement of the above inequality.\n","Comment: 6 pages"]}]
["1109.5153",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5153"],"date":["2011-09-23"],"type":["text"],"creator":["Golab, Wojciech"],"language":[],"coverage":[],"title":["A Complexity Separation Between the Cache-Coherent and Distributed\n  Shared Memory Models"],"description":["  We consider asynchronous multiprocessor systems where processes communicate\nby accessing shared memory. Exchange of information among processes in such a\nmultiprocessor necessitates costly memory accesses called \\emph{remote memory\nreferences} (RMRs), which generate communication on the interconnect joining\nprocessors and main memory. In this paper we compare two popular shared memory\narchitecture models, namely the \\emph{cache-coherent} (CC) and\n\\emph{distributed shared memory} (DSM) models, in terms of their power for\nsolving synchronization problems efficiently with respect to RMRs. The\nparticular problem we consider entails one process sending a \"signal\" to a\nsubset of other processes. We show that a variant of this problem can be solved\nvery efficiently with respect to RMRs in the CC model, but not so in the DSM\nmodel, even when we consider amortized RMR complexity.\n  To our knowledge, this is the first separation in terms of amortized RMR\ncomplexity between the CC and DSM models. It is also the first separation in\nterms of RMR complexity (for asynchronous systems) that does not rely in any\nway on wait-freedom---the requirement that a process makes progress in a\nbounded number of its own steps.\n"]}]
["1109.5159",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5159"],"date":["2011-09-23"],"type":["text"],"creator":["Knudsen, Michael","Feliu, Elisenda","Wiuf, Carsten"],"language":[],"coverage":[],"title":["Exact Analysis of Intrinsic Qualitative Features of Phosphorelays using\n  Mathematical Models"],"description":["  Phosphorelays are a class of signaling mechanisms used by cells to respond to\nchanges in their environment. Phosphorelays (of which two-component systems\nconstitute a special case) are particularly abundant in prokaryotes and have\nbeen shown to be involved in many fundamental processes such as stress\nresponse, osmotic regulation, virulence, and chemotaxis. We develop a general\nmodel of phosphorelays extending existing models of phosphorelays and\ntwo-component systems. We analyze the model analytically under the assumption\nof mass-action kinetics and prove that a phosphorelay has a unique stable\nsteady-state. Furthermore, we derive explicit functions relating stimulus to\nthe response in any layer of a phosphorelay and show that a limited degree of\nultrasensitivity (the ability to respond to changes in stimulus in a\nswitch-like manner) in the bottom layer of a phosphorelay is an intrinsic\nfeature which does not depend on any reaction rates or substrate amounts. On\nthe other hand, we show how adjusting reaction rates and substrate amounts may\nlead to higher degrees of ultrasensitivity in intermediate layers. The explicit\nformulas also enable us to prove how the response changes with alterations in\nstimulus, kinetic parameters, and substrate amounts. Aside from providing\nbiological insight, the formulas may also be used to avoid time-consuming\nsimulations in numerical analyses and simulations.\n"]}]
["1109.5168",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5168"],"date":["2011-09-23"],"type":["text"],"creator":["Abidin, Aysajan","Larsson, Jan-Åke"],"language":[],"coverage":[],"title":["Security of Authentication with a Fixed Key in Quantum Key Distribution"],"description":["  We study the security of a specific authentication procedure of interest in\nthe context of Quantum Key Distribution (QKD). It works as follows: use a\nsecret but fixed Strongly Universal$_2$ (SU$_2$) hash function and encrypt the\noutput tag with a one-time pad (OTP). If the OTP is completely secret, the\nexpected time for an adversary to create a tag for a chosen message is\nexponential in the tag length. If, however, the OTP is partially known in each\nauthentication round, as is the case in practical QKD protocols, then the\npicture is different; the adversary's partial knowledge of the OTP in each\nauthentication round gives partial information on the secret hash function, and\nthis weakens the authentication in later rounds. The effect of this is that the\nlifetime of the system is linear in the length of the fixed key. This is\nsupported by the composability theorem for QKD, that in this setting provides\nan upper bound to the security loss on the secret hash function, which is\nexponential in the number of authentication rounds. This needs to be taken into\naccount when using the protocol, since the authentication gets weakened at each\nsubsequent round and thus the QKD generated is key is not as strong as when the\nauthentication is strong. Some countermeasures are discussed at the end of this\npaper.\n","Comment: 14 pages, 3 figures"]}]
["1109.5170",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5170","Quant. Inf. and Comp., v. 11, 1045 (2011)"],"date":["2011-09-23"],"type":["text"],"creator":["Berman, G. P.","Chumak, A. A.","Kamenev, D. I.","Kinion, D.","Tsifrinovich, V. I."],"language":[],"coverage":[],"title":["Non-demolition Adiabatic Measurement of the Phase Qubit State"],"description":["  An adiabatic method for a single-shot non-demolition measurement of the phase\nqubit is suggested. The qubit is inductively coupled to a low-frequency\nresonator, which in turn is connected with a classical measurement device\n(phase meter). The resonator drives adiabatic oscillations of the supercurrent\nin the qubit loop. The back reaction of the qubit loop on the resonator depends\non the qubit state. Measuring the phase shift of the resonator's oscillations\none can determine the state of the qubit. Numerical computations with available\nexperimental parameters show that the phase difference between the two qubit\nstates increases at a rate of 0.0044 rad/ns with the fidelity of about 0.9989\nand the measurement time of about 100 ns. The fidelity of the measurement is\nestimated taking into consideration possible quantum transitions inside and\noutside the qubit manifold. An increase of the phase difference is possible but\nit is linked to a reduction of the fidelity. The requirements for the\nreproducibility of the qubit and resonator parameters are formulated.\n","Comment: 20 pages"]}]
["cond-mat/9212012",{"format":[],"subject":["Condensed Matter","High Energy Physics - Lattice","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9212012","Physica A195:577,1993","doi:10.1016/0378-4371(93)90175-4"],"date":["1992-12-09","2011-09-23"],"type":["text"],"creator":["Frachebourg, Laurent","Henkel, Malte"],"language":[],"coverage":[],"title":["Exact Correlation Function at the Lifshitz Points of the Spherical Model"],"description":["  The spin-spin correlation function of the spherical model being precisely at\nan anisotropic Lifshitz point of arbitrary order is calculated exactly. The\nresults are in agreement with scaling. The scaling function is shown to be\nuniversal. The direction-dependent long-range correlations may change from\nferromagnetic to antiferromagnetic behaviour and back as the dimension is\nvaried. The form of the scaling function is compared to predictions following\nfrom local scale invariance for strongly anisotropic critical systems.\n","Comment: Latex 23 pages, (2 figures not included) -- a Latex bug was fixed for\n  v2"]}]
["physics/0701224",{"format":[],"subject":["Physics - Instrumentation and Detectors","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701224","Nucl. Instr. and Meth. A 587 (2008) 464-473","doi:10.1016/j.nima.2008.01.061"],"date":["2007-01-19"],"type":["text"],"creator":["Marie-Jeanne, M.","Alonso, J.","Blaum, K.","Djekic, S.","Dworschak, M.","Hager, U.","Herlert, A.","Nagy, Sz.","Savreux, R.","Schweikhard, L.","Stahl, S.","Yazidjian, C."],"language":[],"coverage":[],"title":["Magnetic field stabilization for high-accuracy mass measurements on\n  exotic nuclides"],"description":["  The magnetic-field stability of a mass spectrometer plays a crucial role in\nprecision mass measurements. In the case of mass determination of short-lived\nnuclides with a Penning trap, major causes of instabilities are temperature\nfluctuations in the vicinity of the trap and pressure fluctuations in the\nliquid helium cryostat of the superconducting magnet. Thus systems for the\ntemperature and pressure stabilization of the Penning trap mass spectrometer\nISOLTRAP at the ISOLDE facility at CERN have been installed. A reduction of the\nfluctuations by at least one order of magnitude downto dT=+/-5mK and\ndp=+/-50mtorr has been achieved, which corresponds to a relative frequency\nchange of 2.7x10^{-9} and 1.5x10^{-10}, respectively. With this stabilization\nthe frequency determination with the Penning trap only shows a linear temporal\ndrift over several hours on the 10 ppb level due to the finite resistance of\nthe superconducting magnet coils.\n","Comment: 23 pages, 13 figures"]}]
