["0707.0932",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0932","J. Operator Theory 64, no.2, 417-434 (2010)"],"date":["2007-07-06"],"type":["text"],"creator":["Conti, Roberto","Vasselli, Ezio"],"language":[],"coverage":[],"title":["Extension of automorphisms to C*-crossed products with non-trivial\n  centre"],"description":["  Given a quasi-special endomorphism $\\rho$ of a C*-algebra A with nontrivial\ncenter, we study an extension problem for automorphisms of A to a minimal\ncross-product B of A by $\\rho$. Exploiting some aspects of the underlying\ngeneralized Doplicher-Roberts duality theory based on Pimsner algebras, an\nobstruction to the existence of such extensions is found and described in terms\nof sections of a suitable group bundle.\n","Comment: 19 pages"]}]
["0711.3568",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Operator Algebras","46L05, 46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3568","Proc. Conf. C*-algebras and elliptic theory, Trends in Mathematics\n  (2006) 313-327"],"date":["2007-11-22"],"type":["text"],"creator":["Vasselli, Ezio"],"language":[],"coverage":[],"title":["Bundles of C*-algebras and the KK(X;-,-)-bifunctor"],"description":["  An overview about C*-algebra bundles with a Z-grading is presented, with\nparticular emphasis on classification questions. In particular, we discuss the\nrole of the representable KK(X ; -, -)-bifunctor introduced by Kasparov. As an\napplication, we consider Cuntz-Pimsner algebras associated with vector bundles,\nand give a classification in terms of K-theoretical invariants in the case in\nwhich the base space is an n-sphere.\n","Comment: 16 pages; uses xy.sty"]}]
["0805.3313",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3313","J. Chem. Phys. 129, 064114 (2008)","doi:10.1063/1.2965535"],"date":["2008-05-21"],"type":["text"],"creator":["Lucero, Melissa J.","Niklasson, Anders M. N.","Tretiak, Sergei","Challacombe, Matt"],"language":[],"coverage":[],"title":["Molecular-orbital-free algorithm for excited states in time-dependent\n  perturbation theory"],"description":["  A non-linear conjugate gradient optimization scheme is used to obtain\nexcitation energies within the Random Phase Approximation (RPA). The solutions\nto the RPA eigenvalue equation are located through a variational\ncharacterization using a modified Thouless functional, which is based upon an\nasymmetric Rayleigh quotient, in an orthogonalized atomic orbital\nrepresentation. In this way, the computational bottleneck of calculating\nmolecular orbitals is avoided. The variational space is reduced to the\nphysically-relevant transitions by projections. The feasibility of an RPA\nimplementation scaling linearly with system size, N, is investigated by\nmonitoring convergence behavior with respect to the quality of initial guess\nand sensitivity to noise under thresholding, both for well- and ill-conditioned\nproblems. The molecular- orbital-free algorithm is found to be robust and\ncomputationally efficient providing a first step toward a large-scale, reduced\ncomplexity calculation of time-dependent optical properties and linear\nresponse. The algorithm is extensible to other forms of time-dependent\nperturbation theory including, but not limited to, time-dependent Density\nFunctional theory.\n","Comment: 9 pages, 7 figures"]}]
["0812.3632",{"format":[],"subject":["Mathematics - Probability","Computer Science - Information Theory","Mathematics - Statistics Theory","60G40 60K99, 90D60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3632","Stochastics An International Journal of Probability and Stochastic\n  Processes, Vol. 83, Issue 4-6, 2011, pp. 569-581","doi:10.1080/17442508.2010.540015"],"date":["2008-12-18","2009-12-13"],"type":["text"],"creator":["Sarnowski, Wojciech","Szajowski, Krzysztof"],"language":[],"coverage":[],"title":["Optimal detection of homogeneous segment of observations in stochastic\n  sequence"],"description":["  A Markov process is registered. At random moment $\\theta$ the distribution of\nobserved sequence changes. Using probability maximizing approach the optimal\nstopping rule for detecting the change is identified. Some explicit solution is\nobtained.\n","Comment: 13 pages"]}]
["0901.3795",{"format":[],"subject":["Mathematics - Probability","Computer Science - Information Theory","Mathematics - Statistics Theory","60G40, 60K99, 90D60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3795","Probability and Mathematical Statistics, vol. 31, Fasc. 1 (2011),\n  pp. 17-45"],"date":["2009-01-23","2010-01-26"],"type":["text"],"creator":["Szajowski, Krzysztof"],"language":[],"coverage":[],"title":["On a random number of disorders"],"description":["  We register a random sequence which has the following properties: it has\nthree segments being the homogeneous Markov processes. Each segment has his own\none step transition probability law and the length of the segment is unknown\nand random. It means that at two random successive moments (they can be equal\nalso and equal zero too) the source of observations is changed and the first\nobservation in new segment is chosen according to new transition probability\nstarting from the last state of the previous segment. In effect the number of\nhomogeneous segments is random. The transition probabilities of each process\nare known and a priori distribution of the disorder moments is given. The\nformer research on such problem has been devoted to various questions\nconcerning the distribution changes. The random number of distributional\nsegments creates new problems in solutions with relation to analysis of the\nmodel with deterministic number of segments. Two cases are presented in\ndetails. In the first one the objectives is to stop on or between the disorder\nmoments while in the second one our objective is to find the strategy which\nimmediately detects the distribution changes. Both problems are reformulated to\noptimal stopping of the observed sequences. The detailed analysis of the\nproblem is presented to show the form of optimal decision function.\n","Comment: in Institute of Mathematics, Polish Academy of Science, Preprint no.\n  702, 25 references, 34 pages"]}]
["0903.4061",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","65C40, 60J27, 93E15, 93E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4061","Stochastic Processes and their Applications 121(12):2839-2860,\n  2011","doi:10.1016/j.spa.2011.08.006"],"date":["2009-03-24","2011-04-05"],"type":["text"],"creator":["Vihola, Matti"],"language":[],"coverage":[],"title":["On the stability and ergodicity of adaptive scaling Metropolis\n  algorithms"],"description":["  The stability and ergodicity properties of two adaptive random walk\nMetropolis algorithms are considered. The both algorithms adjust the scaling of\nthe proposal distribution continuously based on the observed acceptance\nprobability. Unlike the previously proposed forms of the algorithms, the\nadapted scaling parameter is not constrained within a predefined compact\ninterval. The first algorithm is based on scale adaptation only, while the\nsecond one incorporates also covariance adaptation. A strong law of large\nnumbers is shown to hold assuming that the target density is smooth enough and\nhas either compact support or super-exponentially decaying tails.\n","Comment: 24 pages, 1 figure; major revision"]}]
["0905.2776",{"format":[],"subject":["Mathematics - Statistics Theory","62L05, 60G40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2776","Machine Learning 85 (2011) 361--391"],"date":["2009-05-17","2010-02-16"],"type":["text"],"creator":["Honda, Junya","Takemura, Akimichi"],"language":[],"coverage":[],"title":["An Asymptotically Optimal Policy for Finite Support Models in the\n  Multiarmed Bandit Problem"],"description":["  We propose minimum empirical divergence (MED) policy for the multiarmed\nbandit problem. We prove asymptotic optimality of the proposed policy for the\ncase of finite support models. In our setting, Burnetas and Katehakis has\nalready proposed an asymptotically optimal policy. For choosing an arm our\npolicy uses a criterion which is dual to the quantity used in Burnetas and\nKatehakis. Our criterion is easily computed by a convex optimization technique\nand has an advantage in practical implementation. We confirm by simulations\nthat MED policy demonstrates good performance in finite time in comparison to\nother currently popular policies.\n"]}]
["0906.2511",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2511"],"date":["2009-06-14","2011-11-17"],"type":["text"],"creator":["Koksal, C. Emre","Schniter, Philip"],"language":[],"coverage":[],"title":["Robust Rate-Adaptive Wireless Communication Using ACK/NAK-Feedback"],"description":["  To combat the detrimental effects of the variability in wireless channels, we\nconsider cross-layer rate adaptation based on limited feedback. In particular,\nbased on limited feedback in the form of link-layer acknowledgements (ACK) and\nnegative acknowledgements (NAK), we maximize the physical-layer transmission\nrate subject to an upper bound on the expected packet error rate. \\textr{We\ntake a robust approach in that we do not assume} any particular prior\ndistribution on the channel state. We first analyze the fundamental limitations\nof such systems and derive an upper bound on the achievable rate for signaling\nschemes based on uncoded QAM and random Gaussian ensembles. We show that, for\nchannel estimation based on binary ACK/NAK feedback, it may be preferable to\nuse a separate training sequence at high error rates, rather than to exploit\nlow-error-rate data packets themselves. We also develop an adaptive recursive\nestimator, which is provably asymptotically optimal and asymptotically\nefficient.\n","Comment: Relative to the original version, this version includes a revised\n  introduction and a few minor technical changes"]}]
["0911.5410",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5410"],"date":["2009-11-28","2011-11-18"],"type":["text"],"creator":["Amiot, Claire"],"language":[],"coverage":[],"title":["A derived equivalence between cluster equivalent algebras"],"description":["  Let $Q$ be an acyclic quiver. Associated with any element $w$ of the Coxeter\ngroup of $Q$, triangulated categories $\\underline{\\Sub}\\Lambda_w$ were\nintroduced in \\cite{Bua2}. There are shown to be triangle equivalent to\ngeneralized cluster categories $\\Cc_{\\Gamma_w}$ associated to algebras\n$\\Gamma_w$ of global dimension $\\leq 2$ in \\cite{ART}. For $w$ satisfying a\ncertain property, called co-$c$-sortable, other algebras $A_w$ of global\ndimension $\\leq 2$ are constructed in \\cite{AIRT} with a triangle equivalence\n$\\Cc_{A_w}\\simeq \\underline{\\Sub}\\Lambda_w$. The main result of this paper is\nto prove that the algebras $\\Gamma_w$ and $A_w$ are derived equivalent when $w$\nis co-$c$-sortable. The proof uses the 2-APR-tilting theory introduced in\n\\cite{IO}.\n","Comment: to appear in Journal of Algebra"]}]
["1002.4604",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Representation Theory","18E30, 18E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4604","doi:10.1007/s10485-011-9271-2"],"date":["2010-02-24","2011-11-18"],"type":["text"],"creator":["Mendoza, O.","Saenz, E. C.","Santiago, V.","Salorio, M. J. Souto"],"language":[],"coverage":[],"title":["Auslander-Buchweitz context and co-t-structures"],"description":["  We show that the relative Auslander-Buchweitz context on a triangulated\ncategory $\\T$ coincides with the notion of co-$t$-structure on certain\ntriangulated subcategory of $\\T$ (see Theorem \\ref{M2}). In the Krull-Schmidt\ncase, we stablish a bijective correspondence between co-$t$-structures and\ncosuspended, precovering subcategories (see Theorem \\ref{correspond}). We also\ngive a characterization of bounded co-$t$-structures in terms of relative\nhomological algebra. The relationship between silting classes and\nco-$t$-structures is also studied. We prove that a silting class $\\omega$\ninduces a bounded non-degenerated co-$t$-structure on the smallest thick\ntriangulated subcategory of $\\T$ containing $\\omega.$ We also give a\ndescription of the bounded co-$t$-structures on $\\T$ (see Theorem \\ref{Msc}).\nFinally, as an application to the particular case of the bounded derived\ncategory $\\D(\\HH),$ where $\\HH$ is an abelian hereditary category which is\nHom-finite, Ext-finite and has a tilting object (see \\cite{HR}), we give a\nbijective correspondence between finite silting generator sets\n$\\omega=\\add\\,(\\omega)$ and bounded co-$t$-structures (see Theorem \\ref{teoH}).\n","Comment: 24 pages, to appear at: Appl. Categor. Struct"]}]
["1006.1089",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1089"],"date":["2010-06-06","2011-11-18"],"type":["text"],"creator":["Trakhinin, Yuri"],"language":[],"coverage":[],"title":["Stability of relativistic plasma-vacuum interfaces"],"description":["  We study the plasma-vacuum interface problem in relativistic\nmagnetohydrodynamics for the case when the plasma density does not go to zero\ncontinuously, but jumps. In the vacuum region we consider the Maxwell equations\nfor electric and magnetic fields. We show that a sufficiently large vacuum\nelectric field can make the planar interface violently unstable. By using a\nsuitable secondary symmetrization of the vacuum Maxwell equations, we find a\nsufficient condition that precludes violent instabilities. Under this condition\nwe derive an energy a priori estimate in the anisotropic weighted Sobolev space\n$H^1_*$ for the variable coefficients linearized problem for nonplanar\nplasma-vacuum interfaces.\n","Comment: 40 pages"]}]
["1007.0548",{"format":[],"subject":["Computer Science - Learning","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0548"],"date":["2010-07-04","2011-11-18"],"type":["text"],"creator":["Yahya, Keyvan","Fard, Pouyan Rafiei"],"language":[],"coverage":[],"title":["A Reinforcement Learning Model Using Neural Networks for Music Sight\n  Reading Learning Problem"],"description":["  Music Sight Reading is a complex process in which when it is occurred in the\nbrain some learning attributes would be emerged. Besides giving a model based\non actor-critic method in the Reinforcement Learning, the agent is considered\nto have a neural network structure. We studied on where the sight reading\nprocess is happened and also a serious problem which is how the synaptic\nweights would be adjusted through the learning process. The model we offer here\nis a computational model on which an updated weights equation to fix the\nweights is accompanied too.\n","Comment: This paper is withdrawn because of its lack of novelty"]}]
["1007.1397",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1397","Phys.Rev.D82:054009,2010","doi:10.1103/PhysRevD.82.054009"],"date":["2010-07-08"],"type":["text"],"creator":["Carignano, Stefano","Nickel, Dominik","Buballa, Michael"],"language":[],"coverage":[],"title":["Influence of vector interaction and Polyakov loop dynamics on\n  inhomogeneous chiral symmetry breaking phases"],"description":["  We investigate the role of the isoscalar vector interaction and the dynamics\nof the Polyakov loop on inhomogeneous phases in the phase diagram of the\ntwo-flavor Nambu-Jona--Lasinio (NJL) model. Thereby we concentrate on phases\nwith a one-dimensional modulation, explicitly domain-wall solitons and, for\ncomparison, the chiral spiral. While the inclusion of the Polyakov loop merely\nleads to quantitative changes compared to the original NJL model, the presence\nof a repulsive vector-channel interaction has significant qualitative effects:\nWhereas for homogeneous phases the first-order phase transition gets weakened\nand eventually turns into a second-order transition or a cross-over, the domain\nof inhomogeneous phases is less affected. In particular the location of the\nLifshitz point in terms of temperature and density is not modified.\nConsequently, the critical point disappears from the phase diagram and only a\nLifshitz point (showing a different critical behavior) remains. As a result,\nsusceptibilities remain finite.\n","Comment: 28 pages, 10 figures"]}]
["1008.1381",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1381","Physical Review Letters 107, 136602 (2011)","doi:10.1103/PhysRevLett.107.136602"],"date":["2010-08-08","2011-07-19"],"type":["text"],"creator":["Lansbergen, G. P.","Rahman, R.","Verduijn, J.","Tettamanzi, G. C.","Collaert, N.","Biesemans, S.","Klimeck, G.","Hollenberg, L. C. L.","Rogge, S."],"language":[],"coverage":[],"title":["Lifetime enhanced transport in silicon due to spin and valley blockade"],"description":["  We report the observation of Lifetime Enhanced Transport (LET) based on\nperpendicular valleys in silicon by transport spectroscopy measurements of a\ntwo-electron system in a silicon transistor. The LET is manifested as a\npeculiar current step in the stability diagram due to a forbidden transition\nbetween an excited state and any of the lower energy states due perpendicular\nvalley (and spin) configurations, offering an additional current path. By\nemploying a detailed temperature dependence study in combination with a rate\nequation model, we estimate the lifetime of this particular state to exceed 48\nns. The two-electron spin-valley configurations of all relevant confined\nquantum states in our device were obtained by a large-scale atomistic\ntight-binding simulation. The LET acts as a signature of the complicated valley\nphysics in silicon; a feature that becomes increasingly important in silicon\nquantum devices.\n","Comment: 4 pages, 4 figures. (The current version (v3) is the result of\n  splitting up the previous version (v2), and has been completely rewritten)"]}]
["1008.1869",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1869","Eur. Phys. J. H. 3, 203-243 (2011)","doi:10.1140/epjh/e2011-10029-3"],"date":["2010-08-11","2011-11-18"],"type":["text"],"creator":["Stella, Bruno R.","Meyer, Hans-Jürgen"],"language":[],"coverage":[],"title":["Y(9.46 GeV) and the gluon discovery (a critical recollection of PLUTO\n  results)"],"description":["  The hadronic decays of Y(9.46GeV) were first studied by PLUTO experiment at\nDORIS e+e- storage ring (DESY). To determine the contribution of PLUTO to the\ndiscovery of the gluon, as members of the collaboration, we have reconsidered\nall the material produced by it in 1978 and the first half of 1979. It results\nclearly that the experiment demonstrated the main decay of the Y resonance to\nbe mediated by 3 gluons hadronizing into 3 jets. Jettiness resulted evident by\nthe <P_T> with respect to the thrust axis, which was as observed by PLUTO\nitself at nearby continuum c.m.s. energies for 2-quark jet events. Instead, the\naverage sphericity <S>, more topological variables and the momentum\ndistribution showed a net difference with the same data, results compatible\nwith jettiness only in case of more than 2 jets. Flatness as consequence of a\n3-body decay (therefore 3 jets) was indicated by the low <P_out>, altogether a\nresult independent of models. The charged multiplicity was observed to be\nlarger than in the continuum and in case of MC 3 gluon jets fragmenting like\nquarks, as expected for gluon jets. In June 1979 PLUTO measured the matrix\nelement of the 3-gluon decay to be quantitatively according QCD (even after\nhadronization, which does not obscure the perturbative predictions) and\ndemonstrated the spin 1 nature of the gluon by excluding spin 0 and spin 1/2.\nThe gluon hadronization like a quark jet, as in 3-gluon jet MC, was compatible\nwith topological data and multiplicity; this was the first experimental study\nof (identified) gluon jets. The PLUTO results were confirmed both by other\nexperiments at DORIS and later by more sophisticated detectors. At higher\nenergies at PETRA the existence of gluons of spin 1 was confirmed by PLUTO and\nby 3 more experiments by measuring the gluon radiation, soft gluons by jet\nbroadening, hard gluons by the emission of (now clearly visible) gluon jets by\nquarks.\n","Comment: 41 pages, 18 figures, substantially revised version of DESY report\n  10-130, published 21. Oct. 2011 in \"The European Physical Journal H\n  (Perspectives on Contemporary Physics)\". The final published version is\n  available at http//:www.epj.org. The final author's corrected version is\n  available at arXiv:1008.1869v3 [hep-ex], 18. Nov. 2011"]}]
["1009.1294",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1294","stacks.iop.org/JSTAT/2011/P10001","doi:10.1088/1742-5468/2011/10/P10001"],"date":["2010-09-07","2011-06-11"],"type":["text"],"creator":["Zhang, Yichao","Guan, Jihong","Zhang, Zhongzhi","Zhou, Shi","Zhou, Shuigeng"],"language":[],"coverage":[],"title":["Diffusion-annihilation proecesses in weighted scale-free networks with\n  identical degree sequence"],"description":["  The studies based on $A+A \\rightarrow \\emptyset$ and $A+B\\rightarrow\n\\emptyset$ diffusion-annihilation processes have so far been studied on\nweighted uncorrelated scale-free networks and fractal scale-free networks. In\nthe previous reports, it is widely accepted that the segregation of particles\nin the processes is introduced by the fractal structure. In this paper, we\nstudy these processes on a family of weighted scale-free networks with\nidentical degree sequence. We find that the depletion zone and segregation are\nessentially caused by the disassortative mixing, namely, high-degree nodes tend\nto connect with low-degree nodes. Their influence on the processes is governed\nby the correlation between the weight and degree. Our finding suggests both the\nweight and degree distribution don't suffice to characterize the\ndiffusion-annihilation processes on weighted scale-free networks.\n","Comment: 15 pages, 10 figures"]}]
["1010.4267",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4267","Journal of algebra 348 (2011) 276-293","doi:10.1016/j.jalgebra.2011.09.015"],"date":["2010-10-20","2011-11-18"],"type":["text"],"creator":["Mendoza, O.","Platzeck, M. I.","Verdecchia, M."],"language":[],"coverage":[],"title":["$\\mathcal{C}$-filtered modules and proper costratifying systems"],"description":["  In this paper we define and study the notion of a proper costratifying\nsystem, which is a generalization of the so-called proper costandard modules to\nthe context of stratifying systems. The proper costandard modules were defined\nby V. Dlab in his study of quasi-hereditary algebras (see \\cite{Dlab}).\n","Comment: 23 pages"]}]
["1010.5071",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5071","MNRAS: Letters 418: L45--L48","doi:10.1111/j.1745-3933.2011.01140.x"],"date":["2010-10-25","2011-11-18"],"type":["text"],"creator":["Bose, Nilok","Majumdar, A. S."],"language":[],"coverage":[],"title":["Future deceleration due to cosmic backreaction in presence of the event\n  horizon"],"description":["  The present acceleration of the universe leads to the formation of a\ncosmological future event horizon. We explore the effects of the event horizon\non cosmological backreaction due to inhomogeneities in the universe. Beginning\nfrom the onset of the present accelerated era, we show that backreaction in\npresence of the event horizon causes acceleration to slow down in the\nsubsequent evolution. Transition to deceleration occurs eventually, ensuring\navoidance of a big rip.\n","Comment: Latex, 5 pages, 2 figures. This version has small changes to match\n  with the version published in MNRAS: Letters"]}]
["1010.5467",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5467","J. Chem. Phys. 134:024111 (2011)","doi:10.1063/1.3516517"],"date":["2010-10-26"],"type":["text"],"creator":["Minh, David D. L.","Chodera, John D."],"language":[],"coverage":[],"title":["Estimating equilibrium ensemble averages using multiple time slices from\n  driven nonequilibrium processes: theory and application to free energies,\n  moments, and thermodynamic length in single-molecule pulling experiments"],"description":["  Recently discovered identities in statistical mechanics have enabled the\ncalculation of equilibrium ensemble averages from realizations of driven\nnonequilibrium processes, including single-molecule pulling experiments and\nanalogous computer simulations. Challenges in collecting large data sets\nmotivate the pursuit of efficient statistical estimators that maximize use of\navailable information. Along these lines, Hummer and Szabo developed an\nestimator that combines data from multiple time slices along a driven\nnonequilibrium process to compute the potential of mean force. Here, we\ngeneralize their approach, pooling information from multiple time slices to\nestimate arbitrary equilibrium expectations. Our expression may be combined\nwith estimators of path-ensemble averages, including existing optimal\nestimators that use data collected by unidirectional and bidirectional\nprotocols. We demonstrate the estimator by calculating free energies, moments\nof the polymer extension, and the metric tensor for thermodynamic length in a\nmodel single-molecule pulling experiment. Compared to estimators that only use\nindividual time slices, our multiple time-slice estimators yield substantially\nsmoother estimates and achieve lower variance for higher-order moments.\n","Comment: 28 pages, 9 figures"]}]
["1010.5763",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5763","Eur. Phys. J. B 81, 405--409 (2011)","doi:10.1140/epjb/e2011-20320-x"],"date":["2010-10-27","2011-11-17"],"type":["text"],"creator":["Chakraborty, Akash","Bouzerar, Richard","Bouzerar, Georges"],"language":[],"coverage":[],"title":["Magnetic spin excitations in Mn doped GaAs : A model study"],"description":["  We provide a quantitative theoretical model study of the dynamical magnetic\nproperties of optimally annealed Ga$_{1-x}$Mn$_x$As. This model has already\nbeen shown to reproduce accurately the Curie temperatures for\nGa$_{1-x}$Mn$_x$As. Here we show that the calculated spin stiffness are in\nexcellent agreement with those which were obtained from ab-initio based\nstudies. In addition, an overall good agreement is also found with available\nexperimental data. We have also evaluated the magnon density of states and the\ntypical density of states from which the \"mobility edge\", separating the\nextended from localized magnon states, was determined. The power of the model\nlies in its ability to be generalized for a broad class of diluted magnetic\nsemiconductor materials, thus it bridges the gap between first principle\ncalculations and model based studies.\n","Comment: 5 pages, 5 figures, Text and some figures revised to match the\n  accepted version"]}]
["1011.1444",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1444"],"date":["2010-11-05","2011-11-17"],"type":["text"],"creator":["Mazza, C.","Weibel, C."],"language":[],"coverage":[],"title":["Schur-finiteness in $\\lambda$-rings"],"description":["  We introduce the notion of a Schur-finite element in a $\\lambda$-ring.\n"]}]
["1011.5225",{"format":[],"subject":["High Energy Physics - Phenomenology","General Relativity and Quantum Cosmology","High Energy Physics - Experiment","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5225","Class.Quant.Grav.28:235019,2011","doi:10.1088/0264-9381/28/23/235019"],"date":["2010-11-23","2011-11-17"],"type":["text"],"creator":["Sprenger, Martin","Nicolini, Piero","Bleicher, Marcus"],"language":[],"coverage":[],"title":["Neutrino oscillations as a novel probe for a minimal length"],"description":["  We suggest that the presence of a quantum gravity induced minimal length can\nbe explored using neutrino oscillation probabilities. Neutrinos seem ideally\nsuited for this investigation because they can propagate freely over large\ndistances and can therefore pile up minimal length effects beyond detectable\nthresholds. We determine the modified survival probability in a scenario with a\nminimal length and find deviations from the classical behaviour for high\nenergies. We find that for the currently available experimental statistics the\ndeviations from the standard oscillations do only allow for a bound of\n$\\ell^{-1}\\gtrsim 10 \\mathrm{GeV}$ from MINOS data. On the other hand,\noscillations of high-energy neutrinos emitted by galactic and extragalactic\nsources are strongly suppressed, leading to a possible observation of quantum\ngravity effects at neutrino telescopes such as IceCube and ANTARES.\n","Comment: 11 pages, 3 figures; v2 title changed, minor modifications,\n  references added; v3 new conclusions, updated plots, enlarged reference list,\n  version in press on Classical and Quantum Gravity"]}]
["1012.5251",{"format":[],"subject":["Mathematical Physics","Mathematics - Symplectic Geometry","16T30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5251"],"date":["2010-12-23","2011-11-18"],"type":["text"],"creator":["Chekhov, Leonid","Mazzocco, Marta"],"language":[],"coverage":[],"title":["Poisson algebras of block-upper-triangular bilinear forms and braid\n  group action"],"description":["  In this paper we study a quadratic Poisson algebra structure on the space of\nbilinear forms on $C^{N}$ with the property that for any $n,m\\in N$ such that\n$n m =N$, the restriction of the Poisson algebra to the space of bilinear forms\nwith block-upper-triangular matrix composed from blocks of size $m\\times m$ is\nPoisson. We classify all central elements and characterise the Lie algebroid\nstructure compatible with the Poisson algebra. We integrate this algebroid\nobtaining the corresponding groupoid of morphisms of block-upper-triangular\nbilinear forms. The groupoid elements automatically preserve the Poisson\nalgebra. We then obtain the braid group action on the Poisson algebra as\nelementary generators within the groupoid. We discuss the affinisation and\nquantisation of this Poisson algebra, showing that in the case $m=1$ the\nquantum affine algebra is the twisted $q$-Yangian for ${o}_n$ and for $m=2$ is\nthe twisted $q$-Yangian for ${sp}_{2n}$. We describe the quantum braid group\naction in these two examples and conjecture the form of this action for any\n$m>2$.\n","Comment: 22 pages, 1 figure, 2nd version substantially elaborated: added:\n  introduction, references, algebroid integrability condition, quantum\n  braid-group action; 3rd version: added Lemma 4.3 on skew-symmetricity of\n  bilinear form"]}]
["1101.0506",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0506","Phys. Rev. B 83, 155319 (2011)","doi:10.1103/PhysRevB.83.155319"],"date":["2011-01-03"],"type":["text"],"creator":["Kłopotowski, Łukasz","Voliotis, Valia","Kudelski, Arkadiusz","Tartakovskii, Alexander I.","Wojnar, Piotr","Fronc, Krzysztof","Grousson, Roger","Krebs, Oliver","Skolnick, Maurice S.","Karczewski, Grzegorz","Wojtowicz, Tomasz"],"language":[],"coverage":[],"title":["Stark Spectroscopy and Radiative Lifetimes in Single Self-Assembled CdTe\n  Quantum Dots"],"description":["  We present studies on Coulomb interactions in single self-assembled CdTe\nquantum dots. We use a field effect structure to tune the charge state of the\ndot and investigate the impact of the charge state on carrier wave functions.\nThe analysis of the quantum confined Stark shifts of four excitonic complexes\nallows us to conclude that the hole wave function is softer than electron wave\nfunction, i. e. it is subject to stronger modifications upon changing of the\ndot charge state. These conclusions are corroborated by time-resolved\nphotoluminescence studies of recombination lifetimes of different excitonic\ncomplexes. We find that the lifetimes are notably shorter than expected for\nstrong confinement and result from a relatively shallow potential in the\nvalence band. This weak confinement facilitates strong hole wave function\nredistributions. We analyze spectroscopic shifts of the observed excitonic\ncomplexes and find the same sequence of transitions for all studied dots. We\nconclude that the universality of spectroscopic shifts is due to the role of\nCoulomb correlations stemming from strong configuration mixing in the valence\nband.\n","Comment: sent to Physical Review B"]}]
["1101.3675",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3675"],"date":["2011-01-19","2011-11-18"],"type":["text"],"creator":["Amiot, Claire"],"language":[],"coverage":[],"title":["On Generalized Cluster Categories"],"description":["  Cluster categories have been introduced by Buan, Marsh, Reineke, Reiten and\nTodorov in order to categorify Fomin-Zelevinsky cluster algebras. This survey\nmotivates and outlines the construction of a generalization of cluster\ncategories, and explains different applications of these new categories in\nrepresentation theory.\n","Comment: survey 54pages, v2: small improvements, published in the proceedings\n  of ICRA XIV \"Representations of Algebras and Related Topics\", European\n  Mathematical Society"]}]
["1102.0784",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0784","Phys.Lett.B704:179-188,2011","doi:10.1016/j.physletb.2011.08.071"],"date":["2011-02-03","2011-11-18"],"type":["text"],"creator":["Ferreira, P. M.","Silva, J. P.","Lavoura, L."],"language":[],"coverage":[],"title":["A soft origin for CKM-type CP violation"],"description":["  We present a two-Higgs-doublet model, with a $\\mathbbm{Z}_3$ symmetry, in\nwhich CP violation originates solely in a soft (dimension-2) coupling in the\nscalar potential, and reveals itself solely in the CKM (quark mixing) matrix.\nIn particular, in the mass basis the Yukawa interactions of the neutral scalars\nare all real. The model has only eleven parameters to fit the six quark masses\nand the four independent CKM-matrix observables. We find regions of parameter\nspace in which the flavour-changing neutral couplings are so suppressed that\nthey allow the scalars to be no heavier than a few hundred GeV.\n","Comment: Included constraints due to oblique parameters and direct LEP\n  searches"]}]
["1102.4149",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons","Physics - Computational Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4149","Phys. Rev. E 84, 056704 (2011)","doi:10.1103/PhysRevE.84.056704"],"date":["2011-02-21","2011-11-18"],"type":["text"],"creator":["Harada, Kenji"],"language":[],"coverage":[],"title":["Bayesian Inference in the Scaling Analysis of Critical Phenomena"],"description":["  To determine the universality class of critical phenomena, we propose a\nmethod of statistical inference in the scaling analysis of critical phenomena.\nThe method is based on Bayesian statistics, most specifically, the Gaussian\nprocess regression. It assumes only the smoothness of a scaling function, and\nit does not need a form. We demonstrate this method for the finite-size scaling\nanalysis of the Ising models on square and triangular lattices. Near the\ncritical point, the method is comparable in accuracy to the least-square\nmethod. In addition, it works well for data to which we cannot apply the\nleast-square method with a polynomial of low degree. By comparing the data on\ntriangular lattices with the scaling function inferred from the data on square\nlattices, we confirm the universality of the finite-size scaling function of\nthe two-dimensional Ising model.\n","Comment: 7 pages, 8 figures, and 1 table"]}]
["1102.4166",{"format":[],"subject":["Mathematics - Differential Geometry","53C60, 53C80, 83C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4166","\"Jet Single-Time Lagrange Geometry and Its Applications\", John\n  Wiley & Sons, Inc., Hoboken, New Jersey, 2011; Ch. 9, pp. 109-118"],"date":["2011-02-21"],"type":["text"],"creator":["Balan, Vladimir","Neagu, Mircea"],"language":[],"coverage":[],"title":["Jet Finslerian geometry of the conformal Minkowski metric"],"description":["  The paper develops the Finsler-like geometry on the 1-jet space for the jet\nconformal Minkowski (JCM) metric, which naturally extends the Minkowski metric\nin the Chernov-Pavlov framework. To this aim there are determined the nonlinear\nconnection, distinguished (d-) Cartan linear connection, d-torsions and\nd-curvatures. The field geometrical gravitational and electromagnetic d-models\nbased on the JCM metric are discussed.\n","Comment: 15 pages"]}]
["1103.2986",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2986"],"date":["2011-03-15","2011-11-18"],"type":["text"],"creator":["Brzozowski, Janusz","Li, Baiyu","Ye, Yuli"],"language":[],"coverage":[],"title":["Syntactic Complexity of Prefix-, Suffix-, Bifix-, and Factor-Free\n  Regular Languages"],"description":["  The syntactic complexity of a regular language is the cardinality of its\nsyntactic semigroup. The syntactic complexity of a subclass of the class of\nregular languages is the maximal syntactic complexity of languages in that\nclass, taken as a function of the state complexity $n$ of these languages. We\nstudy the syntactic complexity of prefix-, suffix-, bifix-, and factor-free\nregular languages. We prove that $n^{n-2}$ is a tight upper bound for\nprefix-free regular languages. We present properties of the syntactic\nsemigroups of suffix-, bifix-, and factor-free regular languages, conjecture\ntight upper bounds on their size to be $(n-1)^{n-2}+(n-2)$, $(n-1)^{n-3} +\n(n-2)^{n-3} + (n-3)2^{n-3}$, and $(n-1)^{n-3} + (n-3)2^{n-3} + 1$,\nrespectively, and exhibit languages with these syntactic complexities.\n","Comment: 28 pages, 6 figures, 3 tables. An earlier version of this paper was\n  presented in: M. Holzer, M. Kutrib, G. Pighizzini, eds., 13th Int. Workshop\n  on Descriptional Complexity of Formal Systems, DCFS 2011, Vol. 6808 of LNCS,\n  Springer, 2011, pp. 93-106. The current version contains improved bounds for\n  suffix-free languages, new results about factor-free languages, and new\n  results about reversal"]}]
["1103.4937",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4937","EPL (Europhysics Letters) 94 (2011) 20001","doi:10.1209/0295-5075/94/20001"],"date":["2011-03-25"],"type":["text"],"creator":["Villata, M."],"language":[],"coverage":[],"title":["CPT symmetry and antimatter gravity in general relativity"],"description":["  The gravitational behavior of antimatter is still unknown. While we may be\nconfident that antimatter is self-attractive, the interaction between matter\nand antimatter might be either attractive or repulsive. We investigate this\nissue on theoretical grounds. Starting from the CPT invariance of physical\nlaws, we transform matter into antimatter in the equations of both\nelectrodynamics and gravitation. In the former case, the result is the\nwell-known change of sign of the electric charge. In the latter, we find that\nthe gravitational interaction between matter and antimatter is a mutual\nrepulsion, i.e. antigravity appears as a prediction of general relativity when\nCPT is applied. This result supports cosmological models attempting to explain\nthe Universe accelerated expansion in terms of a matter-antimatter repulsive\ninteraction.\n","Comment: 6 pages, to be published in EPL (http://epljournal.edpsciences.org/)"]}]
["1104.4659",{"format":[],"subject":["Mathematics - Algebraic Topology","Primary 55P60, Secondary 14F35, 55Q70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4659"],"date":["2011-04-24","2011-11-17"],"type":["text"],"creator":["Quick, Gereon"],"language":[],"coverage":[],"title":["Some remarks on profinite completion of spaces"],"description":["  We study profinite completion of spaces in the model category of profinite\nspaces and construct a rigidification of the completion functors of Artin-Mazur\nand Sullivan which extends also to non-connected spaces. Another new aspect is\nan equivariant profinite completion functor and equivariant fibrant replacement\nfunctor for a profinite group acting on a space. This is crucial for\napplications where, for example, Galois groups are involved, or for profinite\nTeichmueller theory where equivariant completions are applied. Along the way we\ncollect and survey the most important known results about profinite completion\nof spaces.\n","Comment: 27 pages; final version; to appear in Proceedings for Conferences in\n  Kyoto (October 2010) \"Galois-Teichmueller theory and Arithmetic Geometry\"\n  (H.Nakamura, F.Pop, L.Schneps, A.Tamagawa eds.)"]}]
["1104.5152",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5152","Phys.Rev. D84 (2011) 074508","doi:10.1103/PhysRevD.84.074508"],"date":["2011-04-27","2011-11-17"],"type":["text"],"creator":["Edwards, Robert G.","Dudek, Jozef J.","Richards, David G.","Wallace, Stephen J."],"language":[],"coverage":[],"title":["Excited state baryon spectroscopy from lattice QCD"],"description":["  We present a calculation of the Nucleon and Delta excited state spectrum on\ndynamical anisotropic clover lattices. A method for operator construction is\nintroduced that allows for the reliable identification of the continuum spins\nof baryon states, overcoming the reduced symmetry of the cubic lattice. Using\nthis method, we are able to determine a spectrum of single-particle states for\nspins up to and including J = 7/2, of both parities, the first time this has\nbeen achieved in a lattice calculation. We find a spectrum of states\nidentifiable as admixtures of SU(6) x O(3) representations and a counting of\nlevels that is consistent with the non-relativistic $qqq$ constituent quark\nmodel. This dense spectrum is incompatible with quark-diquark model solutions\nto the \"missing resonance problem\" and shows no signs of parity doubling of\nstates.\n","Comment: 29 pages, 18 figures"]}]
["1105.0710",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0710","Phys. Rev. Lett., 107:098102 (2011)","doi:10.1103/PhysRevLett.107.098102"],"date":["2011-05-03","2011-07-13"],"type":["text"],"creator":["Chodera, John D.","Pande, Vijay S."],"language":[],"coverage":[],"title":["Splitting probabilities as a test of reaction coordinate choice in\n  single-molecule experiments"],"description":["  To explain the observed dynamics in equilibrium single-molecule measurements\nof biomolecules, the experimental observable is often chosen as a putative\nreaction coordinate along which kinetic behavior is presumed to be governed by\ndiffusive dynamics. Here, we invoke the splitting probability as a test of the\nsuitability of such a proposed reaction coordinate. Comparison of the observed\nsplitting probability with that computed from the kinetic model provides a\nsimple test to reject poor reaction coordinates. We demonstrate this test for a\nforce spectroscopy measurement of a DNA hairpin.\n"]}]
["1105.1159",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1159","Phys. Rev. B 84, 205440 (2011)","doi:10.1103/PhysRevB.84.205440"],"date":["2011-05-05","2011-11-18"],"type":["text"],"creator":["Park, Cheol-Hwan","Marzari, Nicola"],"language":[],"coverage":[],"title":["Berry Phase and Pseudospin Winding Number in Bilayer Graphene"],"description":["  Ever since the novel quantum Hall effect in bilayer graphene was discovered,\nand explained by a Berry phase of 2pi [K. S. Novoselov et al., \"Unconventional\nquantum Hall effect and Berry's phase of 2pi in bilayer graphene\", Nature Phys.\n2, 177 (2006)], it has been widely accepted that the low-energy electronic\nwavefunction in this system is described by a non-trivial Berry phase of 2pi,\ndifferent from the zero phase of a conventional two-dimensional electron gas.\nHere, we show that (i) the relevant Berry phase for bilayer graphene is not\ndifferent from that for a conventional two-dimensional electron gas (as\nexpected, given that Berry phase is only meaningful modulo 2pi) and that (ii)\nwhat is actually observed in the quantum Hall measurements is not the absolute\nvalue of the Berry phase but the pseudospin winding number.\n","Comment: 6 pages, 3 figures, published version"]}]
["1105.2731",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2731","Euro. Phys. Lett. 96, 50004 (2011)"],"date":["2011-05-13","2011-11-18"],"type":["text"],"creator":["Larson, Jonas"],"language":[],"coverage":[],"title":["Diode for Bose-Einstein condensates"],"description":["  Given a quantum state at some instant of time t, the underlying system\nHamiltonian can not only predict how the state will evolve, but also the\nhistory of the state prior to t. Thereby, in order to have a directed motion,\nlike in a diode, some sort of irreversibility must be considered. For the atom\ndiode, this has been achieved by spontaneous decay of excited atomic levels.\nFor an atomic condensate, it is clear, however, that such decay will cause both\nheating and decoherence of the condensate. To overcome this complication we\nintroduce a different setup where the dissipation does not act directly on the\natoms. The excited atoms are stimulatedly driven back to the ground state by\nexciting a cavity mode, which in return decays to the vacuum via photon losses.\nThe efficiency of the method utilizing experimental parameters is shown to be\nalmost perfect within large parameter regimes.\n","Comment: 5 pages, 3 figures"]}]
["1105.5985",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5985","Eur. Phys. J. B 83, 329-335 (2011)","doi:10.1140/epjb/e2011-20412-7"],"date":["2011-05-30","2011-09-28"],"type":["text"],"creator":["Nemati, Somayyeh","Mahdavifar, Saeed","Batebi, Saeed"],"language":[],"coverage":[],"title":["Concurrence and entanglement entropy in a dimerized spin-1/2 two-leg\n  ladder"],"description":["  We consider the isotropic spin-1/2 two-leg ladders with the dominant\nspatially modulated rung exchanges.\n  We study the effect of a uniform magnetic field on the ground state phase\ndiagram of the model using the perturbation theory and the numerical Lanczos\nmethod. The ground state phase diagram consists of two gapless Luttinger liquid\n(LL) and three gapped phases. Numerically, we calculate the concurrence between\ntwo spins and entanglement entropy between legs. Numerical experiment shows\nthat in principle the gapless LL phases are different. In the first LL phase,\nonly spins on rungs are entangled, but in the second LL phase the spins on legs\nare long-distance entangled. Therefore the concurrence between spins on legs\ncan be considered as a function to distinguish the LL phases.\n","Comment: 7 pages, 7 figures"]}]
["1106.0419",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0419","Phys. Rev. E 84, 056106 (2011)","doi:10.1103/PhysRevE.84.056106"],"date":["2011-06-02","2011-11-18"],"type":["text"],"creator":["Biswas, Soumyajyoti"],"language":[],"coverage":[],"title":["Mean field solutions of kinetic exchange opinion models"],"description":["  We present here the exact solution of an infinite range, discrete, opinion\nformation model. The model shows an active-absorbing phase transition, similar\nto that numerically found in its recently proposed continuous version\n(Lallouache et al., Phys. Rev E 82, 056112 (2010)). Apart from the two-agent\ninteractions here we also report the effect of having three agent interactions.\nThe phase diagram has a continuous transition line (two agent interaction\ndominated) and a discontinuous transition line (three agent interaction\ndominated) separated by a tricritical point.\n","Comment: 9 pages, 7 eps figs"]}]
["1106.0449",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Combinatorics","52B12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0449"],"date":["2011-06-02","2011-11-18"],"type":["text"],"creator":["Barvinok, Alexander","Lee, Seung Jin","Novik, Isabella"],"language":[],"coverage":[],"title":["Centrally symmetric polytopes with many faces"],"description":["  We present explicit constructions of centrally symmetric polytopes with many\nfaces: first, we construct a d-dimensional centrally symmetric polytope P with\nabout (1.316)^d vertices such that every pair of non-antipodal vertices of P\nspans an edge of P, second, for an integer k>1, we construct a d-dimensional\ncentrally symmetric polytope P of an arbitrarily high dimension d and with an\narbitrarily large number N of vertices such that for some 0 < delta_k < 1 at\nleast (1-delta_k^d) {N choose k} k-subsets of the set of vertices span faces of\nP, and third, for an integer k>1 and a>0, we construct a centrally symmetric\npolytope Q with an arbitrary large number N of vertices and of dimension\nd=k^{1+o(1)} such that least (1 - k^{-a}){N choose k} k-subsets of the set of\nvertices span faces of Q.\n","Comment: 14 pages, some minor improvements"]}]
["1106.0526",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Classical Analysis and ODEs","11K60, 11J83 (Primary) 28A80 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0526"],"date":["2011-06-02","2011-11-18"],"type":["text"],"creator":["Broderick, Ryan","Fishman, Lior","Reich, Asaf"],"language":[],"coverage":[],"title":["Intrinsic Approximation on Cantor-like Sets, a Problem of Mahler"],"description":["  In 1984, Kurt Mahler posed the following fundamental question: How well can\nirrationals in the Cantor set be approximated by rationals in the Cantor set?\nTowards development of such a theory, we prove a Dirichlet-type theorem for\nthis intrinsic diophantine approximation on Cantor-like sets, and discuss\nrelated possible theorems/conjectures. The resulting approximation function is\nanalogous to that for R^d, but with d being the Hausdorff dimension of the set,\nand logarithmic dependence on the denominator instead.\n","Comment: 7 pages, 0 figures"]}]
["1106.1030",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1030"],"date":["2011-06-06","2011-11-18"],"type":["text"],"creator":["Sperfeld, Konrad"],"language":[],"coverage":[],"title":["On the minimal monochromatic K4-density"],"description":["  We use Razborov's flag algebra method to show a new asymptotic lower bound\nfor the minimal density $m_4$ of monochromatic $K_4$'s in any 2-coloring of the\nedges of the complete graph $K_n$ on $n$ vertices. The hitherto best known\nlower bound was obtained by Giraud, who proved that m_4>1/46, whereas the best\nknown upper bound by Thomason states that m_4<1/33. We can show that m_4>1/35.\n"]}]
["1106.1130",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1130","Phys. Rev. B 84, 174509 (2011)","doi:10.1103/PhysRevB.84.174509"],"date":["2011-06-06","2011-11-18"],"type":["text"],"creator":["Pleimling, Michel","Täuber, Uwe C."],"language":[],"coverage":[],"title":["Relaxation and Glassy Dynamics in Disordered Type-II Superconductors"],"description":["  We study the non-equilibrium relaxation kinetics of interacting magnetic flux\nlines in disordered type-II superconductors at low temperatures by means of a\nthree-dimensional elastic line model and Monte Carlo simulations. Investigating\nthe vortex density and height autocorrelation functions as well as the flux\nline mean-square displacement, we observe the emergence of glassy dynamics,\ncaused by the competing effects of vortex pinning due to point defects and\nlong-range repulsive interactions between the flux lines. Our systematic\nnumerical study allows us to carefully disentangle the associated different\nrelaxation mechanisms, and to assess their relative impact on the kinetics of\nvortex matter at low temperatures.\n","Comment: 12 pages, 9 figures"]}]
["1106.1209",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1209","Phys. Rev. A 84, 052301 (2011)","doi:10.1103/PhysRevA.84.052301"],"date":["2011-06-06"],"type":["text"],"creator":["Cui, Wei","Chitambar, Eric","Lo, Hoi-Kwong"],"language":[],"coverage":[],"title":["Randomly distilling W-class states into general configurations of\n  two-party entanglement"],"description":["  In this article we obtain new results for the task of converting a\n\\textit{single} $N$-qubit W-class state (of the form\n$\\sqrt{x_0}\\ket{00...0}+\\sqrt{x_1}\\ket{10...0}+...+\\sqrt{x_N}\\ket{00...1}$)\ninto maximum entanglement shared between two random parties. Previous studies\nin random distillation have not considered how the particular choice of target\npairs affects the transformation, and here we develop a strategy for distilling\ninto \\textit{general} configurations of target pairs. We completely solve the\nproblem of determining the optimal distillation probability for all three qubit\nconfigurations and most four qubit configurations when $x_0=0$. Our proof\ninvolves deriving new entanglement monotones defined on the set of four qubit\nW-class states. As an additional application of our results, we present new\nupper bounds for converting a generic W-class state into the standard W state\n$\\ket{W_N}=\\sqrt{\\frac{1}{N}}(\\ket{10...0}+...+\\ket{00...1})$.\n"]}]
["1106.1915",{"format":[],"subject":["Physics - Popular Physics","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1915","Significance, Web exclusive articles, June 29, 2011"],"date":["2011-06-09","2011-11-18"],"type":["text"],"creator":["Simkin, M. V."],"language":[],"coverage":[],"title":["Abstract art grandmasters score like class D amateurs"],"description":["  Hawley-Dolan and Winner had asked the art students to compare paintings by\nabstract artists with paintings made by a child or by an animal. In 67% of the\ncases, art students said that the painting by a renowned artist is better. I\ncompare this with the winning probability of the chessplayers of different\nratings. I conclude that the great artists score on the level of class D\namateurs.\n"]}]
["1106.4674",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4674","Phys. Rev. E 84, 040601(R) (2011) [4 pages]","doi:10.1103/PhysRevE.84.040601"],"date":["2011-06-23"],"type":["text"],"creator":["Upadhyaya, N.","Vitelli, V."],"language":[],"coverage":[],"title":["Quantum Buckling"],"description":["  We study the mechanical buckling of a two dimensional membrane coated with a\nthin layer of superfluid. It is seen that a singularity (vortex or anti-vortex\ndefect) in the phase of the quantum order parameter, distorts the membrane\nmetric into a negative conical singularity surface, irrespective of the defect\nsign. The defect-curvature coupling and the observed instability is in striking\ncontrast with classical elasticity where, the in-plane strain induced by\npositive (negative) disclinations is screened by a corresponding positive\n(negative) conical singularity surface. Defining a dimensionless ratio between\nsuperfluid stiffness and membrane bending modulus, we derive conditions under\nwhich the quantum buckling instability occurs. An ansatz for the resulting\nshape of the buckled membrane is analytically and numerically confirmed.\n"]}]
["1107.0126",{"format":[],"subject":["Mathematics - Metric Geometry","51F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0126"],"date":["2011-07-01","2011-11-18"],"type":["text"],"creator":["Khristoforov, Mikhail","Panina, Gaiane"],"language":[],"coverage":[],"title":["Swap action on moduli spaces of polygonal linkages"],"description":["  The basic object of the paper is the moduli space $M_{2,3}(L)$ of a closed\npolygonal linkage either in $\\mathbb{R}^2$ or in $\\mathbb{R}^3$. As was\noriginally suggested by G. Khimshiashvili, the space $M_{2}(L)$ is equipped\nwith the oriented area function $A$, whereas (as is suggested in the paper)\n$M_{3}(L)$ is equipped with the vector area function $S$. The latter are\ngenerically Morse functions, whose critical points have a nice description. In\nthe preprint, we define a \\textit{swap action} (that is, the action of some\ngroup generated by edge transpositions) on the space $M_{2,3}(L)$ which\npreserves the functions $A$ and $S$ and the Morse points. We prove that the\ncommutant of the group acts trivially, present some computer experiments and\nformulate a conjecture.\n"]}]
["1107.3134",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3134","Phys. Rev. D 84, 105009 (2011)","doi:10.1103/PhysRevD.84.105009"],"date":["2011-07-15"],"type":["text"],"creator":["Álvarez, Enrique","Vidal, Roberto"],"language":[],"coverage":[],"title":["Finite Time Vacuum Survival Amplitude and Vacuum Energy Decay"],"description":["  The problem of the vacuum energy decay is studied for both signs of the\ncosmological constant, through the analysis of the vacuum survival amplitude,\ndefined in terms of the {\\em conformal time}, $z$, by ${\\mathcal\nA}(z,z^\\prime)\\equiv <\\text{vac}\\,z|\\text{vac}\\,z^\\prime>$. Transition\namplitudes are computed for finite time-span, $Z\\equiv z^\\prime-z$, and their\n{\\em late time} behavior (directly related to the putative decay width of the\nstate) as well as the transients are discussed up to first order in the\ncoupling constant, $\\lambda$.\n","Comment: 40 pages, 1 figure"]}]
["1107.3786",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3786","Phys. Rev. A 84, 052318 (2011)","doi:10.1103/PhysRevA.84.052318"],"date":["2011-07-19","2011-11-04"],"type":["text"],"creator":["Migdał, Piotr","Banaszek, Konrad"],"language":[],"coverage":[],"title":["Immunity of information encoded in decoherence-free subspaces to\n  particle loss"],"description":["  We demonstrate that for an ensemble of qudits, subjected to collective\ndecoherence in the form of perfectly correlated random SU(d) unitaries, quantum\nsuperpositions stored in the decoherence free subspace are fully immune against\nthe removal of one particle. This provides a feasible scheme to protect quantum\ninformation encoded in the polarization state of a sequence of photons against\nboth collective depolarization and one photon loss, and can be demonstrated\nwith photon quadruplets using currently available technology.\n","Comment: to appear in Phys. Rev. A; 5 pages, 2 figures; content changed a bit\n  (the property demonstrated explicitly on a 4 qubit state)"]}]
["1107.4206",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4206","Eur. J. Inorg. Chem. 2011, 4691 (2011)"],"date":["2011-07-21"],"type":["text"],"creator":["Ivanov, S. A.","Nordblad, P.","Mathieu, R.","Tellgren, R.","Politova, E.","André, G."],"language":[],"coverage":[],"title":["Short-range spin order and frustrated magnetism in Mn2InSbO6 and\n  Mn2ScSbO6"],"description":["  The complex metal oxides Mn2ASbO6 (A=In, Sc) with a corundum-related\nstructure A3BO6 have been prepared as polycrystalline powders by a solid state\nreaction route. The crystal structure and magnetic properties have been\ninvestigated using a combination of X-ray and neutron powder diffraction,\nelectron microscopy, calorimetric and magnetic measurements. At room\ntemperature these compounds adopt a trigonal structure, space group R-3 with a\n= 8.9313(1) {\\AA}, c = 10.7071(2) {\\AA} (for In) and a = 8.8836(1) {\\AA}, c =\n10.6168(2) {\\AA} (for Sc) which persists down to 1.6 K. The Mn and A cations\nwere found to be randomly distributed over the A-sites. The overall behavior of\nthe magnetization of Mn2InSbO6 and Mn2ScSbO6 is quite similar. In spite of the\nrelatively large amount of Mn ions on the A-site, only short-ranged magnetism\nis observed. Neutron diffraction patterns of Mn2InSbO6 showed no evidence of a\nlong-range magnetic ordering at 1.6 K, instead only a weak diffuse magnetic\npeak was observed at low temperatures. The factors governing the observed\nstructural and magnetic properties of Mn2ASbO6 are discussed and compared with\nthose of other Mn-containing complex metal oxides with a corundum-related\nstructure. The influence of the A-cation sublattice on magnetic properties is\nalso considered.\n","Comment: PDF; 20 pages, 5 figures"]}]
["1107.4280",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4280","J. Phys. A: Math. Theor. 44 (2011) 492003","doi:10.1088/1751-8113/44/49/492003"],"date":["2011-07-21","2011-10-26"],"type":["text"],"creator":["Castro-Alvaredo, Olalla A.","Doyon, Benjamin","Levi, Emanuele"],"language":[],"coverage":[],"title":["Arguments towards a c-theorem from branch-point twist fields"],"description":["  A fundamental quantity in 1+1 dimensional quantum field theories is\nZamolodchikov's c-function. A function of a renormalization group distance\nparameter r that interpolates between UV and IR fixed points, its value is\nusually interpreted as a measure of the number of degrees of freedom of a model\nat a particular energy scale. The c-theorem establishes that c(r) is a\nmonotonically decreasing function of r and that its derivative may only vanish\nat quantum critical points. At those points c(r) becomes the central charge of\nthe conformal field theory which describes the critical point. In this letter\nwe argue that a different function proposed by Calabrese and Cardy, defined in\nterms of the two-point function of a branch point twist field and the trace of\nthe stress-energy tensor, has exactly the same qualitative features as c(r).\n","Comment: 10 pages"]}]
["1107.4446",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4446"],"date":["2011-07-22","2011-11-18"],"type":["text"],"creator":["Anselmino, M.","Boglione, M.","D'Alesio, U.","Melis, S.","Murgia, F.","Prokudin, A."],"language":[],"coverage":[],"title":["Sivers distribution functions and the latest SIDIS data"],"description":["  We present an extraction of the Sivers distribution functions from the most\nrecent experimental data of the HERMES and COMPASS experiments, assuming a\nnegligible contribution of sea quark Sivers functions.\n","Comment: To appear in the Proceedings of the XIX International Workshop on\n  Deep-Inelastic Scattering and Related Subjects (DIS 2011), April 11-15, 2011,\n  Newport News, VA USA. Typo corrected in Table I"]}]
["1108.0745",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0745","Advanced Materials Research, Vols. 378-379 (2012), pp. 589-592","doi:10.4028/www.scientific.net/AMR.378-379.589"],"date":["2011-08-03"],"type":["text"],"creator":["Kirienko, Yury","Afremov, Leonid"],"language":[],"coverage":[],"title":["Magnetic phase transitions in ultrathin films of different crystal\n  structures"],"description":["  The properties of ultrathin films have been studied within the framework of\nIsing model and the method of random-field interactions. It is shown that the\nCurie temperature is inversely proportional to the number of layers. Critical\nexponent $\\nu$ has been obtained and it is shown that it does not depend on the\ntype of crystalline lattice.\n","Comment: 5 pages, 3 figures"]}]
["1108.4186",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4186","Phys. Rev. B 84, 180404(R) (2011)","doi:10.1103/PhysRevB.84.180404"],"date":["2011-08-21"],"type":["text"],"creator":["Hudl, M.","Mathieu, R.","Ivanov, S. A.","Weil, M.","Carolus, V.","Lottermoser, Th.","Fiebig, M.","Tokunaga, Y.","Taguchi, Y.","Tokura, Y.","Nordblad, P."],"language":[],"coverage":[],"title":["Complex magnetism and magnetic field-driven electrical polarization in\n  Co$_3$TeO$_6$"],"description":["  The magnetic and electrical properties of Co$_3$TeO$_6$ single-crystals with\ncorundum related structure reveal a magnetic-field induced polarization below\n21 K. A sharp peak in the specific heat at \\approx 18 K indicates a\nreconstructive-type first-order phase transition. From second-harmonic\ngeneration (SHG) measurements breaking of inversion symmetry is evident and the\npoint-group symmetry was determined as m. The temperature and magnetic-field\ndependence of the magnetic and electrical polarizations are discussed in the\nlight of the SHG results.\n","Comment: 5 pages, 5 figures"]}]
["1109.0782",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0782","EPTCS 66, 2011, pp. 181-194","doi:10.4204/EPTCS.66.9"],"date":["2011-09-04","2011-11-18"],"type":["text"],"creator":["Gibbons, Jeremy"],"language":[],"coverage":[],"title":["Maximum Segment Sum, Monadically (distilled tutorial, with solutions)"],"description":["  The maximum segment sum problem is to compute, given a list of integers, the\nlargest of the sums of the contiguous segments of that list. This problem\nspecification maps directly onto a cubic-time algorithm; however, there is a\nvery elegant linear-time solution too. The problem is a classic exercise in the\nmathematics of program construction, illustrating important principles such as\ncalculational development, pointfree reasoning, algebraic structure, and\ndatatype-genericity. Here, we take a sideways look at the datatype-generic\nversion of the problem in terms of monadic functional programming, instead of\nthe traditional relational approach; the presentation is tutorial in style, and\nleavened with exercises for the reader.\n","Comment: Revision of the article in Proceedings DSL 2011, EPTCS 66,\n  arXiv:1109.0323, to provide solutions to the exercises"]}]
["1109.3222",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3222","doi:10.1364/OE.19.024522"],"date":["2011-09-14"],"type":["text"],"creator":["Tallur, Siddharth","Sridaran, Suresh","Bhave, Sunil A."],"language":[],"coverage":[],"title":["A Monolithic Radiation-Pressure Driven, Low Phase Noise Silicon Nitride\n  Opto-Mechanical Oscillator"],"description":["  Cavity opto-mechanics enabled radiation pressure (RP) driven oscillators\nshown in the past offer an all optical Radio Frequency (RF) source without the\nneed for external electrical feedback. However these oscillators require\nexternal tapered fiber or prism coupling and non-standard fabrication\nprocesses. In this work, we present a CMOS compatible fabrication process to\ndesign high optical quality factor opto-mechanical resonators in silicon\nnitride. The ring resonators designed in this process demonstrate low phase\nnoise RP driven oscillations. Using integrated grating couplers and waveguide\nto couple light to the micro-resonator eliminates 1/f^3 and other higher order\nphase noise slopes at close-to-carrier frequencies present in previous\ndemonstrations. We present an RP driven OMO operating at 41.97MHz with a signal\npower of -11dBm and phase noise of -85dBc/Hz at 1kHz offset with only 1/f^2\nnoise down to 10Hz offset from carrier.\n"]}]
["1109.3449",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3449","Phys. Rev. A 84, 053621 (2011)","doi:10.1103/PhysRevA.84.053621"],"date":["2011-09-15","2011-11-18"],"type":["text"],"creator":["Sedrakyan, T. A.","Kestner, J. P.","Sarma, S. Das"],"language":[],"coverage":[],"title":["A proposed signature of Anderson localization and correlation-induced\n  delocalization in an N-leg optical lattice"],"description":["  We propose a realization of the one-dimensional random dimer model and\ncertain N-leg generalizations using cold atoms in an optical lattice. We show\nthat these models exhibit multiple delocalization energies that depend strongly\non the symmetry properties of the corresponding Hamiltonian and we provide\nanalytical and numerical results for the localization length as a function of\nenergy. We demonstrate that the N-leg systems possess similarities with their\n1D ancestors but are demonstrably distinct. The existence of critical\ndelocalization energies leads to dips in the momentum distribution which serve\nas a clear signal of the localization-delocalization transition. These momentum\ndistributions are different for models with different group symmetries and are\nidentical for those with the same symmetry.\n","Comment: 10 pages, 9 figures; minor revisions"]}]
["1109.4121",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4121"],"date":["2011-09-19","2011-11-18"],"type":["text"],"creator":["Ramirez, Jose A.","Rider, Brian","Zeitouni, Ofer"],"language":[],"coverage":[],"title":["Hard edge tail asymptotics"],"description":["  Let $\\Lambda$ be the limiting smallest eigenvalue in the general (\\beta,\na)-Laguerre ensemble of random matrix theory. Here \\beta>0, a >-1; for\n\\beta=1,2,4 and integer a, this object governs the singular values of certain\nrank n Gaussian matrices. We prove that P(\\Lambda > \\lambda) = e^{- (\\beta/2)\n\\lambda + 2 \\gamma \\lambda^{1/2}} \\lambda^{- (\\gamma(\\gamma+1))/(2\\beta) +\n\\gamma/4} E (\\beta, a) (1+o(1)) as \\lambda goes to infinity, in which \\gamma =\n(\\beta/2) (a+1)-1 and E(\\beta, a) is a constant (which we do not determine).\nThis estimate complements/extends various results previously available for\nspecial values of \\beta and a.\n","Comment: Minor revision; to appear in Elec. Comm. Probability"]}]
["1109.4504",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4504","Physical Review B 84, 205319 (2011)","doi:10.1103/PhysRevB.84.205319"],"date":["2011-09-21","2011-11-03"],"type":["text"],"creator":["Wacker, Andreas","Bastard, Gerald","Carosella, Francesca","Ferreira, Robson","Dupont, Emmanuel"],"language":[],"coverage":[],"title":["Unraveling of free carrier absorption for terahertz radiation in\n  heterostructures"],"description":["  The relation between free carrier absorption and intersubband transitions in\nsemiconductor heterostructures is resolved by comparing a sequence of\nstructures. Our numerical and analytical results show how free carrier\nabsorption evolves from the intersubband transitions in the limit of an\ninfinite number of wells with vanishing barrier width. It is explicitly shown\nthat the integral of the absorption over frequency matches the value obtained\nby the f-sum rule. This shows that a proper treatment of intersubband\ntransitions is fully sufficient to simulate the entire electronic absorption in\nheterostructure THz devices.\n","Comment: 6 pages, accepted by Physical Review B"]}]
["1109.5729",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","Physics - Plasma Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5729","Solar Physics, Vol. 273, Issue 2, pp. 339-361; 2011 November 8","doi:10.1007/s11207-011-9875-6"],"date":["2011-09-26"],"type":["text"],"creator":["Trottet, G.","Raulin, J. -P.","de Castro, G. Giménez","Lüthi, T.","Caspi, A.","Mandrini, C. H.","Luoni, M. L.","Kaufmann, P."],"language":[],"coverage":[],"title":["Origin of the submillimeter radio emission during the time-extended\n  phase of a solar flare"],"description":["  Solar flares observed in the 200-400 GHz radio domain may exhibit a slowly\nvarying and time-extended component which follows a short (few minutes)\nimpulsive phase and which lasts for a few tens of minutes to more than one\nhour. The few examples discussed in the literature indicate that such\nlong-lasting submillimeter emission is most likely thermal bremsstrahlung. We\npresent a detailed analysis of the time-extended phase of the 2003 October 27\n(M6.7) flare, combining 1-345 GHz total-flux radio measurements with X-ray,\nEUV, and H{\\alpha} observations. We find that the time-extended radio emission\nis, as expected, radiated by thermal bremsstrahlung. Up to 230 GHz, it is\nentirely produced in the corona by hot and cool materials at 7-16 MK and 1-3\nMK, respectively. At 345 GHz, there is an additional contribution from\nchromospheric material at a few 10^4 K. These results, which may also apply to\nother millimeter-submillimeter radio events, are not consistent with the\nexpectations from standard semi-empirical models of the chromosphere and\ntransition region during flares, which predict observable radio emission from\nthe chromosphere at all frequencies where the corona is transparent.\n","Comment: 27 pages, 7 figures"]}]
["1110.0020",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0020","Journal Of Artificial Intelligence Research, Volume 27, pages\n  551-575, 2006","doi:10.1613/jair.2065"],"date":["2011-09-30"],"type":["text"],"creator":["Yılmaz, Ö.","Say, A. C. C."],"language":[],"coverage":[],"title":["Causes of Ineradicable Spurious Predictions in Qualitative Simulation"],"description":["  It was recently proved that a sound and complete qualitative simulator does\nnot exist, that is, as long as the input-output vocabulary of the\nstate-of-the-art QSIM algorithm is used, there will always be input models\nwhich cause any simulator with a coverage guarantee to make spurious\npredictions in its output. In this paper, we examine whether a meaningfully\nexpressive restriction of this vocabulary is possible so that one can build a\nsimulator with both the soundness and completeness properties. We prove several\nnegative results: All sound qualitative simulators, employing subsets of the\nQSIM representation which retain the operating region transition feature, and\nsupport at least the addition and constancy constraints, are shown to be\ninherently incomplete. Even when the simulations are restricted to run in a\nsingle operating region, a constraint vocabulary containing just the addition,\nconstancy, derivative, and multiplication relations makes the construction of\nsound and complete qualitative simulators impossible.\n"]}]
["1110.0606",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0606","Phys. Rev. E 84, 050501(R) (2011)","doi:10.1103/PhysRevE.84.050501"],"date":["2011-10-04"],"type":["text"],"creator":["Krakoviack, Vincent"],"language":[],"coverage":[],"title":["Mode-coupling theory predictions for the dynamical transitions of the\n  partly pinned fluid systems"],"description":["  The predictions of the mode-coupling theory (MCT) for the dynamical arrest\nscenarios in a partly pinned (PP) fluid system are reported. The corresponding\ndynamical phase diagram is found to be very similar to that of a related\nquenched-annealed (QA) system. The only significant qualitative difference lies\nin the shape of the diffusion-localization lines at high matrix densities, with\na re-entry phenomenon for the PP system but not for the QA model, in full\nagreement with recent computer simulation results. This finding clearly lends\nsupport to the predictive power of the MCT for fluid-matrix systems. Finally,\nthe predictions of the MCT are shown to be in stark contrast with those of the\nrandom first-order transition theory. The PP systems are thus confirmed as very\npromising models for tests of theories of the glass transition.\n","Comment: 5 pages, 2 figures"]}]
["1110.3711",{"format":[],"subject":["Computer Science - Performance","Computer Science - Computational Engineering, Finance, and Science","68Uxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3711"],"date":["2011-10-17","2011-11-18"],"type":["text"],"creator":["Domínguez, Jose M.","Crespo, Alejandro J. C.","Gómez-Gesteira, Moncho"],"language":[],"coverage":[],"title":["Optimization strategies for parallel CPU and GPU implementations of a\n  meshfree particle method"],"description":["  Much of the current focus in high performance computing (HPC) for\ncomputational fluid dynamics (CFD) deals with grid based methods. However,\nparallel implementations for new meshfree particle methods such as Smoothed\nParticle Hydrodynamics (SPH) are less studied. In this work, we present\noptimizations for both central processing unit (CPU) and graphics processing\nunit (GPU) of a SPH method. These optimization strategies can be further\napplied to many other meshfree methods. The obtained performance for each\narchitecture and a comparison between the most efficient implementations for\nCPU and GPU are shown.\n","Comment: 18 pages, 21 figures"]}]
["1110.4720",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4720"],"date":["2011-10-21","2011-11-18"],"type":["text"],"creator":["Kniahina, V. N.","Monakhov, V. S."],"language":[],"coverage":[],"title":["Finite groups with $\\mathbb P$-subnormal primary cyclic subgroups"],"description":["  A subgroup $H$ of a group $G$ is called $\\mathbb P$-subnormal in $G$ whenever\neither $H=G$ or there is a chain of subgroups $H=H_0\\subset H_1\\subset ...\n\\subset H_n=G$ such that $|H_i:H_{i-1}|$ is a prime for all $i$. In this paper,\nwe study the groups in which all primary cyclic subgroups are $\\mathbb\nP$-subnormal.\n"]}]
["1110.5340",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5340","A&A 535, A100 (2011)","doi:10.1051/0004-6361/201117994"],"date":["2011-10-24"],"type":["text"],"creator":["Ruiz-Velasco, A. E.","Wittkowski, M.","Wachter, A.","Schroeder, K. -P.","Driebe, T."],"language":[],"coverage":[],"title":["Near-infrared spectro-interferometry of three OH/IR Stars with the\n  VLTI/AMBER instrument"],"description":["  We investigate the molecular and dusty environment of OH/IR stars in order to\ncharacterize the mass-loss process during the tip-AGB superwind phase.\nEmploying the AMBER instrument at the VLT Interferometer we obtained\nnear-infrared H- and K-band spectro-interferometric observations of the three\nOH/IR stars IRAS 13479-5436, IRAS 14086-6907 and IRAS 17020-5254 with a\nspectral resolution of about 35. We use a two-component geometrical model,\nconsisting of a uniform disk and a Gaussian disk, to obtain characteristic\nangular sizes of the central stellar sources and their dust envelopes, as well\nas the flux ratios between these components. Angular uniform disk diameters of\nthe three central components of the objects above have values between 3.2 mas\nand 5.4 mas. For their dust envelopes, we find FWHM values between 17.1 mas and\n25.2 mas. According to distance estimates from the literature, the central\nstellar components have radii between 900 R_sun and 1400 R_sun, while their\ndust envelopes reach FWHM values between 9000 R_sun and 13000 R_sun. The\nvisibility functions of all three sources exhibit wavelength variations that\nresemble those of earlier VLTI/AMBER observations of semi-regular and Mira\nvariable AGB stars. These are interpreted as characteristic of atmospheric\nmolecular layers lying above the photosphere. We also find that the dust\nenvelopes have a clearly larger optical depth than those known for Mira stars.\nWe interpret this as an expected result of the \"superwind\" phase, the final 10\n000 to 30 000 years of AGB-evolution, when the mass-loss rate increases by a\nfactor of 10-100. By their different optical depths, the three dust shells\nstudied here may represent different stages of the \"superwind\" and different\ninitial masses.\n","Comment: 5 pages, 6 figures, accepted for publication in Astronomy and\n  Astrophysics"]}]
["1110.6222",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6222"],"date":["2011-10-27","2011-11-18"],"type":["text"],"creator":["Regueiro, Pablo Vázquez","Trigo, Eliseo Pérez","Pérez, Pablo Rodríguez"],"language":[],"coverage":[],"title":["Irradiation of DEPFET-like transistors with Co-60 gamma source up to 10\n  MRad"],"description":["  The Pixel Detector (PXD) of the Belle II experiment at superKEKB accelerator\nin Japan is based in the DEPFET technology. Two layers of 8+12 modules at a\nradius of 13 and 22 mm will give a spatial resolution below 10 mm. The\nradiation level expected in the first layer in ten years of operation is about\n10 MRad of total ionizing dose. In order to study the tolerance of the DEPFET\ntechnology sixty devices were irradiated using a standard procedure like 60Co\ngamma source. Different doping types, channel sizes and biasing conditions were\nstudied\n","Comment: presented at TWEPP11, 6 pages, 6 figures"]}]
["1111.1484",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1484"],"date":["2011-11-06","2011-11-17"],"type":["text"],"creator":["Chin, Cheng"],"language":[],"coverage":[],"title":["Universal scaling of Efimov resonance positions in cold atom systems"],"description":["  Recent cold atom experiments report a surprising universal scaling of the\nfirst Efimov resonance position a_{-}^1 by the two-body van der Waals length\nr_{vdW}. The ratio C=-a_{-}^1/r_{vdW}=8.5~9.5 for identical particles appears\nto be a constant regardless of the atomic spin configuration, the Feshbach\nresonance employed to tune the scattering length, and even the atomic species,\nwith K-39 being the only exception. This result indicates that the Efimov\nenergy structure is insensitive to the details of the short range potential. We\nsuggest that the universality results from the quantum reflection of the Efimov\nwavefunciton by the short-range molecular potential. Assuming Born-Oppenheimer\napproximation and strong quantum reflection, we obtain an analytic result of\nC=9.475... for three identical particles. We suspect the exceptional case of\nK-39 is a result of resonant coupling between the Efimov state and a\nshort-range molecular state.\n"]}]
["1111.2911",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2911","Phys. Rev. B 84, 172405 (2011)","doi:10.1103/PhysRevB.84.172405"],"date":["2011-11-12"],"type":["text"],"creator":["Jin, Hyo-Sun","Lee, K. -W."],"language":[],"coverage":[],"title":["Half-metallic Ferrimagnetism Driven by Coulomb Enhanced Spin-Orbit\n  Coupling in PdCrO3"],"description":["  Recently, in the seemingly narrow gap insulating NiCrO$_3$ with the\ntrigonally distorted (R-3c) perovskite-like structure, a compensated half-metal\n(CHM) is predicted, as applying a modest pressure. Using ab initio calculations\nincluding both Coulomb correlations and spin-orbit coupling (SOC), we\ninvestigate the as-yet-unsynthesized PdCrO$_3$, isostructural and isovalent to\nNiCrO$_3$. Upon applying the on-site Coulomb repulsion $U$ to both Pd and Cr\nions, the Cr spin moment is precisely compensated with the antialigned spin\nmoments of Pd and oxygens. Coincidentally only one spin channel remains\nmetallic due to the twice larger width of the Pd 4d bands than the Ni 3d bands\nin NiCrO$_3$, indicating CHM in ambient pressure. Inclusion of SOC as well as\ncorrelation effects (LDA+U+SOC) produces a SOC constant enhanced twice over the\nvalue of LDA+SOC, leading to unusually large orbital moment of --0.25 $\\mu_B$\non Pd. However, the half-metallicity still survives, so that a transition of\nCHM to a half-metallic ferrimagnet occurs due to Coulomb enhanced SOC. On the\nother hand, an isovalent, but presumed cubic double perovskite La$_2$PdCrO$_6$\nis expected to be a half-metal ferromagnet with tiny orbital moments.\n","Comment: 5 pages (in press in Phys. Rev. B)"]}]
["1111.3273",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3273"],"date":["2011-11-14","2011-11-18"],"type":["text"],"creator":["Chou, Chih-Chi"],"language":[],"coverage":[],"title":["A Transversality Theorem for some Classical Varieties"],"description":["  In 2009, de Fernex and Hacon proposed a generalization of the notion of the\nsingularities to normal varieties that are not Q-Gorenstein. Based on their\nwork, we generalize Kleiman's transversality theorem to subvarieties with log\nterminal or log canonical singularities. We also show that some classical\nvarieties, such as generic determinantal varieties, W^r_d for general smooth\ncurves, and certain Schubert varieties in G(k, n) are log terminal.\n","Comment: 15 pages"]}]
["1111.3357",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3357"],"date":["2011-11-14"],"type":["text"],"creator":["Rotti, Aditya","Aich, Moumita","Souradeep, Tarun"],"language":[],"coverage":[],"title":["WMAP anomaly : Weak lensing in disguise"],"description":["  Statistical isotropy (SI) has been one of the simplifying assumptions in\ncosmological model building. Experiments like WMAP and PLANCK are attempting to\ntest this assumption by searching for specific signals in the Cosmic Microwave\nBackground (CMB) two point correlation function. Modifications to this\ncorrelation function due to gravitational lensing by the large scale structure\n(LSS) surrounding us have been ignored in this context. Gravitational lensing\nwill induce signals which mimic isotropy violation even in an isotropic\nuniverse. The signal detected in the Bipolar Spherical Harmonic (BipoSH)\ncoefficients $A^{20}_{ll}$ by the WMAP team may be explained by accounting for\nthe lensing modifications to these coefficients. Further the difference in the\namplitude of the signal detected in the V-band and W-band maps can be explained\nby accounting for the differences in the designed angular sensitivity of the\ninstrumental beams. The arguments presented in this article have crucial\nimplications for SI violation studies. Constraining SI violation will only be\npossible by complementing CMB data sets with all sky measurements of the large\nscale dark matter distribution. Till that time, the signal detected in the\nBipoSH coefficients from WMAP-7 could also be yet another suggested evidence of\nstrong deviations from the standard $\\Lambda$CDM cosmology based on homogeneous\nand isotropic FRW models.\n","Comment: 5 pages, 2 figures"]}]
["1111.3385",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3385"],"date":["2011-11-14","2011-11-18"],"type":["text"],"creator":["Ma, Yue"],"language":[],"coverage":[],"title":["Global solutions of coupled Klein-Gordon equations with different\n  velocities in four space-time dimensions"],"description":["  In this article one will discuss the system of coupled nonlinear Klein-Gordon\nequations with different velocities and different masses. The nonlinearity\nconsidered is a general quadratic nonlinearity without any restriction. The\nmethod is a classical boot-strap argument combined with a serious of techniques\nincluding conformal energy estimate, global sobolev's lemma and Hardy type\ninequalities.\n","Comment: This paper has been withdrawn by the author due to a crucial sign\n  error in energy estimate"]}]
["1111.3446",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3446"],"date":["2011-11-15","2011-11-18"],"type":["text"],"creator":["Morita, Kenji","Skokov, Vladimir","Friman, Bengt","Redlich, Krzysztof"],"language":[],"coverage":[],"title":["Probing deconfinement in the Polyakov-loop extended Nambu-Jona-Lasinio\n  model at imaginary chemical potential"],"description":["  The phase structure of Polyakov-loop extended Nambu-Jona-Lasinio (PNJL) model\nis explored at imaginary chemical potential, with particular emphasis on the\ndeconfinement transition. We point out that the statistical confinement nature\nof the model naturally leads to characteristic dependence of the chiral\ncondensate $<\\bar{q}q>$ on $\\theta=\\mu_I/T$. We introduce a dual parameter for\nthe deconfinement transition by making use of this dependence. By changing a\nfour-fermion coupling constant, we tune the location of the critical endpoint\nof the deconfinement transition.\n","Comment: Talk presented at \"Three Days on Quarkyonic Island\", HIC for FAIR\n  workshop and XXVIII Max Born Symposium, Wroclaw, 19-21 May 2011. 10 pages, 6\n  figures"]}]
["1111.3969",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Graphics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3969"],"date":["2011-11-16","2011-11-18"],"type":["text"],"creator":["Quesada, Luis","León, Alejandro J."],"language":[],"coverage":[],"title":["The Object Projection Feature Estimation Problem in Unsupervised\n  Markerless 3D Motion Tracking"],"description":["  3D motion tracking is a critical task in many computer vision applications.\nExisting 3D motion tracking techniques require either a great amount of\nknowledge on the target object or specific hardware. These requirements\ndiscourage the wide spread of commercial applications based on 3D motion\ntracking. 3D motion tracking systems that require no knowledge on the target\nobject and run on a single low-budget camera require estimations of the object\nprojection features (namely, area and position). In this paper, we define the\nobject projection feature estimation problem and we present a novel 3D motion\ntracking system that needs no knowledge on the target object and that only\nrequires a single low-budget camera, as installed in most computers and\nsmartphones. Our system estimates, in real time, the three-dimensional position\nof a non-modeled unmarked object that may be non-rigid, non-convex, partially\noccluded, self occluded, or motion blurred, given that it is opaque, evenly\ncolored, and enough contrasting with the background in each frame. Our system\nis also able to determine the most relevant object to track in the screen. Our\n3D motion tracking system does not impose hard constraints, therefore it allows\na market-wide implementation of applications that use 3D motion tracking.\n"]}]
["1111.4040",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4040","PhysRevE, 84, 056310 (2011)","doi:10.1103/PhysRevE.84.056310"],"date":["2011-11-17","2011-11-18"],"type":["text"],"creator":["Bonanno, Alfio","Urpin, Vadim"],"language":[],"coverage":[],"title":["Resonance instability of axially-symmetric magnetostatic equilibria"],"description":["  We review the evidence for and against the possibility that a strong enough\npoloidal field stabilizes an axisymmetric magnetostatic field configuration. We\nshow that there does exist a class of resonant MHD waves which produce\ninstability for any value of the ratio of poloidal and toroidal field strength.\nWe argue that recent investigations of the stability of mixed poloidal and\ntoroidal field configurations based on 3-d numerical simulations, can miss this\ninstability because of the very large azimuthal wave numbers involved and its\nresonant character.\n","Comment: 7 pages, 5 figures, revtex4"]}]
["1111.4223",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4223"],"date":["2011-11-17"],"type":["text"],"creator":["Huarte-Espinosa, Martín","Frank, Adam","Blackman, Eric"],"language":[],"coverage":[],"title":["Laboratory experiments and simulations on jets"],"description":["  Astrophysical jets have been studied with observations, theoretical models\nand numerical simulations for decades. Recently, supersonic magnetized jets\nhave been formed in laboratory experiments of high-energy density plasmas. I\nwill review these studies and discuss the experimental setup that has been used\nto form millimeter-scale jets driven by strong toroidal magnetic fields in a\nMAGPIE generator. The physical conditions of these experiments are such that\nthey can be scaled to astrophysical scenarios. These laboratory jets provide\ninsights on the underlying physics of magnetic tower jets and help constrain\nsome models of astrophysical jets. In this context, we also discuss the\nconnection between the laboratory jets and recent 3D-MHD numerical simulations\nof Poynting flux dominated jets. The simulations allow us to investigate the\neffects of thermal energy losses and base rotation on the growth rate of kink\nmode perturbations, and to compare the evolution of PFD jets with a\nhydrodynamic counterpart of the same energy flux.\n","Comment: 7 pages, 5 figures, to appear in the proceedings of the \"Magnetic\n  Fields in the Universe III\" meeting, Zakopane, PL"]}]
["1111.4226",{"format":[],"subject":["Statistics - Methodology","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4226"],"date":["2011-11-17"],"type":["text"],"creator":["Fox, Emily B.","Sudderth, Erik B.","Jordan, Michael I.","Willsky, Alan S."],"language":[],"coverage":[],"title":["Joint Modeling of Multiple Related Time Series via the Beta Process"],"description":["  We propose a Bayesian nonparametric approach to the problem of jointly\nmodeling multiple related time series. Our approach is based on the discovery\nof a set of latent, shared dynamical behaviors. Using a beta process prior, the\nsize of the set and the sharing pattern are both inferred from data. We develop\nefficient Markov chain Monte Carlo methods based on the Indian buffet process\nrepresentation of the predictive distribution of the beta process, without\nrelying on a truncated model. In particular, our approach uses the sum-product\nalgorithm to efficiently compute Metropolis-Hastings acceptance probabilities,\nand explores new dynamical behaviors via birth and death proposals. We examine\nthe benefits of our proposed feature-based model on several synthetic datasets,\nand also demonstrate promising results on unsupervised segmentation of visual\nmotion capture data.\n","Comment: 33 pages, 8 figures"]}]
["1111.4228",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4228"],"date":["2011-11-16"],"type":["text"],"creator":["Novello, M.","Bittencourt, E."],"language":[],"coverage":[],"title":["The gravitational mechanism to generate mass II"],"description":["  With the eminent confirmation or disproof of the existence of Higgs boson by\nexperiments on the LHC it is time to analyze in a non-dogmatic way the\nsuggestions to understand the origin of the mass. Here we analyze the recent\nproposal according to which gravity is what is really responsible for the\ngeneration of mass of all bodies. The great novelty of such mechanism is that\nthe gravitational field acts merely as a catalyst, once the final expression of\nthe mass does not depend either on the intensity or on the particular\ncharacteristics of the gravitational field.\n","Comment: This is the further development of previous article (The\n  gravitational mechanism to generate mass, arXiv:1008.2371) which appeared in\n  Classical and Quantum Gravity 28 (2011) 035003"]}]
["1111.4230",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","22E35 (primary) 14M15 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4230"],"date":["2011-11-17"],"type":["text"],"creator":["Brubaker, Ben","Bump, Daniel","Licata, Anthony"],"language":[],"coverage":[],"title":["Whittaker Functions and Demazure Operators"],"description":["  We consider a natural basis of the Iwahori fixed vectors in the Whittaker\nmodel of an unramified principal series representation of a split semisimple p-\nadic group, indexed by the Weyl group. We show that the elements of this basis\nmay be computed from one another by applying Demazure-Lusztig operators. The\nprecise identities involve correction terms, which may be calculated by a\ncombinatorial algorithm that is identical to the computation of the fibers of\nthe Bott-Samelson resolution of a Schubert variety. The Demazure-Lusztig\noperators satisfy the braid and quadratic relations satisfied by the ordinary\nHecke operators, and this leads to an action of the affine Hecke algebra on\nfunctions on the maximal torus of the L-group. This action was previously\ndescribed by Lusztig using equivariant K-theory of the flag variety, leading to\nthe proof of the Deligne-Langlands conjecture by Kazhdan and Lusztig. In the\npresent paper, the action is applied to give a simple formula for the basis\nvectors of the Iwahori Whittaker functions.\n"]}]
["1111.4231",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L70, 34B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4231"],"date":["2011-11-17"],"type":["text"],"creator":["Katayama, Soichiro","Murotani, Daisuke","Sunagawa, Hideaki"],"language":[],"coverage":[],"title":["The energy decay and asymptotics for a class of semilinear wave\n  equations in two space dimensions"],"description":["  We consider semilinear wave equations with small initial data in two space\ndimensions. For a class of wave equations with cubic nonlinearity, we show the\nglobal existence of small amplitude solutions, and give an asymptotic\ndescription of the solution as $t \\to \\infty$ uniformly in $x \\in {\\mathbb\nR}^2$. In particular, our result implies the decay of the energy when the\nnonlinearity is dissipative.\n","Comment: 24 pages"]}]
["1111.4233",{"format":[],"subject":["Mathematics - Probability","60K35, 82B24, 60J45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4233"],"date":["2011-11-17"],"type":["text"],"creator":["Asselah, Amine","Gaudilliere, Alexandre"],"language":[],"coverage":[],"title":["Lower bounds on fluctuations for internal DLA"],"description":["  We consider internal diffusion limited aggregation in dimension larger than\nor equal to two. This is a random cluster growth model, where random walks\nstart at the origin of the d-dimensional lattice, one at a time, and stop\nmoving when reaching a site that is not occupied by previous walks.\n  When n random walks are sent from the origin, we establish a lower bound for\nthe inner and outer errors fluctuations of order square root of the logarithm\nof n. When dimension is larger or equal to three, this lower bound matches the\nupper bound recently obtained in independent works of \\cite{AG2} and\n\\cite{JLS2}. Also, we produce as a corollary of our proof of \\cite{AG2}, an\nupper bound for the fluctuation of the inner error in a specified direction.\n","Comment: 13 pages"]}]
["1111.4238",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4238"],"date":["2011-11-17"],"type":["text"],"creator":["Lansbergen, G. P.","Rahman, R.","Tettamanzi, G. C.","Verduijn, J.","Hollenberg, L. C. L.","Klimeck, G.","Rogge, S."],"language":[],"coverage":[],"title":["Dopant metrology in advanced FinFETs"],"description":["  Ultra-scaled FinFET transistors bear unique fingerprint-like device-to-device\ndifferences attributed to random single impurities. This paper describes how,\nthrough correlation of experimental data with multimillion atom tight-binding\nsimulations using the NEMO 3-D code, it is possible to identify the impurity's\nchemical species and determine their concentration, local electric field and\ndepth below the Si/SiO$_{\\mathrm{2}}$ interface. The ability to model the\nexcited states rather than just the ground state is the critical component of\nthe analysis and allows the demonstration of a new approach to atomistic\nimpurity metrology.\n","Comment: 6 pages, 3 figures"]}]
["1111.4244",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4244"],"date":["2011-11-17"],"type":["text"],"creator":["Parvaresh, Farzad","Etkin, Raul"],"language":[],"coverage":[],"title":["Efficient Capacity Computation and Power Optimization for Relay Networks"],"description":["  The capacity or approximations to capacity of various single-source\nsingle-destination relay network models has been characterized in terms of the\ncut-set upper bound. In principle, a direct computation of this bound requires\nevaluating the cut capacity over exponentially many cuts. We show that the\nminimum cut capacity of a relay network under some special assumptions can be\ncast as a minimization of a submodular function, and as a result, can be\ncomputed efficiently. We use this result to show that the capacity, or an\napproximation to the capacity within a constant gap for the Gaussian, wireless\nerasure, and Avestimehr-Diggavi-Tse deterministic relay network models can be\ncomputed in polynomial time. We present some empirical results showing that\ncomputing constant-gap approximations to the capacity of Gaussian relay\nnetworks with around 300 nodes can be done in order of minutes.\n  For Gaussian networks, cut-set capacities are also functions of the powers\nassigned to the nodes. We consider a family of power optimization problems and\nshow that they can be solved in polynomial time. In particular, we show that\nthe minimization of the sum of powers assigned to the nodes subject to a\nminimum rate constraint (measured in terms of cut-set bounds) can be computed\nin polynomial time. We propose an heuristic algorithm to solve this problem and\nmeasure its performance through simulations on random Gaussian networks. We\nobserve that in the optimal allocations most of the power is assigned to a\nsmall subset of relays, which suggests that network simplification may be\npossible without excessive performance degradation.\n","Comment: Submitted to IEEE Transactions on Information Theory"]}]
["1111.4259",{"format":[],"subject":["Statistics - Machine Learning","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4259"],"date":["2011-11-17"],"type":["text"],"creator":["Vinyals, Oriol","Povey, Daniel"],"language":[],"coverage":[],"title":["Krylov Subspace Descent for Deep Learning"],"description":["  In this paper, we propose a second order optimization method to learn models\nwhere both the dimensionality of the parameter space and the number of training\nsamples is high. In our method, we construct on each iteration a Krylov\nsubspace formed by the gradient and an approximation to the Hessian matrix, and\nthen use a subset of the training data samples to optimize over this subspace.\nAs with the Hessian Free (HF) method of [7], the Hessian matrix is never\nexplicitly constructed, and is computed using a subset of data. In practice, as\nin HF, we typically use a positive definite substitute for the Hessian matrix\nsuch as the Gauss-Newton matrix. We investigate the effectiveness of our\nproposed method on deep neural networks, and compare its performance to widely\nused methods such as stochastic gradient descent, conjugate gradient descent\nand L-BFGS, and also to HF. Our method leads to faster convergence than either\nL-BFGS or HF, and generally performs better than either of them in\ncross-validation accuracy. It is also simpler and more general than HF, as it\ndoes not require a positive semi-definite approximation of the Hessian matrix\nto work well nor the setting of a damping parameter. The chief drawback versus\nHF is the need for memory to store a basis for the Krylov subspace.\n"]}]
["1111.4260",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4260"],"date":["2011-11-17"],"type":["text"],"creator":["Tu, Hairui"],"language":[],"coverage":[],"title":["Wave Scattering and Guided Modes in Periodic Pillars"],"description":["  We investigate the scattering of scalar harmonic source fields by a periodic\npillar, that is, a spatial structure that is periodic in one dimension and of\nfinite extent in the other two. Uniqueness of scattering solutions can be\nabstracted by guided modes. Extending results for periodic slabs to pillars, we\ngive conditions under which \"inverse\" pillars cannot admit guided modes. In\naddition, we present a new construction of guided modes at frequency $\\omega$\nand Bloch wavenumber $\\kappa$ with $\\omega$ embedded in the continuous spectrum\nfor each $\\kappa$. These guided modes have period larger than the period of the\nstructure, and possess a real dispersion relation $\\omega=\\omega(\\kappa)$,\nwhich is atypical of modes at embedded frequencies.\n"]}]
["1111.4265",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4265"],"date":["2011-11-17"],"type":["text"],"creator":["Nie, J. D.","Wood, P. R.","Nicholls, C. P."],"language":[],"coverage":[],"title":["Predicting the Evolutionary Descendents of Sequence E Stars"],"description":["  Sequence E variables are close binary red giants that show ellipsoidal light\nvariations. They are likely to terminate their red giant evolution by a common\nenvelope (CE) event when the red giant fills its Roche lobe, and produce close\nbinary Planetary Nebulae (PNe). We made a Monte Carlo simulation to predict the\nfraction of Planetary Nebulae Nuclei (PNNe) that are post-CE binaries, using\nthe observed frequency of sequence E binaries in the LMC to normalize our\ncalculations. We find that 10-16% of PNNe should be short period, post-CE\nbinaries.\n","Comment: 6 pages, 2 figures"]}]
["1111.4267",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4267"],"date":["2011-11-17"],"type":["text"],"creator":["Rodriguez-Toro, Victor A.","Garzon, Jaime E.","Lopez, Jesus A."],"language":[],"coverage":[],"title":["Control Neuronal por Modelo Inverso de un Servosistema Usando Algoritmos\n  de Aprendizaje Levenberg-Marquardt y Bayesiano"],"description":["  In this paper we present the experimental results of the neural network\ncontrol of a servo-system in order to control its speed. The control strategy\nis implemented by using an inverse-model control based on Artificial Neural\nNetworks (ANNs). The network training was performed using two learning\nalgorithms: Levenberg-Marquardt and Bayesian regularization. We evaluate the\ngeneralization capability for each method according to both the correct\noperation of the controller to follow the reference signal, and the control\nefforts developed by the ANN-based controller.\n"]}]
["1111.4274",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4274","Physics Letters A, 2010, 374(34): 3520--3528","doi:10.1016/j.physleta.2010.06.026"],"date":["2011-11-17"],"type":["text"],"creator":["Hu, Ming-Liang"],"language":[],"coverage":[],"title":["Disentanglement dynamics of interacting two qubits and two qutrits in an\n  XY spin-chain environment with the Dzyaloshinsky-Moriya interaction"],"description":["  We investigate disentanglement dynamics of two coupled qubits and qutrits\nwhich interact uniformly to a general XY spin-chain environment with the\nDzyaloshinsky-Moriya (DM) interaction. We obtained exact expression of the time\nevolution operator and analyzed the dynamical process of the decoherence\nfactors. Through explicitly calculating the concurrence and the negativity, we\nexamined disentanglement behaviors of two coupled central spins evolve from\ndifferent initial pure states, which are found to be nontrivially different\nfrom those of the uncorrelated ones, in particular, the enhanced decay of the\nentanglement induced by quantum criticality of the surrounding environment may\nbe broken by introducing self-Hamiltonian of the central spin system. Moreover,\nthe DM interaction may have different influences on decay of the entanglement\ndepending on the strength of the system-environment coupling, the anisotropy of\nthe environmental spin chain and the intensity of the transverse magnetic\nfield, as well as the explicit form of the initial states of the central spin\nsystem.\n","Comment: 16 pages, 10 figures"]}]
["1111.4276",{"format":[],"subject":["Mathematics - General Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4276"],"date":["2011-11-17"],"type":["text"],"creator":["Yang, Xiao-Song"],"language":[],"coverage":[],"title":["Construction of sphere maps with given degrees and a new proof of Morse\n  index formula"],"description":["  This note presents a procedure of constructing a higher dimensional sphere\nmap from a lower dimensional one and gives an explicit formula for smooth\nsphere map with a given degree. As an application a new proof of a generalized\nPoincare-Hopf theorem called Morse index formula is also presented.\n","Comment: 9 pages. 0 figure"]}]
["1111.4280",{"format":[],"subject":["Physics - Computational Physics","Computer Science - Numerical Analysis","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4280"],"date":["2011-11-17"],"type":["text"],"creator":["Rodriguez-Toro, Victor A.","Noguera-Leon, Fabio","Velasco-Medina, Jaime"],"language":[],"coverage":[],"title":["Dise\\~no de una Arquitectura para la Solucion de la Ecuacion de\n  Schroedinger usando el Metodo de Numerov"],"description":["  This paper presents a first approach in order to design an optimal\narchitecture to implement the Numerov method, which solves the time-independent\nSchroedinger equation (TISE) for one dimension. The design and simulation have\nbeen performed by using 64-bits floating-point megafunctions available in\nQuartus II (Version 9.0). The verification of these results was done by using\nMatlab. According to these results, it is possible to extend this design to\nparallel structures, which would be able to calculate several TISE solutions.\n"]}]
["1111.4282",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4282"],"date":["2011-11-17"],"type":["text"],"creator":["Archbold, Robert","Huef, Astrid an"],"language":[],"coverage":[],"title":["Strength of convergence in non-free transformation groups"],"description":["  Let (G, X) be a transformation group where the group $G$ does not necessarily\nact freely on the space X. We investigate the extent to which the action of G\nmay fail to be proper. Stability subgroups are used to define new notions of\nstrength of convergence in the orbit space and of measure accumulation along\norbits. By using the representation theory of the associated crossed product\nC^*-algebra, we show that these notions are equivalent under certain\nconditions.\n","Comment: arXiv admin note: substantial text overlap with arXiv:math/0508342"]}]
["1111.4283",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4283","Physics Letters A, 2011, 375(5): 922--926","doi:10.1016/j.physleta.2010.12.058"],"date":["2011-11-17"],"type":["text"],"creator":["Hu, Ming-Liang"],"language":[],"coverage":[],"title":["Robustness of Greenberger-Horne-Zeilinger and W states for teleportation\n  in external environments"],"description":["  By solving analytically a master equation in the Lindblad form, we study\nquantum teleportation of the one-qubit state under the influence of different\nsurrounding environments, and compared the robustness between\nGreenberger-Horne-Zeilinger (GHZ) and W states in terms of their teleportation\ncapacity. The results revealed that when subject to zero temperature\nenvironment, the GHZ state is always more robust than the W state, while the\nreverse situation occurs when the channel is subject to infinite temperature or\ndephasing environment.\n","Comment: 12 pages, 4 figures"]}]
["1111.4284",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4284","Physics Letters A, 2011, 375(21): 2140-2143","doi:10.1016/j.physleta.2011.04.020"],"date":["2011-11-17"],"type":["text"],"creator":["Hu, Ming-Liang"],"language":[],"coverage":[],"title":["Environment-induced decay of teleportation fidelity of the one-qubit\n  state"],"description":["  The one-qubit teleportation protocol is reexamined when it is executed in the\npresence of various decohering environments. The results revealed that this\nquantum protocol is more robust under the influence of dephaisng environment\nthan those under the influence of dissipative or noisy environment. The\nenvironment may deprive the quantum advantage of teleportation over purely\nclassical communication in a finite or infinite lifetime, which is dependent on\nthe type of environment. Also we found that except entanglement, the purity of\nthe entangled state resource is also crucial in determine the quality of the\nteleported state.\n","Comment: 10 pages, 2 figures"]}]
["1111.4287",{"format":[],"subject":["Computer Science - Performance","Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4287"],"date":["2011-11-18"],"type":["text"],"creator":["Zinoviev, Dmitry"],"language":[],"coverage":[],"title":["Parametric Estimation of the Ultimate Size of Hypercomputers"],"description":["  The performance of the emerging petaflops-scale supercomputers of the nearest\nfuture (hypercomputers) will be governed not only by the clock frequency of the\nprocessing nodes or by the width of the system bus, but also by such factors as\nthe overall power consumption and the geometric size. In this paper, we study\nthe influence of such parameters on one of the most important characteristics\nof a general purpose computer - on the degree of multithreading that must be\npresent in an application to make the use of the hypercomputer justifiable. Our\nmajor finding is that for the class of applications with purely random memory\naccess patterns \"super-fast computing\" and \"high-performance computing\" are\nessentially synonyms for \"massively-parallel computing.\"\n","Comment: 6 pages, 2 figures, published in Proc. 6th World Multiconference on\n  Systemics, Cybernetics and Informatics, 2002"]}]
["1111.4288",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4288"],"date":["2011-11-18"],"type":["text"],"creator":["Deutsch, Emeric"],"language":[],"coverage":[],"title":["Tree statistics from Matula numbers"],"description":["  There is a one-to-one correspondence between natural numbers and rooted\ntrees; the number is called the Matula number of the rooted tree. We show how a\nlarge number of properties of trees can be obtained directly from the\ncorresponding Matula number.\n"]}]
["1111.4290",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4290"],"date":["2011-11-18"],"type":["text"],"creator":["Dhandra, B. V.","Benne, R. G.","Hangarge, Mallikarjun"],"language":[],"coverage":[],"title":["A Single Euler Number Feature for Multi-font Multi-size Kannada Numeral\n  Recognition"],"description":["  In this paper a novel approach is proposed based on single Euler number\nfeature which is free from thinning and size normalization for multi-font and\nmulti-size Kannada numeral recognition system. A nearest neighbor\nclassification is used for classification of Kannada numerals by considering\nthe Euclidian distance. A total 1500 numeral images with different font sizes\nbetween (10..84) are tested for algorithm efficiency and the overall the\nclassification accuracy is found to be 99.00% .The said method is thinning\nfree, fast, and showed encouraging results on varying font styles and sizes of\nKannada numerals.\n","Comment: 4 pages, 1 figure, 5 tables, \"Recent Trends in Information\n  Technology(RTIT-2009)\""]}]
["1111.4291",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4291"],"date":["2011-11-18"],"type":["text"],"creator":["Dhandra, B. V.","Benne, R. G.","Hangarge, Mallikarjun"],"language":[],"coverage":[],"title":["Multi-font Multi-size Kannada Numeral Recognition Based on Structural\n  Features"],"description":["  In this paper a fast and novel method is proposed for multi-font multi-size\nKannada numeral recognition which is thinning free and without size\nnormalization approach. The different structural feature are used for numeral\nrecognition namely, directional density of pixels in four directions, water\nreservoirs, maximum profile distances, and fill hole density are used for the\nrecognition of Kannada numerals. A Euclidian minimum distance criterion is used\nto find minimum distances and K-nearest neighbor classifier is used to classify\nthe Kannada numerals by varying the size of numeral image from 16 to 50 font\nsizes for the 20 different font styles from NUDI and BARAHA popular word\nprocessing Kannada software. The total 1150 numeral images are tested and the\noverall accuracy of classification is found to be 100%. The average time taken\nby this method is 0.1476 seconds.\n","Comment: 5 pages, 5 figures, 4 tables,\"Emerging Trends in Information\n  Technology(eIT-2007), India\""]}]
["1111.4301",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4301"],"date":["2011-11-18"],"type":["text"],"creator":["Bogdanov, Andrej","Lee, Chin Ho"],"language":[],"coverage":[],"title":["Homomorphic encryption from codes"],"description":["  We propose a new homomorphic encryption scheme based on the hardness of\ndecoding under independent random noise from certain affine families of codes.\nUnlike in previous lattice-based homomorphic encryption schemes, where the\nmessage is hidden in the noisy part of the ciphertext, our scheme carries the\nmessage in the affine part of the transformation and applies noise only to\nachieve security. Our scheme can tolerate noise of arbitrary magnitude, as long\nas the noise vector has sufficiently small hamming weight (and its entries are\nindependent).\n  Our design achieves \"proto-homomorphic\" properties in an elementary manner:\nmessage addition and multiplication are emulated by pointwise addition and\nmultiplication of the ciphertext vectors. Moreover, the extremely simple nature\nof our decryption makes the scheme easily amenable to bootstrapping. However,\nsome complications are caused by the inherent presence of noticeable encryption\nerror. Our main technical contribution is the development of two new techniques\nfor handling this error in the homomorphic evaluation process.\n  We also provide a definitional framework for homomorphic encryption that may\nbe useful elsewhere.\n"]}]
["1111.4304",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Algebraic Topology","Mathematics - Differential Geometry","65D05 65N35 (Primary) 51H20 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4304"],"date":["2011-11-18"],"type":["text"],"creator":["Kreeft, Jasper","Palha, Artur","Gerritsma, Marc"],"language":[],"coverage":[],"title":["Mimetic framework on curvilinear quadrilaterals of arbitrary order"],"description":["  In this paper higher order mimetic discretizations are introduced which are\nfirmly rooted in the geometry in which the variables are defined. The paper\nshows how basic constructs in differential geometry have a discrete counterpart\nin algebraic topology. Generic maps which switch between the continuous\ndifferential forms and discrete cochains will be discussed and finally a\nrealization of these ideas in terms of mimetic spectral elements is presented,\nbased on projections for which operations at the finite dimensional level\ncommute with operations at the continuous level. The two types of orientation\n(inner- and outer-orientation) will be introduced at the continuous level, the\ndiscrete level and the preservation of orientation will be demonstrated for the\nnew mimetic operators. The one-to-one correspondence between the continuous\nformulation and the discrete algebraic topological setting, provides a\ncharacterization of the oriented discrete boundary of the domain. The Hodge\ndecomposition at the continuous, discrete and finite dimensional level will be\npresented. It appears to be a main ingredient of the structure in this\nframework.\n","Comment: 69 pages"]}]
["1111.4309",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4309"],"date":["2011-11-18"],"type":["text"],"creator":["Greaves, Hilary","Wallace, David"],"language":[],"coverage":[],"title":["Empirical consequences of symmetries"],"description":["  `Global' symmetries, such as the boost invariance of classical mechanics and\nspecial relativity, can give rise to direct empirical counterparts such as the\nGalileo-ship phenomenon. However, a widely accepted line of thought holds that\n`local' symmetries, such as the diffeomorphism invariance of general relativity\nand the gauge invariance of classical electromagnetism, have no such direct\nempirical counterparts. We argue against this line of thought. We develop a\nframework for analysing the relationship between Galileo-ship empirical\nphenomena and physical theories that model such phenomena that renders the\nrelationship between theoretical and empirical symmetries transparent, and from\nwhich it follows that both global and local symmetries can give rise to\nGalileo-ship phenomena. In particular, we use this framework to exhibit analogs\nof Galileo's ship for both the diffeomorphism invariance of general relativity\nand the gauge invariance of electromagnetism.\n","Comment: 31 pages including references"]}]
["1111.4314",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4314","PoS(Lattice 2011)107, 2011"],"date":["2011-11-18"],"type":["text"],"creator":["MILC Collaboration","Bazavov, A.","Bernard, C.","DeTar, C.","Freeman, W.","Gottlieb, Steven","Heller, U. M.","Hetrick, J. E.","Kim, J.","Laiho, J.","Levkova, L.","Lightman, M.","Oktay, M.","Osborn, J.","Sugar, R. L.","Toussaint, D.","Van de Water, R. S."],"language":[],"coverage":[],"title":["Properties of light pseudoscalars from lattice QCD with HISQ ensembles"],"description":["  We fit lattice-QCD data for light-pseudoscalar masses and decay constants,\nfrom HISQ configurations generated by MILC, to SU(3) staggered chiral\nperturbation theory. At present such fits have rather high values of\nchi^2/d.o.f., possibly due to the lack of ensembles with lighter-than-physical\nsea strange-quark masses. We propose solutions to this problem for future work.\nWe also perform simple linear interpolations near the physical point on two\nensembles with different lattice spacings, and obtain the preliminary result\n(f_K / f_pi)^phys = 1.1872(41) in the continuum limit.\n","Comment: 6 pages, 2 figures, 2 tables, Talk presented at The XXIX\n  International Symposium on Lattice Field Theory, July 10 - 16, 2011, Squaw\n  Valley, Lake Tahoe, California, USA"]}]
["1111.4316",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Computation and Language","H.3.3","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4316"],"date":["2011-11-18"],"type":["text"],"creator":["Fionda, Valeria","Gutierrez, Claudio","Pirró, Giuseppe"],"language":[],"coverage":[],"title":["Semantic Navigation on the Web of Data: Specification of Routes, Web\n  Fragments and Actions"],"description":["  The massive semantic data sources linked in the Web of Data give new meaning\nto old features like navigation; introduce new challenges like semantic\nspecification of Web fragments; and make it possible to specify actions relying\non semantic data. In this paper we introduce a declarative language to face\nthese challenges. Based on navigational features, it is designed to specify\nfragments of the Web of Data and actions to be performed based on these data.\nWe implement it in a centralized fashion, and show its power and performance.\nFinally, we explore the same ideas in a distributed setting, showing their\nfeasibility, potentialities and challenges.\n","Comment: 10 pages - first submission"]}]
["1111.4317",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","57M50(Primary) 32G15, 57M10(Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4317"],"date":["2011-11-18"],"type":["text"],"creator":["Maungchang, Rasimate"],"language":[],"coverage":[],"title":["The Sunada construction and the simple length spectrum"],"description":["  We show that certain families of iso-length spectral hyperbolic surfaces\nobtained via the Sunada construction are not generally simple iso-length\nspectral.\n","Comment: 14 pages, 8 figures, see also http://www.math.uiuc.edu/~rmaungc2/"]}]
["1111.4325",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","16W30, 16S40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4325"],"date":["2011-11-18"],"type":["text"],"creator":["Ardizzoni, Alessandro","Pavarin, Alice"],"language":[],"coverage":[],"title":["Bosonization for dual quasi-bialgebras and preantipode"],"description":["  In this paper, we associate a dual quasi-bialgebra, called bosonization, to\nevery dual quasi-bialgebra $H$ and every bialgebra $R$ in the category of\nYetter-Drinfeld modules over $H$. Then, using the fundamental theorem, we\ncharacterize as bosonizations the dual quasi-bialgebras with a projection onto\na dual quasi-bialgebra with a preantipode. As an application we investigate the\nstructure of the graded coalgebra $grA$ associated to a dual quasi-bialgebra\n$A$ with the dual Chevalley property (e.g. $A$ is pointed).\n","Comment: arXiv admin note: substantial text overlap with arXiv:1012.1956"]}]
["1111.4329",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4329"],"date":["2011-11-18"],"type":["text"],"creator":["Piccaro, E.","Collaboration, On Behalf of the ATLAS"],"language":[],"coverage":[],"title":["Measurement of the ATLAS di-muon trigger efficiency in proton-proton\n  collisions at 7 TeV"],"description":["  At the LHC, muons are produced in many final states and used in a variety of\nanalysis, such as Standard Model precision measurements and searches for new\nphysics. The B-physics programme in ATLAS includes the measurement of CP\nviolating effects in B meson decays, the search for rare b decay signatures, as\nwell as the study of the production cross sections. The ATLAS detector can\nidentify muons with high purity in a transverse momentum ($p_{T}$) range from a\nfew GeV to several TeV. In order to achieve a high trigger efficiency for low\n$p_{T}$ di-muon events and at the same time keep an acceptable trigger rate,\ndedicated trigger algorithms have been designed and implemented in the trigger\nmenu since the 2010 data taking period. There are two categories of B-physics\ntriggers, one topological and one non-topological. Both of these have been\nstudied and their performance assessed using collision data at $\\sqrt{s}$ = 7\nTeV. The performance found with data has been verified with simulated events.\n","Comment: This submission is part of the conference proceedings for PIC2011"]}]
["1111.4331",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4331"],"date":["2011-11-18"],"type":["text"],"creator":["Thielo, Marcelo R.","Barbosa, Marcia C. B."],"language":[],"coverage":[],"title":["Finite Lattice and Phenomenological Approximations for the Anomaly in\n  the Density of a Water-like Lattice Gas Model"],"description":["  We propose a model for a two dimensional, associative water-like lattice gas\nwith one single variable representing both long and short-range interactions.\nThe corresponding hamiltonian was solved exactly, by state enumeration in a\nfinite lattice, so to obtain an analytic expression for the partition function.\nThe lattice dimensions were chosen based on geometric characteristics of the\nstable phases found in previous works using Monte Carlo simulations. An\nexpression for the particle density in the finite lattice was then obtained,\nand coexistence curves with a region of anomaly in the density presented in a\nphase diagram. In the end, a phenomenological theory for the system density is\nproposed and compared to the previous results.\n","Comment: 17 pages, 7 figures"]}]
["1111.4335",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4335"],"date":["2011-11-18"],"type":["text"],"creator":["Karjee, Jyotirmoy","Jamadagni, H. S"],"language":[],"coverage":[],"title":["Energy Aware Node Selection for Cluster-based Data Accuracy Estimation\n  in Wireless Sensor Networks"],"description":["  The main objective of this paper is to reduce the number of sensor nodes by\nestimating a trade off between data accuracy and energy consumption for\nselecting nodes in probabilistic approach in distributed networks. Design\nProcedure/Approach: Observed data are highly correlated among sensor nodes in\nthe spatial domain due to deployment of high density of sensor nodes. These\nsensor nodes form non-overlapping distributed clusters due to high data\ncorrelation among them. We develop a probabilistic model for each distributed\ncluster to perform data accuracy and energy consumption model in the network.\nFinally we find a trade off between data accuracy and energy consumption model\nto select an optimal number of sensor nodes in each distributed cluster. We\nalso compare the performance for our data accuracy estimation model with\ninformation accuracy model for each distributed cluster in the network.\nPractical Implementation: Measuring temperature in physical environment and\nmeasuring moisture content in agricultural field. Inventive /Novel Idea:\nOptimal node selection in probabilistic approach using the trade of between\ndata accuracy and energy consumption in cluster-based distributed network.\n","Comment: 11 pages"]}]
["1111.4338",{"format":[],"subject":["Mathematics - Geometric Topology","20C99, 57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4338"],"date":["2011-11-18"],"type":["text"],"creator":["Menal-Ferrer, Pere","Porti, Joan"],"language":[],"coverage":[],"title":["Local coordinates for SL(n,C) character varieties of finite volume\n  hyperbolic 3-manifolds"],"description":["  Given a finite volume hyperbolic 3-manifold, we compose a lift of the\nholonomy in SL(2,C) with the n-dimensional irreducible representation of\nSL(2,C) in SL(n,C). In this paper we give local coordinates of the\nSL(n,C)-character variety around this representation. As a corollary, this\nrepresentation is isolated among all representations that are unipotent at the\ncusps.\n","Comment: 13 pages"]}]
["1111.4341",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4341"],"date":["2011-11-18"],"type":["text"],"creator":["Deng, Dong-Ling","Wu, Chunfeng","Chen, Jing-Ling","Gu, Shi-Jian","Yu, Sixia","Oh, C. H."],"language":[],"coverage":[],"title":["Bell Function Values Approach to Topological Quantum Phase Transitions"],"description":["  We investigate the relation between Bell function values (BFV) of the reduced\ndensity matrix and the topological quantum phase transitions in the\nKitaev-Castelnovo-Chamon model. % [Phys. Rev. B \\textbf{77}, %054433 (2008)].\nWe find that the first order derivative of BFV exhibits singular behavior at\nthe critical point and we propose that it can serve as a good and convenient\nmarker for the transition point. More interestingly, the value of the critical\npoint can be analytically obtained in this approach. Since the BFV serves as a\nmeasure of nonlocality when it is greater than the classical bound of the\ncorrelation functions, our work has established a link between quantum\nnonlocality and phase transitions.\n","Comment: 4pages"]}]
["1111.4343",{"format":[],"subject":["Computer Science - Computation and Language","I.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4343"],"date":["2011-11-18"],"type":["text"],"creator":["Ostapov, Yuriy"],"language":[],"coverage":[],"title":["Question Answering in a Natural Language Understanding System Based on\n  Object-Oriented Semantics"],"description":["  Algorithms of question answering in a computer system oriented on input and\nlogical processing of text information are presented. A knowledge domain under\nconsideration is social behavior of a person. A database of the system includes\nan internal representation of natural language sentences and supplemental\ninformation. The answer {\\it Yes} or {\\it No} is formed for a general question.\nA special question containing an interrogative word or group of interrogative\nwords permits to find a subject, object, place, time, cause, purpose and way of\naction or event. Answer generation is based on identification algorithms of\npersons, organizations, machines, things, places, and times. Proposed\nalgorithms of question answering can be realized in information systems closely\nconnected with text processing (criminology, operation of business, medicine,\ndocument systems).\n"]}]
["1111.4358",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4358"],"date":["2011-11-18"],"type":["text"],"creator":["Criado, Alberto","Sjögren, Peter"],"language":[],"coverage":[],"title":["Bounds for maximal functions associated to rotational invariant measures\n  in high dimensions"],"description":["  In recent articles it was proved that when $\\mu$ is a finite, radial measure\nin $\\real^n$ with a bounded, radially decreasing density, the $L^p(\\mu)$ norm\nof the associated maximal operator $M_\\mu$ grows to infinity with the dimension\nfor a small range of values of $p$ near 1. We prove that when $\\mu$ is Lebesgue\nmeasure restricted to the unit ball and $p<2$, the $L^p$ operator norms of the\nmaximal operator are unbounded in dimension, even when the action is restricted\nto radially decreasing functions. In spite of this, this maximal operator\nadmits dimension-free $L^p$ bounds for every $p>2$, when restricted to radially\ndecreasing functions. On the other hand, when $\\mu$ is the Gaussian measure,\nthe $L^p$ operator norms of the maximal operator grow to infinity with the\ndimension for any finite $p> 1$, even in the subspace of radially decreasing\nfunctions.\n"]}]
["1111.4359",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4359"],"date":["2011-11-18"],"type":["text"],"creator":["Kamenetskii, E. O."],"language":[],"coverage":[],"title":["Microwave magnetoelectric fields"],"description":["  We show that in a source-free subwavelength region of microwave fields there\ncan exist the field structures with local coupling between the time-varying\nelectric and magnetic fields differing from the electric-magnetic coupling in\nregular-propagating free-space electromagnetic waves. To distinguish such field\nstructures from regular electromagnetic (EM) field structures, we term them as\nmagnetoelectric (ME) fields. We study a structure and conservation laws of\nmicrowave ME near fields. We show that there exist sources of microwave ME near\nfields - the ME particles. These particles are represented by small quasi-2D\nferrite disks with the magnetic-dipolar-oscillation spectra. The near fields\noriginated from such particles are characterized by topologically distinctive\npower-flow vortices, non-zero helicity, and a torsion degree of freedom. Our\nstudies of the microwave ME near fields are combined in two successive papers.\nIn this paper we give a theoretical background of properties of the electric\nand magnetic fields inside and outside of a ferrite particle with\nmagnetic-dipolar-oscillation spectra resulting in appearance of the microwave\nME near fields. Based on the obtained structures of the ME near fields, we\ndiscuss effects of so-called ME interactions observed in artificial\nelectromagnetic materials. In the next paper, we represent numerical and\nexperimental studies of the microwave ME near fields and their interactions\nwith matter.\n","Comment: Submitted to Phys. Rev. A"]}]
["1111.4361",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4361"],"date":["2011-11-18"],"type":["text"],"creator":["Kamenetskii, E. O.","Joffe, R.","Shavit, R."],"language":[],"coverage":[],"title":["Microwave near-field helicity and its role in the matter-field\n  interaction"],"description":["  In the preceding paper, we have shown analytically that in a source-free\nsubwavelength region of microwave fields there exist the field structures with\nlocal coupling between the time-varying electric and magnetic fields differing\nfrom the electric-magnetic coupling in regular free-space electromagnetic\nwaves. As a source of such near fields, there is a small quasi-2D ferrite disk\nwith the magnetic-dipolar-mode (MDM) spectra. The near fields originated from a\nMDM ferrite particle are characterized by topologically distinctive structures\nof power-flow vortices, non-zero helicity, and a torsion degree of freedom. In\nthis paper, we present numerical and experimental studies on the microwave\nnear-field helicity and its role in the matter-field interaction. We show that\none can distinguish different microwave near-field-helicity parameters for\ndifferent permittivities of dielectric samples loading a ferrite-disk sensor.\nWe analyze a role of topological structures of the fields on the helicity\nproperties. We demonstrate dependence of the MDM spectra and the\nnear-field-helicity parameters from the enantiomeric properties of the loading\nsamples.\n","Comment: Submitted to Phys. Rev. A"]}]
["1111.4363",{"format":[],"subject":["Physics - Computational Physics","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4363"],"date":["2011-11-18"],"type":["text"],"creator":["Walters, Zachary B."],"language":[],"coverage":[],"title":["An efficient parallel method for relaxing to the minimum action\n  wavefunction"],"description":["  Efficient and accurate numerical propagation of the time dependent\nSchroedinger equation is a problem with applications across a wide range of\nphysics. This paper develops an efficient, trivially parallelizeable method for\nrelaxing a trial wavefunction toward a variationally optimum propagated\nwavefunction which minimizes the propagation error relative to a platonic\nwavefunction which obeys the time dependent Schroedinger equation exactly. This\nmethod is shown to be well suited for incorporation with multigrid methods,\nyielding rapid convergence to a minimum action solution even for Hamiltonians\nwhich are not positive definite.\n"]}]
["1111.4374",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L71"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4374"],"date":["2011-11-18"],"type":["text"],"creator":["Planchon, Fabrice","Masmoudi, Nader"],"language":[],"coverage":[],"title":["Unconditional well-posedness for wave maps"],"description":["  We prove uniqueness of solutions to the wave map equation in the natural\nclass, namely $ (u, \\partial_t u) \\in C([0,T); \\dot{H}^{d/2})\\times C^1([0,T);\n\\dot{H}^{d/2-1})$ in dimensions $d\\geq 4$. This is achieved through estimating\nthe difference of two solutions at a lower regularity level. In order to reduce\nto the Coulomb gauge, one has to localize the gauge change in suitable cones as\nwell as estimate the difference between the frames and connections associated\nto each solutions and take advantage of the assumption that the target manifold\nhas bounded curvature.\n","Comment: 16 pages, to appear in J. Hyperbolic Differ. Equ"]}]
["1111.4377",{"format":[],"subject":["Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4377"],"date":["2011-11-18"],"type":["text"],"creator":["McGillivray, I E"],"language":[],"coverage":[],"title":["The spectral shift function for planar obstacle scattering at low energy"],"description":["  Let $H$ signify the free non-negative Laplacian on $\\mathbb{R}^2$ and $H_Y$\nthe non-negative Dirichlet Laplacian on the complement $Y$ of a nonpolar\ncompact subset $K$ in the plane. We derive the low-energy expansion for the\nKrein spectral shift function (scattering phase) for the obstacle scattering\nsystem $\\{\\,H_Y,\\,H\\,\\}$ including detailed expressions for the first three\ncoefficients. We use this to investigate the large time behaviour of the\nexpected volume of the pinned Wiener sausage associated to $K$.\n"]}]
["1111.4378",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4378"],"date":["2011-11-18"],"type":["text"],"creator":["Tone, Florentina"],"language":[],"coverage":[],"title":["Approximation of the Long-term Dynamics of the Dynamical System\n  Generated by the Two-dimensional Thermohydraulics Equations"],"description":["  Pursuing our work in [18], [17], [20], [5], we consider in this article the\ntwo-dimensional thermohydraulics equations. We discretize these equations in\ntime using the implicit Euler scheme and we prove that the global attractors\ngenerated by the numerical scheme converge to the global attractor of the\ncontinuous system as the time-step approaches zero.\n"]}]
["1111.4381",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4381"],"date":["2011-11-18"],"type":["text"],"creator":["McGillivray, I E"],"language":[],"coverage":[],"title":["Riesz-type inequalities and maximum flux exchange flow"],"description":["  Let $D$ stand for the open unit disc in $\\mathbb{R}^d$ ($d\\geq 1$) and\n$(D,\\,\\mathscr{B},\\,m)$ for the usual Lebesgue measure space on $D$. Let\n$\\mathscr{H}$ stand for the real Hilbert space $L^2(D,\\,m)$ with standard inner\nproduct $(\\cdot,\\,\\cdot)$. The letter $G$ signifies the Green operator for the\n(non-negative) Dirichlet Laplacian $-\\Delta$ in $\\mathscr{H}$ and $\\psi$ the\ntorsion function $G\\,\\chi_D$. We pose the following problem. Determine the\noptimisers for the shape optimisation problem \\[\n\\alpha_t:=\\sup\\Big\\{(G\\chi_A,\\chi_A):\\,A\\subseteq D\\text{is open\nand}(\\psi,\\chi_A)\\leq t\\,\\Big\\} \\] where the parameter $t$ lies in the range\n$0<t<(\\psi,1)$. We answer this question in the one-dimensional case $d=1$. We\napply this to a problem connected to maximum flux exchange flow in a vertical\nduct. We also show existence of optimisers for a relaxed version of the above\nvariational problem and derive some symmetry properties of the solutions.\n"]}]
["1111.4382",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Cryptography and Security","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4382"],"date":["2011-11-18"],"type":["text"],"creator":["Dinh, Hang","Moore, Cristopher","Russell, Alexander"],"language":[],"coverage":[],"title":["Quantum Fourier sampling, Code Equivalence, and the quantum security of\n  the McEliece and Sidelnikov cryptosystems"],"description":["  The Code Equivalence problem is that of determining whether two given linear\ncodes are equivalent to each other up to a permutation of the coordinates. This\nproblem has a direct reduction to a nonabelian hidden subgroup problem (HSP),\nsuggesting a possible quantum algorithm analogous to Shor's algorithms for\nfactoring or discrete log. However, we recently showed that in many cases of\ninterest---including Goppa codes---solving this case of the HSP requires rich,\nentangled measurements. Thus, solving these cases of Code Equivalence via\nFourier sampling appears to be out of reach of current families of quantum\nalgorithms.\n  Code equivalence is directly related to the security of McEliece-type\ncryptosystems in the case where the private code is known to the adversary.\nHowever, for many codes the support splitting algorithm of Sendrier provides a\nclassical attack in this case. We revisit the claims of our previous article in\nthe light of these classical attacks, and discuss the particular case of the\nSidelnikov cryptosystem, which is based on Reed-Muller codes.\n"]}]
["1111.4384",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4384"],"date":["2011-11-18"],"type":["text"],"creator":["Vento, Stéphane","Ribaud, Francis"],"language":[],"coverage":[],"title":["A note on the Cauchy problem for the 2D generalized Zakharov-Kuznetsov\n  equations"],"description":["  In this note we study the generalized 2D Zakharov-Kuznetsov equations\n$\\partial_tu+\\Delta\\partial_xu+u^k\\partial_xu=0$ for $k\\ge 2$. By an iterative\nmethod we prove the local well-posedness of these equations in the Sobolev\nspaces $H^s(\\mathbb{R}^2)$ for $s>1/4$ if $k=2$, $s>5/12$ if $k=3$ and\n$s>1-2/k$ if $k\\ge 4$.\n"]}]
["1111.4395",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4395"],"date":["2011-11-18"],"type":["text"],"creator":["Navarro, Gonzalo","Valenzuela, Daniel"],"language":[],"coverage":[],"title":["Practical Top-K Document Retrieval in Reduced Space"],"description":["  Supporting top-k document retrieval queries on general text databases, that\nis, finding the k documents where a given pattern occurs most frequently, has\nbecome a topic of interest with practical applications. While the problem has\nbeen solved in optimal time and linear space, the actual space usage is a\nserious concern. In this paper we study various reduced-space structures that\nsupport top-k retrieval and propose new alternatives. Our experimental results\nshow that our novel algorithms and data structures dominate almost all the\nspace/time tradeoff.\n"]}]
["1111.4399",{"format":[],"subject":["Mathematics - Operator Algebras","46L05, 46L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4399"],"date":["2011-11-18"],"type":["text"],"creator":["Burgstaller, Bernhard"],"language":[],"coverage":[],"title":["On certain properties of Cuntz--Krieger type algebras"],"description":["  The note presents a further study of the class of Cuntz--Krieger type\nalgebras. A necessary and sufficient condition is identified that ensures that\nthe algebra is purely infinite, the ideal structure is studied, % and applied\nto semigraph algebras, and nuclearity is proved by presenting the algebra as a\ncrossed product of an AF-algebra by an abelian group. The results are applied\nto examples of Cuntz--Krieger type algebras, such as higher rank semigraph\n$C^*$-algebras and higher rank Exel-Laca algebras.\n"]}]
["1111.4404",{"format":[],"subject":["Mathematics - Algebraic Topology","55P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4404"],"date":["2011-11-18"],"type":["text"],"creator":["Buijs, Urtzi","Smith, Samuel B."],"language":[],"coverage":[],"title":["Rational Homotopy Type of the Classifying Space for Fibrewise\n  Self-Equivalences"],"description":["  Let p be a fibration of simply connected CW complexes with finite base B and\nfibre F. Let aut_1(p) denote the identity component of the space of all\nfibre-homotopy self-equivalences of p and Baut_1(p) the classifying space for\nthis topological monoid. We give a differential graded Lie algebra model for\nBaut_1(p). We use this model to give classification results for the rational\nhomotopy types represented by Baut_1(p) and also to obtain conditions under\nwhich the monoid aut_1(p) is a double loop-space after rationalization.\n","Comment: 15 pages"]}]
["1111.4407",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Programming Languages","D3.2","D3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4407","doi:10.4204/EPTCS.74"],"date":["2011-11-16"],"type":["text"],"creator":["Van Gorp, Pieter","Mazanek, Steffen","Rose, Louis"],"language":[],"coverage":[],"title":["Proceedings Fifth Transformation Tool Contest"],"description":["  The aim of the Transformation Tool Contest (TTC) series is to compare the\nexpressiveness, the usability and the performance of graph and model\ntransformation tools along a number of selected case studies. Participants want\nto learn about the pros and cons of each tool considering different\napplications. A deeper understanding of the relative merits of different tool\nfeatures will help to further improve graph and model transformation tools and\nto indicate open problems.\n  TTC 2011 involved 25 offline case study solutions: 12 solutions to the Hello\nWorld case, 2 solutions to the GMF Model Migration case, 5 solutions to the\nCompiler Optimization case, and 7 solutions to the Reengineering (i.e., Program\nUnderstanding) case. This volume contains the submissions that have passed an\nadditional (post-workshop) reviewing round.\n","Comment: EPTCS 74, 2011"]}]
["1111.4416",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4416"],"date":["2011-11-18"],"type":["text"],"creator":["Fang, Zhou"],"language":[],"coverage":[],"title":["Sparse Group Selection Through Co-Adaptive Penalties"],"description":["  Recent work has focused on the problem of conducting linear regression when\nthe number of covariates is very large, potentially greater than the sample\nsize. To facilitate this, one useful tool is to assume that the model can be\nwell approximated by a fit involving only a small number of covariates -- a so\ncalled sparsity assumption, which leads to the Lasso and other methods. In many\nsituations, however, the covariates can be considered to be structured, in that\nthe selection of some variables favours the selection of others -- with\nvariables organised into groups entering or leaving the model simultaneously as\na special case. This structure creates a different form of sparsity. In this\npaper, we suggest the Co-adaptive Lasso to fit models accommodating this form\nof `group sparsity'. The Co-adaptive Lasso is fast and simple to calculate, and\nwe show that it holds theoretical advantages over the Lasso, performs well\nunder a broad set of conclusions, and is very competitive in empirical\nsimulations in comparison with previously suggested algorithms like the Group\nLasso and the Adaptive Lasso.\n"]}]
["1111.4421",{"format":[],"subject":["Quantitative Finance - Risk Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4421"],"date":["2011-11-18"],"type":["text"],"creator":["Tarrant, Wayne"],"language":[],"coverage":[],"title":["Historical risk measures on stock market indices and energy markets"],"description":["  In this paper we look at the efficacy of different risk measures on energy\nmarkets and across several different stock market indices. We use both the\nValue at Risk and the Tail Conditional Expectation on each of these data sets.\nWe also consider several different durations and levels for historical risk\nmeasures. Through our results we make some recommendations for a robust risk\nmanagement strategy that involves historical risk measures.\n","Comment: 11 pages"]}]
["1111.4423",{"format":[],"subject":["Physics - Classical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4423"],"date":["2011-10-26"],"type":["text"],"creator":["Drory, Alon"],"language":[],"coverage":[],"title":["Testing for Anisotropy of Space via an Extension of Special Relativity"],"description":["  In special relativity, testing for spatial anisotropy usually means testing\nfor anisotropic propagation of light. This paper explores a different\npossibility, in which light is still assumed to propagate isotropically in all\nframes with an invariant speed, yet other physical effects exhibit a direction\ndependence. If spatial isotropy is not assumed in the derivation of the\ncoordinates transformations, the resulting equations differ from the Lorentz\nrelations by an additional factor $(\\dfrac{c - v}{c + v})^{\\kappa}$, where\n$\\kappa$ is the anisotropy exponent, which depends on the direction chosen as\nthe x-axis. Time dilation and length contractions become direction dependent.\nThe anisotropy exponent is frame-independent, so no preferred isotropic frame\nexists if $\\kappa$ is non-vanishing. The Doppler shift can be used to measure\nthis exponent and determine experimentally the degree of anisotropy our\nuniverse actually possesses.\n"]}]
["1111.4441",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4441"],"date":["2011-11-18"],"type":["text"],"creator":["Laveder, M.","Tamburini, F."],"language":[],"coverage":[],"title":["Tachyonic Majorana neutrinos or neutrino spin-to-orbital angular\n  momentum conversion in OPERA"],"description":["  The new data release of OPERA - CNGS experiment, obtained with a shorter\nspill of protons, confirms the tachyionic behavior expected from the\nphenomenological model of a Majorana neutrino with a fictitious imaginary mass\nterm acquired during the propagation in the Earth's crust, recently presented\nby us. We performed numerical simulations of neutrino event detections to\ncompare the properties of these Majorana tachyons with the new OPERA results,\nfinding a good agreement. The possibility of spin-to orbital angular momentum\nconversion that is expected to give a negative squared mass in a medium, is\nalso briefly discussed.\n","Comment: 4 pages, two figures"]}]
["1111.4442",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4442"],"date":["2011-11-18"],"type":["text"],"creator":["Dainiak, Alex"],"language":[],"coverage":[],"title":["Inverse problems for the number of maximal independent sets"],"description":["  We study the following inverse graph-theoretic problem: how many vertices\nshould a graph have given that it has a specified value of some parameter. We\nobtain asymptotic for the minimal number of vertices of the graph with the\ngiven number $n$ of maximal independent sets for a class of natural numbers\nthat can be represented as concatenation of periodic binary words.\n","Comment: 1 figure, 8 pages"]}]
["1111.4456",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4456","doi:10.1088/0004-637X/739/1/1"],"date":["2011-11-18"],"type":["text"],"creator":["Abramenko, V. I.","Carbone, V.","Yurchyshyn, V.","Goode, P. R.","Stein, R. F.","Lepreti, F.","Capparelli, V.","Vecchio, A."],"language":[],"coverage":[],"title":["Turbulent Diffusion in the Photosphere as Derived from Photospheric\n  Bright Point Motion"],"description":["  On the basis of observations of solar granulation obtained with the New Solar\nTelescope (NST) of Big Bear Solar Observatory, we explored proper motion of\nbright points (BPs) in a quiet sun area, a coronal hole, and an active region\nplage. We automatically detected and traced bright points (BPs) and derived\ntheir mean-squared displacements as a function of time (starting from the\nappearance of each BP) for all available time intervals. In all three magnetic\nenvironments, we found the presence of a super-diffusion regime, which is the\nmost pronounced inside the time interval of 10-300 seconds. Super-diffusion,\nmeasured via the spectral index, $\\gamma$, which is the slope of the\nmean-squared displacement spectrum, increases from the plage area\n($\\gamma=1.48$) to the quiet sun area ($\\gamma=1.53$) to the coronal hole\n($\\gamma=1.67$). We also found that the coefficient of turbulent diffusion\nchanges in direct proportion to both temporal and spatial scales. For the\nminimum spatial scale (22 km) and minimum time scale (10 sec), it is 22 and 19\nkm$^{2}$ s$^{-1}$ for the coronal hole and the quiet sun area, respectively,\nwhereas for the plage area it is about 12 km$^{2}$ s$^{-1}$ for the minimum\ntime scale of 15 seconds. We applied our BP tracking code to 3D MHD model data\nof solar convection (Stein et al. 2007) and found the super-diffusion with\n$\\gamma=1.45$. An expression for the turbulent diffusion coefficient as a\nfunction of scales and $\\gamma$ is obtained.\n","Comment: 22 pages, 10 figures"]}]
["1111.4458",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4458","Applied Physics Letters, 97, 081909 (2010)","doi:10.1063/1.3479050"],"date":["2011-11-18"],"type":["text"],"creator":["Zhang, Zhao","Li, Teng"],"language":[],"coverage":[],"title":["Carbon Nanotube Initiated Formation of Carbon Nanoscrolls"],"description":["  The unique topology and exceptional properties of carbon nanoscrolls (CNSs)\nhave inspired unconventional nano-device concepts, yet the fabrication of CNSs\nremains rather challenging. Using molecular dynamics simulations, we\ndemonstrate the spontaneous formation of a CNS from graphene on a substrate,\ninitiated by a carbon nanotube (CNT). The rolling of graphene into a CNS is\nmodulated by the CNT size, the carbon-carbon interlayer adhesion, and the\ngraphene-substrate interaction. A phase diagram emerging from the simulations\ncan offer quantitative guideline toward a feasible and robust physical approach\nto fabricating CNSs.\n","Comment: 12 pages, 3 figures"]}]
["1111.4459",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4459","Journal of Applied Physics, 107, 103519 (2010)","doi:10.1063/1.3427551"],"date":["2011-11-18"],"type":["text"],"creator":["Zhang, Zhao","Li, Teng"],"language":[],"coverage":[],"title":["Graphene morphology regulated by nanowires patterned in parallel on a\n  substrate surface"],"description":["  The graphene morphology regulated by nanowires patterned in parallel on a\nsubstrate surface is quantitatively determined using energy minimization. The\nregulated graphene morphology is shown to be governed by the nanowire diameter,\nthe nanowire spacing and the interfacial bonding energies between the graphene\nand the underlying nanowires and substrate. We demonstrate two representative\nregulated graphene morphologies and determine critical values of the nanowire\nspacing, nanowire diameter and interfacial bonding energies at which graphene\nswitches between the two representative morphologies. Interestingly, we\nidentify a rule-of-thumb formula that correlates the critical nanowire spacing,\nthe critical interfacial bonding energies and the nanowire diameter in quite\nwell agreement with the full-scale simulation results. Results from the present\nstudy offer guidelines in nano-structural design to achieve desired graphene\nmorphology via regulation with a resolution approaching the atomic feature size\nof graphene.\n","Comment: 26 pages, 4 figures"]}]
["1111.4460",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4460"],"date":["2011-11-18"],"type":["text"],"creator":["Jiang, Chong","Srikant, R."],"language":[],"coverage":[],"title":["Parametrized Stochastic Multi-armed Bandits with Binary Rewards"],"description":["  In this paper, we consider the problem of multi-armed bandits with a large,\npossibly infinite number of correlated arms. We assume that the arms have\nBernoulli distributed rewards, independent across time, where the probabilities\nof success are parametrized by known attribute vectors for each arm, as well as\nan unknown preference vector, each of dimension $n$. For this model, we seek an\nalgorithm with a total regret that is sub-linear in time and independent of the\nnumber of arms. We present such an algorithm, which we call the Two-Phase\nAlgorithm, and analyze its performance. We show upper bounds on the total\nregret which applies uniformly in time, for both the finite and infinite arm\ncases. The asymptotics of the finite arm bound show that for any $f \\in\n\\omega(\\log(T))$, the total regret can be made to be $O(n \\cdot f(T))$. In the\ninfinite arm case, the total regret is $O(\\sqrt{n^3 T})$.\n","Comment: 10 pages, 3 figures"]}]
["1111.4461",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4461","Journal of Nanomaterials, vol. 2011, Article ID 374018, (2011)","doi:10.1155/2011/374018"],"date":["2011-11-18"],"type":["text"],"creator":["Zhang, Zhao","Li, Teng"],"language":[],"coverage":[],"title":["A Molecular Mechanics Study of Morphologic Interaction between Graphene\n  and Si Nanowires on a SiO2 Substrate"],"description":["  In this paper, we study the morphologic interaction between graphene and Si\nnanowires on a SiO2 substrate, using molecular mechanics simulations. Two cases\nare considered: 1) a graphene nanoribbon intercalated by a single Si nanowire\non a SiO2 substrate and 2) a blanket graphene flake intercalated by an array of\nSi nanowires evenly patterned in parallel on a SiO2 substrate. Various graphene\nmorphologies emerge from the simulation results of these two cases, which are\nshown to depend on both geometric parameters (e.g., graphene nanoribbon width,\nnanowire diameter, and nanowire spacing) and material properties (e.g.,\ngraphene-nanowire and graphene-substrate bonding strength). While the\nquantitative results at the atomistic resolution in this study can be further\nused to determine the change of electronic properties of graphene under\nmorphologic regulation, the qualitative understandings from this study can be\nextended to help exploring graphene morphology in other material systems.\n","Comment: 23 pages, 7 figures"]}]
["1111.4467",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4467"],"date":["2011-11-18"],"type":["text"],"creator":["Ajaib, M. Adeel","Li, Tong","Shafi, Qaisar"],"language":[],"coverage":[],"title":["Stop-Neutralino Coannihilation in the Light of LHC"],"description":["  We employ the ATLAS search results for events containing jets and large\nmissing transverse momentum, corresponding to an integrated luminosity of 1\nfb^{-1}, to investigate the constrained minimal supersymmetric model (CMSSM)\nwith b-\\tau Yukawa coupling unification. In this scenario, one of the stops is\nthe next-to-lightest supersymmetric particle (NLSP), which co-annihilates with\nthe lightest (LSP) neutralino to yield the desired dark matter relic abundance.\nThe NLSP stop, here taken to be lighter than the top quark, is slightly (<~\n20%-30%) heavier than the LSP neutralino, and it primarily decays into the LSP\nand a charm quark. We find that the multi-jets and monojet ATLAS searches are\nsensitive to this scenario if the stop pair production is accompanied by a hard\nQCD jet. The excluded limit for the NLSP stop mass from the ATLAS data can\nreach 160 GeV in the coannihilation region, with mass below 140 GeV essentially\nexcluded. A significant region of the parameter space corresponding to large\nm_0 values, 8 TeV<~ m_0<~ 16 TeV, is excluded by our analysis. For LSP\nneutralino mass ~ 100 GeV, the LHC constraints in some cases on the\nspin-dependent (spin-independent) neutralino-nucleon cross section are\nsignificantly more stringent than the current and expected bounds from Xenon,\nCDMS and IceCube.\n","Comment: 12 pages, 4 figures, 1 table"]}]
["1111.4469",{"format":[],"subject":["Statistics - Methodology","62E20, 62F12, 60F05, 60B10, 60F17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4469"],"date":["2011-11-18"],"type":["text"],"creator":["Lo, Gane Samb","Fall, Adja Mbarka"],"language":[],"coverage":[],"title":["On the Pickands stochastic process"],"description":["  We consider the Pickands process {equation*} P_{n}(s)=\\log (1/s)^{-1}\\log\n\\frac{X_{n-k+1,n}-X_{n-[k/s]+1,n}}{% X_{n-[k/s]+1,n}-X_{n-[k/s^{2}]+1,n}},\n{equation*} {equation*} (\\frac{k}{n}\\leq s^2 \\leq 1), {equation*} which is a\ngeneralization of the classical Pickands estimate $P_{n}(1/2)$ of the extremal\nindex. We undertake here a purely stochastic process view for the asymptotic\ntheory of that process by using the\nCs\\\"{o}rg\\H{o}-Cs\\\"{o}rg\\H{o}-Horv\\'{a}th-Mason (1986) \\cite{cchm} weighted\napproximation of the empirical and quantile processes to suitable Brownian\nbridges. This leads to the uniform convergence of the margins of this process\nto the extremal index and a complete theory of weak convergence of $P_n$ in\n$\\ell^{\\infty}([a,b])$ to some Gaussian process $$\\{\\mathbb{G},a\\leq s \\leq b\\}\n$$ for all $[a,b] \\subset]0,1[$. This frame greatly simplifies the former\nresults and enable applications based on stochastic processes methods.\n"]}]
["math/0301124",{"format":[],"subject":["Mathematics - Operator Algebras","46L05, 55R10, 22D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0301124","Commun.Math.Phys.274 (2007) 253-276","doi:10.1007/s00220-007-0268-5"],"date":["2003-01-13","2006-12-12"],"type":["text"],"creator":["Vasselli, Ezio"],"language":[],"coverage":[],"title":["Some Remarks on Group Bundles and C*-dynamical systems"],"description":["  We introduce the notion of fibred action of a group bundle on a C(X)-algebra.\nBy using such a notion, a characterization in terms of induced C*-bundles is\ngiven for C*-dynamical systems such that the relative commutant of the\nfixed-point algebra is minimal (i.e., it is generated by the centre of the\ngiven C*-algebra and the centre of the fixed-point algebra). A class of\nexamples in the setting of the Cuntz algebra is given, and connections with\nsuperselection structures with nontrivial centre are discussed.\n","Comment: 22 pages; to appear on Comm. Math. Phys"]}]
["math/0301214",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Category Theory","Mathematics - K-Theory and Homology","46L05, 46L08, 22D35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0301214","Int.J.Math. 16 (2005) 137-172"],"date":["2003-01-20","2004-12-22"],"type":["text"],"creator":["Vasselli, Ezio"],"language":[],"coverage":[],"title":["Crossed Products by Endomorphisms, Vector Bundles and Group Duality"],"description":["  We construct the crossed product of a C(X)-algebra by an endomorphism, in\nsuch a way that the endomorphism itself becomes induced by the bimodule of\ncontinuous sections of a vector bundle. Some motivating examples for such a\nconstruction are given. Furthermore, we study the C*-algebra of G-invariant\nelements of the Cuntz-Pimsner algebra associated with a G-vector bundle, where\nG is a (noncompact, in general) group. In particular, the C*-algebra of\ninvariant elements w.r.t. the action of the group of special unitaries of the\ngiven vector bundle is a crossed product in the above sense. We also study the\nanalogous construction on certain Hilbert bimodules, called 'noncommutative\npullbacks'.\n","Comment: 37 pages, uses xy. Revised version of the first part of the previous\n  submission, to appear on Int. J. Math"]}]
["math/0412451",{"format":[],"subject":["Mathematics - Operator Algebras","46L05, 46L08, 22D35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0412451","Int.J.Math.17 (2006) 65-96","doi:10.1142/S0129167X06003321"],"date":["2004-12-22","2004-12-31"],"type":["text"],"creator":["Vasselli, Ezio"],"language":[],"coverage":[],"title":["Crossed products by endomorphisms, vector bundles and group duality, II"],"description":["  We study C*-algebra endomorphims which are special in a weaker sense w.r.t.\nthe notion introduced by Doplicher and Roberts. We assign to such endomorphisms\na geometrical invariant, representing a cohomological obstruction for them to\nbe special in the usual sense. Moreover, we construct the crossed product of a\nC*-algebra by the action of the dual of a (nonabelian, noncompact) group of\nvector bundle automorphisms. These crossed products supply a class of examples\nfor such generalized special endomorphisms.\n","Comment: 33 pages, uses xy.sty; the sequel of math.OA/0301214 v4"]}]
["math/0510594",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - K-Theory and Homology","Mathematics - Operator Algebras","18D10, 22D25, 14F05, 55N30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510594","Journal of Functional Analysis 247 (2007) 351-377"],"date":["2005-10-27","2008-06-16"],"type":["text"],"creator":["Vasselli, Ezio"],"language":[],"coverage":[],"title":["Bundles of C*-categories and duality"],"description":["  We introduce the notions of multiplier C*-category and continuous bundle of\nC*-categories, as the categorical analogues of the corresponding C*-algebraic\nnotions. Every symmetric tensor C*-category with conjugates is a continuous\nbundle of C*-categories, with base space the spectrum of the C*-algebra\nassociated with the identity object. We classify tensor C*-categories with\nfibre the dual of a compact Lie group in terms of suitable principal bundles.\nThis also provides a classification for certain C*-algebra bundles, with fibres\nfixed-point algebras of O_d.\n","Comment: 25 pages; contains the first part of the previous version, published\n  on Journal of Functional Analysis"]}]
