["0806.0916",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0916","J.Exp.Theor.Phys. 112:784-793,2011","doi:10.1134/S1063776111040157"],"date":["2008-06-05","2011-06-06"],"type":["text"],"creator":["Babichev, E. O.","Dokuchaev, V. I.","Eroshenko, Yu. N."],"language":[],"coverage":[],"title":["Perfect fluid and scalar field in the Reissner-Nordstrom metric"],"description":["  We describe spherically symmetric steady-state accretion of perfect fluid in\nthe Reissner-Nordstrom metric. We present analytic solutions for accretion of a\nfluid with the linear equations of state and of the Chaplygin gas. It is also\nshown that, under reasonable physical conditions, there is no steady-state\naccretion of a perfect fluid onto a Reissner-Nordstrom naked singularity.\nInstead, a static atmosphere of fluid is formed. We discuss a possibility of\nviolation of the third law of black hole thermodynamics for a phantom fluid\naccretion.\n","Comment: 10 pages, 5 figures; title changed, results unchanged"]}]
["0809.0021",{"format":[],"subject":["Mathematics - Numerical Analysis","65N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0021","Advances in Computational Mathematics, 33 (2010), pp. 169-189","doi:10.1007/s10444-009-9125-8"],"date":["2008-08-29"],"type":["text"],"creator":["Atkinson, Kendall","Chien, David","Hansen, Olaf"],"language":[],"coverage":[],"title":["A spectral method for elliptic equations: the Dirichlet problem"],"description":["  An elliptic partial differential equation Lu=f with a zero Dirichlet boundary\ncondition is converted to an equivalent elliptic equation on the unit ball. A\nspectral Galerkin method is applied to the reformulated problem, using\nmultivariate polynomials as the approximants. For a smooth boundary and smooth\nproblem parameter functions, the method is proven to converge faster than any\npower of 1/n with n the degree of the approximate Galerkin solution. Examples\nin two and three variables are given as numerical illustrations. Empirically,\nthe condition number of the associated linear system increases like O(N), with\nN the order of the linear system.\n","Comment: This is latex with the standard article style, produced using\n  Scientific Workplace in a portable format. The paper is 22 pages in length\n  with 8 figures"]}]
["0812.0828",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0828","Int.J.Mod.Phys.A26:2503-2521,2011","doi:10.1142/S0217751X11053420"],"date":["2008-12-03","2011-05-31"],"type":["text"],"creator":["Das, C. R.","Froggatt, C. D.","Laperashvili, L. V.","Nielsen, H. B."],"language":[],"coverage":[],"title":["New Bound States of Heavy Quarks at LHC and Tevatron"],"description":["  The present paper is based on the assumption that heavy quarks bound states\nexist in the Standard Model (SM). Considering New Bound States (NBS) of\ntop-anti-top quarks (named T-balls) we have shown that: 1) there exists the\nscalar 1S--bound state of $6t+6\\bar t$; 2) the forces which bind the top-quarks\nare very strong and almost completely compensate the mass of the twelve\ntop-anti-top-quarks in the scalar NBS; 3) such strong forces are produced by\nthe Higgs-top-quarks interaction with a large value of the top-quark Yukawa\ncoupling constant $g_t\\simeq 1$. Theory also predicts the existence of the NBS\n$6t + 5\\bar t$, which is a color triplet and a fermion similar to the\n$t'$-quark of the fourth generation. We have also considered the\n\"b-quark-replaced\" NBS, estimated the masses of the lightest fermionic NBS:\n$M_{NBS}\\gtrsim 300$ GeV, and discussed the larger masses of T-balls. We have\ndeveloped a theory of the scalar T-ball's condensate and predicted the\nexistence of three SM phases. Searching for heavy quark bound states at the\nTevatron and LHC is discussed. We have constructed the possible form-factors of\nT-balls, and estimated the charge multiplicity coming from the T-ball's decays.\n","Comment: 25 pages 12 figures"]}]
["0901.3737",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3737","J.Phys.G38:075002,2011","doi:10.1088/0954-3899/38/7/075002"],"date":["2009-01-23","2011-06-05"],"type":["text"],"creator":["Lin, Zi-Wei"],"language":[],"coverage":[],"title":["Quark Coalescence with Quark Number Conservation and the Effect on\n  Quark-Hadron Scaling"],"description":["  We develop a new formulation of the quark coalescence model by including the\nquark number conservation in order to describe the hadronization of the bulk of\nthe quark-gluon plasma. The scalings between hadron and quark phase space\ndistributions are shown to depend on the transverse momentum. For hard quarks,\nour general scalings reproduce the usual quadratic scaling relation for mesons\nand the cubic scaling relation for baryons. For softer quarks, however, the\ninclusion of the quark number conservation leads to a linear scaling for the\nhadron species that dominates the quark number of each flavor, while the\nscalings of non-dominant hadrons depend on the coalescence dynamics. For charm\nmesons, we find that the distribution of soft $D$ mesons does not depend on the\nlight quark distribution but the distribution of soft $J/\\psi$ mesons is\ninversely correlated to the light quark distribution.\n","Comment: Added 6 more equations to explain the derivations; added discussions;\n  final published version"]}]
["0906.3886",{"format":[],"subject":["Mathematics - Probability","60E15, 60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3886"],"date":["2009-06-21","2011-06-17"],"type":["text"],"creator":["Ghosh, Subhankar","Goldstein, Larry"],"language":[],"coverage":[],"title":["Concentration of measures via size biased couplings"],"description":["  Let $Y$ be a nonnegative random variable with mean $\\mu$ and finite positive\nvariance $\\sigma^2$, and let $Y^s$, defined on the same space as $Y$, have the\n$Y$ size biased distribution, that is, the distribution characterized by\nE[Yf(Y)]=\\mu E f(Y^s) for all functions $f$ for which these expectations exist.\nUnder a variety of conditions on the coupling of Y and $Y^s$, including\ncombinations of boundedness and monotonicity, concentration of measure\ninequalities hold. Examples include the number of relatively ordered\nsubsequences of a random permutation, sliding window statistics including the\nnumber of m-runs in a sequence of coin tosses, the number of local maximum of a\nrandom function on a lattice, the number of urns containing exactly one ball in\nan urn allocation model, the volume covered by the union of $n$ balls placed\nuniformly over a volume n subset of d dimensional Euclidean space, the number\nof bulbs switched on at the terminal time in the so called lightbulb process,\nand the infinitely divisible and compound Poisson distributions that satisfy a\nbounded moment generating function condition.\n","Comment: Concentration results for the number of isolated vertices have been\n  removed from this version, and with corrections, posted jointly with Martin\n  Raic in http://arxiv.org/abs/1106.0048"]}]
["0907.1270",{"format":[],"subject":["Mathematics - Numerical Analysis","65N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1270","Advances in Computational Mathematics 34 (2011), pp. 295-317","doi:10.1007/s10444-010-9154-3"],"date":["2009-07-07"],"type":["text"],"creator":["Atkinson, Kendall","Chien, David","Hansen, Olaf"],"language":[],"coverage":[],"title":["A Spectral Method for Elliptic Equations: The Neumann Problem"],"description":["  Let $\\Omega$ be an open, simply connected, and bounded region in\n$\\mathbb{R}^{d}$, $d\\geq2$, and assume its boundary $\\partial\\Omega$ is smooth.\nConsider solving an elliptic partial differential equation $-\\Delta u+\\gamma\nu=f$ over $\\Omega$ with a Neumann boundary condition. The problem is converted\nto an equivalent elliptic problem over the unit ball $B$, and then a spectral\nGalerkin method is used to create a convergent sequence of multivariate\npolynomials $u_{n}$ of degree $\\leq n$ that is convergent to $u$. The\ntransformation from $\\Omega$ to $B$ requires a special analytical calculation\nfor its implementation. With sufficiently smooth problem parameters, the method\nis shown to be rapidly convergent. For $u\\in C^{\\infty}(\\overline{\\Omega}) $\nand assuming $\\partial\\Omega$ is a $C^{\\infty}$ boundary, the convergence of\n$\\Vert u-u_{n}\\Vert_{H^{1}}$ to zero is faster than any power of $1/n$.\nNumerical examples in $\\mathbb{R}^{2}$ and $\\mathbb{R}^{3}$ show experimentally\nan exponential rate of convergence.\n","Comment: 23 pages, 11 figures"]}]
["0909.2351",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter","Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2351","Phys. Rev. B 80, 205414 (2009)","doi:10.1103/PhysRevB.80.205414"],"date":["2009-09-12"],"type":["text"],"creator":["McNellis, Erik","Meyer, Jorg","Reuter, Karsten"],"language":[],"coverage":[],"title":["Azobenzene at Coinage Metal Surfaces: The Role of Dispersive van der\n  Waals Interactions"],"description":["  We use different semi-empirical dispersion correction schemes to assess the\nrole of long-range van der Waals interactions in the adsorption of the\nprototypical molecular switch azobenzene (C6H5-N2-C6H5) at the coinage metal\nsurfaces Cu(111), Ag(111) and Au(111). Compared to preceding density-functional\ntheory results employing a semi-local exchange and correlation functional we\nobtain partly sizable changes of the computed adsorption geometry and\nenergetics. The discomforting scatter in the results provided by the different\nschemes is largely attributed to the unknown form of the damping function in\nthe semi-empirical correction expression. Using the congeneric problem of the\nadsorption of benzene as a vehicle to connection with experiment, we cautiously\nconclude that the account of dispersive interactions at the metal surfaces\nprovided by the various schemes is in the right ballpark, with the more recent,\ngeneral schemes likely to overbind.\n","Comment: 11 pages including 4 figures; related publications can be found at\n  http://www.fhi-berlin.mpg.de/th/th.html"]}]
["0909.3607",{"format":[],"subject":["Mathematics - Numerical Analysis","65N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3607","Electronic Transactions on Numerical Analysis 37 (2010), pp.\n  386-412"],"date":["2009-09-19"],"type":["text"],"creator":["Atkinson, Kendall","Hansen, Olaf"],"language":[],"coverage":[],"title":["A Spectral Method for the Eigenvalue Problem for Elliptic Equations"],"description":["  Let $\\Omega$ be an open, simply connected, and bounded region in\n$\\mathbb{R}^{d}$, $d\\geq2$, and assume its boundary $\\partial\\Omega$ is smooth.\nConsider solving the eigenvalue problem $Lu=\\lambda u$ for an elliptic partial\ndifferential operator $L$ over $\\Omega$ with zero values for either Dirichlet\nor Neumann boundary conditions. We propose, analyze, and illustrate a 'spectral\nmethod' for solving numerically such an eigenvalue problem. This is an\nextension of the methods presented earlier in [5],[6].\n","Comment: 28 pages, 13 figures"]}]
["0910.2949",{"format":[],"subject":["Mathematical Physics","Mathematics - Quantum Algebra","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2949","Commun. Math. Phys. 304, 369 -- 393 (2011)"],"date":["2009-10-15","2011-06-17"],"type":["text"],"creator":["Ruuge, Artur E.","van Oystaeyen, Freddy"],"language":[],"coverage":[],"title":["Distortion of the Poisson Bracket by the Noncommutative Planck Constants"],"description":["  In this paper we introduce a kind of \"noncommutative neighbourhood\" of a\nsemiclassical parameter corresponding to the Planck constant. This construction\nis defined as a certain filtered and graded algebra with an infinite number of\ngenerators indexed by planar binary leaf-labelled trees. The associated graded\nalgebra (the classical shadow) is interpreted as a \"distortion\" of the algebra\nof classical observables of a physical system. It is proven that there exists a\nq-analogue of the Weyl quantization, where q is a matrix of formal variables,\nwhich induces a nontrivial noncommutative analogue of a Poisson bracket on the\nclassical shadow.\n"]}]
["0910.4125",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4125","Astrophys.J.735:38,2011","doi:10.1088/0004-637X/735/1/38"],"date":["2009-10-21"],"type":["text"],"creator":["Vallinotto, Alberto","Viel, Matteo","Das, Sudeep","Spergel, David N."],"language":[],"coverage":[],"title":["Cross-correlations of the Lyman-alpha forest with weak lensing\n  convergence I: Analytical Estimates of S/N and Implications for Neutrino Mass\n  and Dark Energy"],"description":["  We expect a detectable correlation between two seemingly unrelated\nquantities: the four point function of the cosmic microwave background (CMB)\nand the amplitude of flux decrements in quasar (QSO) spectra. The amplitude of\nCMB convergence in a given direction measures the projected surface density of\nmatter. Measurements of QSO flux decrements trace the small-scale distribution\nof gas along a given line-of-sight. While the cross-correlation between these\ntwo measurements is small for a single line-of-sight, upcoming large surveys\nshould enable its detection. This paper presents analytical estimates for the\nsignal to noise (S/N) for measurements of the cross-correlation between the\nflux decrement and the convergence and for measurements of the\ncross-correlation between the variance in flux decrement and the convergence.\nFor the ongoing BOSS (SDSS III) and Planck surveys, we estimate an S/N of 30\nand 9.6 for these two correlations. For the proposed BigBOSS and ACTPOL\nsurveys, we estimate an S/N of 130 and 50 respectively. Since the\ncross-correlation between the variance in flux decrement and the convergence is\nproportional to the fourth power of $\\sigma_8$, the amplitude of these\ncross-correlations can potentially be used to measure the amplitude of\n$\\sigma_8$ at z~2 to 2.5% with BOSS and Planck and even better with future data\nsets. These measurements have the potential to test alternative theories for\ndark energy and to constrain the mass of the neutrino. The large potential\nsignal estimated in our analytical calculations motivate tests with non-linear\nhydrodynamical simulations and analyses of upcoming data sets.\n","Comment: 24 pages, 9 figures"]}]
["0912.2080",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2080"],"date":["2009-12-10","2011-06-16"],"type":["text"],"creator":["Dieulefait, Luis"],"language":[],"coverage":[],"title":["Langlands Base Change for GL(2)"],"description":["  Let F be a totally real Galois number field. We prove the existence of base\nchange relative to the extension F/Q for every classical newform of odd level,\nunder simple local assumptions on the field F.\n","Comment: 27 pages. Main result improved: now there is no condition on the\n  primes in the level of the newform (they are allowed to ramify in F)"]}]
["0912.4988",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4988","IEEE Trans. Info. Theory, Vol. 57, No. 6, pp. 3864-3876, June 2011","doi:10.1109/TIT.2011.2143890"],"date":["2009-12-25","2011-06-17"],"type":["text"],"creator":["Boufounos, Petros T.","Kutyniok, Gitta","Rauhut, Holger"],"language":[],"coverage":[],"title":["Sparse Recovery from Combined Fusion Frame Measurements"],"description":["  Sparse representations have emerged as a powerful tool in signal and\ninformation processing, culminated by the success of new acquisition and\nprocessing techniques such as Compressed Sensing (CS). Fusion frames are very\nrich new signal representation methods that use collections of subspaces\ninstead of vectors to represent signals. This work combines these exciting\nfields to introduce a new sparsity model for fusion frames. Signals that are\nsparse under the new model can be compressively sampled and uniquely\nreconstructed in ways similar to sparse signals using standard CS. The\ncombination provides a promising new set of mathematical tools and signal\nmodels useful in a variety of applications. With the new model, a sparse signal\nhas energy in very few of the subspaces of the fusion frame, although it does\nnot need to be sparse within each of the subspaces it occupies. This sparsity\nmodel is captured using a mixed l1/l2 norm for fusion frames.\n  A signal sparse in a fusion frame can be sampled using very few random\nprojections and exactly reconstructed using a convex optimization that\nminimizes this mixed l1/l2 norm. The provided sampling conditions generalize\ncoherence and RIP conditions used in standard CS theory. It is demonstrated\nthat they are sufficient to guarantee sparse recovery of any signal sparse in\nour model. Moreover, a probabilistic analysis is provided using a stochastic\nmodel on the sparse signal that shows that under very mild conditions the\nprobability of recovery failure decays exponentially with increasing dimension\nof the subspaces.\n"]}]
["1002.0687",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter","Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0687","Phys. Chem. Chem. Phys. 12, 6404 (2010)","doi:10.1039/c001978j"],"date":["2010-02-03"],"type":["text"],"creator":["McNellis, Erik R.","Bronner, Christopher","Meyer, Jorg","Weinelt, Martin","Tegeder, Petra","Reuter, Karsten"],"language":[],"coverage":[],"title":["Azobenzene versus 3,3',5,5'-tetra-tert-butyl-azobenzene (TBA) at\n  Au(111): Characterizing the role of spacer groups"],"description":["  We present large-scale density-functional theory (DFT) calculations and\ntemperature programmed desorption measurements to characterize the structural,\nenergetic and vibrational properties of the functionalized molecular switch\n3,3',5,5'-tetra-tert-butyl-azobenzene (TBA) adsorbed at Au(111). Particular\nemphasis is placed on exploring the accuracy of the semi-empirical dispersion\ncorrection approach to semi-local DFT (DFT-D) in accounting for the substantial\nvan der Waals component in the surface chemical bond. In line with previous\nfindings for benzene and pure azobenzene at coinage metal surfaces, DFT-D\nsignificantly overbinds the molecule, but seems to yield an accurate adsorption\ngeometry as far as can be judged from the experimental data. Comparing the\ntrans adsorption geometry of TBA and azobenzene at Au(111) reveals a remarkable\ninsensitivity of the structural and vibrational properties of the -N=N- moiety.\nThis questions the established view of the role of the bulky tert-butyl-spacer\ngroups for the switching of TBA in terms of a mere geometric decoupling of the\nphotochemically active diazo-bridge from the gold substrate.\n","Comment: 9 pages including 6 figures; related publications can be found at\n  http://www.fhi-berlin.mpg.de/th/th.html"]}]
["1002.3020",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3020","Phys. Rev. Lett. 105, 176801 (2010)","doi:10.1103/PhysRevLett.105.176801"],"date":["2010-02-16","2010-08-23"],"type":["text"],"creator":["Lambert, Neill","Emary, Clive","Chen, Yueh-Nan","Nori, Franco"],"language":[],"coverage":[],"title":["Distinguishing quantum and classical transport through nanostructures"],"description":["  We consider the question of how to distinguish quantum from classical\ntransport through nanostructures. To address this issue we have derived two\ninequalities for temporal correlations in nonequilibrium transport in\nnanostructures weakly coupled to leads. The first inequality concerns local\ncharge measurements and is of general validity; the second concerns the current\nflow through the device and is relevant for double quantum dots. Violation of\neither of these inequalities indicates that physics beyond that of a classical\nMarkovian model is occurring in the nanostructure.\n","Comment: 5 pages, 4 figures. Simplified proof following Equation (2)"]}]
["1003.2290",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2290"],"date":["2010-03-11","2011-06-17"],"type":["text"],"creator":["Bredberg, Johan"],"language":[],"coverage":[],"title":["On large gaps between consecutive zeros, on the critical line, of some\n  Dirichlet $L$-functions"],"description":["  This text shows the existence of large (3.54 times the average) gaps between\nconsecutive zeros, on the critical line, of some Dirichlet $L$-functions\n$L(s,\\chi),$ with $\\chi$ being an even primitive Dirichlet character.\n","Comment: Minor edits. Results unchanged"]}]
["1003.5346",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Optimization and Control","37C25, 47H07, 47H10, 93E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5346","Journal of Fixed Point Theory and Applications Volume 9, Number 2,\n  295-325, 2011","doi:10.1007/s11784-011-0052-1"],"date":["2010-03-28"],"type":["text"],"creator":["Akian, Marianne","Gaubert, Stephane","Lemmens, Bas"],"language":[],"coverage":[],"title":["Stability and convergence in discrete convex monotone dynamical systems"],"description":["  We study the stable behaviour of discrete dynamical systems where the map is\nconvex and monotone with respect to the standard positive cone. The notion of\ntangential stability for fixed points and periodic points is introduced, which\nis weaker than Lyapunov stability. Among others we show that the set of\ntangentially stable fixed points is isomorphic to a convex inf-semilattice, and\na criterion is given for the existence of a unique tangentially stable fixed\npoint. We also show that periods of tangentially stable periodic points are\norders of permutations on $n$ letters, where $n$ is the dimension of the\nunderlying space, and a sufficient condition for global convergence to periodic\norbits is presented.\n","Comment: 36 pages, 1 fugure"]}]
["1004.2517",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory","Primary 35P20, 35J25, Secondary 58J40, 35R01"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2517"],"date":["2010-04-14","2011-06-16"],"type":["text"],"creator":["Xu, Xiangjin"],"language":[],"coverage":[],"title":["Upper and lower bounds for normal derivatives of spectral clusters of\n  Dirichlet Laplacian"],"description":["  In this paper, we prove the upper and lower bounds for normal derivatives of\nspectral clusters $u=\\chi_{\\lambda}^s f$ of Dirichlet Laplacian $\\Delta_M$,\n$$c_s \\lambda\\|u\\|_{L^2(M)} \\leq \\| \\partial_{\\nu}u \\|_{L^2(\\partial M)} \\leq\nC_s \\lambda \\|u\\|_{L^2(M)} $$ where the upper bound is true for any Riemannian\nmanifold, and the lower bound is true for some small $0<s<s_M$, where $s_M$\ndepends on the manifold only, provided that $M$ has no trapped geodesics (see\nTheorem \\ref{Thm3} for a precise statement), which generalizes the early\nresults for single eigenfunctions by Hassell and Tao.\n","Comment: 14 pages, Rewrite section 6 (the appendix) and correct a mistake in\n  section 6"]}]
["1004.2778",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","Mathematics - Optimization and Control","14T05 (Primary) 15A80, 52A01, 16Y60, 06A07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2778","Linear Algebra and its Applications, Volume 435, Issue 7, 1\n  October 2011, Pages 1549-1574","doi:10.1016/j.laa.2011.02.004"],"date":["2010-04-16","2010-10-29"],"type":["text"],"creator":["Allamigeon, Xavier","Gaubert, Stephane","Katz, Ricardo D."],"language":[],"coverage":[],"title":["Tropical polar cones, hypergraph transversals, and mean payoff games"],"description":["  We discuss the tropical analogues of several basic questions of convex\nduality. In particular, the polar of a tropical polyhedral cone represents the\nset of linear inequalities that its elements satisfy. We characterize the\nextreme rays of the polar in terms of certain minimal set covers which may be\nthought of as weighted generalizations of minimal transversals in hypergraphs.\nWe also give a tropical analogue of Farkas lemma, which allows one to check\nwhether a linear inequality is implied by a finite family of linear\ninequalities. Here, the certificate is a strategy of a mean payoff game. We\ndiscuss examples, showing that the number of extreme rays of the polar of the\ntropical cyclic polyhedral cone is polynomially bounded, and that there is no\nunique minimal system of inequalities defining a given tropical polyhedral\ncone.\n","Comment: 27 pages, 6 figures, revised version"]}]
["1005.1434",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1434","Phys. Rev. E, 011125 (2010)"],"date":["2010-05-09"],"type":["text"],"creator":["Izmailian, N. Sh.","Huang, Ming-Chang"],"language":[],"coverage":[],"title":["Asymptotic expansion for the resistance between two maximum separated\n  nodes on a $M \\times N$ resistor network"],"description":["  We analyze the exact formulae for the resistance between two arbitrary notes\nin a rectangular network of resistors under free, periodic and cylindrical\nboundary conditions obtained by Wu [J. Phys. A 37, 6653 (2004)]. Based on such\nexpression, we then apply the algorithm of Ivashkevich, Izmailian and Hu [J.\nPhys. A 35, 5543 (2002)] to derive the exact asymptotic expansions of the\nresistance between two maximum separated nodes on an $M \\times N$ rectangular\nnetwork of resistors with resistors $r$ and $s$ in the two spatial directions.\nOur results is $ \\frac{1}{s}R_{M\\times N}(r,s)= c(\\rho)\\,\n\\ln{S}+c_0(\\rho,\\xi)+\\sum_{p=1}^{\\infty} \\frac{c_{2p}(\\rho,\\xi)}{S^{p}} $ with\n$S=M N$, $\\rho=r/s$ and $\\xi=M/N$. The all coefficients in this expansion are\nexpressed through analytical functions. We have introduced the effective aspect\nratio $\\xi_{eff} = \\sqrt{\\rho}\\;\\xi$ for free and periodic boundary conditions\nand $\\xi_{eff} = \\sqrt{\\rho}\\;\\xi/2$ for cylindrical boundary condition and\nshow that all finite size correction terms are invariant under transformation\n$\\xi_{eff} \\to {1}/\\xi_{eff}$.\n","Comment: 24 pages, 4 figures"]}]
["1006.0653",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0653","JHEP 1106:041,2011","doi:10.1007/JHEP06(2011)041"],"date":["2010-06-03"],"type":["text"],"creator":["Konar, Partha","Kong, Kyoungchul","Matchev, Konstantin T.","Park, Myeonghun"],"language":[],"coverage":[],"title":["RECO level \\sqrt{s}_{min} and subsystem \\sqrt{s}_{min}: improved global\n  inclusive variables for measuring the new physics mass scale in missing\n  energy events at hadron colliders"],"description":["  The variable \\sqrt{s}_{min} was originally proposed in arXiv:0812.1042 as a\nmodel-independent, global and fully inclusive measure of the new physics mass\nscale in missing energy events at hadron colliders. In the original incarnation\nof \\sqrt{s}_{min}, however, the connection to the new physics mass scale was\nblurred by the effects of the underlying event, most notably initial state\nradiation and multiple parton interactions. In this paper we advertize two\nimproved variants of the \\sqrt{s}_{min} variable, which overcome this problem.\nFirst we show that by evaluating the \\sqrt{s}_{min} variable at the RECO level,\nin terms of the reconstructed objects in the event, the effects from the\nunderlying event are significantly diminished and the nice correlation between\nthe peak in the \\sqrt{s}_{min}^{(reco)} distribution and the new physics mass\nscale is restored. Secondly, the underlying event problem can be avoided\naltogether when the \\sqrt{s}_{min} concept is applied to a subsystem of the\nevent which does not involve any QCD jets. We supply an analytic formula for\nthe resulting subsystem \\sqrt{s}_{min}^{(sub)} variable and show that its peak\nexhibits the usual correlation with the mass scale of the particles produced in\nthe subsystem. Finally, we contrast \\sqrt{s}_{min} to other popular inclusive\nvariables such as H_T, M_{Tgen} and M_{TTgen}. We illustrate our discussion\nwith several examples from supersymmetry, and with dilepton events from top\nquark pair production.\n","Comment: 41 pages, 26 figures"]}]
["1007.1120",{"format":[],"subject":["Mathematics - Numerical Analysis","65N30, 58A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1120","Numerische Mathematik, Vol. 107, No. 1, p. 87-106, 2007","doi:10.1007/s00211-007-0081-2"],"date":["2010-07-07"],"type":["text"],"creator":["Christiansen, Snorre Harald"],"language":[],"coverage":[],"title":["Stability of Hodge decompositions in finite element spaces of\n  differential forms in arbitrary dimension"],"description":["  We elaborate on the interpretation of some mixed finite element spaces in\nterms of differential forms. First we develop a framework in which we show how\ntools from algebraic topology can be applied to the study of their\ncohomological properties. The analysis applies in particular to certain $hp$\nfinite element spaces, extending results in trivial topology often referred to\nas the exact sequence property. Then we define regularization operators.\nCombined with the standard interpolators they enable us to prove discrete\nPoincar\\'e-Friedrichs inequalities and discrete Rellich compactness for finite\nelement spaces of differential forms of arbitrary degree on compact manifolds\nof arbitrary dimension.\n","Comment: 26 pages"]}]
["1007.4005",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4005","Eur.Phys.J.C71:1665,2011","doi:10.1140/epjc/s10052-011-1665-7"],"date":["2010-07-22","2011-06-06"],"type":["text"],"creator":["Becher, Thomas","Neubert, Matthias"],"language":[],"coverage":[],"title":["Drell-Yan production at small q_T, transverse parton distributions and\n  the collinear anomaly"],"description":["  Using methods from effective field theory, an exact all-order expression for\nthe Drell-Yan cross section at small transverse momentum is derived directly in\nq_T space, in which all large logarithms are resummed. The anomalous dimensions\nand matching coefficients necessary for resummation at NNLL order are given\nexplicitly. The precise relation between our result and the\nCollins-Soper-Sterman formula is discussed, and as a by-product the previously\nunknown three-loop coefficient A^(3) is obtained. The naive factorization of\nthe cross section at small transverse momentum is broken by a collinear\nanomaly, which prevents a process-independent definition of x_T-dependent\nparton distribution functions. A factorization theorem is derived for the\nproduct of two such functions, in which the dependence on the hard momentum\ntransfer is separated out. The remainder factors into a product of two\nfunctions of longitudinal momentum variables and x_T^2, whose\nrenormalization-group evolution is derived and solved in closed form. The\nmatching of these functions at small x_T onto standard parton distributions is\ncalculated at O(alpha_s), while their anomalous dimensions are known to three\nloops.\n","Comment: 32 pages, 2 figures; version to appear in Eur. Phys. J. C"]}]
["1007.4511",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4511","Phys. Rev. Lett. 106, 240505 (2011)","doi:10.1103/PhysRevLett.106.240505"],"date":["2010-07-26","2011-06-17"],"type":["text"],"creator":["Löffler, W.","Euser, T. G.","Eliel, E. R.","Scharrer, M.","Russell, P. St. J.","Woerdman, J. P."],"language":[],"coverage":[],"title":["Fiber transport of spatially entangled photons"],"description":["  Entanglement in the spatial degrees of freedom of photons is an interesting\nresource for quantum information. For practical distribution of such entangled\nphotons it is desireable to use an optical fiber, which in this case has to\nsupport multiple transverse modes. Here we report the use of a hollow-core\nphotonic crystal fiber to transport spatially entangled qubits.\n","Comment: 4 pages, 4 figures"]}]
["1008.0682",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0682","Phys. Rev. B 83, 241101(R) (2011)","doi:10.1103/PhysRevB.83.241101"],"date":["2010-08-03","2010-08-12"],"type":["text"],"creator":["Ishii, K.","Ishihara, S.","Murakami, Y.","Ikeuchi, K.","Kuzushita, K.","Inami, T.","Ohwada, K.","Yoshida, M.","Jarrige, I.","Tatami, N.","Niioka, S.","Bizen, D.","Ando, Y.","Mizuki, J.","Maekawa, S.","Endoh, Y."],"language":[],"coverage":[],"title":["Polarization-analyzed resonant inelastic x-ray scattering of the orbital\n  excitations in KCuF3"],"description":["  We report a Cu K-edge resonant inelastic x-ray scattering (RIXS) study of\norbital excitations in KCuF3 . By performing the polarization analysis of the\nscattered photons, we disclose that the excitation between the eg orbitals and\nthe excitations from t2g to eg exhibit distinct polarization dependence. The\npolarization dependence of the respective excitations is interpreted based on a\nphenomenological consideration of the symmetry of the RIXS process that yields\na necessary condition for observing the excitations. In addition, we show that\nthe orbital excitations are dispersionless within our experimental resolution.\n","Comment: 5 pages, 3 figures"]}]
["1008.1242",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1242","Int.J.Mod.Phys.A26:2569-2589,2011","doi:10.1142/S0217751X11053468"],"date":["2010-08-06","2010-08-22"],"type":["text"],"creator":["Leineker, Marcelo","Queiroz, Amilcar R.","Santana, Ademir E.","Siqueira, Chrystian de Assis"],"language":[],"coverage":[],"title":["Thermofield Dynamics for Twisted Poincare-Invariant Field Theories: Wick\n  Theorem and S-matrix"],"description":["  Poincare invariant quantum field theories can be formulated on\nnon-commutative planes if the statistics of fields is twisted. This is\nequivalent to state that the coproduct on the Poincare group is suitably\ntwisted. In the present work we present a twisted Poincare invariant quantum\nfield theory at finite temperature. For that we use the formalism of\nThermofield Dynamics (TFD). This TFD formalism is extend to incorporate\ninteracting fields. This is a non trivial step, since the separation in\npositive and negative frequency terms is no longer valid in TFD. In particular,\nwe prove the validity of Wick's theorem for twisted scalar quantum field at\nfinite temperature.\n","Comment: v1: 25 pages, no figure v2: references added; typos corrected; typo\n  in title corrected"]}]
["1008.1377",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1377","Int.J.Mod.Phys.A26:2591-2635,2011","doi:10.1142/S0217751X11053419"],"date":["2010-08-07","2011-04-19"],"type":["text"],"creator":["Cherchiglia, A. L.","Sampaio, Marcos","Nemes, M. C."],"language":[],"coverage":[],"title":["Systematic Implementation of Implicit Regularization for Multi-Loop\n  Feynman Diagrams"],"description":["  Implicit Regularization (IReg) is a candidate to become an invariant\nframework in momentum space to perform Feynman diagram calculations to\narbitrary loop order. In this work we present a systematic implementation of\nour method that automatically displays the terms to be subtracted by\nBogoliubov's recursion formula. Therefore, we achieve a twofold objective: we\nshow that the IReg program respects unitarity, locality and Lorentz invariance\nand we show that our method is consistent since we are able to display the\ndivergent content of a multi-loop amplitude in a well defined set of basic\ndivergent integrals in one loop momentum only which is the essence of IReg.\nMoreover, we conjecture that momentum routing invariance in the loops, which\nhas been shown to be connected with gauge symmetry, is a fundamental symmetry\nof any Feynman diagram in a renormalizable quantum field theory.\n"]}]
["1008.1763",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1763","JHEP 1106:074,2011","doi:10.1007/JHEP06(2011)074"],"date":["2010-08-10","2011-04-27"],"type":["text"],"creator":["Berman, David S.","Perry, Malcolm J."],"language":[],"coverage":[],"title":["Generalized Geometry and M theory"],"description":["  We reformulate the Hamiltonian form of bosonic eleven dimensional\nsupergravity in terms of an object that unifies the three-form and the metric.\nFor the case of four spatial dimensions, the duality group is manifest and the\nmetric and C-field are on an equal footing even though no dimensional reduction\nis required for our results to hold. One may also describe our results using\nthe generalized geometry that emerges from membrane duality. The relationship\nbetween the twisted Courant algebra and the gauge symmetries of eleven\ndimensional supergravity are described in detail.\n","Comment: 29 pages of Latex, v2 References added, typos fixed, v3 corrected\n  kinetic term and references added"]}]
["1008.2565",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Data Structures and Algorithms","Computer Science - Social and Information Networks","Physics - Data Analysis, Statistics and Probability","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2565"],"date":["2010-08-15","2011-06-16"],"type":["text"],"creator":["Gjoka, Minas","Butts, Carter T.","Kurant, Maciej","Markopoulou, Athina"],"language":[],"coverage":[],"title":["Multigraph Sampling of Online Social Networks"],"description":["  State-of-the-art techniques for probability sampling of users of online\nsocial networks (OSNs) are based on random walks on a single social relation\n(typically friendship). While powerful, these methods rely on the social graph\nbeing fully connected. Furthermore, the mixing time of the sampling process\nstrongly depends on the characteristics of this graph. In this paper, we\nobserve that there often exist other relations between OSN users, such as\nmembership in the same group or participation in the same event. We propose to\nexploit the graphs these relations induce, by performing a random walk on their\nunion multigraph. We design a computationally efficient way to perform\nmultigraph sampling by randomly selecting the graph on which to walk at each\niteration. We demonstrate the benefits of our approach through (i) simulation\nin synthetic graphs, and (ii) measurements of Last.fm - an Internet website for\nmusic with social networking features. More specifically, we show that\nmultigraph sampling can obtain a representative sample and faster convergence,\neven when the individual graphs fail, i.e., are disconnected or highly\nclustered.\n","Comment: IEEE Journal on Selected Areas in Communications (JSAC), Special\n  Issue on Measurement of Internet Topologies, 2011"]}]
["1009.3243",{"format":[],"subject":["Statistics - Applications","Computer Science - Social and Information Networks","Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3243","doi:10.1016/j.socnet.2011.05.003"],"date":["2010-09-16","2011-06-17"],"type":["text"],"creator":["Noel, Hans","Nyhan, Brendan"],"language":[],"coverage":[],"title":["The \"Unfriending\" Problem: The Consequences of Homophily in Friendship\n  Retention for Causal Estimates of Social Influence"],"description":["  An increasing number of scholars are using longitudinal social network data\nto try to obtain estimates of peer or social influence effects. These data may\nprovide additional statistical leverage, but they can introduce new inferential\nproblems. In particular, while the confounding effects of homophily in\nfriendship formation are widely appreciated, homophily in friendship retention\nmay also confound causal estimates of social influence in longitudinal network\ndata. We provide evidence for this claim in a Monte Carlo analysis of the\nstatistical model used by Christakis, Fowler, and their colleagues in numerous\narticles estimating \"contagion\" effects in social networks. Our results\nindicate that homophily in friendship retention induces significant upward bias\nand decreased coverage levels in the Christakis and Fowler model if there is\nnon-negligible friendship attrition over time.\n","Comment: 26 pages, 4 figures"]}]
["1009.3382",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3382","JETP Letters 92, 596 (2010)"],"date":["2010-09-17"],"type":["text"],"creator":["Streltsov, S. V.","Shorikov, A. O.","Anisimov, V. I."],"language":[],"coverage":[],"title":["Applicability of Anderson and Hubbard model for Ce metal and cerium\n  heavy fermion compounds"],"description":["  The importance of taking into account inter-site $f-f$ hybridization in\nelectron structure calculations for Ce metal and cerium heavy fermion compounds\nwas studied. We demonstrate that for heavy-fermion systems such as cerium\ncompound CeCu$_2$Si$_2$ $f-f$ hybridization can be neglected and Anderson model\napplication is well justified. On another hand for cerium metal $f-f$\nhybridization is strong enough to provide the contribution to hybridization\nfunction comparable to hybridization between $4f$ and itinerant electrons. We\nargue that in the case of Ce only the most general Hamiltonian combining\nHubbard and Anderson models should be used.\n","Comment: 5 figures"]}]
["1009.4895",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4895","Int.J.Mod.Phys.A26:2487-2501,2011","doi:10.1142/S0217751X11053523"],"date":["2010-09-24","2011-05-31"],"type":["text"],"creator":["Kruglov, S. I."],"language":[],"coverage":[],"title":["Field theory of massive and massless vector particles in the Duffin -\n  Kemmer - Petiau formalism"],"description":["  Field theory of massive and massless vector particles is considered in the\nfirst-order formalism. The Hamiltonian form of equations is obtained after the\nexclusion of non-dynamical components. We obtain the canonical and symmetrical\nBelinfante energy-momentum tensors and their nonzero traces. We note that the\ndilatation symmetry is broken in the massive case but in the massless case the\nmodified dilatation current is conserved. The canonical quantization is\nperformed and the propagator of the massive fields is found in the Duffin -\nKemmer - Petiau formalism.\n","Comment: 20 pages, typos corrected, a reference added, journal version,\n  accepted in Int.J.Mod.Phys.A"]}]
["1010.4581",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics","High Energy Physics - Phenomenology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4581","Physica A390:2776-2786,2011","doi:10.1016/j.physa.2011.03.025"],"date":["2010-10-21","2011-03-27"],"type":["text"],"creator":["Haba, Z."],"language":[],"coverage":[],"title":["Non-linear relativistic diffusions"],"description":["  We obtain a non-linear generalization of the relativistic diffusion of\nparticles with spin. We discuss diffusion equations whose non-linearity is a\nconsequence of quantum statistics. We show that the assumptions of the\nrelativistic invariance and an interpretation of the solution as a probability\ndistribution substantially restrict the class of admissible non-linear\ndiffusion equations. We consider relativistic invariant as well as covariant\nframe dependent diffusion equations with a drift. In the latter case we show\nthat there can exist stationary solutions of the diffusion equation besides the\nequilibrium solution corresponding to the quantum or Tsallis distributions. We\ndefine the relative entropy as a function of the diffusion probability and\nprove that it is monotonically decreasing in time when the diffusion tends to\nthe equilibrium. We discuss its relation to the thermodynamic behavior of\ndiffusing particles.\n","Comment: 20 pages, the version to appear in Physica A"]}]
["1010.4978",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4978","Phys. Rev. C83:055208,2011","doi:10.1103/PhysRevC.83.055208"],"date":["2010-10-24","2010-11-30"],"type":["text"],"creator":["Dey, Biplab","McCracken, Michael E.","Ireland, David G.","Meyer, Curtis A."],"language":[],"coverage":[],"title":["Polarization observables in the longitudinal basis for pseudo-scalar\n  meson photoproduction using a density matrix approach"],"description":["  The complete expression for the intensity in pseudo-scalar meson\nphotoproduction with a polarized beam, target, and recoil baryon is derived\nusing a density matrix approach that offers great economy of notation. A\nCartesian basis with spins for all particles quantized along a single\ndirection, the longitudinal beam direction, is used for consistency and clarity\nin interpretation. A single spin-quantization axis for all particles enables\nthe amplitudes to be written in a manifestly covariant fashion with simple\nrelations to those of the well-known CGLN formalism. Possible sign\ndiscrepancies between theoretical amplitude-level expressions and\nexperimentally measurable intensity profiles are dealt with carefully. Our\nmotivation is to provide a coherent framework for coupled-channel partial-wave\nanalysis of several meson photoproduction reactions, incorporating recently\npublished and forthcoming polarization data from Jefferson Lab.\n","Comment: 11 pages, 2 figures"]}]
["1010.6002",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.6002","JHEP 1106:065,2011","doi:10.1007/JHEP06(2011)065"],"date":["2010-10-28","2010-12-22"],"type":["text"],"creator":["Nishinaka, Takahiro"],"language":[],"coverage":[],"title":["Multiple D4-D2-D0 on the Conifold and Wall-crossing with the Flop"],"description":["  We study the wall-crossing phenomena of D4-D2-D0 bound states with two units\nof D4-brane charge on the resolved conifold. We identify the walls of marginal\nstability and evaluate the discrete changes of the BPS indices by using the\nKontsevich-Soibelman wall-crossing formula. In particular, we find that the\nfield theories on D4-branes in two large radius limits are properly connected\nby the wall-crossings involving the flop transition of the conifold. We also\nfind that in one of the large radius limits there are stable bound states of\ntwo D4-D2-D0 fragments.\n","Comment: 24 pages, 4 figures; v2: typos corrected, minor changes, a reference\n  added"]}]
["1011.1235",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1235","Nucl.Phys.B849:433-460,2011","doi:10.1016/j.nuclphysb.2011.03.026"],"date":["2010-11-04","2011-06-17"],"type":["text"],"creator":["Schlotterer, Oliver"],"language":[],"coverage":[],"title":["Higher Spin Scattering in Superstring Theory"],"description":["  We compute scattering amplitudes of leading Regge trajectory states in open\nsuperstring theories. Highest spin states at mass level n with spin s=n+1 for\nbosons and s=n+1/2 for fermions are generated by particularly simple vertex\noperators. Hence, the cubic couplings of bosons and fermions on the leading\nRegge trajectory are given for arbitrary n. The same can be achieved for higher\npoint amplitudes, and this article focuses on four point level with one heavy\nmaximum spin state and three massless states in any bose-fermi combination,\nputting particular emphasis on manifest cyclic symmetry. Except for the four\nfermion coupling, all our results remain valid in any D<10 dimensional\ncompactification scenario, so they might become relevant at LHC in case of an\nexperimentally accessible low string scale. But even if not directly\nobservable, superstring amplitudes provide important clues on higher spin\ndynamics and their consistent interactions in field theory.\n","Comment: 31 pages; v3: final version published in Nuclear Physics B"]}]
["1011.2337",{"format":[],"subject":["Mathematics - Algebraic Geometry","15A66, 14M17, 14Q99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2337","Bollettino U.M.I. (9) IV (2011), 213-235"],"date":["2010-11-10"],"type":["text"],"creator":["Angelini, Elena"],"language":[],"coverage":[],"title":["Higher secants of spinor varieties"],"description":["  Let $S_h$ be the even pure spinors variety of a complex vector space $V$ of\neven dimension $2h$ endowed with a non degenerate quadratic form $Q$ and let\n$\\sigma_k(S_h) $ be the $k$-secant variety of $S_h$. We decribe a probabilistic\nalgorithm which computes the complex dimension of $\\sigma_k(S_h) $. Then, by\nusing an inductive argument, we get our main result: $\\sigma_3(S_h) $ has the\nexpected dimension except when $h\\in \\{7,8\\} $. Also we provide theoretical\narguments which prove that $S_7$ has a defective 3-secant variety and $S_8$ has\ndefective 3-secant and 4-secant varieties.\n","Comment: 23 pages"]}]
["1011.3375",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3375","Europhysics Letters 95, 13001 (2011)","doi:10.1209/0295-5075/95/13001"],"date":["2010-11-15","2011-04-20"],"type":["text"],"creator":["Ruggenthaler, Michael","van Leeuwen, Robert"],"language":[],"coverage":[],"title":["Global fixed point proof of time-dependent density-functional theory"],"description":["  We reformulate and generalize the uniqueness and existence proofs of\ntime-dependent density-functional theory. The central idea is to restate the\nfundamental one-to-one correspondence between densities and potentials as a\nglobal fixed point question for potentials on a given time-interval. We show\nthat the unique fixed point, i.e. the unique potential generating a given\ndensity, is reached as the limiting point of an iterative procedure. The\none-to-one correspondence between densities and potentials is a straightforward\nresult provided that the response function of the divergence of the internal\nforces is bounded. The existence, i.e. the v-representability of a density, can\nbe proven as well provided that the operator norms of the response functions of\nthe members of the iterative sequence of potentials have an upper bound. The\ndensities under consideration have second time-derivatives that are required to\nsatisfy a condition slightly weaker than being square-integrable. This approach\navoids the usual restrictions of Taylor-expandability in time of the uniqueness\ntheorem by Runge and Gross [Phys.Rev.Lett.52, 997 (1984)] and of the existence\ntheorem by van Leeuwen [Phys.Rev.Lett. 82, 3863 (1999)]. Owing to its\ngenerality, the proof not only answers basic questions in density-functional\ntheory but also has potential implications in other fields of physics.\n","Comment: 4 pages, 1 figure"]}]
["1011.4887",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4887","2011 MNRAS 413 2207","doi:10.1111/j.1365-2966.2011.18296.x"],"date":["2010-11-22"],"type":["text"],"creator":["Fu, Wen","Lai, Dong"],"language":[],"coverage":[],"title":["Low-$T/|W|$ instabilities in differentially rotating proto-neutron stars\n  with magnetic fields"],"description":["  Recent hydrodynamical simulations have shown that differentially rotating\nneutron stars formed in core-collapse supernovae may develop global\nnon-axisymmetric instabilities even when $T/|W|$ (the ratio of the rotational\nkinetic energy $T$ to the gravitational potential energy $|W|$) is relatively\nsmall (less than 0.1). Such low-$T/|W|$ instability can give rise to efficient\ngravitational wave emission from the proto-neutron star. We investigate how\nthis instability is affected by magnetic fields using a cylindrical stellar\nmodel. Wave absorption at the corotation resonance plays an important role in\nfacilitating the hydrodynamic low-$T/|W|$ instability. In the presence of a\ntoroidal magnetic field, the corotation resonance is split into two magnetic\nresonances where wave absorptions take place. We show that the toroidal\nmagnetic field suppresses the low-$T/|W|$ instability when the total magnetic\nenergy $W_{\\rm B}$ is of order $0.2\\,T$ or larger, corresponding to toroidal\nfields of a few $\\times 10^{16}$ G or stronger. Although poloidal magnetic\nfields do not influence the instability directly, they can affect the\ninstability by generating toroidal fields through linear winding of the initial\npoloidal field and magneto-rotational instability. We show that an initial\npoloidal field with strength as small as $10^{14}$ G may suppress the\nlow-$T/|W|$ instability.\n","Comment: 12 pages, 6 figures; submitted to MNRAS"]}]
["1011.6585",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6585","Physical Review E 83, 066301 (2011)","doi:10.1103/PhysRevE.83.066301"],"date":["2010-11-30","2011-02-28"],"type":["text"],"creator":["Burgener, Thomas","Kadau, Dirk","Herrmann, Hans J."],"language":[],"coverage":[],"title":["Simulation of particle mixing in turbulent channel flow due to intrinsic\n  fluid velocity fluctuation"],"description":["  We combine a DEM simulation with a stochastic process to model the movement\nof spherical particles in a turbulent channel flow. With this model we\ninvestigate the mixing properties of two species of particles flowing through\nthe channel. We find a linear increase of the mixing zone with the length of\nthe pipe. Flows at different Reynolds number are studied. Below a critical\nReynolds number at the Taylor microscale of around $R_{c} \\approx 300$ the\nmixing rate is strongly dependent on the Reynolds number. Above $R_{c}$ the\nmixing rate stays nearly constant.\n","Comment: 6 figures, 1 table"]}]
["1012.0123",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0123","Phys. Rev. B 83, 104504 (2011)","doi:10.1103/PhysRevB.83.104504"],"date":["2010-12-01","2011-01-27"],"type":["text"],"creator":["Baledent, V.","Haug, D.","Sidis, Y.","Hinkov, V.","Lin, C. T.","Bourges, P."],"language":[],"coverage":[],"title":["Evidence for competing magnetic instabilities in underdoped $\\rm\n  YBa_2Cu_3O_{6+x}$"],"description":["  We report a polarized neutron scattering study of the orbital-like magnetic\norder in strongly underdoped ${\\rm YBa_2Cu_3O_{6.45}}$ and ${\\rm\nYBa_2(Cu_{0.98}Zn_{0.02})_3O_{6.6}}$. Their hole doping levels are located on\nboth sides of the critical doping $p_{MI}$ of a metal-insulator transition\ninferred from transport measurements. Our study reveals a drop down of the\norbital-like order slightly below $p_{MI}$ with a steep decrease of both the\nordering temperature $T_{mag}$ and the ordered moment. Above $p_{MI}$,\nsubstitution of quantum impurities does not change $T_{mag}$, whereas it lowers\nsignificantly the bulk ordered moment. The modifications of the orbital-like\nmagnetic order are interpreted in terms of a competition with electronic liquid\ncrystal phases around $p_{MI}$. This competition gives rise to a mixed magnetic\nstate in ${\\rm YBa_2Cu_3O_{6.45}}$ and a phase separation in ${\\rm\nYBa_2(Cu_{0.98}Zn_{0.02})_3O_{6.6}}$.\n","Comment: Submitted to PRB, 7 figures;\n  http://link.aps.org/doi/10.1103/PhysRevB.83.104504"]}]
["1101.1304",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1304"],"date":["2011-01-06","2011-06-17"],"type":["text"],"creator":["Kishimoto, Chad T."],"language":[],"coverage":[],"title":["Pulsar Kicks from Active-Sterile Neutrino Transformation in Supernovae"],"description":["  Observations of radio pulsars have revealed that they have large velocities\nwhich may be greater than 1000 km/s. In this work, the efficacy of an\nactive-sterile neutrino transformation mechanism to provide these large pulsar\nkicks is investigated. A phase-space based approach is adopted to follow the\nthe transformation of active neutrinos to sterile neutrinos through an MSW-like\nresonance in the protoneutron star to refine an estimate to the magnitude of\nthe pulsar kick that can be generated in such an event. The result is that this\nmechanism can create the large pulsar kicks that are observed while not\novercooling the star.\n","Comment: 11 pages, 5 figures; submitted to PRD; revision due to error in v1"]}]
["1101.1713",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1713","Phys. Rev. B 83, 214302 (2011)","doi:10.1103/PhysRevB.83.214302"],"date":["2011-01-10","2011-06-17"],"type":["text"],"creator":["Mukherjee, Victor","Dutta, Amit"],"language":[],"coverage":[],"title":["Fidelity susceptibility and general quench near an anisotropic quantum\n  critical point"],"description":["  We study the scaling behavior of fidelity susceptibility density $(\\chi_{\\rm\nf})$ at or close to an anisotropic quantum critical point characterized by two\ndifferent correlation length exponents $\\nu_{||}$ and $\\nu_{\\bot}$ along\nparallel and perpendicular spatial directions, respectively. Our studies show\nthat the response of the system due to a small change in the Hamiltonian near\nan anisotropic quantum critical point is different from that seen near an\nisotropic quantum critical point. In particular, for a finite system with\nlinear dimension $L_{||}$ ($L_{\\bot}$) in the parallel (perpendicular)\ndirections, the maximum value of $\\chi_{\\rm f}$ is found to increases in a\npower-law fashion with $L_{||}$ for small $L_{||}$, with an exponent depending\non both $\\nu_{||}$ and $\\nu_{\\bot}$ and eventually crosses over to a scaling\nwith $L_{\\bot}$ for $L_{||}^{1/\\nu_{||}} \\gtrsim L_{\\bot}^{1/\\nu_{\\bot}}$. We\nalso propose scaling relations of heat density and defect density generated\nfollowing a quench starting from an anisotropic quantum critical point and\nconnect them to a generalized fidelity susceptibility. These predictions are\nverified exactly both analytically and numerically taking the example of a\nHamiltonian showing a semi-Dirac band-crossing point.\n","Comment: 6 pages, 6 pigures"]}]
["1101.2882",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2882","Condens. Matter Phys., 2011, vol. 14, No. 1, 13003:1-17","doi:10.5488/CMP.14.13003"],"date":["2011-01-14","2011-06-17"],"type":["text"],"creator":["Brankov, J. G.","Tonchev, N. S."],"language":[],"coverage":[],"title":["Generalized inequalities for the Bogoliubov-Duhamel inner product with\n  applications in the Approximating Hamiltonian Method"],"description":["  Infinite sets of inequalities which generalize all the known inequalities\nthat can be used in the majorization step of the Approximating Hamiltonian\nmethod are derived. They provide upper bounds on the difference between the\nquadratic fluctuations of intensive observables of a $N$-particle system and\nthe corresponding Bogoliubov-Duhamel inner product. The novel feature is that,\nunder sufficiently mild conditions, the upper bounds have the same form and\norder of magnitude with respect to $N$ for all the quantities derived by a\nfinite number of commutations of an original intensive observable with the\nHamiltonian. The results are illustrated on two types of exactly solvable model\nsystems: one with bounded separable attraction and the other containing\ninteraction of a boson field with matter.\n","Comment: 17 pages, The paper is dedicated to the 70th jubilee of N.N.\n  Bogoliubov Jr"]}]
["1102.0029",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0029","JCAP 1106:016,2011","doi:10.1088/1475-7516/2011/06/016"],"date":["2011-01-31"],"type":["text"],"creator":["Gillani, Usman A.","Rehman, Mudassar","Saifullah, K."],"language":[],"coverage":[],"title":["Hawking radiation of scalar particles from accelerating and rotating\n  black holes"],"description":["  Hawking radiation of uncharged and charged scalars from accelerating and\nrotating black holes is studied. We calculate the tunneling probabilities of\nthese particles from the rotation and acceleration horizons of these black\nholes. Using the tunneling method we recover the correct Hawking temperature as\nwell.\n"]}]
["1102.1445",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1445","Phys. Rev. Lett. 106, 217002 (2011)","doi:10.1103/PhysRevLett.106.217002"],"date":["2011-02-07","2011-06-17"],"type":["text"],"creator":["Nicholson, Andrew","Ge, Weihao","Zhang, Xiaotian","Riera, Jose","Daghofer, Maria","Oles, Andrzej M.","Martins, George B.","Moreo, Adriana","Dagotto, Elbio"],"language":[],"coverage":[],"title":["Competing Pairing Symmetries in a Generalized Two-Orbital Model for the\n  Pnictides"],"description":["  We introduce and study an extended \"t-U-J\" two-orbital model for the\npnictides that includes Heisenberg terms deduced from the strong coupling\nexpansion. Including these J terms explicitly allows us to enhance the strength\nof the (pi, 0)-(0, pi) spin order which favors the presence of tightly bound\npairing states even in the small clusters that are here exactly diagonalized.\nThe A1g and B2g pairing symmetries are found to compete in the realistic\nspin-ordered and metallic regime. The dynamical pairing susceptibility\nadditionally unveils low-lying B1g states, suggesting that small changes in\nparameters may render any of the three channels stable.\n","Comment: submitted PRL 10/5/10"]}]
["1102.1486",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1486","Europhys.Lett.95:14001,2011","doi:10.1209/0295-5075/95/14001"],"date":["2011-02-07"],"type":["text"],"creator":["Maghrebi, Mohammad F.","Graham, Noah"],"language":[],"coverage":[],"title":["Electromagnetic Casimir Energies of Semi-Infinite Planes"],"description":["  Using recently developed techniques based on scattering theory, we find the\nelectromagnetic Casimir energy for geometries involving semi-infinite planes, a\ncase that is of particular interest in the design of microelectromechanical\ndevices. We obtain both approximate analytic formulae and exact results\nrequiring only modest numerical computation. Using these results, we analyze\nthe effects of edges and orientation on the Casimir energy. We also demonstrate\nthe accuracy, simplicity, and utility of our approximation scheme, which is\nbased on a multiple reflection expansion.\n","Comment: 6 pages, 4 figures, uses RevTeX4"]}]
["1102.1641",{"format":[],"subject":["Mathematical Physics","15A09, 15A15, 15A18, 15B52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1641","J. Math. Phys. 52 (2011) 063501","doi:10.1063/1.3594654"],"date":["2011-02-08"],"type":["text"],"creator":["Molinari, Luca Guido","Lacagnina, Giuseppe"],"language":[],"coverage":[],"title":["Counting the exponents of single transfer matrices"],"description":["  The eigenvalue equation of a band or a block tridiagonal matrix, the tight\nbinding model for a crystal, a molecule, or a particle in a lattice with random\npotential or hopping amplitudes: these and other problems lead to three-term\nrecursive relations for (multicomponent) amplitudes. Amplitudes n steps apart\nare linearly related by a transfer matrix, which is the product of n matrices.\nIts exponents describe the decay lengths of the amplitudes. A formula is\nobtained for the counting function of the exponents, based on a duality\nrelation and the Argument Principle for the zeros of analytic functions. It\ninvolves the corner blocks of the inverse of the associated Hamiltonian matrix.\nAs an illustration, numerical evaluations of the counting function of quasi 1D\nAnderson model are shown.\n","Comment: 9 pages, 2 figures"]}]
["1102.2023",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2023","doi:10.1088/0004-637X/735/1/49"],"date":["2011-02-09","2011-04-15"],"type":["text"],"creator":["Myers, Andrew T.","Krumholz, Mark R.","Klein, Richard I.","McKee, Christopher F."],"language":[],"coverage":[],"title":["Metallicity and the Universality of the IMF"],"description":["  The stellar initial mass function (IMF), along with the star formation rate,\nis one of the fundamental properties that any theory of star formation must\nexplain. An interesting feature of the IMF is that it appears to be remarkably\nuniversal across a wide range of environments. Particularly, there appears to\nbe little variation in either the characteristic mass of the IMF or its\nhigh-mass tail between clusters with different metallicities. Previous attempts\nto understand this apparent independence of metallicity have not accounted for\nradiation feedback from high-mass protostars, which can dominate the energy\nbalance of the gas in star-forming regions. We extend this work, showing that\nthe fragmentation of molecular gas should depend only weakly on the amount of\ndust present, even when the primary heating source is radiation from massive\nprotostars. First, we report a series of core collapse simulations using the\nORION AMR code that systematically vary the dust opacity and show explicitly\nthat this has little effect on the temperature or fragmentation of the gas.\nThen, we provide an analytic argument for why the IMF varies so little in\nobserved star clusters, even as the metallicity varies by a factor of 100.\n","Comment: 11 pages, 6 figures, emulateapj format, accepted to ApJ. Typos\n  removed, references added, and discussion revised in section 3.2. Conclusions\n  unchanged"]}]
["1102.2688",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2688","Phys.Rev.D83:123001,2011","doi:10.1103/PhysRevD.83.123001"],"date":["2011-02-14"],"type":["text"],"creator":["Honda, Morihiro","Kajita, Takaaki","Kasahara, Katsuaki","Midorikawa, Shoichi"],"language":[],"coverage":[],"title":["Improvement of low energy atmospheric neutrino flux calculation using\n  the JAM nuclear interaction model"],"description":["  We present the calculation of the atmospheric neutrino fluxes with an\ninteraction model named JAM, which is used in PHITS (Particle and Heavy-Ion\nTransport code System). The JAM interaction model agrees with the HARP\nexperiment a little better than DPMJET-III. After some modifications, it\nreproduces the muon flux below 1~GeV/c at balloon altitudes better than the\nmodified-DPMJET-III which we used for the calculation of atmospheric neutrino\nflux in previous works. Some improvements in the calculation of atmospheric\nneutrino flux are also reported.\n","Comment: 46 pages, 28 figures"]}]
["1102.5001",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5001","JHEP 1106:060,2011","doi:10.1007/JHEP06(2011)060"],"date":["2011-02-24","2011-06-03"],"type":["text"],"creator":["Estes, John","Liu, Lihui","Partouche, Herve"],"language":[],"coverage":[],"title":["Massless D-strings and moduli stabilization in type I cosmology"],"description":["  We consider the cosmological evolution induced by the free energy F of a gas\nof maximally supersymmetric heterotic strings at finite temperature and weak\ncoupling in dimension D>=4. We show that F, which plays the role of an\neffective potential, has minima associated to enhanced gauge symmetries, where\nall internal moduli can be attracted and dynamically stabilized. Using the fact\nthat the heterotic/type I S-duality remains valid at finite temperature and can\nbe applied at each instant of a quasi-static evolution, we find in the dual\ntype I cosmology that all internal NS-NS and RR moduli in the closed string\nsector and the Wilson lines in the open string sector can be stabilized. For\nthe special case of D=6, the internal volume modulus remains a flat direction,\nwhile the dilaton is stabilized. An essential role is played by light D-string\nmodes wrapping the internal manifold and whose contribution to the free energy\ncannot be omitted, even when the type I string is at weak coupling. As a\nresult, the order of magnitude of the internal radii expectation values on the\ntype I side is (lambda_I alpha')^{1/2}, where lambda_I is the ten-dimensional\nstring coupling. The non-perturbative corrections to the type I free energy can\nalternatively be described as effects of \"thermal E1-instantons\", whose\nworldsheets wrap the compact Euclidean time cycle.\n","Comment: 39 pages, 1 figure"]}]
["1103.0489",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0489","Physical Review B 83, 214410 (2011)","doi:10.1103/PhysRevB.83.214410"],"date":["2011-03-02","2011-04-29"],"type":["text"],"creator":["Palotás, Krisztián","Hofer, Werner A.","Szunyogh, László"],"language":[],"coverage":[],"title":["Theoretical study of the role of the tip in enhancing the sensitivity of\n  differential conductance tunneling spectroscopy on magnetic surfaces"],"description":["  Based on a simple model for spin-polarized scanning tunneling spectroscopy\n(SP-STS) we study how tip magnetization and electronic structure affects the\ndifferential conductance (dI/dV) tunneling spectrum of an Fe(001) surface. We\ntake into account energy dependence of the vacuum decay of electron states, and\ntip electronic structure either using an ideal model or based on ab initio\nelectronic structure calculation. In the STS approach, topographic and magnetic\ncontributions to dI/dV can clearly be distinguished and analyzed separately.\nOur results suggest that the sensitivity of STS on a magnetic sample can be\ntuned and even enhanced by choosing the appropriate magnetic tip and bias\nsetpoint, and the effect is governed by the effective spin-polarization.\n","Comment: 22 pages manuscript, 4 figures;\n  http://link.aps.org/doi/10.1103/PhysRevB.83.214410"]}]
["1103.0943",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0943","Phys.Rev.D83:114009,2011","doi:10.1103/PhysRevD.83.114009"],"date":["2011-03-04","2011-05-28"],"type":["text"],"creator":["Sundu, H.","Sungu, J. Y.","Sahin, S.","Yinelek, N.","Azizi, K."],"language":[],"coverage":[],"title":["Strong coupling constants of bottom and charmed mesons with scalar,\n  pseudoscalar and axial vector kaons"],"description":["  The strong coupling constants, $g_{D_{s}DK_0^*}$, $g_{B_{s}BK_0^*}$,\n$g_{D^{\\ast}_{s}D K}$, $g_{B^{\\ast}_{s}BK}$, $g_{D^{\\ast}_{s}D K_1}$ and\n$g_{B^{\\ast}_{s}BK_1}$, where $K_0^*$, $K$ and $K_1$ are scalar, pseudoscalar\nand axial vector kaon mesons, respectively are calculated in the framework of\nthree-point QCD sum rules. In particular, the correlation functions of the\nconsidered vertices when both $B(D)$ and $K_0^*(K)(K_1)$ mesons are off-shell\nare evaluated. In the case of $K_1$, which is either $K_1(1270)$ or\n$K_1(1400)$, the mixing between these two states are also taken into account. A\ncomparison of the obtained result with the existing prediction on\n$g_{D^{\\ast}_{s}D K}$ as the only coupling constant among the considered\nvertices, previously calculated in the literature, is also made.\n","Comment: 20 Pages, 3 Figures and 8 Tables"]}]
["1103.4563",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4563","Phys. Rev. Lett. 106, 240501 (2011)","doi:10.1103/PhysRevLett.106.240501"],"date":["2011-03-23","2011-06-17"],"type":["text"],"creator":["Souza, Alexandre M.","Alvarez, Gonzalo A.","Suter, Dieter"],"language":[],"coverage":[],"title":["Robust dynamical decoupling for quantum computing and quantum memory"],"description":["  Dynamical decoupling (DD) is a popular technique for protecting qubits from\nthe environment. However, unless special care is taken, experimental errors in\nthe control pulses used in this technique can destroy the quantum information\ninstead of preserving it. Here, we investigate techniques for making DD\nsequences robust against different types of experimental errors while retaining\ngood decoupling efficiency in a fluctuating environment. We present\nexperimental data from solid-state nuclear spin qubits and introduce a new DD\nsequence that is suitable for quantum computing and quantum memory.\n","Comment: 4 pages, 5 figures"]}]
["1103.4680",{"format":[],"subject":["Mathematics - Geometric Topology","57M50, 30F40, 30F60, 57M60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4680"],"date":["2011-03-24","2011-06-16"],"type":["text"],"creator":["Ohshika, Ken'ichi"],"language":[],"coverage":[],"title":["Reduced Bers boundaries of Teichm\\\"uller spaces"],"description":["  We consider a quotient space of the Bers boundary of Teichm\\\"{u}ller space,\nwhich we call the reduced Bers boundary, by collapsing each quasi-conformal\ndeformation space into a point. This reduced Bers boundary turns out to be\nindependent of the basepoint, and the action of the mapping class group on the\nTeichm\\\"{u}ller space extends continuously to this boundary. We show that every\nauto-homeomorphism on the reduced Bers boundary comes from an extended mapping\nclass. We also give a way to determine the limit in the reduced Bers boundary\nup to some ambiguity for parabolic curves for a given sequence in the\nTeichm\\\"{u}ller space, by generalising the Thurston compactification.\n","Comment: Ver 2: minor corrections"]}]
["1103.5439",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5439","Phys. Rev. B 83, 224402 (2011)","doi:10.1103/PhysRevB.83.224402"],"date":["2011-03-28","2011-06-17"],"type":["text"],"creator":["Hrahsheh, Fawaz","Nozadze, David","Vojta, Thomas"],"language":[],"coverage":[],"title":["Composition-tuned smeared phase transitions"],"description":["  Phase transitions in random systems are smeared if individual spatial regions\ncan order independently of the bulk system. In this paper, we study such\nsmeared phase transitions (both classical and quantum) in substitutional alloys\nA$_{1-x}$B$_x$ that can be tuned from an ordered phase at composition $x=0$ to\na disordered phase at $x=1$. We show that the ordered phase develops a\npronounced tail that extends over all compositions $x<1$. Using optimal\nfluctuation theory, we derive the composition dependence of the order parameter\nand other quantities in the tail of the smeared phase transition. We also\ncompare our results to computer simulations of a toy model, and we discuss\nexperiments.\n","Comment: 6 pages, 4 eps figures included, final version as published"]}]
["1103.5756",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5756","JHEP 1106:055,2011","doi:10.1007/JHEP06(2011)055"],"date":["2011-03-29"],"type":["text"],"creator":["Delsate, Terence","Cardoso, Vitor","Pani, Paolo"],"language":[],"coverage":[],"title":["Anti de Sitter black holes and branes in dynamical Chern-Simons gravity:\n  perturbations, stability and the hydrodynamic modes"],"description":["  Dynamical Chern-Simons (DCS) theory is an extension of General Relativity in\nwhich the gravitational field is coupled to a scalar field through a parity\nviolating term. We study perturbations of anti-de Sitter black holes and branes\nin such a theory, and show that the relevant equations reduce to a set of\ncoupled ODEs which can be solved efficiently through a series expansion. We\nprove numerically that black holes and branes in DCS gravity are stable against\ngravitational and scalar perturbations in the entire parameter space.\nFurthermore, by applying the AdS/CFT duality, we relate black hole\nperturbations to hydrodynamic quantities in the dual field theory, which is a\n(2+1)-dimensional isotropic fluid with broken spatial parity. The Chern-Simons\nterm does not affect the entropy to viscosity ratio and the relaxation time,\nbut instead quantities that enter the shear mode at order q^4 in the small\nmomentum limit, for example the Hall viscosity and other quantities related to\nsecond and third order hydrodynamics. We provide explicit corrections to the\ngravitational hydrodynamic mode to first relevant order in the couplings.\n","Comment: 9 pages, RevTeX 4"]}]
["1104.0055",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0055","Phys.Rev.D83:113002,2011","doi:10.1103/PhysRevD.83.113002"],"date":["2011-03-31","2011-05-25"],"type":["text"],"creator":["Lam, C. S."],"language":[],"coverage":[],"title":["Group Theory and Dynamics of Neutrino Mixing"],"description":["  There is a direct group-theoretical connection between neutrino mixing and\nhorizontal symmetry that can be established without any dynamical input. Such a\nconnection is reviewed and expanded in this article. For certain symmetry\ngroups $\\G$ including $A_4$ and $S_4$, it is shown that a generic $U(1)\\x\\G$\nHiggs potential of a valon yields exactly the alignments dictated by the\ngroup-theoretic approach, but energy can now be used to discriminate different\nalignments. This mechanism possibly explains why starting from an $A_4$ group,\nthe tribimaximal mixing matrix with an enhanced $S_4$ symmetry is more\npreferable than the one without it.\n","Comment: One footnote and one reference added. To appear in Physical Review D"]}]
["1104.0556",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0556","Phys. Rev. A 83, 065801 (2011)","doi:10.1103/PhysRevA.83.065801"],"date":["2011-04-04"],"type":["text"],"creator":["Löffler, W.","Broer, D. J.","Woerdman, J. P."],"language":[],"coverage":[],"title":["Circular dichroism of cholesteric polymers and the orbital angular\n  momentum of light"],"description":["  We explore experimentally if the light's orbital angular momentum (OAM)\ninteracts with chiral nematic polymer films. Specifically, we measure the\ncircular dichroism of such a material using light beams with different OAM. We\ninvestigate the case of strongly focussed, non-paraxial light beams, where the\nspatial and polarization degrees of freedom are coupled. Within the\nexperimental accuracy, we cannot find any influence of the OAM on the circular\ndichroism of the cholesteric polymer.\n","Comment: 3 pages, 4 figures"]}]
["1104.2661",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2661","Int.J.Mod.Phys.A26:2557-2568,2011","doi:10.1142/S0217751X11053444"],"date":["2011-04-13"],"type":["text"],"creator":["Valtancoli, Paolo"],"language":[],"coverage":[],"title":["The scalar box integral and the Mellin - Barnes representation"],"description":["  We solve exactly the scalar box integral using the Mellin-Barnes\nrepresentation. Firstly we recognize the hypergeometric functions resumming the\nseries coming from the scalar integrals, then we perform an analytic\ncontinuation before applying the Laurent expansion in^2 = (d !' 4)=2 of the\nresult.\n","Comment: 13 pages, no figures"]}]
["1104.2665",{"format":[],"subject":["Mathematics - Combinatorics","05C10, 55N30, 18F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2665"],"date":["2011-04-14","2011-06-17"],"type":["text"],"creator":["Friedman, Joel"],"language":[],"coverage":[],"title":["Sheaves on Graphs and Their Homological Invariants"],"description":["  We introduce a notion of a sheaf of vector spaces on a graph, and develop the\nfoundations of homology theories for such sheaves.\n  One sheaf invariant, its \"maximum excess,\" has a number of remarkable\nproperties. It has a simple definition, with no reference to homology theory,\nthat resembles graph expansion. Yet it is a \"limit\" of Betti numbers, and hence\nhas a short/long exact sequence theory and resembles the $L^2$ Betti numbers of\nAtiyah. Also, the maximum excess is defined via a supermodular function, which\ngives the maximum excess much stronger properties than one has of a typical\nBetti number. The maximum excess gives a simple interpretation of an important\ngraph invariant, which will be used to study the Hanna Neumann Conjecture in a\nfuture paper.\n  Our sheaf theory can be viewed as a vast generalization of algebraic graph\ntheory: each sheaf has invariants associated to it---such as Betti numbers and\nLaplacian matrices---that generalize those in classical graph theory.\n","Comment: 80 pages. This has been withdrawn, since it has been combined with\n  article 1105.0129 to make one article (whose first chapter represents this\n  paper, and whose second chapter represents 1105.0129 minus the redundancies)"]}]
["1104.4439",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4439"],"date":["2011-04-22","2011-06-17"],"type":["text"],"creator":["Korchmaros, Gabor","Nagy, Gabor","Pace, Nicola"],"language":[],"coverage":[],"title":["3-nets realizing a group in a projective plane"],"description":["  In a projective plane PG(2,K) defined over an algebraically closed field K of\ncharacteristic 0, we give a complete classification of 3-nets realizing a\nfinite group. An infinite family, due to Yuzvinsky, arises from plane cubics\nand comprises 3-nets realizing cyclic and direct products of two cyclic groups.\nAnother known infinite family, due to Pereira and Yuzvinsky, comprises 3-nets\nrealizing dihedral groups. We prove that there is no further infinite family.\nUrzua's 3-nets realizing the quaternion group of order 8 are the unique\nsporadic examples. If p is larger than the order of the group, the above\nclassification holds true in characteristic p>0 apart from three possible\nexceptions Alt_4, Sym_4 and Alt_5.\n"]}]
["1104.4574",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4574","JCAP 06 (2011) 011","doi:10.1088/1475-7516/2011/06/011"],"date":["2011-04-23","2011-06-17"],"type":["text"],"creator":["Basak, Abhishek","Bhatt, Jitesh R."],"language":[],"coverage":[],"title":["Lorentz invariant dark-spinor and inflation"],"description":["  We investigate the possibility of the inflation driven by a Lorentz invariant\nnon-standard spinor field. As these spinors are having dominant interaction via\ngravitational field only, they are considered as \\emph{Dark Spinors}. We study\nhow these dark-spinors can drive the inflation and investigate the cosmological\n(scalar) perturbations generated by them. Though the dark-spinors obey a\nKlein-Gordon like equation, the underlying theory of the cosmological\nperturbations is far more complex than the theories which are using a canonical\nscalar field. For example the sound speed of the perturbations is not a\nconstant but varies with time. We find that in order to explain the observed\nvalue of the spectral-index $n_s$ one must have upper bound on the values of\nthe background NSS-field. The tensor to scalar ratio remains as small as that\nin the case of canonical scalar field driven inflation because the correction\nto tensor spectrum due to NSS is required to be very small. In addition we\ndiscuss the relationship of results with previous results obtained by using the\nLorentz invariance violating theories.\n","Comment: 17 pages no figures (Some typographical errors corrected)"]}]
["1104.4992",{"format":[],"subject":["Mathematics - Dynamical Systems","Quantitative Biology - Molecular Networks","37C10, 80A30, 92C40, 92D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4992"],"date":["2011-04-26","2011-06-16"],"type":["text"],"creator":["Anderson, David F."],"language":[],"coverage":[],"title":["Boundedness of trajectories for weakly reversible, single linkage class\n  reaction systems"],"description":["  This paper is concerned with the dynamical properties of deterministically\nmodeled chemical reaction systems with mass-action kinetics. Such models are\nubiquitously found in chemistry, population biology, and the burgeoning field\nof systems biology. A basic question, whose answer remains largely unknown, is\nthe following: for which network structures do trajectories of mass-action\nsystems remain bounded in time? In this paper, we conjecture that the result\nholds when the reaction network is weakly reversible, and prove this conjecture\nin the case when the reaction network consists of a single linkage class, or\nconnected component.\n","Comment: 20 pages. Minor changes"]}]
["1104.5480",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5480","JHEP 1106:073,2011","doi:10.1007/JHEP06(2011)073"],"date":["2011-04-28"],"type":["text"],"creator":["Kallosh, Renata"],"language":[],"coverage":[],"title":["N=8 Counterterms and E7(7) Current Conservation"],"description":["  We examine conservation of the E7(7) Noether-Gaillard-Zumino current in the\npresence of N=8 supergravity counterterms using the momentum space helicity\nformalism, which significantly simplifies the calculations. The main result is\nthat the 4-point counterterms at any loop order L are forbidden by the E7(7)\ncurrent conservation identity. We also clarify the relation between linearized\nand full non-linear superinvariants as candidate counterterms. This enables us\nto show that all n-point counterterms at L=7, 8 are forbidden since they\nprovide a non-linear completions of the 4-point ones. This supports and\nexemplifies our general proof in arXiv:1103.4115 of perturbative UV finiteness\nof N=8 supergravity.\n","Comment: 18 pages"]}]
["1104.5490",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5490","JHEP 1106:056,2011","doi:10.1007/JHEP06(2011)056"],"date":["2011-04-28"],"type":["text"],"creator":["Hanany, Amihay","He, Yang-Hui","Jejjala, Vishnu","Pasukonis, Jurgis","Ramgoolam, Sanjaye","Rodriguez-Gomez, Diego"],"language":[],"coverage":[],"title":["The Beta Ansatz: A Tale of Two Complex Structures"],"description":["  Brane tilings, sometimes called dimer models, are a class of bipartite graphs\non a torus which encode the gauge theory data of four-dimensional SCFTs dual to\nD3-branes probing toric Calabi--Yau threefolds. An efficient way of encoding\nthis information exploits the theory of dessin d'enfants, expressing the\nstructure in terms of a permutation triple, which is in turn related to a Belyi\npair, namely a holomorphic map from a torus to a P^1 with three marked points.\nThe procedure of a-maximization, in the context of isoradial embeddings of the\ndimer, also associates a complex structure to the torus, determined by the\nR-charges in the SCFT, which can be compared with the Belyi complex structure.\nAlgorithms for the explicit construction of the Belyi pairs are described in\ndetail. In the case of orbifolds, these algorithms are related to the\nconstruction of covers of elliptic curves, which exploits the properties of\nWeierstrass elliptic functions. We present a counterexample to a previous\nconjecture identifying the complex structure of the Belyi curve to the complex\nstructure associated with R-charges.\n","Comment: 36 pages, 8 figures"]}]
["1105.0129",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","Primary 05C10, 55N30, 18F20, Secondary 05C50, 18F10, 14F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0129"],"date":["2011-04-30","2011-06-17"],"type":["text"],"creator":["Friedman, Joel"],"language":[],"coverage":[],"title":["Sheaves on Graphs, Their Homological Invariants, and a Proof of the\n  Hanna Neumann Conjecture"],"description":["  In this paper we establish some foundations regarding sheaves of vector\nspaces on graphs and their invariants, such as homology groups and their\nlimits. We then use these ideas to prove the Hanna Neumann Conjecture of the\n1950's; in fact, we prove a strengthened form of the conjecture.\n  We introduce a notion of a sheaf of vector spaces on a graph, and develop the\nfoundations of homology theories for such sheaves. One sheaf invariant, its\n\"maximum excess,\" has a number of remarkable properties. It has a simple\ndefinition, with no reference to homology theory, that resembles graph\nexpansion. Yet it is a \"limit\" of Betti numbers, and hence has a short/long\nexact sequence theory and resembles the $L^2$ Betti numbers of Atiyah. Also,\nthe maximum excess is defined via a supermodular function, which gives the\nmaximum excess much stronger properties than one has of a typical Betti number.\n  Our sheaf theory can be viewed as a vast generalization of algebraic graph\ntheory: each sheaf has invariants associated to it---such as Betti numbers and\nLaplacian matrices---that generalize those in classical graph theory.\n  We shall use \"Galois graph theory\" to reduce the Strengthened Hanna Neumann\nConjecture to showing that certain sheaves, that we call $\\rho$-kernels, have\nzero maximum excess. We use the symmetry in Galois theory to argue that if the\nStrengthened Hanna Neumann Conjecture is false, then the maximum excess of\n\"most of\" these $\\rho$-kernels must be large. We then give an inductive\nargument to show that this is impossible.\n","Comment: A previous version of this paper was merged with a another paper,\n  arXiv:1104.2265. Redundancies between the two earlier papers have been\n  eliminated, and some comments were added"]}]
["1105.0192",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0192","Phys.Rev.D83:111101,2011","doi:10.1103/PhysRevD.83.111101"],"date":["2011-05-01","2011-05-11"],"type":["text"],"creator":["CDF Collaboration","Aaltonen, T."],"language":[],"coverage":[],"title":["Top quark mass measurement using the template method at CDF"],"description":["  We present a measurement of the top quark mass in the lepton+jets and\ndilepton channels of $t\\bar{t}$ decays using the template method. The data\nsample corresponds to an integrated luminosity of 5.6 fb$^{-1}$ of $p\\bar{p}$\ncollisions at Tevatron with $\\sqrt{s}=1.96$ TeV, collected with the CDF II\ndetector. The measurement is performed by constructing templates of three\nkinematic variables in the lepton+jets and two kinematic variables in the\ndilepton channel. The variables are two reconstructed top quark masses from\ndifferent jets-to-quarks combinations and the invariant mass of two jets from\nthe $W$ decay in the lepton+jets channel, and a reconstructed top quark mass\nand $m_{T2}$, a variable related to the transverse mass in events with two\nmissing particles, in the dilepton channel. The simultaneous fit of the\ntemplates from signal and background events in the lepton+jets and dilepton\nchannels to the data yields a measured top quark mass of $M_{top} = 172.1 \\pm\n1.1(stat) \\pm 0.9(syst).$\n","Comment: submitted to Phys. Rev. D"]}]
["1105.3468",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3468"],"date":["2011-05-17","2011-06-17"],"type":["text"],"creator":["Kumar, Pawan"],"language":[],"coverage":[],"title":["Aggregation based on graph matching and inexact coarse grid solve for\n  algebraic multigrid"],"description":["  A graph based matching is used to construct aggregation for algebraic\nmultigrid. Effects of inexact coarse grid solve is analyzed numerically for a\nhighly discontinuous convection diffusion coefficient matrix and problems from\nFlorida matrix market collection. The proposed strategy is found to be more\nrobust compared to a classical AMG approach.\n","Comment: Update 10th June 2011: Some errors in the proof corrected/removed; a\n  figure on jumps added; some more figures with coarser grids are added; a\n  heuristic result on estimating the condition number is added. Total pages:\n  21. Some more experiments with coarse grids and some more results added"]}]
["1105.3577",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3577","JHEP 1106:071,2011","doi:10.1007/JHEP06(2011)071"],"date":["2011-05-18"],"type":["text"],"creator":["Beccaria, Matteo","Macorini, Guido","Ratti, CarloAlberto"],"language":[],"coverage":[],"title":["Wrapping corrections, reciprocity and BFKL beyond the sl(2) subsector in\n  N=4 SYM"],"description":["  We consider N=4 SYM and a class of spin N, length-3, twist operators beyond\nthe well studied sl(2) subsector. They can be identified at one-loop with three\ngluon operators. At strong coupling, they are associated with spinning strings\nwith two spins in AdS5. We exploit the Y-system to compute the leading\nweak-coupling four loop wrapping correction to their anomalous dimension. The\nresult is written in closed form as a function of the spin N. We combine the\nwrapping correction with the known four-loop asymptotic Bethe Ansatz\ncontribution and analyze special limits in the spin N. In particular, at large\nN, we prove that a generalized Gribov-Lipatov reciprocity holds. At negative\nunphysical spin, we present a simple BFKL-like equation predicting the\nrightmost leading poles.\n","Comment: 18 pages"]}]
["1105.4357",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4357"],"date":["2011-05-22","2011-06-17"],"type":["text"],"creator":["Fatollahi, Amir H."],"language":[],"coverage":[],"title":["On non-parallelism of spin and magnetic moment of proton"],"description":["  The nonrelativistic quark model predicts that the spin and the magnetic\nmoment of proton are not parallel. Based on, the modifications are outlined\nthat sound crucial for the analysis of the data out of scattering off the\nprotons.\n","Comment: 6 pages. no fig. v2: the domain of validity of spin-magnetic moment\n  proportionality relation is clarified"]}]
["1105.5928",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5928","Phys. Rev. Lett. 106, 246405 (2011)","doi:10.1103/PhysRevLett.106.246405"],"date":["2011-05-30","2011-06-17"],"type":["text"],"creator":["Fauqué, Benoit","Zhu, Zengwei","Murphy, Tim","Behnia, Kamran"],"language":[],"coverage":[],"title":["Nernst response of the Landau tubes in graphite across the quantum limit"],"description":["  We report on a study of the Nernst effect in graphite extended up to 45 T.\nThe Nernst response sharply peaks each time a Landau tube is squeezed inside\nthe thermally fuzzy Fermi surface and presents a temperature-independent fixed\npoint whenever the tube flattens to a single ring. Beyond the quantum limit,\nthe onset of the field-induced phase transition leads to a drastic drop in the\nNernst response signaling the sudden vanishing of Landau tubes. The magnitude\nof this drop suggests the destruction of multiple Landau tubes possibly as a\nresult of simultaneous nesting of the electron and hole pockets.\n","Comment: 4 pages, 4 figures"]}]
["1106.0952",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory","13F60, 05C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0952"],"date":["2011-06-05","2011-06-17"],"type":["text"],"creator":["Lee, Kyungyong","Schiffler, Ralf"],"language":[],"coverage":[],"title":["A Combinatorial Formula for Rank 2 Cluster Variables"],"description":["  Let $r$ be any positive integer, and let $x_1, x_2$ be indeterminates. We\nconsider the sequence $\\{x_n\\}$ defined by the recursive relation $$ x_{n+1}\n=(x_n^r +1)/{x_{n-1}} $$ for any integer $n$. Finding a combinatorial\nexpression for $x_n$ as a rational function of $x_1$ and $x_2$ has been an open\nproblem since 2001. We give a direct elementary formula for $x_n$ in terms of\nsubpaths of a specific lattice path in the plane. The formula is manifestly\npositive, providing a new proof of a result by Nakajima and Qin.\n","Comment: 17 pages, v2:a corollary to the main theorem added, v3:another\n  corollary added"]}]
["1106.2619",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2619"],"date":["2011-06-14","2011-06-17"],"type":["text"],"creator":["Dubey, Chandan","Holenstein, Thomas"],"language":[],"coverage":[],"title":["Approximating the Closest Vector Problem Using an Approximate Shortest\n  Vector Oracle"],"description":["  We give a polynomial time Turing reduction from the\n$\\gamma^2\\sqrt{n}$-approximate closest vector problem on a lattice of dimension\n$n$ to a $\\gamma$-approximate oracle for the shortest vector problem. This is\nan improvement over a reduction by Kannan, which achieved $\\gamma^2n^{3/2}$.\n","Comment: 10 pages, Published in APPROX 2011"]}]
["1106.2887",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation","Primary 62G05, Secondary 62G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2887"],"date":["2011-06-15","2011-06-17"],"type":["text"],"creator":["Brahimi, Brahim","Chebana, Fateh","Necir, Abdelhakim"],"language":[],"coverage":[],"title":["Copula representation of bivariate L-moments : A new estimation method\n  for multiparameter 2-dimentional copula models"],"description":["  Recently, Serfling and Xiao (2007) extended the L-moment theory (Hosking,\n1990) to the multivariate setting. In the present paper, we focus on the\ntwo-dimension random vectors to establish a link between the bivariate\nL-moments (BLM) and the underlying bivariate copula functions. This connection\nprovides a new estimate of dependence parameters of bivariate statistical data.\nConsistency and asymptotic normality of the proposed estimator are established.\nExtensive simulation study is carried out to compare estimators based on the\nBLM, the maximum likelihood, the minimum distance and rank approximate\nZ-estimation. The obtained results show that, when the sample size increases,\nBLM-based estimation performs better as far as the bias and computation time\nare concerned. Moreover, the root mean squared error (RMSE) is quite reasonable\nand less sensitive in general to outliers than those of the above cited\nmethods. Further, we expect that the BLM method is an easy-to-use tool for the\nestimation of multiparameter copula models.\n"]}]
["1106.2902",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Computer Science - Sound","Physics - Computational Physics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2902"],"date":["2011-06-15"],"type":["text"],"creator":["Oświęcimka, Paweł","Kwapień, Jarosław","Celińska, Iwona","Drożdż, Stanisław","Rak, Rafał"],"language":[],"coverage":[],"title":["Computational approach to multifractal music"],"description":["  In this work we perform a fractal analysis of 160 pieces of music belonging\nto six different genres. We show that the majority of the pieces reveal\ncharacteristics that allow us to classify them as physical processes called the\n1/f (pink) noise. However, this is not true for classical music represented\nhere by Frederic Chopin's works and for some jazz pieces that are much more\ncorrelated than the pink noise. We also perform a multifractal (MFDFA) analysis\nof these music pieces. We show that all the pieces reveal multifractal\nproperties. The richest multifractal structures are observed for pop and rock\nmusic. Also the viariably of multifractal features is best visible for popular\nmusic genres. This can suggest that, from the multifractal perspective,\nclassical and jazz music is much more uniform than pieces of the most popular\ngenres of music.\n","Comment: 15 pages, 6 figures"]}]
["1106.3168",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3168"],"date":["2011-06-16","2011-06-17"],"type":["text"],"creator":["Delva, Pacôme","Cadez, Andrej","Kostic, Uros","Carloni, Sante"],"language":[],"coverage":[],"title":["A relativistic and autonomous navigation satellite system"],"description":["  A relativistic positioning system has been proposed by Bartolom\\'e Coll in\n2002. Since then, several group developed this topic with different approaches.\nI will present a work done in collaboration with Ljubljana University and the\nESA Advanced Concepts Team. We developed a concept, Autonomous Basis of\nCoordinates, in order to take advantage of the full autonomy of a satellite\nconstellation for navigation and positioning, by means of satellite\ninter-links. I will present the advantages of this new paradigm and a number of\npotential application for reference systems, geophysics and relativistic\ngravitation.\n","Comment: 4 pages, proceedings of the \"Rencontres de Moriond\", 2011 sessions in\n  La Thuile, Aosta valley, Italy"]}]
["1106.3326",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3326","International Journal of Machine Tools and Manufacture 51, 7-8\n  (2011) July-August 2011, Pages 618-627","doi:10.1016/j.ijmachtools.2011.03.006"],"date":["2011-06-16"],"type":["text"],"creator":["Andolfatto, Loïc","Mayer, René","Lavernhe, Sylvain"],"language":[],"coverage":[],"title":["Adaptive Monte Carlo applied to uncertainty estimation in a five axis\n  machine tool link errors identification"],"description":["  Knowledge of a machine tool axis to axis location errors allows compensation\nand correcting actions to be taken to enhance its volumetric accuracy. Several\nprocedures exist, involving either lengthy individual test for each geometric\nerror or faster single tests to identify all errors at once. This study focuses\non the closed kinematic Cartesian chain method which uses a single setup test\nto identify the eight link errors of a five axis machine tool. The\nidentification is based on volumetric error measurements for different poses\nwith a non-contact measuring instrument called CapBall, developed in house. In\norder to evaluate the uncertainty on each identified error, a multi-output\nMonte Carlo approach is implemented. Uncertainty sources in the measurement and\nidentification chain - such as sensors output, machine drift and frame\ntransformation uncertainties - can be included in the model and propagated to\nthe identified errors. The estimated uncertainties are finally compared to\nexperimental results to assess the method. It shows that the effect of the\ndrift, a disturbance, must be simulated as a function of time the Monte Carlo\napproach. The machine drift is found to be an important uncertainty in sources\nfor the machine tested.\n"]}]
["1106.3337",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3337"],"date":["2011-06-16"],"type":["text"],"creator":["Jimenez, Noelia","Cora, Sofia A.","Castelli, Analia Smith","Bassino, Lilia P."],"language":[],"coverage":[],"title":["Modeling the Color Magnitude Relation for Galaxy Clusters"],"description":["  We investigate the origin of the colour-magnitude relation (CMR) observed in\ncluster galaxies by using a combination of a cosmological N-body simulation of\na cluster of galaxies and a semi-analytic model of galaxy formation. The\ndeparture of galaxies in the bright end of the CMR with respect to the trend\ndenoted by less luminous galaxies could be explained by the influence of minor\nmergers\n","Comment: ASP Conference, Galaxies in Isolation; Exploring Nature vs. Nurture;\n  2010"]}]
["1106.3338",{"format":[],"subject":["Mathematics - Numerical Analysis","65D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3338"],"date":["2011-06-16"],"type":["text"],"creator":["Atkinson, Kendall","Hansen, Olaf"],"language":[],"coverage":[],"title":["Creating domain mappings"],"description":["  Consider being given a mapping \\phi from the unit sphere S^{d-1}, d>2, to the\nsmooth boundary of a simply-connected region \\Omega in R^d. We consider the\nproblem of constructing an extension \\Phi from the unit ball B_d to \\Omega. The\nmapping is required to be 1-1 and continuously differentiable with a\nnonsingular Jacobian matrix. We discuss ways of obtaining initial guesses for\nsuch a mapping \\Phi and of then improving it by an iteration method.\n","Comment: 16 figures"]}]
["1106.3342",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Optimization and Control","46B99, 46N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3342"],"date":["2011-06-16"],"type":["text"],"creator":["Svaiter, B. F."],"language":[],"coverage":[],"title":["Gauge functions for convex cones"],"description":["  We analyze a class of sublinear functionals which characterize the interior\nand the exterior of a convex cone in a normed linear space.\n"]}]
["1106.3343",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3343"],"date":["2011-06-16"],"type":["text"],"creator":["Hartmann, Lee","Zhu, Zhaohuan","Calvet, Nuria"],"language":[],"coverage":[],"title":["On Rapid Disk Accretion and Initial Conditions in Protostellar Evolution"],"description":["  Low-mass protostars may accrete most of their material through short-lived\nepisodes of rapid disk accretion; yet until recently evolutionary tracks for\nthese protostars assumed only constant or slowly-varying accretion. Important\ninitial steps toward examining the potential effects of rapid accretion were\nrecently made by Baraffe, Chabrier, & Gallardo, who showed that in the limit of\nlow-temperature (\"cold\") accretion, protostars may have much smaller radii than\nfound in previous treatments. Such small radii at the end of protostellar\naccretion would have the effect of making some young stars appear much older -\nperhaps as much as 10 Myr - than they really are. However, we argue that very\nrapid disk accretion is unlikely to be cold, because observations of the\nbest-studied pre-main sequence disks with rapid disk accretion outbursts - the\nFU Ori objects - have spectral energy distributions which imply large, not\nsmall, protostellar radii. In addition, theory indicates models that at high\naccretion rates, protostellar disks become internally hot and geometrically\nthick, making it much more likely that hot material is added to the star. In\naddition, the very large luminosity of the accretion disk is likely to\nirradiate the central star strongly, heating up the outer layers and\npotentially expanding them. Nevertheless, the Baraffe et al. calculations\nemphasize the importance of initial protostellar radii for subsequent\nevolution.\n","Comment: 15 pages, 4 figures"]}]
["1106.3347",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3347","Phys. Rev. E 83, 061126 (2011)","doi:10.1103/PhysRevE.83.061126"],"date":["2011-06-16"],"type":["text"],"creator":["Erichsen Jr., R.","Theumann, W. K."],"language":[],"coverage":[],"title":["Phase transitions in the three-state Ising spin-glass model with finite\n  connectivity"],"description":["  The statistical mechanics of a two-state Ising spin-glass model with finite\nrandom connectivity, in which each site is connected to a finite number of\nother sites, is extended in this work within the replica technique to study the\nphase transitions in the three-state Ghatak-Sherrington (or random Blume-Capel)\nmodel of a spin glass with a crystal field term. The replica symmetry ansatz\nfor the order function is expressed in terms of a two-dimensional\neffective-field distribution which is determined numerically by means of a\npopulation dynamics procedure. Phase diagrams are obtained exhibiting phase\nboundaries which have a reentrance with both a continuous and a genuine\nfirst-order transition with a discontinuity in the entropy. This may be seen as\n\"inverse freezing\", which has been studied extensively lately, as a process\neither with or without exchange of latent heat.\n","Comment: 10 pages, 6 figures"]}]
["1106.3361",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3361"],"date":["2011-06-16"],"type":["text"],"creator":["Kursa, Miron B.","Komsta, Łukasz","Rudnicki, Witold R."],"language":[],"coverage":[],"title":["Random forest models of the retention constants in the thin layer\n  chromatography"],"description":["  In the current study we examine an application of the machine learning\nmethods to model the retention constants in the thin layer chromatography\n(TLC). This problem can be described with hundreds or even thousands of\ndescriptors relevant to various molecular properties, most of them redundant\nand not relevant for the retention constant prediction. Hence we employed\nfeature selection to significantly reduce the number of attributes.\nAdditionally we have tested application of the bagging procedure to the feature\nselection. The random forest regression models were built using selected\nvariables. The resulting models have better correlation with the experimental\ndata than the reference models obtained with linear regression. The\ncross-validation confirms robustness of the models.\n"]}]
["1106.3369",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3369"],"date":["2011-06-16"],"type":["text"],"creator":["Kumar, Bimal Aklesh"],"language":[],"coverage":[],"title":["Evaluation of Fiji National University Campus Information Systems"],"description":["  Fiji National University (FNU) has been encountering many difficulties with\nits current campus administrative systems. These difficulties include\naccessibility, scalability, performance, flexibility and integration. In order\nto address these difficulties, we developed a thin client web based campus\ninformation system. The newly designed system allows the students, academic and\nadministration staff of the university to handle their day to day affairs with\nthe university online. In this paper we describe three types of evaluation\ncarried out to determine the suitability of newly developed system for FNU\nenvironment. User interface evaluation was carried out to assess user interface\non a set of usability principles, usability evaluation to see the ease at which\nusers can use the system and finally performance evaluation to verify and\nvalidate user response time required to complete various tasks. The result of\neach of these evaluations were analysed and the system was rectified as part of\niterative design process.\n","Comment: vol. 2 no. 3 2011"]}]
["1106.3370",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3370"],"date":["2011-06-16"],"type":["text"],"creator":["Bridges, Robert A."],"language":[],"coverage":[],"title":["A Solution to Schroeder's Equation in Several Variables"],"description":["  Let \\phi be a self-map of B^n, the unit ball in C^n, fixing 0, and having\nfull-rank at 0. If \\phi (0)= 0, Koenigs proved in 1884 that in the well- known\ncase n = 1, Schroeder's equation, f \\circ \\phi = \\phi '(0) f has a solution f,\nwhich is bijective near 0 precisely when \\phi '(0) \\neq 0. In 2003, Cowen and\nMacCluer formulated the analogous problem in C^n (for a non-negative integer n)\nby defining Schroeder's equation in several variables as F \\circ \\phi = \\phi\n'(0)F and giving appropriate assumptions on \\phi . The 2003 Cowen and MacCluer\npaper also provides necessary and sufficient conditions for an analytic\nsolution, F taking values in C^n and having full-rank near 0 under the\nadditional assumption that \\phi '(0) is diagonalizable. The main result of this\npaper gives necessary and sufficient conditions for a Schroeder solution F\nwhich has full rank near 0 without the added assumption of diagonalizability.\nMore generally, it is proven in this paper that the functional equation F \\circ\n\\phi = \\phi '(0)^k F with k a positive integer, is always solvable with an F\nwhose component functions are linearly independent, but if k > 1 any such F\ncannot be injective near 0. In 2007 Enoch provides many theorems giving formal\npower series solutions to Schroeder's equation in several variables. It is also\nproved in this note that any formal power series solution indeed represents an\nanalytic function on the ball.\n","Comment: 37 pages, presented at SEAM 27"]}]
["1106.3381",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Probability","94A17, 62B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3381"],"date":["2011-06-17"],"type":["text"],"creator":["Cui, Hongfei","Sun, Jianqiang","Ding, Yiming"],"language":[],"coverage":[],"title":["The rates of convergence for generalized entropy of the normalized sums\n  of IID random variables"],"description":["  We consider the generalized differential entropy of normalized sums of\nindependent and identically distributed (IID) continuous random variables. We\nprove that the R\\'{e}nyi entropy and Tsallis entropy of order $\\alpha\\\n(\\alpha>0)$ of the normalized sum of IID continuous random variables with\nbounded moments are convergent to the corresponding R\\'{e}nyi entropy and\nTsallis entropy of the Gaussian limit, and obtain sharp rates of convergence.\n","Comment: 7 pages"]}]
["1106.3382",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3382","Physical Review B 71 (9), 094435 (2005)","doi:10.1103/PhysRevB.71.094435"],"date":["2011-06-17"],"type":["text"],"creator":["Landeros, P.","Escrig, J.","Altbir, D.","Laroze, D.","Castro, J. d'Albuquerque e","Vargas, P."],"language":[],"coverage":[],"title":["Scaling relations for magnetic nanoparticles"],"description":["  A detailed investigation of the scaling relations recently proposed by [J.\nd'Albuquerque e Castro, D. Altbir, J. C. Retamal, and P. Vargas, Phys. Rev.\nLett. 88, 237202 (2002)] to study the magnetic properties of nanoparticles is\npresented. Analytical expressions for the total energy of three characteristic\ninternal configurations of the particles are obtained, in terms of which the\nbehavior of the magnetic phase diagram for those particles upon scaling of the\nexchange interaction is discussed. The exponent $\\eta $ in scaling relations is\nshown to be dependent on the geometry of the vortex core, and results for\nspecific cases are presented.\n","Comment: 6 pages, 4 figures"]}]
["1106.3385",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Differential Geometry","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3385"],"date":["2011-06-17"],"type":["text"],"creator":["Huerta, John"],"language":[],"coverage":[],"title":["Division Algebras, Supersymmetry and Higher Gauge Theory"],"description":["  From the four normed division algebras--the real numbers, complex numbers,\nquaternions and octonions, of dimension k=1, 2, 4 and 8, respectively--a\nsystematic procedure gives a 3-cocycle on the Poincare superalgebra in\ndimensions k+2=3, 4, 6 and 10, and a 4-cocycle on the Poincare superalgebra in\ndimensions k+3=4, 5, 7 and 11. The existence of these cocycles follow from\nspinor identities that hold only in these dimensions, and which are closely\nrelated to the existence of the superstring in dimensions k+2, and the\nsuper-2-brane in dimensions k+3.\n  In general, an (n+1)-cocycle on a Lie superalgebra yields a `Lie\nn-superalgebra': that is, roughly, an n-term chain complex equipped with a\nbracket satisfying the axioms of a Lie superalgebra up to chain homotopy. We\nthus obtain Lie 2-superalgebras extending the Poincare superalgebra in\ndimensions k+2, and Lie 3-superalgebras extending the Poincare superalgebra in\ndimensions k+3. We present evidence, based on the work of Sati, Schreiber and\nStasheff, that these Lie n-superalgebras describe infinitesimal `higher\nsymmetries' of the superstring and 2-brane.\n  Generically, integrating a Lie n-superalgebra to a Lie n-supergroup yields a\n`Lie n-supergroup' that is hugely infinite-dimensional. However, when the Lie\nn-superalgebra is obtained from an (n+1)-cocycle on a nilpotent Lie\nsuperalgebra, there is a geometric procedure to integrate the cocycle to one on\nthe corresponding nilpotent Lie supergroup.\n  In general, a smooth (n+1)-cocycle on a supergroup yields a `Lie\nn-supergroup': that is, a weak n-group internal to supermanifolds. Using our\ngeometric procedure to integrate the 3-cocycle in dimensions k+2, we obtain a\nLie 2-supergroup extending the Poincare supergroup in those dimensions, and\nsimilarly integrating the 4-cocycle in dimensions k+3, we obtain a Lie\n3-supergroup extending the Poincare supergroup in those dimensions.\n","Comment: Ph.D. thesis, 143 pages. Department of Mathematics, University of\n  California, Riverside, 2011"]}]
["1106.3386",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3386","Gabora, L. & Kaufman, S. (2010). Evolutionary perspectives on\n  creativity. In (J. Kaufman & R. Sternberg, Eds.) The Cambridge Handbook of\n  Creativity (pp. 279-300). Cambridge UK: Cambridge University Press"],"date":["2011-06-17"],"type":["text"],"creator":["Gabora, Liane","Kaufman, Scott Barry"],"language":[],"coverage":[],"title":["Evolutionary Approaches to Creativity"],"description":["  Many species engage in acts that could be called creative. However, human\ncreativity is unique in that it has transformed our planet. Given that the\nanatomy of the human brain is not so different from that of the great apes,\nwhat enables us to be so creative? Recent collaborations at the frontier of\nanthropology, archaeology, psychology, and cognitive science are culminating in\nspeculative but increasingly sophisticated efforts to answer to this question.\nExamining the skeletons of our ancestors gives cues as to anatomical\nconstraints that hindered or made possible various kinds of creative\nexpression. Relics of the past have much to tell us about the thoughts,\nbeliefs, and creative abilities of the people who invented and used them. How\nthe spectacular creativity of humans came about is the first topic addressed in\nthis chapter. Studies at the intersection of creativity and evolution are not\nlimited to investigations into the biological evolution of a highly creative\nspecies. Creative ideas themselves might be said to evolve through culture.\nHuman creativity is distinctive because of the adaptive and open-ended manner\nin which change accumulates. Inventions build on previous ones in ways that\nenhance their utility or aesthetic appeal, or make them applicable in different\nsituations. There is no a priori limit to how a creative idea might unfold. It\nis this proclivity to take an idea and make it our own, or 'put our own spin on\nit', that makes creative ideas evolve. The next section of this chapter\ninvestigates in what sense creative ideas evolve through culture. Finally, we\naddress what forces supported the evolution of creativity. Does being creative\nhelp us live longer, or attract mates? Perhaps creative projects can sometimes\ninterfere with survival and reproductive fitness; are there non-biological\nfactors that compel us to create? This is a third topic addressed in this\nchapter.\n","Comment: 28 pages"]}]
["1106.3393",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3393","Statistical Science 2011, Vol. 26, No. 1, 12-14","doi:10.1214/11-STS337A"],"date":["2011-06-17"],"type":["text"],"creator":["Goodman, Steven N."],"language":[],"coverage":[],"title":["Discussion of \"Statistical Inference: The Big Picture\" by R. E. Kass"],"description":["  Discussion of \"Statistical Inference: The Big Picture\" by R. E. Kass\n[arXiv:1106.2895]\n","Comment: Published in at http://dx.doi.org/10.1214/11-STS337A the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1106.3395",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3395"],"date":["2011-06-17"],"type":["text"],"creator":["Flamary, Rémi","Rakotomamonjy, Alain"],"language":[],"coverage":[],"title":["Decoding finger movements from ECoG signals using switching linear\n  models"],"description":["  One of the major challenges of ECoG-based Brain-Machine Interfaces is the\nmovement prediction of a human subject. Several methods exist to predict an arm\n2-D trajectory. The fourth BCI Competition gives a dataset in which the aim is\nto predict individual finger movements (5-D trajectory). The difficulty lies in\nthe fact that there is no simple relation between ECoG signals and finger\nmovement. We propose in this paper to decode finger flexions using switching\nmodels. This method permits to simplify the system as it is now described as an\nensemble of linear models depending on an internal state. We show that an\ninteresting accuracy prediction can be obtained by such a model.\n"]}]
["1106.3396",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3396","doi:10.1109/ICASSP.2010.5495281"],"date":["2011-06-17"],"type":["text"],"creator":["Flamary, Rémi","Labbé, Benjamin","Rakotomamonjy, Alain"],"language":[],"coverage":[],"title":["Large margin filtering for signal sequence labeling"],"description":["  Signal Sequence Labeling consists in predicting a sequence of labels given an\nobserved sequence of samples. A naive way is to filter the signal in order to\nreduce the noise and to apply a classification algorithm on the filtered\nsamples. We propose in this paper to jointly learn the filter with the\nclassifier leading to a large margin filtering for classification. This method\nallows to learn the optimal cutoff frequency and phase of the filter that may\nbe different from zero. Two methods are proposed and tested on a toy dataset\nand on a real life BCI dataset from BCI Competition III.\n","Comment: IEEE International Conference on Acoustics Speech and Signal\n  Processing (ICASSP), 2010, Dallas : United States (2010)"]}]
["1106.3397",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3397"],"date":["2011-06-17"],"type":["text"],"creator":["Niaf, Emilie","Flamary, Rémi","Lartizien, Carole","Canu, Stéphane"],"language":[],"coverage":[],"title":["Handling uncertainties in SVM classification"],"description":["  This paper addresses the pattern classification problem arising when\navailable target data include some uncertainty information. Target data\nconsidered here is either qualitative (a class label) or quantitative (an\nestimation of the posterior probability). Our main contribution is a SVM\ninspired formulation of this problem allowing to take into account class label\nthrough a hinge loss as well as probability estimates using epsilon-insensitive\ncost function together with a minimum norm (maximum margin) objective. This\nformulation shows a dual form leading to a quadratic problem and allows the use\nof a representer theorem and associated kernel. The solution provided can be\nused for both decision and posterior probability estimation. Based on empirical\nevidence our method outperforms regular SVM in terms of probability predictions\nand classification performances.\n","Comment: IEEE Workshop on Statistical Signal Processing, Nice: France (2011)"]}]
["1106.3399",{"format":[],"subject":["Mathematics - Algebraic Topology","55M30, 55S40, 57T99, 70Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3399"],"date":["2011-06-17"],"type":["text"],"creator":["Lupton, Gregory","Scherer, Jérôme"],"language":[],"coverage":[],"title":["Topological Complexity of H-Spaces"],"description":["  Let X be a (not-necessarily homotopy-associative) H-space. We show that\nTC_{n+1}(X) = cat(X^n), for n >= 1, where TC_{n+1}(-) denotes the so-called\nhigher topological complexity introduced by Rudyak, and cat(-) denotes the\nLusternik-Schnirelmann category. We also generalize this equality to an\ninequality, which gives an upper bound for TC_{n+1}(X), in the setting of a\nspace Y acting on X.\n","Comment: 11 pages"]}]
["1106.3400",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3400","Statistical Science 2011, Vol. 26, No. 1, 15-16","doi:10.1214/11-STS337D"],"date":["2011-06-17"],"type":["text"],"creator":["McCulloch, Robert"],"language":[],"coverage":[],"title":["Discussion of \"Statistical Inference: The Big Picture\" by R. E. Kass"],"description":["  Discussion of \"Statistical Inference: The Big Picture\" by R. E. Kass\n[arXiv:1106.2895]\n","Comment: Published in at http://dx.doi.org/10.1214/11-STS337D the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1106.3403",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3403"],"date":["2011-06-17"],"type":["text"],"creator":["Serantes, David","Pereiro, Manuel","Baldomir, Daniel"],"language":[],"coverage":[],"title":["Universal scaling behavior of interacting nanomagnets"],"description":["  In this Letter we report how the influence of the interparticle dipolar\ninteractions, computed by the volume sample concentration $c$, can be described\nin a general way if scaled by the dimensionless parameter $c_{0}=2K/M_{S}^{2}$.\nThis scaling $c_{0}$-parameter is derived from the energy equation governing\nthe system by using simple arguments, and its meaning is analogous to the\nnormalization of the influence of the external magnetic field H by the\nanisotropy field of the particles $H_{A}=2K/M_{S}$. We use a Monte Carlo\ntechnique to test the usefulness of this $c_{0}$ parameter for interpreting the\ncontroversial evolution of the blocking temperature (\\textit{$T_{B}$})\n\\textit{vs.} $c$ reported in the literature, finding that the $T_{B}(c)$-curves\nof different particle types follow the same trend if scaling $c/c_{0}$.\n","Comment: 5 pages, 4 figures, 1 table"]}]
["1106.3406",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3406","Statistical Science 2011, Vol. 26, No. 1, 17-18","doi:10.1214/11-STS337B"],"date":["2011-06-17"],"type":["text"],"creator":["Stern, Hal"],"language":[],"coverage":[],"title":["Discussion of \"Statistical Inference: The Big Picture\" by R. E. Kass"],"description":["  Discussion of \"Statistical Inference: The Big Picture\" by R. E. Kass\n[arXiv:1106.2895]\n","Comment: Published in at http://dx.doi.org/10.1214/11-STS337B the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1106.3408",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 46E22, 46C05, Secondary 46B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3408"],"date":["2011-06-17"],"type":["text"],"creator":["Chalendar, I.","Fricain, E.","Timotin, D."],"language":[],"coverage":[],"title":["A short note on the Feichtinger Conjecture"],"description":["  We discuss the equivalence of the Feichtinger Conjecture with a weaker\nvariant and we show its connection with a conjecture of Agler--McCarthy--Seip\nconcerning complete Nevanlinna--Pick reproducing kernel spaces. Some new\nexamples of sequences of normalized reproducing kernels satisfying the\nFeichtinger Conjecture are consequently obtained.\n","Comment: 8 pages, no figure"]}]
["1106.3410",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3410","Statistical Science 2011, Vol. 26, No. 1, 19-20","doi:10.1214/11-STS337REJ"],"date":["2011-06-17"],"type":["text"],"creator":["Kass, Robert E."],"language":[],"coverage":[],"title":["Rejoinder"],"description":["  Rejoinder of \"Statistical Inference: The Big Picture\" by R. E. Kass\n[arXiv:1106.2895]\n","Comment: Published in at http://dx.doi.org/10.1214/11-STS337REJ the\n  Statistical Science (http://www.imstat.org/sts/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1106.3416",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3416"],"date":["2011-06-17"],"type":["text"],"creator":["Baldini, L.","Tibaldo, L.","collaboration, for the Fermi LAT"],"language":[],"coverage":[],"title":["Science highlights from the Fermi Large Area Telescope"],"description":["  During its first three years of operation, the Fermi Gamma-ray Space\nTelescope has provided an unprecedented view of the high energy gamma-ray sky,\nand also performed direct measurements of the cosmic-ray leptons and searches\nfor signals from dark matter. In this paper we present a short overview of some\nhighlight results, shedding new light on the high-energy side of the Universe.\n","Comment: Contribution to Les Rencontres de Physique de la Vall\\'ee D'Aoste (La\n  Thuile, February 27-March 5 2011); 12 pages, 5 figures"]}]
["1106.3421",{"format":[],"subject":["Mathematics - Combinatorics","11B75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3421"],"date":["2011-06-17"],"type":["text"],"creator":["Huczynska, Sophie"],"language":[],"coverage":[],"title":["Beyond sum-free sets in the natural numbers"],"description":["  For an interval [1,N] in the natural numbers, investigating subsets S of\n[1,N] such that |{(x,y) in S^2:x+y in S}|=0, known as sum-free sets, has\nattracted considerable attention. In this paper, we define r(S):=|{(x,y) in\nS^2: x+y in S}| and consider its behaviour as S ranges over the subsets of\n[1,N]. We obtain a comprehensive description of the spectrum of attainable\nr-values for the s-sets of [1,N], constructive existence results and structural\ncharacterizations for sets attaining extremal and near-extremal values.\n","Comment: 15 pages"]}]
["1106.3422",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3422"],"date":["2011-06-17"],"type":["text"],"creator":["Schäfer, Konrad","Hermes, Wilfried","Rodewald, Ute Ch.","Hoffmann, Rolf-Dieter","Pöttgen, Rainer"],"language":[],"coverage":[],"title":["Ternary Antmonides RE2Ir3Sb4 (RE = La, Ce, Pr, Nd)"],"description":["  The antimonides RE2Ir3Sb4 (RE = La, Ce, Pr, Nd) were synthesized by\narc-melting of the elements and subsequent annealing or via high-frequence\nmelting. The samples were characterized by X-ray powder diffraction and the\nfour structures were refined from sin-gle-crystal X-ray diffraction data:\nPr2Ir3Sb4-type, Pnma, Z = 4, a = 1621.9(2), b = 458.60(8), c = 1099.8(1) pm,\nwR2 = 0.036, 1558 F2 values for La2Ir3Sb4, a = 1616.6(8), b = 456.5(2), c =\n1094.8(5) pm, wR2 = 0.092, 1080 F2 values for Ce2Ir3Sb4, a = 1613.0(5), b =\n454.9(2), c = 1094.1(5) pm, wR2 = 0.057, 1428 F2 values for Pr2Ir3Sb4, and a =\n1609.8(6), b = 452.9(2), c = 1092.3(5) pm, wR2 = 0.052, 1472 F2 values for\nNd2Ir3Sb4, with 56 parameters per refinement. The Sb1 atoms show enhanced\ndisplace-ment off the mirror planes at y = 1/4 and y = 3/4. A series of\ntemperature dependent structure refinements of Pr2Ir3Sb4 down to 90 K are\nindicative of static disorder. The iridium and antimony atoms build up complex\ncovalently bonded three-dimensional [Ir3Sb4] networks with Ir-Sb distances\nranging from 256-269 pm (Nd2Ir3Sb4). The two crystallographically independent\nrare earth sites fill cavities of coordination numbers 17 (8 Ir + 9 Sb) and 15\n(6 Ir + 9 Sb) within the [Ir3Sb4] polyanions. Temperature dependent magnetic\nsusceptibility measurements indicate a stable trivalent ground state for the\nce-rium compound. No magnetic ordering was evident down to 3 K.\n","Comment: 16 pages, 5 figures, submitted to Z. Naturforsch. B june 17th 2011"]}]
["1106.3423",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3423"],"date":["2011-06-17"],"type":["text"],"creator":["Velichko, O. I.","Hundorina, A. A.","Axenov, V. V."],"language":[],"coverage":[],"title":["Some features of the transport processes of ion-implanted boron under\n  conditions of transient enhanced diffusion suppression"],"description":["  It has been shown that during thermal treatments of silicon layers\npreamorphized by germanium implantation and then implanted with boron ions the\ntransport of impurity atoms occurs right up to a temperature of 850^{\\circ}C\ndue to migration of the nonequilibrium boron interstitials.\n","Comment: 2 pages, 1 figure"]}]
["1106.3431",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3431"],"date":["2011-06-17"],"type":["text"],"creator":["Yang, J. H.","Liu, X. B."],"language":[],"coverage":[],"title":["Sequential vibrational resonance in multistable systems"],"description":["  The phenomenon of sequential vibrational resonance existed in a multistable\nsystem that is excited by both high- and low-frequency signals is reported. By\nthe method of direct separation of motions, the theoretical investigation on\nvibrational resonance is conducted in both cases of underdamped and overdamped,\nand the analytical predictions are in good agreement with the numerical\nsimulations. In view of the theoretical results, the zero-order Bessel function\nrelated to the high-frequency signal is included in the renormalized resonant\nfrequency, and which leads to the appearance of the sequential vibrational\nresonance. In the case of underdamped system with small damping coefficient,\nthe resonance occurs in a series of discrete parameter regions. The sequential\nvibrational resonance is different from the traditional multiple vibrational\nresonance, because its appearance is much more regular. The results in this\nwork may be helpful in the field of signal processing electronics, especially\nfor dealing with the very-low-frequency signal.\n","Comment: 17 pages, 6 figures"]}]
["1106.3432",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3432"],"date":["2011-06-17"],"type":["text"],"creator":["Bechtluft-Sachs, Stefan","Wraith, David J."],"language":[],"coverage":[],"title":["On the topology of G-manifolds with finitely many non-principal orbits"],"description":["  We study the topology of compact manifolds with a Lie group action for which\nthere are only finitely many non-principal orbits, and describe the possible\norbit spaces which can occur. If some non-principal orbit is singular, we show\nthat the Lie group action must have odd cohomogeneity. We pay special attention\nto manifolds with one and two singular orbits, and construct some infinite\nfamilies of examples. To illustrate the diversity within some of these\nfamilies, we also investigate homotopy types.\n","Comment: 15 pages"]}]
["1106.3436",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3436"],"date":["2011-06-17"],"type":["text"],"creator":["Tedesco, Luigi"],"language":[],"coverage":[],"title":["Fine Structure Constant, Domain Walls, and Generalized Uncertainty\n  Principle in the Universe"],"description":["  We study the corrections to the fine-structure constant from the generalized\nuncertainty principle in the spacetime of a domain wall. We also calculate the\ncorrections to the standard formula to the energy of the electron in the\nhydrogen atom to the ground state, in the case of spacetime of a domain wall\nand generalized uncertainty principle. The results generalize the cases known\nin literature.\n","Comment: 8 pages. Accepted for publication in International Journal of\n  Mathematics and Mathematical Sciences"]}]
["1106.3442",{"format":[],"subject":["Mathematics - Logic","Mathematics - Group Theory","0364, 22F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3442"],"date":["2011-06-17"],"type":["text"],"creator":["Conversano, Annalisa","Pillay, Anand"],"language":[],"coverage":[],"title":["Connected components of definable groups, and o-minimality II"],"description":["  We study the connected components G^00, G^000 and their quotients for a group\nG definable in a saturated o-minimal expansion of a real closed field. We show\nthat G^00/G^000 is naturally the quotient of a connected compact commutative\nLie group by a dense finitely generated subgroup. We also highlight the role of\nuniversal covers of semisimple Lie groups.\n","Comment: 22 pages"]}]
["1106.3452",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3452"],"date":["2011-06-17"],"type":["text"],"creator":["Goetz, Stefan M.","Truong, Nam C.","Gerhofer, Manuel G.","Weyh, Thomas","Herzog, Hans-Georg"],"language":[],"coverage":[],"title":["Analysis and Optimisation of Pulse Dynamics for Magnetic Stimulation"],"description":["  Magnetic stimulation is a standard tool in brain research and many fields of\nneurology, as well as psychiatry. From a physical perspective, one key aspect\nof this method is the inefficiency of available setups. Whereas the spatial\nfield properties have been studied rather intensively with coil designs, the\ndynamics have been neglected almost completely for a long time. Instead, the\ndevices and their technology defined the waveform. Here, an analysis of the\nwaveform space is performed. Based on these data, an appropriate optimisation\napproach is outlined which makes use of a modern nonlinear axon description of\na mammalian motor nerve. The approach is based on a hybrid global-local method;\ndifferent coordinate systems for describing the continuous waveforms in a\nlimited parameter space are defined for sufficient stability. The results of\nthe numeric setup suggest that there is plenty of room for waveforms with\nhigher efficiency than the traditional shapes. One class of such pulses is\nanalysed further. Although the voltage profile of these waveforms is almost\nrectangular, the current shape presents distinct characteristics, such as a\nfirst phase which precedes the main pulse and decreases the losses. The single\nrepresentatives, which differ in their maximum voltage shape, are linked by a\nnonlinear transformation. The main phase, however, seems to scale in time only.\n","Comment: 23 pages (including references and appendix), 7 figures"]}]
["1106.3454",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3454"],"date":["2011-06-17"],"type":["text"],"creator":["Sun, Z. Z.","Schliemann, J."],"language":[],"coverage":[],"title":["Current-induced synchronized magnetization reversal of two-body Stoner\n  particles with dipolar interaction"],"description":["  We investigate magnetization reversal of two-body uniaxial Stoner particles,\nby injecting spin-polarized current through a spin-valve structure. The\ntwo-body Stoner particles perform synchronized dynamics and can act as an\ninformation bit in computer technology. In the presence of magnetic\ndipole-dipole interaction (DDI) between the two particles, the critical\nswitching current $I_c$ for reversing the two dipoles is analytically obtained\nand numerically verified in two typical geometric configurations. $I_c$\nbifurcates at a critical DDI strength, where $I_c$ can be decreased to about\n70% of the usual value without DDI. Moreover, we also numerically investigate\nthe magnetic hysteresis loop, magnetization self-precession, reversal time and\nthe synchronization stability phase diagram for the two-body system in the\nsynchronized dynamics regime.\n","Comment: 8 pages, 8 figures"]}]
["1106.3456",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics","68R10, 05C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3456"],"date":["2011-06-17"],"type":["text"],"creator":["Reddy, P. Venkata Subba","Iyer, K. Viswanathan"],"language":[],"coverage":[],"title":["Conditional and Unique Coloring of Graphs"],"description":["  For integers $k, r > 0$, a conditional $(k,r)$-coloring of a graph $G$ is a\nproper $k$-coloring of the vertices of $G$ such that every vertex $v$ of degree\n$d(v)$ in $G$ is adjacent to at least $\\min\\{r, d(v)\\}$ differently colored\nvertices. Given $r$, the smallest integer $k$ for which $G$ has a conditional\n$(k,r)$-coloring is called the $r$th order conditional chromatic number\n$\\chi_r(G)$ of $G$. We give results (exact values or bounds for $\\chi_r(G)$,\ndepending on $r$) related to the conditional coloring of some graphs. We\nintroduce \\emph{unique conditional colorability} and give some related results.\n(Keywords. cartesian product of graphs; conditional chromatic number; gear\ngraph; join of graphs.)\n","Comment: Under review in International Journal of Computer Mathematics"]}]
["1106.3457",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3457"],"date":["2011-06-17"],"type":["text"],"creator":["Charalambidis, A.","Handjopoulos, K.","Rondogiannis, P.","Wadge, W. W."],"language":[],"coverage":[],"title":["Extensional Higher-Order Logic Programming"],"description":["  We propose a purely extensional semantics for higher-order logic programming.\nIn this semantics program predicates denote sets of ordered tuples, and two\npredicates are equal iff they are equal as sets. Moreover, every program has a\nunique minimum Herbrand model which is the greatest lower bound of all Herbrand\nmodels of the program and the least fixed-point of an immediate consequence\noperator. We also propose an SLD-resolution proof procedure which is proven\nsound and complete with respect to the minimum model semantics. In other words,\nwe provide a purely extensional theoretical framework for higher-order logic\nprogramming which generalizes the familiar theory of classical (first-order)\nlogic programming.\n","Comment: 45 pages"]}]
["1106.3459",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Geometry","Mathematics - Group Theory","Mathematics - Metric Geometry","Primary: 51K10, Secondary: 53C23, 57N65, 20F36, 14B07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3459"],"date":["2011-06-17"],"type":["text"],"creator":["Allcock, Daniel"],"language":[],"coverage":[],"title":["Completions, branched covers, Artin groups and singularity theory"],"description":["  We study the curvature of metric spaces and branched covers of Riemannian\nmanifolds, with applications in topology and algebraic geometry. Here curvature\nbounds are expressed in terms of the CAT(k) inequality. We prove a general\nCAT(k) extension theorem, giving sufficient conditions on and near the boundary\nof a locally CAT(k) metric space for the completion to be CAT(k). We use this\nto prove that a branched cover of a complete Riemannian manifold is locally\nCAT(k) if and only if all tangent spaces are CAT(0) and the base has sectional\ncurvature bounded above by k. We also show that the branched cover is a\ngeodesic space. Using our curvature bound and a local asphericity assumption we\ngive a sufficient condition for the branched cover to be globally CAT(k) and\nthe complement of the branch locus to be contractible. We conjecture that the\nuniversal branched cover of complex Euclidean n-space over the mirrors of a\nfinite Coxeter group is CAT(0). Conditionally on this conjecture, we use our\nmachinery to prove the Arnol'd-Pham-Thom conjecture on K(pi,1) spaces for Artin\ngroups. Also conditionally, we prove the asphericity of moduli spaces of amply\nlattice-polarized K3 surfaces and of the discriminant complements of all the\nunimodal hypersurface singularities in Arnol'd's hierarchy.\n"]}]
["1106.3460",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3460","IEEE Trans. Microwave Theory Tech. 59, 65-71 (2011)","doi:10.1109/TMTT.2010.2090406"],"date":["2011-06-17"],"type":["text"],"creator":["Mátyás, Alpár","Jirauschek, Christian","Peretti, Federico","Lugli, Paolo","Csaba, György"],"language":[],"coverage":[],"title":["Linear circuit models for on-chip quantum electrodynamics"],"description":["  We present equivalent circuits that model the interaction of microwave\nresonators and quantum systems. The circuit models are derived from a general\ninteraction Hamiltonian. Quantitative agreement between the simulated resonator\ntransmission frequency, qubit Lamb shift and experimental data will be shown.\nWe demonstrate that simple circuit models, using only linear passive elements,\ncan be very useful in understanding systems where a small quantum system is\ncoupled to a classical microwave apparatus.\n"]}]
["1106.3466",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3466","Proceedings of International Conference on Mathematical Modeling\n  and Applications to Industrial Problems (MMIP' 11), National Institute of\n  Technology, Calicut, India, March 28-31, 2011"],"date":["2011-06-17"],"type":["text"],"creator":["Bhowmik, Mrinal Kanti","Majumdar, Gautam","Bhattacharjee, Debotosh","Basu, Dipak Kumar","Nasipuri, Mita"],"language":[],"coverage":[],"title":["Next Level of Data Fusion for Human Face Recognition"],"description":["  This paper demonstrates two different fusion techniques at two different\nlevels of a human face recognition process. The first one is called data fusion\nat lower level and the second one is the decision fusion towards the end of the\nrecognition process. At first a data fusion is applied on visual and\ncorresponding thermal images to generate fused image. Data fusion is\nimplemented in the wavelet domain after decomposing the images through\nDaubechies wavelet coefficients (db2). During the data fusion maximum of\napproximate and other three details coefficients are merged together. After\nthat Principle Component Analysis (PCA) is applied over the fused coefficients\nand finally two different artificial neural networks namely Multilayer\nPerceptron(MLP) and Radial Basis Function(RBF) networks have been used\nseparately to classify the images. After that, for decision fusion based\ndecisions from both the classifiers are combined together using Bayesian\nformulation. For experiments, IRIS thermal/visible Face Database has been used.\nExperimental results show that the performance of multiple classifier system\nalong with decision fusion works well over the single classifier system.\n","Comment: Keywords: Thermal Image, Visual Image, Fused Image, Data Fusion,\n  Wavelet decomposition, Decision Fusion, Classification"]}]
["1106.3467",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3467","International Journal of Computer Science & Emerging Technologies\n  pp 178-187, Volume 2, Issue 1, February 2011"],"date":["2011-06-17"],"type":["text"],"creator":["Kar, Arindam","Bhattacharjee, Debotosh","Basu, Dipak Kumar","Nasipuri, Mita","Kundu, Mahantapas"],"language":[],"coverage":[],"title":["High Performance Human Face Recognition using Independent High Intensity\n  Gabor Wavelet Responses: A Statistical Approach"],"description":["  In this paper, we present a technique by which high-intensity feature vectors\nextracted from the Gabor wavelet transformation of frontal face images, is\ncombined together with Independent Component Analysis (ICA) for enhanced face\nrecognition. Firstly, the high-intensity feature vectors are automatically\nextracted using the local characteristics of each individual face from the\nGabor transformed images. Then ICA is applied on these locally extracted\nhigh-intensity feature vectors of the facial images to obtain the independent\nhigh intensity feature (IHIF) vectors. These IHIF forms the basis of the work.\nFinally, the image classification is done using these IHIF vectors, which are\nconsidered as representatives of the images. The importance behind implementing\nICA along with the high-intensity features of Gabor wavelet transformation is\ntwofold. On the one hand, selecting peaks of the Gabor transformed face images\nexhibit strong characteristics of spatial locality, scale, and orientation\nselectivity. Thus these images produce salient local features that are most\nsuitable for face recognition. On the other hand, as the ICA employs locally\nsalient features from the high informative facial parts, it reduces redundancy\nand represents independent features explicitly. These independent features are\nmost useful for subsequent facial discrimination and associative recall. The\nefficiency of IHIF method is demonstrated by the experiment on frontal facial\nimages dataset, selected from the FERET, FRAV2D, and the ORL database.\n","Comment: Keywords: Feature extraction; Gabor Wavelets; independent\n  high-intensity feature (IHIF); Independent Component Analysis (ICA);\n  Specificity; Sensitivity; Cosine Similarity Measure; E-ISSN: 2044-6004"]}]
["1106.3468",{"format":[],"subject":["Mathematics - Differential Geometry","53A04, 53B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3468"],"date":["2011-06-17"],"type":["text"],"creator":["Göçmen, Mehmet","Keleş, Sadık"],"language":[],"coverage":[],"title":["Notes on Degenerate Curves in Pseudo-Euclidean Spaces of Index Two"],"description":["  In this paper we deal with curves with degeneration degree two in\npseudo-Euclidean spaces of index two. We characterize Bertrand curves. We show\na correspondence between the evolute of a null curve and the involute of a\ncertain spacelike curve in the $6-$dimensional pseudo-Euclidean space of index\ntwo. Also we characterize pseudo-spherical null curves in the $n-$dimensional\npseudo-Euclidean space of index two in terms of the curvature functions.\n","Comment: 13 pages"]}]
["1106.3476",{"format":[],"subject":["Mathematics - Complex Variables","30H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3476"],"date":["2011-06-17"],"type":["text"],"creator":["Xiong, Chengji","Liu, Junming"],"language":[],"coverage":[],"title":["The rate of increase of mean values of functions in weighted Hardy\n  spaces"],"description":["  Let $0<p<\\infty$ and $0\\leq q<\\infty$. For each $f$ in the weighted Hardy\nspace $H_{p, q}$,\\ we show that $d\\|f_r\\|_{p,q}^p/dr$ grows at most like\n$o(1/1- r)$ as $r\\rightarrow 1$.\n","Comment: 5 pages, accepted for publication in Acta Mathematica Vietnamica"]}]
["1106.3478",{"format":[],"subject":["Computer Science - Programming Languages","D.3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3478"],"date":["2011-06-15"],"type":["text"],"creator":["Breitner, Joachim"],"language":[],"coverage":[],"title":["Conditional Elimination through Code Duplication"],"description":["  We propose an optimizing transformation which reduces program runtime at the\nexpense of program size by eliminating conditional jumps.\n","Comment: 11 pages, 5 figures"]}]
["1106.3480",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Optimization and Control","65K99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3480"],"date":["2011-06-17"],"type":["text"],"creator":["Smirnov, Ivan P"],"language":[],"coverage":[],"title":["The reduction of the problem of maximization of the fraction of two\n  functionals"],"description":["  We propose an algorithm for reduction of the problem of maximization of\nfraction of two functionals to the equivalent procedure including maximization\nof difference between the functionals and the solution of an equation of scalar\nunknown. For illustration of the algorithm we solve some problems of the\ndescribed type.\n","Comment: 8 pages, 6 figures"]}]
["1106.3486",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3486"],"date":["2011-06-17"],"type":["text"],"creator":["Saito, Masao","Iguchi, Satoru"],"language":[],"coverage":[],"title":["Next Generation Millimeter/Submillimeter Array to Search for 2nd Earth"],"description":["  ALMA is a revolutionary radio telescope at present and its full operation\nwill start from 2012. It is expected that ALMA will resolve several cosmic\nquestions and will show a new cosmic view to us. Our passion for astronomy\nnaturally goes beyond ALMA because we believe that the 21st-century Astronomy\nshould pursue the new scientific frontier. In this conference, we propose a\nproject of the future radio telescope to search for Habitable planets and\nfinally detect 2nd Earth as a Migratable planet. The detection of 2nd Earth is\none of ultimate dreams for not only astronomers but also people.\n","Comment: 2 pages, 1 figure 2010 Asia-Pacific Radio Science Conference\n  Commission J: Radio Astronomy J2 Millimeter- and Sub-millimeter-wave\n  Telescope and Array"]}]
["1106.3488",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3488","EPTCS 55, 2011","doi:10.4204/EPTCS.55"],"date":["2011-06-17"],"type":["text"],"creator":["Derrick, John","Boiten, Eerke","Reeves, Steve"],"language":[],"coverage":[],"title":["Proceedings 15th International Refinement Workshop"],"description":["  Refinement is one of the cornerstones of a formal approach to software\nengineering: the process of developing a more detailed design or implementation\nfrom an abstract specification through a sequence of mathematically-based steps\nthat maintain correctness with respect to the original specification.\n  The aim of this BCS FACS Refinement Workshop, is to bring together people who\nare interested in the development of more concrete designs or executable\nprograms from abstract specifications using formal notations, tool support for\nformal software development, and practical experience with formal refinement\nmethodologies.\n  The purpose of the workshop is to provide a forum for the exchange of ideas,\nand discussion of common ground and key differences.\n  This 15th workshop continued a 20 year tradition in refinement workshops run\nunder the auspices of the British Computer Society (BCS) FACS special interest\ngroup. After the first seven editions had been held in the UK, in 1998 it was\ncombined with the Australasian Refinement Workshop to form the International\nRefinement Workshop, hosted at The Australian National University. Six more\neditions have followed in a variety of locations, all with electronic published\nproceedings and associated journal special issues.\n"]}]
["1106.3491",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3491"],"date":["2011-06-17"],"type":["text"],"creator":["Nehme, A."],"language":[],"coverage":[],"title":["The Eta decay into three neutral pions is mainly electromagnetic"],"description":["  In the framework of Chiral Perturbation Theory including photons, we found\nthat the contribution of the photon exchange between two intermediate charged\nKaons to the slope parameter of the decay (\\eta\\rightarrow 3\\pi^{0}) amounts to\n(-0.0221\\pm 0.0034). When compared with the experimental value, (\\alpha\n=-0.0317\\pm 0.0016), on the one hand, and with the contribution of the up and\ndown quark mass difference, (+0.013\\pm 0.032), on the other hand, our result\nleads to the direct conclusion: \\textit{The} (\\eta\\rightarrow 3\\pi^{0})\n\\textit{decay \\uline{cannot} be used to determine} (m_{d}-m_{u}).\n","Comment: 6 pages, 1 figure"]}]
["1106.3496",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Quantitative Finance - Risk Management","91B70, 62H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3496"],"date":["2011-06-17"],"type":["text"],"creator":["Brigo, Damiano","Buescu, Cristin","Morini, Massimo"],"language":[],"coverage":[],"title":["Impact of the first to default time on Bilateral CVA"],"description":["  We compare two different bilateral counterparty valuation adjustment (BVA)\nformulas. The first formula is an approximation and is based on subtracting the\ntwo unilateral Credit Valuation Adjustment (CVA)'s formulas as seen from the\ntwo different parties in the transaction. This formula is only a simplified\nrepresentation of bilateral risk and ignores that upon the first default\ncloseout proceedings are ignited. As such, it involves double counting. We\ncompare this formula with the fully specified bilateral risk formula, where the\nfirst to default time is taken into account. The latter correct formula depends\non default dependence between the two parties, whereas the simplified one does\nnot. We also analyze a candidate simplified formula in case the replacement\ncloseout is used upon default, following ISDA's recommendations, and we find\nthe simplified formula to be the same as in the risk free closeout case. We\nanalyze the error that is encountered when using the simplified formula in a\ncouple of simple products: a zero coupon bond, where the exposure is\nunidirectional, and an equity forward contract where exposure can go both ways.\nFor the latter case we adopt a bivariate exponential distribution due to Gumbel\nto model the joint default risk of the two parties in the deal. We present a\nnumber of realistic cases where the simplified formula differs considerably\nfrom the correct one.\n"]}]
["1106.3498",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3498"],"date":["2011-06-17"],"type":["text"],"creator":["Bailleux, Olivier"],"language":[],"coverage":[],"title":["On the expressive power of unit resolution"],"description":["  This preliminary report addresses the expressive power of unit resolution\nregarding input data encoded with partial truth assignments of propositional\nvariables. A characterization of the functions that are computable in this way,\nwhich we propose to call propagatable functions, is given. By establishing that\npropagatable functions can also be computed using monotone circuits, we show\nthat there exist polynomial time complexity propagable functions requiring an\nexponential amount of clauses to be computed using unit resolution. These\nresults shed new light on studying CNF encodings of NP-complete problems in\norder to solve them using propositional satisfiability algorithms.\n"]}]
["1106.3501",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3501","J. Opt. Soc. Am. B 22, 2065-2075 (2005)","doi:10.1364/JOSAB.22.002065"],"date":["2011-06-17"],"type":["text"],"creator":["Jirauschek, Christian","Duan, Lingze","Mücke, Oliver D.","Kärtner, Franz X.","Wegener, Martin","Morgner, Uwe"],"language":[],"coverage":[],"title":["Carrier-envelope phase sensitive inversion in two-level systems"],"description":["  We theoretically study the carrier-envelope phase dependent inversion\ngenerated in a two-level system by excitation with a few-cycle pulse. Based on\nthe invariance of the inversion under time reversal of the exciting field,\nparameters are introduced to characterize the phase sensitivity of the induced\ninversion. Linear and nonlinear phase effects are numerically studied for\nrectangular and sinc-shaped pulses. Furthermore, analytical results are\nobtained in the limits of weak fields as well as strong dephasing, and by\nnearly degenerate perturbation theory for sinusoidal excitation. The results\nshow that the phase sensitive inversion in the ideal two-level system is a\npromising route for constructing carrier-envelope phase detectors.\n"]}]
["1106.3505",{"format":[],"subject":["Mathematics - Algebraic Geometry","14G35, 11G18, 14K15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3505"],"date":["2011-06-17"],"type":["text"],"creator":["Sheng, Mao","Zuo, Kang"],"language":[],"coverage":[],"title":["On the Newton polygons of abelian varieties of Mumford's type"],"description":["  Let $A$ be an abelian variety of Mumford's type. This paper determines all\npossible Newton polygons of $A$ in char $p$. This work generalizes a result of\nR. Noot.\n","Comment: 15 pages"]}]
["1106.3507",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3507"],"date":["2011-06-17"],"type":["text"],"creator":["Saxton, Richard","Read, Andrew","Esquej, Pilar","Miniutti, Giovanni","Alvarez, Emilio"],"language":[],"coverage":[],"title":["Long-term AGN variability and the case of GSN 069"],"description":["  We report on a study of long-term flux variations in a sample of more than\n1000 AGN observed with ROSAT and in the XMM-Newton slew survey. Over a period\nof 3-19 years, NLS1 galaxies as a class are found to be only slightly more\nvariable than broad line Seyfert galaxies, despite the strong short term\nvariability seen in some bright nearby NLS1s. Contrary to expectations, it is\nSeyfert II galaxies that exhibit the greatest flux volatility. One particular\nSy II, which has brightened by a factor > 300 over 15 years, has been monitored\nin detail with Swift and XMM. The spectrum is extremely soft (kT \\sim 60eV)\nconsistent with pure thermal emission from an accretion disk and reminiscent of\nROSAT observations of the NLS1,WPVS 007. We show that this is likely to be a\n\"true\" Sy II, without a BLR, and speculate that in its new high luminosity\nstate we may be able to witness a BLR in formation.\n","Comment: To be pulished in the conference proceedings 'Narrow-Line Seyfert 1\n  Galaxies and Their Place in the Universe' - 13 pages, 8 figures;\n  http://nls1.brera.inaf.it/"]}]
["1106.3508",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3508"],"date":["2011-06-17"],"type":["text"],"creator":["Blaustein, Barbara","Chapman, Adriane","Seligman, Len","Allen, M. David","Rosenthal, Arnon"],"language":[],"coverage":[],"title":["Surrogate Parenthood: Protected and Informative Graphs"],"description":["  Many applications, including provenance and some analyses of social networks,\nrequire path-based queries over graph-structured data. When these graphs\ncontain sensitive information, paths may be broken, resulting in uninformative\nquery results. This paper presents innovative techniques that give users more\ninformative graph query results; the techniques leverage a common industry\npractice of providing what we call surrogates: alternate, less sensitive\nversions of nodes and edges releasable to a broader community. We describe\ntechniques for interposing surrogate nodes and edges to protect sensitive graph\ncomponents, while maximizing graph connectivity and giving users as much\ninformation as possible. In this work, we formalize the problem of creating a\nprotected account G' of a graph G. We provide a utility measure to compare the\ninformativeness of alternate protected accounts and an opacity measure for\nprotected accounts, which indicates the likelihood that an attacker can\nrecreate the topology of the original graph from the protected account. We\nprovide an algorithm to create a maximally useful protected account of a\nsensitive graph, and show through evaluation with the PLUS prototype that using\nsurrogates and protected accounts adds value for the user, with no significant\nimpact on the time required to generate results for graph queries.\n","Comment: VLDB2011"]}]
["1106.3511",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3511","Physical Review B 83, 235326 (2011)","doi:10.1103/PhysRevB.83.235326"],"date":["2011-06-17"],"type":["text"],"creator":["Huefner, Magdalena","Kueng, Bruno","Schnez, Stephan","Ensslin, Klaus","Ihn, Thomas","Reinwald, Matthias","Wegscheider, Werner"],"language":[],"coverage":[],"title":["Spatial mapping and manipulation of two tunnel-coupled quantum dots"],"description":["  The metallic tip of a scanning force microscope operated at 300 mK is used to\nlocally induce a potential in a fully controllable double quantum dot defined\nvia local anodic oxidation in a GaAs/AlGaAs heterostructure. Using scanning\ngate techniques we record spatial images of the current through the sample for\ndifferent numbers of electrons on the quantum dots (i.e., for different quantum\nstates). Owing to the spatial resolution of current maps, we are able to\ndetermine the spatial position of the individual quantum dots, and investigate\ntheir apparent relative shifts due to the voltage applied to a single gate.\n"]}]
["1106.3516",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3516"],"date":["2011-06-17"],"type":["text"],"creator":["Heywood, I.","Avison, A.","Williams, C. J."],"language":[],"coverage":[],"title":["The ALMA Observation Support Tool"],"description":["  The ALMA Observation Support Tool (OST) is an ALMA simulator which is\ninteracted with solely via a standard web browser. It is aimed at users who may\nor may not be experts in interferometry, or those that do not wish to\nfamilarise themselves with the simulation components of a data reduction\npackage. It has been designed to offer full imaging simulation capability for\nan arbitrary ALMA observation while maintaining the accessibility of other\nonline tools such as the ALMA Sensitivity Calculator. Simulation jobs are\ndefined by selecting and entering options on a standard web form. The user can\nspecify the standard parameters that would need to be considered for an ALMA\nobservation (e.g. pointing direction, frequency set up, duration), and there is\nalso the option to upload arbitrary sky models in FITS format. Once submitted,\njobs are sequentially processed by a remote server running a CASA-based\nback-end system. The user is notified by email when the job is complete, and\ndirected to a standard web page which contains the results of the simulation\nand a range of downloadable data products. The system is currently hosted by\nthe UK ALMA Regional Centre, and can be accessed by directing a web browser to\nhttp://almaost.jb.man.ac.uk.\n","Comment: 6 pages, 4 figures, to appear in the proceedings of Astronomy with\n  Megastructures: Joint Science with the E-ELT and SKA, 10-14 May 2010, Crete,\n  Greece"]}]
["1106.3517",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3517","IJCSI International Journal of Computer Science Issues, Vol. 8,\n  Issue 2, March 2011, 257-265"],"date":["2011-06-17"],"type":["text"],"creator":["R., Shashi Kumar D.","Raja, K. B.","Chhootaray, R. K.","Pattanaik, Sabyasachi"],"language":[],"coverage":[],"title":["DWT Based Fingerprint Recognition using Non Minutiae Features"],"description":["  Forensic applications like criminal investigations, terrorist identification\nand National security issues require a strong fingerprint data base and\nefficient identification system. In this paper we propose DWT based Fingerprint\nRecognition using Non Minutiae (DWTFR) algorithm. Fingerprint image is\ndecomposed into multi resolution sub bands of LL, LH, HL and HH by applying 3\nlevel DWT. The Dominant local orientation angle {\\theta} and Coherence are\ncomputed on LL band only. The Centre Area Features and Edge Parameters are\ndetermined on each DWT level by considering all four sub bands. The comparison\nof test fingerprint with database fingerprint is decided based on the Euclidean\nDistance of all the features. It is observed that the values of FAR, FRR and\nTSR are improved compared to the existing algorithm.\n","Comment: 9 pages"]}]
["1106.3519",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3519"],"date":["2011-06-17"],"type":["text"],"creator":["Epshtein, E. M.","Gulyaev, Yu. V.","Zilberman, P. E."],"language":[],"coverage":[],"title":["Current effect on magnetization oscillations in a ferromagnet -\n  antiferromagnet junction"],"description":["  Spin-polarized current effect is studied on the static and dynamic\nmagnetization of the antiferromagnet in a ferromagnet - antiferromagnet\njunction. The macrospin approximation is generalized to antiferromagnets.\nCanted antiferromagnetic configuration and resulting magnetic moment are\ninduced by an external magnetic field. The resonance frequency and damping are\ncalculated, as well as the threshold current density corresponding to\ninstability appearance. A possibility is shown of generating low-damping\nmagnetization oscillations in terahertz range. The fluctuation effect is\ndiscussed on the canted antiferromagnetic configuration.\n","Comment: 14 pages, 1 figure"]}]
["1106.3522",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3522","Phys. Rev. E 82, 041802 (2010)","doi:10.1103/PhysRevE.82.041802"],"date":["2011-06-17"],"type":["text"],"creator":["Léonforte, F."],"language":[],"coverage":[],"title":["Evolution of entanglements during the response to a uniaxial deformation\n  of lamellar triblock copolymers and polymer glasses"],"description":["  Using coarse-grained molecular-dynamics simulations, a generic\nstyrene-(block)-butadiene-(block)-styrene (SBS) triblock copolymer under\nlamellar conformation is used in order to investigate the mutual entanglement\nevolution when a structure of alternating glassy (S)/rubbery (B) layers is\nsubmitted to an imposed deformation. By varying the amount of loop chains\nbetween each phase, i.e. noncrossing chains, it is possible to generate\ndifferent types of S/B interface definitions. A specific boundary driven\ntensile strain protocol has been developed in order to mimic \"real\" experiments\nand measure the stress-strain curve. The same protocol is also applied to a\nreference state consisting in a directed glassy homopolymers, as well as to an\nisotropic glassy polymer. The evolution of initial mutual entanglements from\nthe undeformed samples during the whole deformation process is monitored. It is\nshown for all considered systems that initial entanglements mostly participate\nto the preyield regime of the stress-strain curve and that this network is\ndebonded during the strain-hardening regime. For triblocks with a non-null\namount of crossing chains, the lower the amount is, the longer the memory\neffect of the initial entanglement network in the postyield regime is. On the\nfly distributions of entanglements, which depart from the postyield regime,\ndepict memory effects and long time correlations during the strain-hardening\nregime. For triblocks, loop chains reinforce these effects.\n","Comment: 10 pages, 11 figures"]}]
["1106.3531",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3531","Langmuir 2010, 26(14), 11870-11877"],"date":["2011-06-17"],"type":["text"],"creator":["Hussain, Syed Arshad","Schoonheydt, Robert A."],"language":[],"coverage":[],"title":["Langmuir-Blodgett Monolayers of Cationic Dyes in the Presence and\n  Absence of Clay Mineral Layers: N,N'-Dioctadecyl Thiacyanine, Octadecyl\n  Rhodamine B and Laponite"],"description":["  Langmuir-Blodgett (LB) films of N,N'-dioctadecyl thiacyanine perchlorate (NK)\nand octadecyl rhodamine B chloride (RhB18) and their mixtures in the presence\nand absence of clay mineral layers were investigated by recording surface\npressure - area isotherms and by UV-Vis and fluorescence spectroscopies. The\nisotherms of NK, RhB18 and their mixtures are characteristic for liquid\nexpanded state behaviour with repulsive interactions between the two cationic\ndyes. In the presence of laponite the isotherms show liquid expanded and\ncondensed state behaviour. In laponite dispersions and in monolayers, NK has a\nstrong tendency to aggregate with formation of H- and J- aggregates. The\nabsorption and fluorescence maxima of the monomers in the films are at 435 nm\nand at 480 nm; H-dimer have an absorption maximum around 410 nm and do not\nfluoresce. J-dimers are present in all the films with absorption maximum at 461\nnm and fluorescence at 463 nm. RhB18 is mainly present as monomers in the LB\nfilms with an absorption maximum at 576 nm and fluorescence at 595 nm.\nFluorescence resonance energy transfer from NK to RhB18 has been observed in\nclay dispersions and in films with and without laponite. The optimum condition\nfor NK RhB18 fluorescence energy transfer in the films is 90 mol% NK + 10 mol%\nRhB18.\n","Comment: 18 pages, 7 figures, 3 tables"]}]
["1106.3532",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3532","Spectrochimica Acta Part A 75 (2010) 664-670","doi:10.1016/j.saa.2009.11.037"],"date":["2011-06-17"],"type":["text"],"creator":["Hussain, Syed Arshad","Chakraborty, S.","Bhattacharjee, D.","Schoonheydt, R. A."],"language":[],"coverage":[],"title":["Fluorescence resonance energy transfer between organic dyes adsorbed\n  onto nano-clay and Langmuir-Blodgett (LB) films"],"description":["  In this communication we investigate two dyes N,N' -dioctadecyl thiacyanine\nperchlorate (NK) and octadecyl rhodamine B chloride (RhB) in Langmuir and\nLangmuir-Blodgett (LB) films with or with out a synthetic clay laponite.\nObserved changes in isotherms of RhB in absence and presence of nano-clay\nplatelets indicate the incorporation of clay platelets onto RhB-clay hybrid\nfilms. AFM image confirms the incorporation of clay in hybrid films. FRET was\nobserved in clay dispersion and LB films with and without clay. Efficiency of\nenergy transfer was maximum in LB films with clay.\n","Comment: 15 pages 5 figures, 1 table"]}]
["1106.3533",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3533"],"date":["2011-06-17"],"type":["text"],"creator":["Cacace, Veronica Ines"],"language":[],"coverage":[],"title":["Biology of Prions"],"description":["  In this paper we will review various aspects of the biology of prions and\nfocus on what is currently known about the mammalian PrP prion. Also we briefly\ndescribe the prions of yeast and other fungi. Prions are infectious proteins\nbehaving like genes, i.e. proteins that not only contain genetic information in\nits tertiary structure, i.e. its shape, but are also able to transmit and\nreplicate in a manner analogous to genes but through very different mechanisms.\nThe term prion is derived from \"proteinaceous infectious particle\" and arose\nfrom the Prusiner hypothesis that the infectious agent of certain\nneurodegenerative diseases was only in a protein, without the participation of\nnucleic acids. Currently there are several known types of prion, in addition to\nthe originally described, which are pathogens of mammals, yeast and other\nfungi. Prion proteins are ubiquitous and not always detrimental to their hosts.\nThis vision of the prion as a causative agent of disease is changing, finding\nmore and more evidence that they could have important roles in cells and\ncontribute to the phenotypic plasticity of organisms through the mechanisms of\nevolution.\n"]}]
["1106.3534",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3534"],"date":["2011-06-17"],"type":["text"],"creator":["Peng, Qiming","Sun, Jixiang","Li, Xianjie","Li, Mingliang","Li, Feng"],"language":[],"coverage":[],"title":["Driving conditions dependence of magneto-electroluminescence in\n  tri-(8-hydroxyquinoline)-aluminum based organic light emitting diodes"],"description":["  we investigated the magneto-electroluminescence (MEL) in\ntri-(8-hydroxyquinoline)-aluminum based organic light-emitting diodes (OLEDs)\nthrough the steady-state and transient method simultaneously. The MELs show the\ngreat different behaviors when we turn the driving condition from a constant\nvoltage to a pulse voltage. For devices driven by the constant voltage, the\nMELs are similar with the literature data; for devices driven by the pulse\nvoltage, the MELs are quite different, they firstly increase to a maximum then\ndecrease as the magnetic field increases continuously. Negative MELs can be\nseen when both the magnetic field and driving voltage are high enough.\n","Comment: 14 pages, 3 figures"]}]
["1106.3542",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3542"],"date":["2011-06-17"],"type":["text"],"creator":["Mersini-Houghton, Laura"],"language":[],"coverage":[],"title":["Is Eternal Inflation Eternal?"],"description":["  In this paper we explore the relationship between the existence of eternal\ninflation and the initial conditions leading to inflation. We demonstrate that\npast and future completion of inflation is related, in that past-incomplete\ninflation can not be future eternal. Bubble universes nucleating close to the\ninitial conditions hypersurface have the largest Lorentz boosts and experience\nthe highest anisotropy. Consequently, their probability to collide upon\nformation is one. Thus instead of continuing eternally inflation ends soon\nafter it starts. The difficulty in actualizing eternal inflation originates\nfrom the breaking of two underlying symmetries: Lorentz invariance and the\ngeneral covariance of the theory which lead to an inconsistency of Einstein\nequations. Eternal inflation may not be eternal.\n","Comment: 7 pages, 2 figs"]}]
["1106.3545",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3545"],"date":["2011-06-17"],"type":["text"],"creator":["Denton, Daniel","Doyle, Peter"],"language":[],"coverage":[],"title":["Shadow movies not arising from knots"],"description":["  A shadow diagram is a knot diagram with under-over information omitted; a\nshadow movie is a sequence of shadow diagrams related by shadow Reidemeister\nmoves. We show that not every shadow movie arises as the shadow of a\nReidemeister movie, meaning a sequence of classical knot diagrams related by\nclassical Reidemeister moves. This means that in Kaufman's theory of virtual\nknots, virtual crossings cannot simply be viewed as classical crossings where\nwhich strand is over has been left `to be determined'.\n"]}]
["1106.3549",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3549"],"date":["2011-06-17"],"type":["text"],"creator":["Lamoreaux, S. K.","Sushkov, A. O."],"language":[],"coverage":[],"title":["On the Origin of the $\\log d$ Variation of the Electrostatic Force\n  Minimizing Voltage in Casimir Experiments"],"description":["  A number of experimental measurements of the Casimir force have observed a\nlogarithmic distance variation of the voltage that minimizes electrostatic\nforce between the plates in a sphere-plane geometry. We show that this\nvariation can be simply understood from a geometric averaging of surface\npotential patches together with the Proximity Force Approximation.\n","Comment: 5 pages"]}]
["1106.3556",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3556"],"date":["2011-06-17"],"type":["text"],"creator":["Papadodimas, Kyriakos"],"language":[],"coverage":[],"title":["AdS/CFT and the cosmological constant problem"],"description":["  Within the context of the AdS/CFT correspondence we attempt to formulate the\ncosmological constant problem in the dual conformal field theory. The\nfine-tuning of the bulk cosmological constant is related to an apparent\nfine-tuning in the effective description of the CFT in terms of its light\noperators: while the correlators of single particle operators satisfy a large N\nexpansion, the expansion does not appear to be natural. Individual terms\ncontributing to correlators have parametrically larger value than the one\ndictated by large N counting. The final 1/N suppression of correlators is\nachieved via delicate cancellations between such terms. We speculate on the\nexistence of underlying principles which might make the bulk theory (secretly)\nnatural.\n","Comment: 38 pages"]}]
["1106.3559",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3559"],"date":["2011-06-17"],"type":["text"],"creator":["Collar, J. I."],"language":[],"coverage":[],"title":["Comments on \"Final Analysis and Results of the Phase II SIMPLE Dark\n  Matter Search\""],"description":["  The SIMPLE collaboration has recently claimed improved limits on WIMP-nucleus\ncouplings (arXiv:1106.3014). The limited shelf-life of SIMPLE detectors and\napparent deficiencies in the acoustic background discrimination method employed\nseverely affect the credibility of these claims.\n"]}]
["1106.3560",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3560"],"date":["2011-06-17"],"type":["text"],"creator":["Munteanu, Ovidiu"],"language":[],"coverage":[],"title":["On the gradient estimate of Cheng and Yau"],"description":["  We improve the well known local gradient estimate of Cheng and Yau in the\ncase when Ricci curvature has a negative lower bound.\n","Comment: Will appear in Proc. Amer. Math. Soc"]}]
["cond-mat/0202282",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0202282","Phys. Rev. E 65, 058132 (2002)","doi:10.1103/PhysRevE.65.056132"],"date":["2002-02-17"],"type":["text"],"creator":["Izmailian, N. Sh.","Oganesyan, K. B.","Hu, Chin-Kun"],"language":[],"coverage":[],"title":["Exact finite-size corrections for the square lattice Ising model with\n  Brascamp-Kunz boundary conditions"],"description":["  Finite-size scaling, finite-size corrections, and boundary effects for\ncritical systems have attracted much attention in recent years. Here we derive\nexact finite-size corrections for the free energy F and the specific heat C of\nthe critical ferromagnetic Ising model on the M x 2N square lattice with\nBrascamp-Kunz (BK) boundary conditions [J. Math. Phys. 15, 66 (1974)] and\ncompared such results with those under toroidal boundary conditions. In the\nlimit N \\to \\infty we obtain the expansion of the free energy for infinitely\nlong strip with BK boundary conditions. Our results are consistent with the\nconformal field theory prediction for the mixed boundary conditions by Cardy\n[Nucl. Phys. {\\bf B 275}, 200 (1986)] although the definitions of boundary\nconditions in two cases are different in one side of the long strip.\n","Comment: 21 pages, 1 table, 2 figures"]}]
["cs/0306017",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence","Computer Science - Programming Languages","F.3.2","F.4.1","D.1.6","I.2.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0306017","ACM Trans. Comput. Log. 6(2): 441-467 (2005)"],"date":["2003-06-03"],"type":["text"],"creator":["Rondogiannis, Panos","Wadge, William W."],"language":[],"coverage":[],"title":["Minimum Model Semantics for Logic Programs with Negation-as-Failure"],"description":["  We give a purely model-theoretic characterization of the semantics of logic\nprograms with negation-as-failure allowed in clause bodies. In our semantics\nthe meaning of a program is, as in the classical case, the unique minimum model\nin a program-independent ordering. We use an expanded truth domain that has an\nuncountable linearly ordered set of truth values between False (the minimum\nelement) and True (the maximum), with a Zero element in the middle. The truth\nvalues below Zero are ordered like the countable ordinals. The values above\nZero have exactly the reverse order. Negation is interpreted as reflection\nabout Zero followed by a step towards Zero; the only truth value that remains\nunaffected by negation is Zero. We show that every program has a unique minimum\nmodel M_P, and that this model can be constructed with a T_P iteration which\nproceeds through the countable ordinals. Furthermore, we demonstrate that M_P\ncan also be obtained through a model intersection construction which\ngeneralizes the well-known model intersection theorem for classical logic\nprogramming. Finally, we show that by collapsing the true and false values of\nthe infinite-valued model M_P to (the classical) True and False, we obtain a\nthree-valued model identical to the well-founded one.\n","Comment: 28 pages"]}]
["gr-qc/9807082",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9807082","J.Math.Phys.40:1923-1950,1999","doi:10.1063/1.532841"],"date":["1998-07-30"],"type":["text"],"creator":["Perng, Shyan-Ming"],"language":[],"coverage":[],"title":["On Conserved Quantities at Spatial Infinity"],"description":["  There is a well-known short list of asymptotic conserved quantities for a\nphysical system at spatial infinity. We search for new ones.This is carried\noutwithin the asymptotic framework of Ashtekar and Romano, in which spatial\ninfinity is represented as a smooth boundary of space-time. We first introduce,\nfor physical fields on space-time,a characterization of their asymptotic\nbehavior as certain fields on this boundary. Conserved quantities at spatial\ninfinity, in turn, are constructed from these fields. We find,in Minkowski\nspace-time, that each of a Klein-Gordon field, a Maxwell field, and a\nlinearized gravitational field yields an entire hierarchy of conserved\nquantities. Only certain quantities in this hierarchy survive into curved\nspace-time.\n","Comment: 42 pages, submitted to J. Math. Physics"]}]
["hep-ph/9509287",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9509287","Phys.Rev.D54:2067-2074,1996","doi:10.1103/PhysRevD.54.2067"],"date":["1995-09-14","1996-05-21"],"type":["text"],"creator":["Dighe, Amol S."],"language":[],"coverage":[],"title":["Determination of CKM phases through rigid polygons of flavor SU(3)\n  amplitudes"],"description":["  Some new methods for the extraction of CKM phases $\\alpha$ and $\\gamma$ using\nflavor SU(3) symmetry have been suggested through the construction of rigid\npolygons in the complex plane with sides equal to the decay amplitudes of B\nmesons into two mesons belonging to the light (charmless) pseudoscalar octet.\nThese rigid polygons incorporate all the possible amplitude triangles and,\nbeing overdetermined, also serve as consistency checks and in estimating the\nrates of some decay modes. The same techniques also lead to numerous useful\namplitude triangles when octet-singlet mixing has been taken into account and\nnearly physical $\\eta,\\eta'$ are used.\n","Comment: A few detailed explanations added, some rearrangement of sections and\n  a few minor changes in notation. 19 pages, 1 PostScript figure, uses\n  psfig.sty"]}]
["hep-ph/9612348",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9612348","Acta Phys.Polon.B28:1159-1206,1997"],"date":["1996-12-12"],"type":["text"],"creator":["Melles, Michael"],"language":[],"coverage":[],"title":["Exact Results on O(alpha^2) Single Bremsstrahlung Corrections to Low\n  Angle Bhabha Scattering at LEP/SLC Energies"],"description":["  In this thesis exact results on O(alpha^2) single bremsstrahlung corrections\nto low angle Bhabha scattering at LEP/SLC energies are given. The calculation\nrepresents the last outstanding theoretical second order subleading electroweak\ncontribution for that process, needed to determine the experimental luminosity\nat second generation LEP detectors below the 0.1% precision threshold. The\nexact, fully differential result is obtained by employing analytical as well as\ncomputer-algebraic methods and includes terms up to O(0.05%) relative to the\nBorn cross section. The initial output of over 20,000 terms could be reduced to\n90, only 18 of which are shown to be numerically relevant and for which a\nsimple logarithmic ansatz is derived, that is in remarkable agreement with the\ncomplete answer. Strong consistency checks are performed, including\nWard-Takahashi identities and tests on the right infrared limit according to\nthe Yennie, Frautschi and Suura program. Monte Carlo results for the integrated\ncross section are compared with existing calculations in the leading\nlogarithmic approximation for a chosen set of experimental cuts. The size of\nthe missing subleading terms is found to be small but non negligible in the\ncontext of setting stringent limits on Standard Model predictions and thus its\nrealm of validity.\n","Comment: needs latest version of latex2e (otherwise press enter five times),59\n  pages,8 figures (eps),bbl file included. To be published in Acta Physica\n  Polonica."]}]
["hep-ph/9707319",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9707319","Eur.Phys.J.direct C1:5,1999"],"date":["1997-07-11","1999-10-12"],"type":["text"],"creator":["Pötter, B."],"language":[],"coverage":[],"title":["Inclusive Single- and Dijet Rates in Next-to-Leading Order QCD for\n  gamma^*proton and gamma^*gamma Collisions"],"description":["  We present one- and two-jet inclusive cross sections for gamma*gamma\nscattering and virtual photoproduction in ep collisions. The hard cross\nsections are calculated in next-to-leading order QCD. Soft and collinear\nsingularities are extracted using the phase-space-slicing method. The initial\nstate singularity of the virtual photon depends logarithmically its'\nvirtuality. This logarithm is large and has to be absorbed into the parton\ndistribution function of the virtual photon. We define for this purpose an\nMS-bar factorization scheme similar to the real photon case. We numerically\nstudy the dependence of the inclusive cross sections on the transverse energies\nand rapidities of the outgoing jets and on the photon virtuality. The ratio of\nthe resolved to the direct cross section in ep collisions is compared to ZEUS\ndata.\n","Comment: typos corrected, layout changed, published version"]}]
["hep-th/9510170",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9510170","J.Math.Phys.37:1668-1712,1996","doi:10.1063/1.531476"],"date":["1995-10-23"],"type":["text"],"creator":["Varma, S.","Sudarshan, E. C. G."],"language":[],"coverage":[],"title":["Quantum Scattering Theory in the light of an exactly solvable model with\n  rearrangement collisions"],"description":["  We present an exactly solvable quantum field theory which allows\nrearrangement collisions. We solve the model in the relevant sectors and\ndemonstrate the orthonormality and completeness of the solutions, and construct\nthe S-matrix. In the light of the exact solutions constructed, we discuss\nvarious issues and assumptions in quantum scattering theory, including the\nisometry of the M\\\"oller wave matrix, the normalization and completeness of\nasymptotic states, and the non-orthogonality of basis states. We show that\nthese common assertions do not obtain in this model. We suggest a general\nformalism for scattering theory which overcomes these, and other, shortcomings\nand limitations of the existing formalisms in the literature.\n","Comment: 74 pages, uuencoded postscript file"]}]
["physics/0401070",{"format":[],"subject":["Physics - Classical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0401070","Am.J.Phys.72:1408,2004","doi:10.1119/1.1778392"],"date":["2004-01-14"],"type":["text"],"creator":["Morgan, J. A."],"language":[],"coverage":[],"title":["Spin and Statistics in Classical Mechanics"],"description":["  The spin-statistics conection is obtained for classical point particles. The\nconnection holds within pseudomechanics, a theory of particle motion that\nextends classical physics to include anticommuting Grassmann variables, and\nwhich exhibits classical analogs of both spin and statistics. Classical\nrealizations of Lie groups can be constructed in a canonical formalism\ngeneralized to include Grassmann variables. The theory of irreducible canonical\nrealizations of the Poincare group is developed in this framework, with\nparticular emphasis on the rotation subgroup. The behavior of irreducible\nrealizations under time inversion and charge conjugation is obtained. The\nrequirement that the Lagrangian retain its form under the cominbed operation CT\nleads directly to the spin-statistics connection, by an adaptation of\nSchwinger's 1951 proof to irreducible canonical realizations of the Poincare\ngroup of spin j: Generalized spin coordinates and momenta satisfy fundamental\nPoisson bracket relations for 2j=even, and fundamental Poisson antibracket\nrelations for 2j=odd.\n","Comment: To be submitted to American Journal of Physics"]}]
["q-alg/9607022",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-alg/9607022","J.Knot.Theor.Ramifications 6:479-581,1997","doi:10.1142/S0218216597000315"],"date":["1996-07-17","1997-07-28"],"type":["text"],"creator":["Kreimer, Dirk"],"language":[],"coverage":[],"title":["Habilitationsschrift: Renormalization and Knot Theory"],"description":["  We investigate to what extent renormalization can be understood as an\nalgebraic manipulation on concatenated one-loop integrals. We find that the\nresulting algebra indicates a useful connection to knot theory as well as\nnumber theory and report on recent results in support of this connection.\n","Comment: 103 pages with 61 figures, uses LaTeX with epsf. Habilschrift.\n  References updated, few minor Typos corrected"]}]
