["0705.1609",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","34C07, 34C08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1609","Discrete Contin. Dyn. Syst. 25 (2009), no. 2, 511-535"],"date":["2007-05-11","2007-11-24"],"type":["text"],"creator":["Gautier, Sebastien","Gavrilov, Lubomir","Iliev, Iliya D."],"language":[],"coverage":[],"title":["Perturbations of quadratic centers of genus one"],"description":["  We propose a program for finding the cyclicity of period annuli of quadratic\nsystems with centers of genus one. As a first step, we classify all such\nsystems and determine the essential one-parameter quadratic perturbations which\nproduce the maximal number of limit cycles. We compute the associated\nPoincare-Pontryagin-Melnikov functions whose zeros control the number of limit\ncycles. To illustrate our approach, we determine the cyclicity of the annuli of\ntwo particular reversible systems.\n","Comment: 28 pages"]}]
["0807.0512",{"format":[],"subject":["Mathematics - Dynamical Systems","34C07, 34C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0512","Duke Math. J. 152 (2010), no. 1, 1-26"],"date":["2008-07-03"],"type":["text"],"creator":["Gavrilov, Lubomir","Novikov, Dmitry"],"language":[],"coverage":[],"title":["On the finite cyclicity of open period annuli"],"description":["  Let $\\Pi$ be an open, relatively compact period annulus of real analytic\nvector field $X_0$ on an analytic surface. We prove that the maximal number of\nlimit cycles which bifurcate from $\\Pi$ under a given multi-parameter analytic\ndeformation $X_\\lambda$ of $X_0$ is finite, provided that $X_0$ is either\nHamiltonian, or generic Darbouxian vector field.\n","Comment: 22 pages, 1 figure"]}]
["0807.2781",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","20E42, 20G40, 51E24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2781"],"date":["2008-07-17","2011-03-28"],"type":["text"],"creator":["Devillers, Alice","Mühlherr, Bernhard","Van Maldeghem, Hendrik"],"language":[],"coverage":[],"title":["Codistances of 3-spherical buildings"],"description":["  We show that a 3-spherical building in which each rank 2 residue is connected\nfar away from a chamber, and each rank 3 residue is simply 2-connected far away\nfrom a chamber, admits a twinning (i.e., is one half of a twin building) as\nsoon as it admits a codistance, i.e., a twinning with a single chamber.\n","Comment: 35 pages; revised after a referee's comments"]}]
["0903.3516",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3516","Adv. Mater. 22, 2706-2710 (2010),J. Appl. Phys. 107, 09B301 (2010)"],"date":["2009-03-20"],"type":["text"],"creator":["Vavassori, P.","Gobbi, M.","Donolato, M.","Metlushko, V.","Ilic, B.","Cantoni, M.","Petti, D.","Brivio, S.","Bertacco, R."],"language":[],"coverage":[],"title":["On-chip manipulation of magnetic nanoparticles through domain walls\n  conduits"],"description":["  The manipulation of geometrically constrained magnetic domain walls (DWs) in\nnanoscale magnetic strips has attracted much interest recently, with proposals\nfor prospective memory and logic devices. Here we propose to use the high\ncontrollability of the motion of geometrically constrained DWs for the\nmanipulation of individual nanoparticles on a chip with an active control of\nposition at the nanometer scale. The proposed method exploits the fact that\nmagnetic nanoparticles in solution can be captured by a DW, whose position can\nbe manipulated with nanometric accuracy in a specifically designed magnetic\nnanowire structure. We show that the high control over DW nucleation,\ndisplacement, and annihilation processes in such structures can be used to\ncapture, transport and release magnetic nanoparticles. As magnetic particles\nwith functionalized surfaces are commonly used as molecule carriers or labels,\nthe accurate control over the handling of the single magnetic nanoparticle is\ncrucial for several applications including single molecule manipulation,\nseparation, cells manipulation and biomagnetic sensing.\n"]}]
["0905.2999",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2999","Physics of Fluids 22, 013102 (2010)","doi:10.1063/1.3277665"],"date":["2009-05-18","2011-03-28"],"type":["text"],"creator":["Hanna, James A.","Vlahovska, Petia M."],"language":[],"coverage":[],"title":["Surfactant-induced migration of a spherical drop in Stokes flow"],"description":["  In Stokes flows, symmetry considerations dictate that a neutrally-buoyant\nspherical particle will not migrate laterally with respect to the local flow\ndirection. We show that a loss of symmetry due to flow-induced surfactant\nredistribution leads to cross-stream drift of a spherical drop in Poiseuille\nflow. We derive analytical expressions for the migration velocity in the limit\nof small non-uniformities in the surfactant distribution, corresponding to\nweak-flow conditions or a high-viscosity drop. The analysis predicts that the\ndirection of migration is always towards the flow centerline.\n","Comment: Significant extension with additional text, figures, equations, etc"]}]
["0906.4363",{"format":[],"subject":["Mathematics - Dynamical Systems","34C07, 34C08, 34C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4363","Bull Braz Math Soc, New Series 42(1), 1-23 (2011)"],"date":["2009-06-23","2009-09-29"],"type":["text"],"creator":["Gavrilov, Lubomir"],"language":[],"coverage":[],"title":["On the number of limit cycles which appear by perturbation of\n  Hamiltonian two-saddle cycles of planar vector fields"],"description":["  We find an upper bound to the maximal number of limit cycles, which bifurcate\nfrom a hamiltonian two-saddle loop of an analytic vector field, under an\nanalytic deformation.\n","Comment: revised version : we added an Appendix The paper is an extended\n  version of my talk on the conference \"Singularites des champs de vecteurs du\n  plan, bifurcations et applications\" held in CIRM, Luminy (France), 11-15 May,\n  2009"]}]
["0906.5532",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5532","IEEE Transactions on Information Theory, 57(3), 1761-1769, (2011),","doi:10.1109/TIT.2011.2104590"],"date":["2009-06-30","2011-03-28"],"type":["text"],"creator":["Hsieh, Min-Hsiu","Yen, Wen-Tai","Hsu, Li-Yi"],"language":[],"coverage":[],"title":["High performance entanglement-assisted quantum LDPC codes need little\n  entanglement"],"description":["  Though the entanglement-assisted formalism provides a universal connection\nbetween a classical linear code and an entanglement-assisted quantum\nerror-correcting code (EAQECC), the issue of maintaining large amount of pure\nmaximally entangled states in constructing EAQECCs is a practical obstacle to\nits use. It is also conjectured that the power of entanglement-assisted\nformalism to convert those good classical codes comes from massive consumption\nof maximally entangled states. We show that the above conjecture is wrong by\nproviding families of EAQECCs with an entanglement consumption rate that\ndiminishes linearly as a function of the code length. Notably, two families of\nEAQECCs constructed in the paper require only one copy of maximally entangled\nstate no matter how large the code length is. These families of EAQECCs that\nare constructed from classical finite geometric LDPC codes perform very well\naccording to our numerical simulations. Our work indicates that EAQECCs are not\nonly theoretically interesting, but also physically implementable. Finally,\nthese high performance entanglement-assisted LDPC codes with low entanglement\nconsumption rates allow one to construct high-performance standard QECCs with\nvery similar parameters.\n","Comment: 8 pages, 5 figures. Published version"]}]
["0907.1679",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1679","Proc. Natl. Acad. Sci. U. S. A. 108, 1256 (2011)","doi:10.1073/pnas.1005774108"],"date":["2009-07-09"],"type":["text"],"creator":["Goggin, M. E.","Almeida, M. P.","Barbieri, M.","Lanyon, B. P.","O'Brien, J. L.","White, A. G.","Pryde, G. J."],"language":[],"coverage":[],"title":["Violation of the Leggett-Garg inequality with weak measurements of\n  photons"],"description":["  By weakly measuring the polarization of a photon between two strong\npolarization measurements, we experimentally investigate the correlation\nbetween the appearance of anomalous values in quantum weak measurements, and\nthe violation of realism and non-intrusiveness of measurements. A quantitative\nformulation of the latter concept is expressed in terms of a Leggett-Garg\ninequality for the outcomes of subsequent measurements of an individual quantum\nsystem. We experimentally violate the Leggett-Garg inequality for several\nmeasurement strengths. Furthermore, we experimentally demonstrate that there is\na one-to-one correlation between achieving strange weak values and violating\nthe Leggett-Garg inequality.\n","Comment: 5 pages, 4 figures"]}]
["0908.0364",{"format":[],"subject":["Mathematics - Optimization and Control","90C22, 90C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0364"],"date":["2009-08-03","2011-03-28"],"type":["text"],"creator":["Nie, Jiawang"],"language":[],"coverage":[],"title":["Polynomial Matrix Inequality and Semidefinite Representation"],"description":["  Consider a convex set S defined by a matrix inequality of polynomials or\nrational functions over a domain. The set S is called semidefinite programming\n(SDP) representable or just semidefinite representable if it equals the\nprojection of a higher dimensional set which is defined by a linear matrix\ninequality (LMI). This paper studies sufficient conditions guaranteeing\nsemidefinite representability of S. We prove that S is semidefinite\nrepresentable in the following cases: (i) the domain is the whole space and the\nmatrix polynomial is matrix sos-concave; (ii) the domain is compact convex and\nthe matrix polynomial is strictly matrix concave; (iii) the rational matrix\nfunction is q-module matrix concave on the domain. Explicit constructions of\nSDP representations are given. Some examples are illustrated.\n","Comment: 19 pages, 4 figures"]}]
["0909.3519",{"format":[],"subject":["High Energy Physics - Phenomenology","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3519","JHEP 0912:036,2009","doi:10.1088/1126-6708/2009/12/036"],"date":["2009-09-18","2009-12-15"],"type":["text"],"creator":["Lodone, Paolo","Rychkov, Slava"],"language":[],"coverage":[],"title":["Radiation Problem in Transplanckian Scattering"],"description":["  We investigate hard radiation emission in small-angle transplanckian\nscattering. We show how to reduce this problem to a quantum field theory\ncomputation in a classical background (gravitational shock wave). In momentum\nspace, the formalism is similar to the flat-space light cone perturbation\ntheory, with shock wave crossing vertices added. In the impact parameter\nrepresentation, the radiating particle splits into a multi-particle virtual\nstate, whose wavefunction is then multiplied by individual eikonal factors. As\na phenomenological application, we study QCD radiation in transplanckian\ncollisions of TeV-scale gravity models. We derive the distribution of initial\nstate radiation gluons, and find a suppression at large transverse momenta with\nrespect to the standard QCD result. This is due to rescattering events, in\nwhich the quark and the emitted gluon scatter coherently. Interestingly, the\nsuppression factor depends on the number of extra dimensions and provides a new\nexperimental handle to measure this number. We evaluate the leading-log\ncorrections to partonic cross-sections due to the initial state radiation, and\nprove that they can be absorbed into the hadronic PDF. The factorization scale\nshould then be chosen in agreement with an earlier proposal of Emparan, Masip,\nand Rattazzi. In the future, our methods can be applied to the gravitational\nradiation in transplanckian scattering, where they can go beyond the existing\napproaches limited to the soft radiation case.\n","Comment: 41 pp, v2: minor changes and added refs, conforms with published\n  version"]}]
["0910.2147",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Representation Theory","18B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2147","Pacific J. Math. 249:1 (2011), 211-236"],"date":["2009-10-12"],"type":["text"],"creator":["Sheng, Yunhe","Zhu, Chenchang"],"language":[],"coverage":[],"title":["Semidirect products of representations up to homotopy"],"description":["  We study the semidirect product of a Lie algebra with a representation up to\nhomotopy and provide various examples coming from Courant algebroids, string\nLie 2-algebras, and omni-Lie algebroids. In the end, we study the semidirect\nproduct of a Lie group with a representation up to homotopy and use it to give\nan integration of a certain string Lie 2-algebra.\n","Comment: 22 pages"]}]
["0911.0713",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B20, 42C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0713"],"date":["2009-11-03","2011-03-28"],"type":["text"],"creator":["Hytönen, Tuomas P.","Lacey, Michael T.","Reguera, Maria Carmen","Vagharshakyan, Armen"],"language":[],"coverage":[],"title":["Weak and Strong-type estimates for Haar Shift Operators: Sharp power on\n  the $A_p$ characteristic"],"description":["  As a corollary to our main result we deduce sharp A_p$ inequalities for T\nbeing either the Hilbert transform in dimension d=1, the Beurling transform in\ndimension d=2, or a Riesz transform in any dimension d\\ge 2. For T_{\\ast} the\nmaximal truncations of these operators, we prove the sharp A_p weighted weak\nand strong-type L ^{p} (w) inequalities, for all 1<p<\\infty. Key elements of\nthe proof are (1) extrapolation (2) a recent argument for the A_2 bound in the\nuntruncated case, an argument of Lacey-Petermichl-Reguera. (3) a weak-L^1\nestimate for duals of maximal truncations. And (4) recent characterizations of\nthe two-weight inequalities for strong and weak type inequalities, due to\nLacey-Sawyer-Uriate-Tuero.\n","Comment: The paper has been withdrawn by the authors. The main results of this\n  paper are improved and extended in arXiv:1103.5229. Also, Theorem 3.5 of\n  0911.0713 is correct, but the proof requires elaboration"]}]
["0911.3920",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B20, 42C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3920"],"date":["2009-11-19","2011-03-28"],"type":["text"],"creator":["Lacey, Michael T.","Sawyer, Eric T.","Uriate-Tuero, Ignacio"],"language":[],"coverage":[],"title":["Two Weight Inequalities for Maximal Truncations of Dyadic\n  Calder\\'on-Zygmund Operators"],"description":["  We consider L^p two weight inequalities for maximal truncations of dyadic\nCalderon-Zygmund operators. In the case of one weight being doubling, a\ncharacterization is given, and for the general case, sufficient conditions are\ngiven, including standard and non-standard testing conditions. The arguments of\nthis paper parallel the authors prior work arXiv:0805.4711, but in this paper\nare much easier.\n","Comment: The paper has been withdrawn by the authors. A better version of the\n  main results of this paper are obtained in arXiv:1103.5229"]}]
["0911.4071",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4071","Solid State Phenomena Vol. 152-153 (2009) pp 257-260","doi:10.4028/www.scientific.net/SSP.152-153.257"],"date":["2009-11-20","2011-03-29"],"type":["text"],"creator":["Ignatenko, A. N.","Irkhin, V. Yu.","Katanin, A. A."],"language":[],"coverage":[],"title":["The Neel temperature and sublattice magnetization for the stacked\n  triangular-lattice antiferromagnet with a weak interlayer coupling"],"description":["  The quantum Heisenberg antiferromagnet on the stacked triangular lattice with\nthe intralayer nearest-neighbor exchange interaction J and interlayer exchange\nJ' is considered within the non-linear $\\sigma$-model with the use of the\nrenormalization group (RG) approach. For J' << J the asymptotic formula for the\nNeel temperature $T_{Neel}$ and sublattice magnetization are obtained. RG turns\nout to be insufficient to describe experimental data since it does not take\ninto account the $\\mathcal{Z}_2$-vortices. Therefore $T_{Neel}$ is estimated\nusing the Monte-Carlo result for the 2D correlation length [10] which has a\nKosterlitz-type behavior near the temperature $T_{KT}$ where the vortices are\nactivated.\n","Comment: 4 pages, 1 figure"]}]
["0912.3778",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3778","Phys. Rev. E 83, 036607 (2011)","doi:10.1103/PhysRevE.83.036607"],"date":["2009-12-18","2011-03-28"],"type":["text"],"creator":["Mellado, Paula","Cheng, Shengfeng","Concha, Andres"],"language":[],"coverage":[],"title":["Mechanical response of a self avoiding membrane: fold collisions and the\n  birth of conical singularities"],"description":["  An elastic membrane that is forced to reside in a container smaller than its\nnatural size will deform and, upon further volume reduction, eventually\ncrumple. The crumpled state is characterized by the localization of energy in a\ncomplex network of highly deformed crescent-like regions joined by line ridges.\nPrevious studies have focused on the onset of the crumpled state by analyzing\nthe mechanical response and stability of a conical dislocation, while others\nhave simulated the highly packed regime neglecting the importance of the\nconnectivity of the membrane. Here we show, through a combination of\nexperiments, numerical simulations, and analytic approach, that the emergence\nof new regions of high stretching is a generic outcome when a self avoiding\nmembrane is subject to a severe geometrical constraint. We demonstrate that, at\nmoderate packing fraction, interlayer interactions produce a response\nequivalent to the one of a thicker membrane that has the shape of the deformed\none. Evidence is found that friction plays a key role stabilizing the folded\nstructures.\n","Comment: 10 pages"]}]
["1001.0943",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0943","doi:10.1371/journal.pone.0015422"],"date":["2010-01-06"],"type":["text"],"creator":["Thiemann, C.","Theis, F.","Grady, D.","Brune, R.","Brockmann, D."],"language":[],"coverage":[],"title":["The structure of borders in a small world"],"description":["  Geographic borders are not only essential for the effective functioning of\ngovernment, the distribution of administrative responsibilities and the\nallocation of public resources, they also influence the interregional flow of\ninformation, cross-border trade operations, the diffusion of innovation and\ntechnology, and the spatial spread of infectious diseases. However, as growing\ninteractions and mobility across long distances, cultural, and political\nborders continue to amplify the small world effect and effectively decrease the\nrelative importance of local interactions, it is difficult to assess the\nlocation and structure of effective borders that may play the most significant\nrole in mobility-driven processes. The paradigm of spatially coherent\ncommunities may no longer be a plausible one, and it is unclear what structures\nemerge from the interplay of interactions and activities across spatial scales.\nHere we analyse a multi-scale proxy network for human mobility that\nincorporates travel across a few to a few thousand kilometres. We determine an\neffective system of geographically continuous borders implicitly encoded in\nmulti-scale mobility patterns. We find that effective large scale boundaries\ndefine spatially coherent subdivisions and only partially coincide with\nadministrative borders. We find that spatial coherence is partially lost if\nonly long range traffic is taken into account and show that prevalent models\nfor multi-scale mobility networks cannot account for the observed patterns.\nThese results will allow for new types of quantitative, comparative analyses of\nmulti-scale interaction networks in general and may provide insight into a\nmultitude of spatiotemporal phenomena generated by human activity.\n","Comment: 9 pages"]}]
["1001.2224",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2224","The European Physical Journal B, Volume 78, Number 4, 417-428\n  (2010)","doi:10.1140/epjb/e2010-10583-0"],"date":["2010-01-13"],"type":["text"],"creator":["Howczak, Olga","Spalek, Jozef"],"language":[],"coverage":[],"title":["Magnetoelectric correlations in BiMnO$_3$ whithin Landau theory:\n  comparison with experiment"],"description":["  We discuss a simple phenomenological Landau theory of phase transitions with\ntwo coupled single-component order parameters and compare the results with\navailable experimental data. The model corresponds to the case of a ferroic\nsystem, in which ferromagnetic and ferroelectric transitions originally occur\nat temperatures $T_M$ and $T_f$, respectively. For $T_f>T_M$ the\nmagnetoelectric coupling strongly renormalizes the magnetic transition\ntemperature, $T_M\\to T_{RM}$ (with $T_{RM}>>T_M$), as well as generates an\nadditional anomaly in ferroelectric subsystem $T_{RM}$. Full susceptibility\ntensor has also been determined. The concept of \\textit{Arrot plot} is replaced\nby the \\textit{Arrot planes} which appear when both types of order coexist. The\nresults are in good overall agreement with experimental data for the\nferroelectromagnetic BiMnO$_3$. We also estimate the contribution of Gaussian\nfluctuations of both order parameters, that lead to corrections to the\nmean-field specific heat. Those corrections are still insufficient even though\nother quantities agree quite well with experiment. We calculate the temperature\ndependence of the coherence length for both types of order as well.\n","Comment: 27 pages, 12 figures"]}]
["1001.5007",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5007","doi:10.1016/j.eij.2011.02.007"],"date":["2010-01-27"],"type":["text"],"creator":["Gariel, Maxime","Srivastava, Ashok N.","Feron, Eric"],"language":[],"coverage":[],"title":["Trajectory Clustering and an Application to Airspace Monitoring"],"description":["  This paper presents a framework aimed at monitoring the behavior of aircraft\nin a given airspace. Nominal trajectories are determined and learned using data\ndriven methods. Standard procedures are used by air traffic controllers (ATC)\nto guide aircraft, ensure the safety of the airspace, and to maximize the\nrunway occupancy. Even though standard procedures are used by ATC, the control\nof the aircraft remains with the pilots, leading to a large variability in the\nflight patterns observed. Two methods to identify typical operations and their\nvariability from recorded radar tracks are presented. This knowledge base is\nthen used to monitor the conformance of current operations against operations\npreviously identified as standard. A tool called AirTrajectoryMiner is\npresented, aiming at monitoring the instantaneous health of the airspace, in\nreal time. The airspace is \"healthy\" when all aircraft are flying according to\nthe nominal procedures. A measure of complexity is introduced, measuring the\nconformance of current flight to nominal flight patterns. When an aircraft does\nnot conform, the complexity increases as more attention from ATC is required to\nensure a safe separation between aircraft.\n","Comment: 15 pages, 20 figures"]}]
["1002.2177",{"format":[],"subject":["Mathematics - Differential Geometry","53C25, 53C15, 17B30, 53D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2177","Transformation Groups, 16(1):51-69, 2011","doi:10.1007/s00031-011-9127-8"],"date":["2010-02-10","2010-10-30"],"type":["text"],"creator":["Conti, Diego","Fernandez, Marisa","Santisteban, Jose A."],"language":[],"coverage":[],"title":["Solvable Lie algebras are not that hypo"],"description":["  We study a type of left-invariant structure on Lie groups, or equivalently on\nLie algebras. We introduce obstructions to the existence of a hypo structure,\nnamely the 5-dimensional geometry of hypersurfaces in manifolds with holonomy\nSU(3). The choice of a splitting g^*=V_1 + V_2, and the vanishing of certain\nassociated cohomology groups, determine a first obstruction. We also construct\nnecessary conditions for the existence of a hypo structure with a fixed\nalmost-contact form. For non-unimodular Lie algebras, we derive an obstruction\nto the existence of a hypo structure, with no choice involved. We apply these\nmethods to classify solvable Lie algebras that admit a hypo structure.\n","Comment: 21 pages; v2: presentation improved, typos corrected, notational\n  conflicts eliminated. To appear in Transformation Groups"]}]
["1002.3866",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3866","Pure Mathematics and Applications 21, 2 (2010) 119-135"],"date":["2010-02-20","2011-03-04"],"type":["text"],"creator":["Bassino, Frédérique","Bouvel, Mathilde","Pierrot, Adeline","Rossin, Dominique"],"language":[],"coverage":[],"title":["Deciding the finiteness of the number of simple permutations contained\n  in a wreath-closed class is polynomial"],"description":["  We present an algorithm running in time O(n ln n) which decides if a\nwreath-closed permutation class Av(B) given by its finite basis B contains a\nfinite number of simple permutations. The method we use is based on an article\nof Brignall, Ruskuc and Vatter which presents a decision procedure (of high\ncomplexity) for solving this question, without the assumption that Av(B) is\nwreath-closed. Using combinatorial, algorithmic and language theoretic\narguments together with one of our previous results on pin-permutations, we are\nable to transform the problem into a co-finiteness problem in a complete\ndeterministic automaton.\n"]}]
["1003.4154",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4154","Commun. Math. Phys. 302 (2), 513-580 (2011)","doi:10.1007/s00220-010-1162-0"],"date":["2010-03-22"],"type":["text"],"creator":["Gawedzki, Krzysztof","Suszek, Rafal R.","Waldorf, Konrad"],"language":[],"coverage":[],"title":["Global gauge anomalies in two-dimensional bosonic sigma models"],"description":["  We revisit the gauging of rigid symmetries in two-dimensional bosonic sigma\nmodels with a Wess-Zumino term in the action. Such a term is related to a\nbackground closed 3-form H on the target space. More exactly, the sigma-model\nFeynman amplitudes of classical fields are associated to a bundle gerbe with\nconnection of curvature H over the target space. Under conditions that were\nunraveled more than twenty years ago, the classical amplitudes may be coupled\nto the topologically trivial gauge fields of the symmetry group in a way which\nassures infinitesimal gauge invariance. We show that the resulting gauged\nWess-Zumino amplitudes may, nevertheless, exhibit global gauge anomalies that\nwe fully classify. The general results are illustrated on the example of the\nWZW and the coset models of conformal field theory. The latter are shown to be\ninconsistent in the presence of global anomalies. We introduce a notion of\nequivariant gerbes that allow an anomaly-free coupling of the Wess-Zumino\namplitudes to all gauge fields, including the ones in non-trivial principal\nbundles. The obstructions to the existence of equivariant gerbes and their\nclassification are discussed. The choice of different equivariant structures on\nthe same bundle gerbe gives rise to a new type of discrete-torsion ambiguities\nin the gauged amplitudes. An explicit construction of gerbes equivariant with\nrespect to the adjoint symmetries over compact simply connected simple Lie\ngroups is given.\n","Comment: 50 pages, 1 figure"]}]
["1003.4586",{"format":[],"subject":["High Energy Physics - Phenomenology","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4586","Frascati Physics Series XLVIII (2009) 7-12"],"date":["2010-03-24","2010-04-19"],"type":["text"],"creator":["Lodone, Paolo"],"language":[],"coverage":[],"title":["Including QCD radiation corrections in transplanckian scattering"],"description":["  In the context of Large Extra Dimensions the fundamental Planck scale can be\nas low as the TeV scale. If this is the way of nature, quantum gravity effects\ncould be visible at the LHC or other High energy colliders. A model independent\nsignal is given by elastic scattering at small angles and transplanckian\nenergy, which can be computed in the eikonal approximation. It is interesting\nboth from a phenomenological and a theoretical point of view to study the\ncorrections to this process due to the QCD radiation. To include it, we\ngeneralize a shock-wave method proposed by 't Hooft, so that we are able to\nobtain the amplitude at first order in the gauge interaction but resummed to\nall orders in gravity. From this result we can learn many interesting things,\nfor example we can extract the true scale of the process which agrees with an\nearlier guess of Emparan, Masip and Rattazzi. The problem of radiation in\ntransplanckian scattering is briefly introduced, we then report and comment the\nrecent results and mention the perspectives for the near future.\n","Comment: 6 pages, no figures; v2 references added. Review of 0909.3519, based\n  on a talk given at the Young Researchers Workshop: Physics Challenges in the\n  LHC Era, Frascati, May 11 and 14, 2009."]}]
["1004.1459",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","83F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1459","Phys.Rev.D83:043506,2011","doi:10.1103/PhysRevD.83.043506"],"date":["2010-04-09","2011-03-29"],"type":["text"],"creator":["Polisensky, Emil","Ricotti, Massimo"],"language":[],"coverage":[],"title":["Constraints on the Dark Matter Particle Mass from the Number of Milky\n  Way Satellites"],"description":["  We have conducted N-body simulations of the growth of Milky Way-sized halos\nin cold and warm dark matter cosmologies. The number of dark matter satellites\nin our simulated Milky Ways decreases with decreasing mass of the dark matter\nparticle. Assuming that the number of dark matter satellites exceeds or equals\nthe number of observed satellites of the Milky Way we derive lower limits on\nthe dark matter particle mass. We find with 95% confidence m_s > 13.3 keV for a\nsterile neutrino produced by the Dodelson and Widrow mechanism, m_s > 8.9 keV\nfor the Shi and Fuller mechanism, m_s > 3.0 keV for the Higgs decay mechanism,\nand m_{WDM} > 2.3 keV for a thermal dark matter particle. The recent discovery\nof many new dark matter dominated satellites of the Milky Way in the Sloan\nDigital Sky Survey allows us to set lower limits comparable to constraints from\nthe complementary methods of Lyman-alpha forest modeling and X-ray observations\nof the unresolved cosmic X-ray background and of dark matter halos from dwarf\ngalaxy to cluster scales. Future surveys like LSST, DES, PanSTARRS, and\nSkyMapper have the potential to discover many more satellites and further\nimprove constraints on the dark matter particle mass.\n","Comment: 17 pages, 13 figures, replaced with final version published in\n  Physical Review D"]}]
["1005.3843",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3843"],"date":["2010-05-20","2011-03-28"],"type":["text"],"creator":["Staley, Neal E.","Liu, Ying"],"language":[],"coverage":[],"title":["Exploring geometrical constraint effects of Cooper pairs"],"description":["  We report low-temperature electrical transport measurements on filled Al\nsquares prepared by e-beam lithography featuring a sample size ranging from 130\nnm to 530 nm. The values of the superconducting coherence length, $\\xi$(0),\nwere found to range from $\\sim$100-210 nm. We found that phase diagrams in the\nmagnetic field and temperature space feature quantized steps in samples with a\nsize comparable with $\\xi$(0), suggesting the emergence of quantized states in\nthese smallest superconducting structures. These quantized states, which are\nnot anticipated in Ginzburg-Landau theory, may be associated with the quantum\nsize effects of Cooper pairs.\n","Comment: 5 pages, 4 figures"]}]
["1006.1094",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1094"],"date":["2010-06-06","2011-03-29"],"type":["text"],"creator":["Hyeon, Donghoon"],"language":[],"coverage":[],"title":["An outline of the log minimal model program for the moduli space of\n  curves"],"description":["  Hassett and Keel predicted that there is a descending sequence of critical\n$\\alpha$ values where the log canonical model for the moduli space of stable\ncurves with respect to $\\alpha \\delta$ changes. We derive a conjectural formula\nfor the critical values in two different ways, by working out the intersection\ntheory of the moduli space of hyperelliptic curves and by computing the GIT\nstability of certain curves with tails and bridges. The results give a rough\noutline of how the log minimal model program would proceed, telling us when the\nlog canonical model changes and which curves are to be discarded and acquired\nat the critical steps.\n","Comment: 13 pages, 2 figures"]}]
["1006.2252",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2252","JHEP 1011:053,2010","doi:10.1007/JHEP11(2010)053"],"date":["2010-06-11","2011-03-29"],"type":["text"],"creator":["Gliozzi, F.","Pepe, M.","Wiese, U. -J."],"language":[],"coverage":[],"title":["The Width of the Color Flux Tube at 2-Loop Order"],"description":["  The color flux tube connecting a static quark-anti-quark pair in Yang-Mills\ntheory supports massless transverse fluctuations, which are the Goldstone\nbosons of spontaneously broken translation invariance. Just as in chiral\nperturbation theory, the dynamics of these Goldstone bosons is described by a\nsystematic low-energy effective field theory. We use the effective theory to\ncalculate the width of the fluctuating string at the 2-loop level, using both\ncylindrical and toroidal boundary conditions. At zero temperature, the string\nwidth diverges logarithmically with the quark-anti-quark distance r. On the\nother hand, at low but non-zero temperature T = 1/\\beta, for r >> \\beta, the\nstring width diverges linearly.\n","Comment: 15 pages, no figures. Version published in JHEP; revised discussion\n  on lattice artifacts; typos corrected"]}]
["1006.2530",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2530"],"date":["2010-06-13","2011-03-28"],"type":["text"],"creator":["Hytönen, Tuomas P.","Lacey, Michael T.","Reguera, Maria Carmen","Sawyer, Eric T.","Uriarte-Tuero, Ignacio","Vagharshakyan, Armen"],"language":[],"coverage":[],"title":["Weak and Strong type $ A_p$ Estimates for Calder\\'on-Zygmund Operators"],"description":["  For a Calderon-Zygmund operator T on d-dimensional space, that has a\nsufficiently smooth kernel, we prove that for any 1< p \\le 2, and weight w in\nA_p, that the maximal truncations T_* of T map L^p(w) to weak-L^p(w), with norm\nbounded by the A_p characteristic of w to the first power. This result combined\nwith the (deep) recent result of Perez-Treil-Volberg, shows that the\nstrong-type of T on L^2(w) is bounded by A_2 characteristic of w to the first\npower. (It is well-known that L^2 is the critical case for the strong type\nestimate.) Both results are sharp, aside from the number of derivatives imposed\non the kernel of the operator. The proof uses the full structure theory of\nCalderon-Zygmund Operators, reduction to testing conditions, and a Corona\nargument.\n","Comment: This paper has been withdrawn by the authors. The Theorems of this\n  paper are extended and improved in arXiv:1103.5229. The proof of Theorem 4.6\n  in arXiv:1006.2530 requires elaboration"]}]
["1006.3152",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3152","Phys. Rev. A 82, 032317 (2010)","doi:10.1103/PhysRevA.82.032317"],"date":["2010-06-16","2011-03-28"],"type":["text"],"creator":["Aolita, L.","Cavalcanti, D.","Chaves, R.","Dhara, C.","Davidovich, L.","Acin, A."],"language":[],"coverage":[],"title":["Noisy entanglement evolution for graph states"],"description":["  A general method for the study of the entanglement evolution of graph states\nunder the action of Pauli was recently proposed in [Cavalcanti, et al., Phys.\nRev. Lett. 103, 030502 (2009)]. This method is based on lower and upper bounds\non the entanglement of the entire state as a function only of the state of a\nconsiderably-smaller subsystem, which undergoes an effective noise process.\nThis provides a huge simplification on the size of the matrices involved in the\ncalculation of entanglement in these systems. In the present paper we elaborate\non this method in details and generalize it to other natural situations not\ndescribed by Pauli maps. Specifically, for Pauli maps we introduce an explicit\nformula for the characterization of the resulting effective noise. Beyond Pauli\nmaps, we show that the same ideas can be applied to the case of thermal\nreservoirs at arbitrary temperature. In the latter case, we discuss how to\noptimize the bounds as a function of the noise strength. We illustrate our\nideas with explicit exemplary results for several different graphs and\nparticular decoherence processes. The limitations of the method are also\ndiscussed.\n","Comment: 13 pages, 8 figures. v2: published version"]}]
["1006.4145",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","78A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4145"],"date":["2010-06-21","2011-03-28"],"type":["text"],"creator":["Mathar, Richard J."],"language":[],"coverage":[],"title":["Calculated Ellipsometry of the VLTI AT mirror train"],"description":["  The polarization effect of the 31 reflections within the mirror train of an\nauxiliary telescope of the Very Large Telescope Interferometer is calculated as\na function of pointing direction and rotator angle. With a rough estimate of\nthe mean complex index of refraction of the reflecting surfaces, their Jones\nmatrices are concatenated while tracing a ray from M1 up to the feeding mirror\nin front of an instrument. The net effect is summarized in terms of the axis\nratio of the polarization ellipse of star light that was circularly polarized\nabove the primary mirror.\n","Comment: Calculation extended to 31 reflections"]}]
["1006.4420",{"format":[],"subject":["Mathematics - Operator Algebras","58B34, 46L87"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4420","Lett.Math.Phys. 94 (2010) 263-291","doi:10.1007/s11005-010-0441-1"],"date":["2010-06-23"],"type":["text"],"creator":["Yamashita, Makoto"],"language":[],"coverage":[],"title":["Connes-Landi Deformation of Spectral Triples"],"description":["  We describe a way to deform spectral triples with a 2-torus action and a real\ndeformation parameter, motivated by deformation of manifolds after\nConnes-Landi. Such deformations are shown to have naturally isomorphic\n$K$-theoretic invariants independent of the deformation parameter.\n","Comment: 19 pages"]}]
["1007.1312",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1312","JCAP 1103:009,2011","doi:10.1088/1475-7516/2011/03/009"],"date":["2010-07-08","2011-03-29"],"type":["text"],"creator":["Porto, Rafael A.","Ross, Andreas","Rothstein, Ira Z."],"language":[],"coverage":[],"title":["Spin induced multipole moments for the gravitational wave flux from\n  binary inspirals to third Post-Newtonian order"],"description":["  Using effective field theory techniques we calculate the source multipole\nmoments needed to obtain the spin contributions to the power radiated in\ngravitational waves from inspiralling compact binaries to third Post-Newtonian\norder (3PN). The multipoles depend linearly and quadratically on the spins and\ninclude both spin(1)spin(2) and spin(1)spin(1) components. The results in this\npaper provide the last missing ingredient required to determine the phase\nevolution to 3PN including all spin effects which we will report in a separate\npaper.\n","Comment: 35 pages, 7 figures. Published version"]}]
["1007.2125",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Other Condensed Matter","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2125","Annals of Physics, vol. 326, pp. 1002-1031 (2011)","doi:10.1016/j.aop.2010.12.004"],"date":["2010-07-13","2010-09-10"],"type":["text"],"creator":["Keanini, Russell G."],"language":[],"coverage":[],"title":["Green's function-stochastic methods framework for probing nonlinear\n  evolution problems: Burger's equation, the nonlinear Schrodinger's equation,\n  and hydrodynamic organization of near-molecular-scale vorticity"],"description":["  A framework which combines Green's function (GF) methods and techniques from\nthe theory of stochastic processes is proposed for tackling nonlinear evolution\nproblems. The framework, established by a series of easy-to-derive equivalences\nbetween Green's function and stochastic representative solutions of linear\ndrift-diffusion problems, provides a flexible structure within which nonlinear\nevolution problems can be analyzed and physically probed. As a preliminary test\nbed, two canonical, nonlinear evolution problems - Burgers' equation and the\nnonlinear Schrodinger's equation - are first treated. In the first case, the\nframework provides a rigorous, probabilistic derivation of the well known\nCole-Hopf ansatz. Likewise, in the second, the machinery allows systematic\nrecovery of a known soliton solution. The framework is then applied to a fairly\nextensive exploration of physical features underlying evolution of randomly\nstretched and advected Burger's vortex sheets. Here, the governing vorticity\nequation corresponds to the Fokker-Planck equation of an Ornstein-Uhlenbeck\nprocess, a correspondence that motivates an investigation of sub-sheet\nvorticity evolution and organization. Under the assumption that weak\nhydrodynamic fluctuations organize disordered, near-molecular-scale, sub-sheet\nvorticity, it is shown that these modes consist of two weakly damped\ncounter-propagating cross-sheet acoustic modes, a diffusive cross-sheet shear\nmode, and a diffusive cross-sheet entropy mode. Once a consistent picture of\nin-sheet vorticity evolution is established, a number of analytical results,\ndescribing the motion and spread of single, multiple, and continuous sets of\nBurger's vortex sheets, evolving within deterministic and random strain rate\nfields, under both viscous and inviscid conditions, are obtained.\n","Comment: 66 pages, 4 figures Resubmission: edited, reorganized version of\n  original paper; new title, new references added; 71 pages, 5 figures"]}]
["1007.2931",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Physics - Fluid Dynamics","37Exx, 80Axx, 82Cxx","J.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2931","Tribology International, 2011, Vol. 44, no. 4, pp. 476-482","doi:10.1016/j.triboint.2010.12.005"],"date":["2010-07-17","2011-03-29"],"type":["text"],"creator":["Lyashenko, I. A.","Khomenko, A. V.","Metlov, L. S."],"language":[],"coverage":[],"title":["Thermodynamics and kinetics of boundary friction"],"description":["  A deterministic theory describing the behavior of an ultrathin lubricant film\nbetween two atomically-smooth solid surfaces is proposed. For the description\nof lubricant state the parameter of excess volume arising due to chaotization\nof solid medium structure in the course of melting is introduced. Thermodynamic\nand shear melting is described consistently. Dependences of friction force on\ntemperature of lubricant, shear velocity of rubbing surfaces, and pressure upon\nsurfaces are analyzed. Within the framework of a simple tribological model the\nstick-slip mode of friction, when the lubricant periodically melts and\nsolidifies, is described. The obtained results are qualitatively compared with\nthe experimental data.\n","Comment: 14 pages, 6 figures, 33 references"]}]
["1007.5084",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5084"],"date":["2010-07-28","2011-03-28"],"type":["text"],"creator":["Majid, Shahn","Tomasic, Ivan"],"language":[],"coverage":[],"title":["On braided zeta functions"],"description":["  We propose a ribbon braided category approach to zeta-functions in q-deformed\ngeometry. As a proof of concept we compute $\\zeta_t(C^n)$ where $C^n$ is viewed\nas the standard representation in the category of modules of $U_q(sl_n)$. We\nshow that the same $\\zeta_t(C^n)$ is obtained for the $n$-dimensional\nrepresentation in the category of $U_q(sl_2)$ modules. We show that this\nimplies and is equivalent to the generating function for the decomposition into\nirreducibles of the symmetric tensor products $S^j(V)$ for $V$ an irreducible\nrepresentation of $sl_2$. We discuss $\\zeta_t(C_q(S^2))$ for the standard\nq-deformed sphere.\n","Comment: 16 pages, final version; added a formula for c_m(t,q)"]}]
["1008.1893",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1893"],"date":["2010-08-11","2011-03-29"],"type":["text"],"creator":["Wahlstrand, J. K.","Zhang, H.","Choi, S. B.","Kannan, S.","Dessau, D. S.","Sipe, J. E.","Cundiff, S. T."],"language":[],"coverage":[],"title":["Electric field-induced quantum interference control in a semiconductor:\n  A new manifestation of the Franz-Keldysh effect"],"description":["  In (100)-oriented GaAs illuminated at normal incidence by a laser and its\nsecond harmonic, interference between one- and two-photon absorption results in\nballistic current injection, but not modulation of the overall carrier\ninjection rate. Results from a pump-probe experiment on a transversely biased\nsample show that a constant electric field enables coherent control of the\ncarrier injection rate. We ascribe this to the nonlinear optical Franz-Keldysh\neffect and calculate it for a two-band parabolic model. The mechanism is\nrelevant to centrosymmetric semiconductors as well.\n","Comment: 4 pages, 2 figures. New data, less theory"]}]
["1009.1056",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14G22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1056"],"date":["2010-09-06","2011-03-29"],"type":["text"],"creator":["Kappen, Christian"],"language":[],"coverage":[],"title":["Uniformly rigid spaces"],"description":["  We define a new category of non-archimedean analytic spaces over a complete\ndiscretely valued field, which we call uniformly rigid. It extends the category\nof rigid spaces, and it can be described in terms of bounded functions on\nproducts of open and closed polydiscs. We relate uniformly rigid spaces to\ntheir associated classical rigid spaces, and we transfer various constructions\nand results from rigid geometry to the uniformly rigid setting. In particular,\nwe prove an analog of Kiehl's patching theorem for coherent ideals, and we\ndefine the uniformly rigid generic fiber of a formal scheme of formally finite\ntype. This uniformly rigid generic fiber is more intimately linked to its model\nthan the classical rigid generic fiber obtained via Berthelot's construction.\n","Comment: 46 pages; typos corrected, terminology changed (\"semi-affinoid\n  pre-subdomains\" -> \"representable subsets\", \"semi-affinoid subspaces\" ->\n  \"open semi-affinoid subspaces\"), proof of Cor. 2.15 (formerly 2.14)\n  rewritten, included proof that the urig G-top is finer than the Zar-top\n  (Prop. 2.39), added proofs in Section 4, arguments in some proofs explained\n  in greater detail, to appear in ANT"]}]
["1009.4810",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4810"],"date":["2010-09-24","2011-03-29"],"type":["text"],"creator":["Sinha, Nilotpal Kanti","Wolf, Marek"],"language":[],"coverage":[],"title":["On a unified theory of numbers"],"description":["  We prove that several results in different areas of number theory such as the\ndivergent series, summation of arithmetic functions, uniform distribution\nmodulo one and summation over prime numbers which are currently considered to\nbe independent results can be unified under a single equation. We apply our\nmethod to derive several new results in the above areas of number theory.\n","Comment: 18 pages"]}]
["1009.5170",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5170"],"date":["2010-09-27","2011-03-28"],"type":["text"],"creator":["Guo, Tiexin","Shi, Guang"],"language":[],"coverage":[],"title":["The Algebraic Structure of Finitely Generated\n  $L^{0}(\\mathcal{F},K)$-Modules and the Helly Theorem in Random Normed Modules"],"description":["  Let $K$ be the scalar field of real numbers or complex numbers and\n$L^{0}(\\mathcal{F},K)$ the algebra of equivalence classes of $K-$valued random\nvariables defined on a probability space $(\\Omega,\\mathcal{F},P)$. In this\npaper, we first characterize the algebraic structure of finitely generated\n$L^{0}(\\mathcal{F},K)$-modules and then combining the recently developed\nseparation theorem in random locally convex modules we prove the Helly theorem\nin random normed modules with the countable concatenation property under the\nframework of random conjugate spaces at the same time a simple counterexample\nshows that it is necessary to require the countable concatenation property. By\nthe way,we also give an application to the existence problem of the random\nsolution of a system of random linear functional equations.\n","Comment: 25"]}]
["1009.5897",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5897","Semicond. Sci. Technol. 26, 055010 (2011)","doi:10.1088/0268-1242/26/5/055010"],"date":["2010-09-29"],"type":["text"],"creator":["Leicht, C.","Mirovsky, P.","Kaestner, B.","Hohls, F.","Kashcheyevs, V.","Kurganova, E. V.","Zeitler, U.","Weimann, T.","Pierz, K.","Schumacher, H. W."],"language":[],"coverage":[],"title":["Generation of energy selective excitations in quantum Hall edge states"],"description":["  We operate an on-demand source of single electrons in high perpendicular\nmagnetic fields up to 30T, corresponding to a filling factor below 1/3. The\ndevice extracts and emits single charges at a tunable energy from and to a\ntwo-dimensional electron gas, brought into well defined integer and fractional\nquantum Hall (QH) states. It can therefore be used for sensitive electrical\ntransport studies, e.g. of excitations and relaxation processes in QH edge\nstates.\n"]}]
["1010.0068",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0068"],"date":["2010-10-01","2011-03-29"],"type":["text"],"creator":["Chung, Kiryong","Hong, Jaehyun","Kiem, Young-Hoon"],"language":[],"coverage":[],"title":["Compactified moduli spaces of rational curves in projective homogeneous\n  varieties"],"description":["  The space of smooth rational curves of degree $d$ in a projective variety $X$\nhas compactifications by taking closures in the Hilbert scheme, the moduli\nspace of stable sheaves or the moduli space of stable maps respectively. In\nthis paper we compare these compactifications by explicit blow-ups and -downs\nwhen $X$ is a projective homogeneous variety and $d\\leq 3$. Using the\ncomparison result, we calculate the Betti numbers of the compactifications when\n$X$ is a Grassmannian variety.\n"]}]
["1010.1242",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1242","ApJ, 729, 80 (2011)","doi:10.1088/0004-637X/729/80"],"date":["2010-10-06","2011-03-29"],"type":["text"],"creator":["Hathaway, David H.","Rightmire, Lisa"],"language":[],"coverage":[],"title":["Variations in the axisymmetric transport of magnetic elements on the\n  Sun: 1996-2010"],"description":["  We measure the axisymmetric transport of magnetic flux on the Sun by\ncross-correlating narrow strips of data from line-of-sight magnetograms\nobtained at a 96-minute cadence by the MDI instrument on the ESA/NASA SOHO\nspacecraft and then averaging the flow measurements over each synodic rotation\nof the Sun. Our measurements indicate that the axisymmetric flows vary\nsystematically over the solar cycle. The differential rotation is weaker at\nmaximum than at minimum. The meridional flow is faster at minimum and slower at\nmaximum. The meridional flow speed on the approach to the Cycle 23/24 minimum\nwas substantially faster than it was at the Cycle 22/23 minimum. The average\nlatitudinal profile is largely a simple sinusoid that extends to the poles and\npeaks at about $35\\degr$ latitude. As the cycle progresses a pattern of\nin-flows toward the sunspot zones develops and moves equatorward in step with\nthe sunspot zones. These in-flows are accompanied by the torsional\noscillations. This association is consistent with the effects of the Coriolis\nforce acting on the in-flows. The equatorward motions associated with these\nin-flows are identified as the source of the decrease in net poleward flow at\ncycle maxima. We also find polar counter-cells (equatorward flow at high\nlatitudes) in the south from 1996 to 2000 and in the north from 2002 to 2010.\nWe show that these measurements of the flows are not affected by the\nnon-axisymmetric diffusive motions produced by supergranulation.\n","Comment: 13 pages, 11 figures"]}]
["1010.1373",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1373","JHEP 1101:057,2011","doi:10.1007/JHEP01(2011)057"],"date":["2010-10-07","2011-03-29"],"type":["text"],"creator":["Gliozzi, F.","Pepe, M.","Wiese, U. -J."],"language":[],"coverage":[],"title":["Linear broadening of the confining string in Yang-Mills theory at low\n  temperature"],"description":["  The logarithmic broadening predicted by the systematic low-energy effective\nfield theory for the confining string has recently been verified in numerical\nsimulations of (2+1)-d SU(2) lattice Yang-Mills theory at zero temperature. The\nsame effective theory predicts linear broadening of the string at low non-zero\ntemperature. In this paper, we verify this prediction by comparison with very\nprecise Monte Carlo data. The comparison involves no additional adjustable\nparameters, because the low-energy constants of the effective theory have\nalready been fixed at zero temperature. It yields very good agreement between\nthe underlying Yang-Mills theory and the effective string theory.\n","Comment: 10 pages, 3 figures. Version published in JHEP; improved figures 1\n  and 3"]}]
["1010.2150",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2150","JHEP 1101:007,2011","doi:10.1007/JHEP01(2011)007"],"date":["2010-10-11","2011-03-29"],"type":["text"],"creator":["de Wit, Bernard","Katmadas, Stefanos","van Zalk, Maaike"],"language":[],"coverage":[],"title":["New supersymmetric higher-derivative couplings: Full N=2 superspace does\n  not count!"],"description":["  An extended class of N=2 locally supersymmetric invariants with\nhigher-derivative couplings based on full superspace integrals, is constructed.\nThese invariants may depend on unrestricted chiral supermultiplets, on vector\nsupermultiplets and on the Weyl supermultiplet. Supersymmetry is realized\noff-shell. A non-renormalization theorem is proven according to which none of\nthese invariants can contribute to the entropy and electric charges of BPS\nblack holes. Some of these invariants may be relevant for topological string\ndeformations.\n","Comment: 24 pages, v2: version published in JHEP, one reference added and\n  typos corrected, v3: reference added"]}]
["1010.2172",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2172","JHEP 1103:069,2011","doi:10.1007/JHEP03(2011)069"],"date":["2010-10-11","2011-03-29"],"type":["text"],"creator":["Hryczuk, Andrzej","Iengo, Roberto","Ullio, Piero"],"language":[],"coverage":[],"title":["Relic densities including Sommerfeld enhancements in the MSSM"],"description":["  We have developed a general formalism to compute Sommerfeld enhancement (SE)\nfactors for a multi-state system of fermions, in all possible spin\nconfigurations and with generic long-range interactions. We show how to include\nsuch SE effects in an accurate calculation of the thermal relic density for\nWIMP dark matter candidates. We apply the method to the MSSM and perform a\nnumerical study of the relic abundance of neutralinos with arbitrary\ncomposition and including the SE due to the exchange of the W and Z bosons,\nphotons and Higgses. We find that the relic density can be suppressed by a\nfactor of a few in a seizable region of the parameter space, mostly for\nWino-like neutralino with mass of a few TeV, and up to an order of magnitude\nclose to a resonance.\n","Comment: 23 pages, 7 figures; table 1 corrected and rearranged, numerical\n  results practically unchanged, matches published version"]}]
["1010.2481",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2481","Class.Quant.Grav.28:045005,2011","doi:10.1088/0264-9381/28/4/045005"],"date":["2010-10-12","2011-03-28"],"type":["text"],"creator":["Gomes, Henrique","Gryb, Sean","Koslowski, Tim"],"language":[],"coverage":[],"title":["Einstein gravity as a 3D conformally invariant theory"],"description":["  We give an alternative description of the physical content of general\nrelativity that does not require a Lorentz invariant spacetime. Instead, we\nfind that gravity admits a dual description in terms of a theory where local\nsize is irrelevant. The dual theory is invariant under foliation preserving\n3-diffeomorphisms and 3D conformal transformations that preserve the 3-volume\n(for the spatially compact case). Locally, this symmetry is identical to that\nof Horava-Lifshitz gravity in the high energy limit but our theory is\nequivalent to Einstein gravity. Specifically, we find that the solutions of\ngeneral relativity, in a gauge where the spatial hypersurfaces have constant\nmean extrinsic curvature, can be mapped to solutions of a particular gauge\nfixing of the dual theory. Moreover, this duality is not accidental. We provide\na general geometric picture for our procedure that allows us to trade foliation\ninvariance for conformal invariance. The dual theory provides a new proposal\nfor the theory space of quantum gravity.\n","Comment: 27 pages. Published version (minor changes and corrections)"]}]
["1010.3684",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3684"],"date":["2010-10-18","2011-03-28"],"type":["text"],"creator":["Brendle, S."],"language":[],"coverage":[],"title":["Uniqueness of gradient Ricci solitons"],"description":["  We show that a three-dimensional steady gradient Ricci soliton which is\nasymptotic to the Bryant soliton in a suitable sense must be isometric to the\nBryant soliton.\n","Comment: revised version, to appear in Math. Res. Letters"]}]
["1010.5047",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5047","Phys. Rev. B 83, 115454 (2011)","doi:10.1103/PhysRevB.83.115454"],"date":["2010-10-25","2011-03-29"],"type":["text"],"creator":["Khusnutdinov, Nail R."],"language":[],"coverage":[],"title":["Van der Waals interaction between an atom with spherical plasma shell"],"description":["  We consider the van der Waals energy of an atom near the infinitely thin\nsphere with finite conductivity which model the fullerene. We put the sphere\ninto spherical cavity inside the infinite dielectric media, then calculate the\nenergy of vacuum fluctuations in framework of the zeta-function approach. The\nenergy for a single atom is obtained from this expression by consideration of\nthe rare media. In the limit of the infinite radius of the sphere the\nCasimir-Polder expression for an atom and plate is recovered. For finite radius\nof sphere the energy of an atom monotonously falls down as $d^{-3}$ close to\nthe sphere and $d^{-7}$ far from the sphere. For hydrogen atom on the surface\nof the fullerene $C_{60}$ we obtain that the energy is $3.8 eV$. We obtain also\nthat the polarizability of fullerene is merely cube of its radius.\n","Comment: 10 pages, 5 figures"]}]
["1010.5989",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5989","Phys. Rev. Lett. 106, 020407 (2011)","doi:10.1103/PhysRevLett.106.020407"],"date":["2010-10-28","2011-03-29"],"type":["text"],"creator":["Betz, Thomas","Manz, Stephanie","Bücker, Robert","Berrada, Tarik","Koller, Christian","Kazakov, Georgy","Mazets, Igor E.","Stimming, Hans-Peter","Perrin, Aurelien","Schumm, Thorsten","Schmiedmayer, Jörg"],"language":[],"coverage":[],"title":["Two-point phase correlations of a one-dimensional bosonic Josephson\n  junction"],"description":["  We realize a one-dimensional Josephson junction using quantum degenerate Bose\ngases in a tunable double well potential on an atom chip. Matter wave\ninterferometry gives direct access to the relative phase field, which reflects\nthe interplay of thermally driven fluctuations and phase locking due to\ntunneling. The thermal equilibrium state is characterized by probing the full\nstatistical distribution function of the two-point phase correlation.\nComparison to a stochastic model allows to measure the coupling strength and\ntemperature and hence a full characterization of the system.\n"]}]
["1011.0919",{"format":[],"subject":["Mathematics - General Mathematics","62F03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0919","World Applied Sciences Journal, Vol. 11, No. 5, 586-589, 2011"],"date":["2010-11-03"],"type":["text"],"creator":["Singh, Rajesh","Kumar, Mukesh","Smarandache, Florentin"],"language":[],"coverage":[],"title":["Ratio Estimators in Simple Random Sampling when Study Variable is an\n  Attribute"],"description":["  In this paper we have suggested a family of estimators for the population\nmean when study variable itself is qualitative in nature. Expressions for the\nbias and mean square error (MSE) of the suggested family have been obtained. An\nempirical study has been carried out to show the superiority of the constructed\nestimator over others.\n","Comment: 9 pages"]}]
["1011.1450",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1450","Phys. Rev. B 83, 125306 (2011)","doi:10.1103/PhysRevB.83.125306"],"date":["2010-11-05"],"type":["text"],"creator":["Sircar, N.","Ahlers, S.","Majer, C.","Abstreiter, G.","Bougeard, D."],"language":[],"coverage":[],"title":["Interplay between the electrical transport properties of GeMn thin films\n  and Ge substrates"],"description":["  We present evidence that electrical transport studies of epitaxial p-type\nGeMn thin films fabricated on high resistivity Ge substrates are severely\ninfluenced by parallel conduction through the substrate, related to the large\nintrinsic conductivity of Ge due to its small bandgap. Anomalous Hall\nmeasurements and large magneto resistance effects are completely understood by\ntaking a dominating substrate contribution as well as the measurement geometry\ninto account. It is shown that substrate conduction persists also for well\nconducting, degenerate, p-type thin films, giving rise to an effective\ntwo-layer conduction scheme. Using n-type Ge substrates, parallel conduction\nthrough the substrate can be reduced for the p-type epi-layers, as a\nconsequence of the emerging pn-interface junction. GeMn thin films fabricated\non these substrates exhibit a negligible magneto resistance effect. Our study\nunderlines the importance of a thorough characterization and understanding of\npossible substrate contributions for electrical transport studies of GeMn thin\nfilms.\n","Comment: 9 pages, 9 figures"]}]
["1011.3481",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3481","JHEP 1103:102,2011","doi:10.1007/JHEP03(2011)102"],"date":["2010-11-15","2010-12-14"],"type":["text"],"creator":["Mironov, A.","Morozov, A.","Shakirov, Sh."],"language":[],"coverage":[],"title":["Brezin-Gross-Witten model as \"pure gauge\" limit of Selberg integrals"],"description":["  The AGT relation identifies the Nekrasov functions for various N=2 SUSY gauge\ntheories with the 2d conformal blocks, which possess explicit Dotsenko-Fateev\nmatrix model (beta-ensemble) representations the latter being polylinear\ncombinations of Selberg integrals. The \"pure gauge\" limit of these matrix\nmodels is, however, a non-trivial multiscaling large-N limit, which requires a\nseparate investigation. We show that in this pure gauge limit the Selberg\nintegrals turn into averages in a Brezin-Gross-Witten (BGW) model. Thus, the\nNekrasov function for pure SU(2) theory acquires a form very much reminiscent\nof the AMM decomposition formula for some model X into a pair of the BGW\nmodels. At the same time, X, which still has to be found, is the pure gauge\nlimit of the elliptic Selberg integral. Presumably, it is again a BGW model,\nonly in the Dijkgraaf-Vafa double cut phase.\n","Comment: 21 pages"]}]
["1011.4599",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4599","Supercond. Sci. Technol. 24 (2011) 055017","doi:10.1088/0953-2048/24/5/055017"],"date":["2010-11-20","2011-02-25"],"type":["text"],"creator":["Dinner, Rafael B.","Robinson, Adam P.","Wimbush, Stuart C.","MacManus-Driscoll, Judith L.","Blamire, Mark G."],"language":[],"coverage":[],"title":["Depairing critical current achieved in superconducting thin films with\n  through-thickness arrays of artificial pinning centers"],"description":["  Large area arrays of through-thickness nanoscale pores have been milled into\nsuperconducting Nb thin films via a process utilizing anodized aluminum oxide\nthin film templates. These pores act as artificial flux pinning centers,\nincreasing the superconducting critical current, Jc, of the Nb films. By\noptimizing the process conditions including anodization time, pore size and\nmilling time, Jc values approaching and in some cases matching the\nGinzburg-Landau depairing current of 30 MA/cm^2 at 5 K have been achieved - a\nJc enhancement over as-deposited films of more than 50 times. In the field\ndependence of Jc, a matching field corresponding to the areal pore density has\nalso been clearly observed. The effect of back-filling the pores with magnetic\nmaterial has then been investigated. While back-filling with Co has been\nsuccessfully achieved, the effect of the magnetic material on Jc has been found\nto be largely detrimental compared to voids, although a distinct influence of\nthe magnetic material in producing a hysteretic Jc versus applied field\nbehavior has been observed. This behavior has been tested for compatibility\nwith currently proposed models of magnetic pinning and found to be most closely\nexplained by a model describing the magnetic attraction between the flux\nvortices and the magnetic inclusions.\n","Comment: 9 pages, 10 figures"]}]
["1012.0861",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0861","Appl. Phys. Lett. 98, 123510 (2011)","doi:10.1063/1.3567772"],"date":["2010-12-03"],"type":["text"],"creator":["Behin-Aein, Behtash","Sarkar, Angik","Srinivasan, Srikant","Datta, Supriyo"],"language":[],"coverage":[],"title":["Switching energy-delay of all-spin logic devices"],"description":["  The need to find low power alternatives to digital electronic circuits has\nled to increasing interest in alternative switching schemes like the magnetic\nquantum cellular automata(MQCA) that store information in nanomagnets which\ncommunicate through their magnetic fields. A recent proposal called all spin\nlogic (ASL) proposes to communicate between nanomagnets using spin currents\nwhich are spatially localized and can be conveniently routed. The objective of\nthis paper is to present a model for ASL devices that is based on established\nphysics and is benchmarked against available experimental data and to use it to\ninvestigate switching energy-delay of ASL devices.\n","Comment: 6 pages, 4 figures. The order of authors is alphabetical, authors\n  contributed equally"]}]
["1012.1578",{"format":[],"subject":["Mathematics - General Topology","54B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1578"],"date":["2010-12-07","2011-03-29"],"type":["text"],"creator":["Esty, Norah"],"language":[],"coverage":[],"title":["The Hyperspaces $C_{n}(X)$ of finite ray-graphs"],"description":["  In this paper we consider the hyperspace $C_{n}(X)$ of non-empty and closed\nsubsets of a base space $X$ with up to $n$ connected components. We consider a\nclass of base spaces called finite ray-graphs, which are a noncompact variation\non finite graphs. We prove two results about the structure of these hyperspaces\nunder different topologies (Hausdorff and Vietoris), in particular, about their\nnumber of connected components.\n","Comment: 16 pages, 7 figures"]}]
["1012.2422",{"format":[],"subject":["Quantitative Biology - Genomics","Computer Science - Discrete Mathematics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2422","Lecture Notes in Computer Science 6577 (2011), pp. 124-133","doi:10.1007/978-3-642-20036-6_13"],"date":["2010-12-10"],"type":["text"],"creator":["Jiang, Shuai","Alekseyev, Max A."],"language":[],"coverage":[],"title":["Weighted genomic distance can hardly impose a bound on the proportion of\n  transpositions"],"description":["  Genomic distance between two genomes, i.e., the smallest number of genome\nrearrangements required to transform one genome into the other, is often used\nas a measure of evolutionary closeness of the genomes in comparative genomics\nstudies. However, in models that include rearrangements of significantly\ndifferent \"power\" such as reversals (that are \"weak\" and most frequent\nrearrangements) and transpositions (that are more \"powerful\" but rare), the\ngenomic distance typically corresponds to a transformation with a large\nproportion of transpositions, which is not biologically adequate.\n  Weighted genomic distance is a traditional approach to bounding the\nproportion of transpositions by assigning them a relative weight {\\alpha} > 1.\nA number of previous studies addressed the problem of computing weighted\ngenomic distance with {\\alpha} \\leq 2.\n  Employing the model of multi-break rearrangements on circular genomes, that\ncaptures both reversals (modelled as 2-breaks) and transpositions (modelled as\n3-breaks), we prove that for {\\alpha} \\in (1,2], a minimum-weight\ntransformation may entirely consist of transpositions, implying that the\ncorresponding weighted genomic distance does not actually achieve its purpose\nof bounding the proportion of transpositions. We further prove that for\n{\\alpha} \\in (1,2), the minimum-weight transformations do not depend on a\nparticular choice of {\\alpha} from this interval. We give a complete\ncharacterization of such transformations and show that they coincide with the\ntransformations that at the same time have the shortest length and make the\nsmallest number of breakages in the genomes.\n  Our results also provide a theoretical foundation for the empirical\nobservation that for {\\alpha} < 2, transpositions are favored over reversals in\nthe minimum-weight transformations.\n","Comment: The 15th Annual International Conference on Research in Computational\n  Molecular Biology (RECOMB), 2011. (to appear)"]}]
["1012.2862",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2862","Astrophysical Journal, 727, L16 (2011)","doi:10.1088/2041-8205/727/1/L16"],"date":["2010-12-13"],"type":["text"],"creator":["Ransom, S. M.","Ray, P. S.","Camilo, F.","Roberts, M. S. E.","Celik, O.","Wolff, M. T.","Cheung, C. C.","Kerr, M.","Pennucci, T.","DeCesar, M. E.","Cognard, I.","Lyne, A. G.","Stappers, B. W.","Freire, P. C. C.","Grove, J. E.","Abdo, A. A.","Desvignes, G.","Donato, D.","Ferrara, E. C.","Gehrels, N.","Guillemot, L.","Gwon, C.","Harding, A. K.","Johnston, S.","Keith, M.","Kramer, M.","Michelson, P. F.","Parent, D.","Parkinson, P. M. Saz","Romani, R. W.","Smith, D. A.","Theureau, G.","Thompson, D. J.","Weltevrede, P.","Wood, K. S.","Ziegler, M."],"language":[],"coverage":[],"title":["Three Millisecond Pulsars in FERMI LAT Unassociated Bright Sources"],"description":["  We searched for radio pulsars in 25 of the non-variable, unassociated sources\nin the Fermi LAT Bright Source List with the Green Bank Telescope at 820 MHz.\nWe report the discovery of three radio and gamma-ray millisecond pulsars (MSPs)\nfrom a high Galactic latitude subset of these sources. All of the pulsars are\nin binary systems, which would have made them virtually impossible to detect in\nblind gamma-ray pulsation searches. They seem to be relatively normal, nearby\n(<=2 kpc) millisecond pulsars. These observations, in combination with the\nFermi detection of gamma-rays from other known radio MSPs, imply that most, if\nnot all, radio MSPs are efficient gamma-ray producers. The gamma-ray spectra of\nthe pulsars are power-law in nature with exponential cutoffs at a few GeV, as\nhas been found with most other pulsars. The MSPs have all been detected as\nX-ray point sources. Their soft X-ray luminosities of ~10^{30-31} erg/s are\ntypical of the rare radio MSPs seen in X-rays.\n","Comment: Accepted for publication in ApJ Letters"]}]
["1012.2951",{"format":[],"subject":["Quantum Physics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2951","J. Phys. Soc. Jpn. 80 (2011) 044002","doi:10.1143/JPSJ.80.044002"],"date":["2010-12-14"],"type":["text"],"creator":["Fasihi, Mohammad Ali","Tanaka, Shu","Nakahara, Mikio","Kondo, Yasushi"],"language":[],"coverage":[],"title":["Hamiltonian Determination with Restricted Access in Transverse Field\n  Ising Chain"],"description":["  We propose a method to evaluate parameters in the Hamiltonian of the Ising\nchain under site-dependent transverse fields, with a proviso that we can\ncontrol and measure one of the edge spins only. We evaluate the eigenvalues of\nthe Hamiltonian and the time-evoultion operator exactly for a 3-spin chain,\nfrom which we obtain the expectation values of $\\sigma_x$ of the first spin.\nThe parameters are found from the peak positions of the Fourier transform of\nthe expectation value. There are four assumptions in our method, which are mild\nenough to be satisfied in many physical systems.\n","Comment: 15pages, 4 figures"]}]
["1012.3349",{"format":[],"subject":["Mathematics - Geometric Topology","19D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3349"],"date":["2010-12-15","2011-03-29"],"type":["text"],"creator":["Wegner, Christian"],"language":[],"coverage":[],"title":["The K-theoretic Farrell-Jones conjecture for CAT(0)-groups"],"description":["  We prove the K-theoretic Farrell-Jones conjecture with (twisted) coefficients\nfor CAT(0)-groups.\n","Comment: 14 pages, minor changes"]}]
["1012.4057",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4057","Nucl.Phys.B848:121-154,2011","doi:10.1016/j.nuclphysb.2011.02.014"],"date":["2010-12-17","2011-02-28"],"type":["text"],"creator":["Nitta, Muneto","Vinci, Walter"],"language":[],"coverage":[],"title":["Non-Abelian Monopoles in the Higgs Phase"],"description":["  We use the moduli matrix approach to study the moduli space of 1/4 BPS kinks\nsupported by vortices in the Higgs phase of N = 2 supersymmetric U(N) gauge\ntheories when non-zero masses for the matter hypermultiplets are introduced. We\nfocus on the case of degenerate masses. In these special cases vortices acquire\nnew orientational degrees of freedom, and become \"non-Abelian\". Kinks acquire\nnew degrees of freedom too, and we will refer to them as \"non-Abelian\". As\nalready noticed for the Abelian case, non-Abelian kinks must correspond to\nnon-Abelian monopoles of the unbroken phase of SU(N) Yang-Mills. We show, in\nsome special cases, that the moduli spaces of the two objects are in one-to-one\ncorrespondence. We argue that the corre- spondence holds in the most general\ncase. The consequence of our result is two-fold. First, it gives an alternative\nway to construct non-Abelian monopoles, in addition to other well- known\ntechniques (Nahm transform, spectral curves, rational maps). Second, it opens\nthe way to the study of the quantum physics of non- Abelian monopoles, by\nconsidering the simpler non-Abelian kinks.\n","Comment: 37 pages, no figures; v2: refs. added"]}]
["1101.0889",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0889"],"date":["2011-01-05","2011-03-28"],"type":["text"],"creator":["Zhu, Xiongwei"],"language":[],"coverage":[],"title":["LWFA as a Preinjector for XFEL Driver Linac"],"description":["  In this paper, we propose to use the LWFA as the preinjector for XFEL driver\nlinac. We can use LWFA to produce the femtosecond electron beam. The peak\ncurrent of the produced beam can reach tens of $kA$ and is high enough to drive\nXFEL so that the present bunch compressing technique can be deserted. The\noutput optical pusle length can be as short as $ 1 fs $.\n"]}]
["1101.0951",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Functional Analysis","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0951"],"date":["2011-01-05","2011-03-29"],"type":["text"],"creator":["Khukhro, A."],"language":[],"coverage":[],"title":["Uniform Embeddability into Hilbert Space"],"description":["  The open question of what prevents a metric space with bounded geometry from\nbeing uniformly embeddable in Hilbert space is answered here for box spaces of\nresidually finite groups. We prove that a box space does not contain a\nuniformly embedded expander sequence if and only if it uniformly embeds in\nHilbert space. In particular, this gives a sufficient condition for a\nresidually finite group to have the Haagerup property. The main result holds in\nthe more general setting of a disjoint union of Cayley graphs of finite groups\nwith bounded degree.\n","Comment: This paper has been withdrawn by the author due to an error in the\n  proof of the main theorem"]}]
["1101.2393",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2393","Phys. Rev. B 83, 115439 (2011). (note of Ref.76 added in the\n  published version)","doi:10.1103/PhysRevB.83.115439"],"date":["2011-01-12"],"type":["text"],"creator":["Chen, Po-Wen","Jian, Chung-Chin","Goan, Hsi-Sheng"],"language":[],"coverage":[],"title":["Non-Markovian dynamics of a nanomechanical resonator measured by a\n  quantum point contact"],"description":["  We study the dynamics of a nanomechanical resonator (NMR) subject to a\nmeasurement by a low transparency quantum point contact (QPC) or tunnel\njunction in the non-Markovian domain. We derive the non-Markovian\nnumber-resolved (conditional) and unconditional master equations valid to\nsecond order in the tunneling Hamiltonian without making the rotating-wave\napproximation and the Markovian approximation, generally made for systems in\nquantum optics. Our non-Markovian master equation reduces, in appropriate\nlimits, to various Markovian versions of master equations in the literature. We\nfind considerable difference in dynamics between the non-Markovian cases and\nits Markovian counterparts. We also calculate the time-dependent transport\ncurrent through the QPC which contains information about the measured NMR\nsystem. We find an extra transient current term proportional to the expectation\nvalue of the symmetrized product of the position and momentum operators of the\nNMR. This extra current term, with a coefficient coming from the combination of\nthe imaginary parts of the QPC reservoir correlation functions, has a\nsubstantial contribution to the total transient current in the non-Markovian\ncase, but was generally ignored in the studies of the same problem in the\nliterature. Considering the contribution of this extra term, we show that a\nsignificantly qualitative and quantitative difference in the total transient\ncurrent between the non-Markovian and the Markovian wide-band-limit cases can\nbe observed. Thus, it may serve as a witness or signature of the non-Markovian\nfeatures in the coupled NMR-QPC system.\n","Comment: Accepted for publication in Physical Review B (20 pages, 13 figures)"]}]
["1102.1096",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1096"],"date":["2011-02-05","2011-03-28"],"type":["text"],"creator":["Budinich, Michele","Fortnow, Lance"],"language":[],"coverage":[],"title":["Repeated Matching Pennies with Limited Randomness"],"description":["  We consider a repeated Matching Pennies game in which players have limited\naccess to randomness. Playing the (unique) Nash equilibrium in this n-stage\ngame requires n random bits. Can there be Nash equilibria that use less than n\nrandom coins?\n  Our main results are as follows: We give a full characterization of\napproximate equilibria, showing that, for any e in [0, 1], the game has a\ne-Nash equilibrium if and only if both players have (1 - e)n random coins. When\nplayers are bound to run in polynomial time, Nash equilibria can exist if and\nonly if one-way functions exist. It is possible to trade-off randomness for\nrunning time. In particular, under reasonable assumptions, if we give one\nplayer only O(log n) random coins but allow him to run in arbitrary polynomial\ntime and we restrict his opponent to run in time n^k, for some fixed k, then we\ncan sustain an Nash equilibrium. When the game is played for an infinite amount\nof rounds with time discounted utilities, under reasonable assumptions, we can\nreduce the amount of randomness required to achieve a e-Nash equilibrium to n,\nwhere n is the number of random coins necessary to achieve an approximate Nash\nequilibrium in the general case.\n","Comment: To appear in Proceedings of the 12th ACM Conference on Electronic\n  Commerce. ACM, New York, 2011"]}]
["1102.2429",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2429","doi:10.1126/science.1200331"],"date":["2011-02-11"],"type":["text"],"creator":["Simionescu, Aurora","Allen, Steven W.","Mantz, Adam","Werner, Norbert","Takei, Yoh","Morris, R. Glenn","Fabian, Andrew C.","Sanders, Jeremy S.","Nulsen, Paul E. J.","George, Matthew R.","Taylor, Gregory B."],"language":[],"coverage":[],"title":["Baryons at the Edge of the X-ray Brightest Galaxy Cluster"],"description":["  Studies of the diffuse X-ray emitting gas in galaxy clusters have provided\npowerful constraints on cosmological parameters and insights into plasma\nastrophysics. However, measurements of the faint cluster outskirts have become\npossible only recently. Using data from the Suzaku X-ray telescope, we\ndetermined an accurate, spatially resolved census of the gas, metals, and dark\nmatter out to the edge of the Perseus Cluster. Contrary to previous results,\nour measurements of the cluster baryon fraction are consistent with the\nexpected universal value at half of the virial radius. The apparent baryon\nfraction exceeds the cosmic mean at larger radii, suggesting a clumpy\ndistribution of the gas, which is important for understanding the ongoing\ngrowth of clusters from the surrounding cosmic web.\n","Comment: Accepted for publication"]}]
["1102.4414",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4414","J. Phys. Soc. Jpn. 80 (2011) 043703","doi:10.1143/JPSJ.80.043703"],"date":["2011-02-22"],"type":["text"],"creator":["Shimokawa, Tokuro","Nakano, Hiroki"],"language":[],"coverage":[],"title":["Frustration-Induced Ferrimagnetism in S=1/2 Heisenberg Spin Chain"],"description":["  The ground-state properties of the S=1/2 frustrated Heisenberg spin chain\nwith interactions up to fourth nearest neighbors are investigated by the\nexact-diagonalization method and density matrix renormalization group method.\nOur numerical calculations clarify that the ferrimagnetic state is realized in\nthe ground state in spite of the fact that a multi-sublattice structure in the\nshape of the system is absent. We find that there are two types of\nferrimagnetic phases: one is the well-known ferrimagnetic phase of the\nLieb-Mattis type and the other is the nontrivial ferrimagnetic phase that is\ndifferent from that of the Lieb-Mattis type. Our results suggest that a\nmulti-sublattice structure of the shape is not necessarily required for the\noccurrence of ferrimagnetism.\n","Comment: 4 pages, 4 figures, to be published in J. Phys. Soc. Jpn"]}]
["1102.4844",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4844"],"date":["2011-02-23","2011-03-29"],"type":["text"],"creator":["Musiker, Gregg","Stump, Christian"],"language":[],"coverage":[],"title":["A compendium on the cluster algebra and quiver package in sage"],"description":["  This is the compendium of the cluster algebra and quiver package for sage.\nThe purpose of this package is to provide a platform to work with cluster\nalgebras in graduate courses and to further develop the theory by working on\nexamples, by gathering data, and by exhibiting and testing conjectures. In this\ncompendium, we include the relevant theory to introduce the reader to cluster\nalgebras assuming no prior background; this exposition has been written to be\naccessible to an interested undergraduate. Throughout this compendium, we\ninclude examples that the user can run in the sage notebook or command line,\nand then close with a detailed description of the data structures and methods\nin this package.\n","Comment: 62 pages"]}]
["1103.0038",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0038"],"date":["2011-02-28","2011-03-28"],"type":["text"],"creator":["Zhao, Yue","Tan, Chee Wei","Avestimehr, A. Salman","Diggavi, Suhas N.","Pottie, Gregory J."],"language":[],"coverage":[],"title":["On the Sum-Capacity with Successive Decoding in Interference Channels"],"description":["  In this paper, we investigate the sum-capacity of the two-user Gaussian\ninterference channel with Gaussian superposition coding and successive\ndecoding. We first examine an approximate deterministic formulation of the\nproblem, and introduce the complementarity conditions that capture the use of\nGaussian coding and successive decoding. In the deterministic channel problem,\nwe find the constrained sum-capacity and its achievable schemes with the\nminimum number of messages, first in symmetric channels, and then in general\nasymmetric channels. We show that the constrained sum-capacity oscillates as a\nfunction of the cross link gain parameters between the information theoretic\nsum-capacity and the sum-capacity with interference treated as noise.\nFurthermore, we show that if the number of messages of either of the two users\nis fewer than the minimum number required to achieve the constrained\nsum-capacity, the maximum achievable sum-rate drops to that with interference\ntreated as noise. We provide two algorithms (a simple one and a finer one) to\ntranslate the optimal schemes in the deterministic channel model to the\nGaussian channel model. We also derive two upper bounds on the sum-capacity of\nthe Gaussian Han-Kobayashi schemes, which automatically upper bound the\nsum-capacity using successive decoding of Gaussian codewords. Numerical\nevaluations show that, similar to the deterministic channel results, the\nconstrained sum-capacity in the Gaussian channels oscillates between the\nsum-capacity with Han-Kobayashi schemes and that with single message schemes.\n","Comment: 32 pages, 21 figures"]}]
["1103.1502",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1502","J. Chem. Phys. 134, 124112 (2011)","doi:10.1063/1.3570581"],"date":["2011-03-08"],"type":["text"],"creator":["Goan, Hsi-Sheng","Chen, Po-Wen","Jian, Chung-Chin"],"language":[],"coverage":[],"title":["Non-Markovian finite-temperature two-time correlation functions of\n  system operators: beyond the quantum regression theorem"],"description":["  An extremely useful evolution equation that allows systematically calculating\nthe two-time correlation functions (CF's) of system operators for non-Markovian\nopen (dissipative) quantum systems is derived. The derivation is based on\nperturbative quantum master equation approach, so non-Markovian open quantum\nsystem models that are not exactly solvable can use our derived evolution\nequation to easily obtain their two-time CF's of system operators, valid to\nsecond order in the system-environment interaction. Since the form and nature\nof the Hamiltonian are not specified in our derived evolution equation, our\nevolution equation is applicable for bosonic and/or fermionic environments and\ncan be applied to a wide range of system-environment models with any factorized\n(separable) system-environment initial states (pure or mixed). When applied to\na general model of a system coupled to a finite-temperature bosonic environment\nwith a system coupling operator L in the system-environment interaction\nHamiltonian, the resultant evolution equation is valid for both L = L^+ and L\n\\neq L^+ cases, in contrast to those evolution equations valid only for L = L^+\ncase in the literature. The derived equation that generalizes the quantum\nregression theorem (QRT) to the non-Markovian case will have broad applications\nin many different branches of physics. We then give conditions on which the QRT\nholds in the weak system-environment coupling case, and apply the derived\nevolution equation to a problem of a two-level system (atom) coupled to a\nfinite-temperature bosonic environment (electromagnetic fields) with L \\neq\nL^+.\n","Comment: To appear in the Journal of Chemical Physics (12 pages, 1 figure)"]}]
["1103.1538",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Primary 35P25. Secondary 35B40, 35Q40, 81U99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1538"],"date":["2011-03-08"],"type":["text"],"creator":["Ginibre, Jean","Velo, Giorgio"],"language":[],"coverage":[],"title":["Long range scattering for the Wave-Schr\\\"odinger system revisited"],"description":["  We reconsider the theory of scattering for the Wave-Schr\\\"odinger system and\nmore precisely the local Cauchy problem with infinite initial time, which is\nthe main step in the construction of the wave operators. Using a method due to\nNakanishi, we eliminate a loss of regularity between the Schr\\\"odinger\nasymptotic data and the Schr\\\"odinger solution in the treatment of that\nproblem, in the special case of vanishing asymptotic data for the wave field.\n","Comment: 32 pages"]}]
["1103.1561",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1561"],"date":["2011-03-08","2011-03-29"],"type":["text"],"creator":["Hathaway, David H."],"language":[],"coverage":[],"title":["The Sun's Shallow Meridional Circulation"],"description":["  The Sun's global meridional circulation is evident as a slow poleward flow at\nits surface. This flow is observed to carry magnetic elements poleward -\nproducing the Sun's polar magnetic fields as a key part of the 11-year sunspot\ncycle. Current theories for the sunspot cycle assume that this surface flow is\npart of a circulation which sinks inward at the poles and turns equatorward at\ndepths below 100 Mm. Here we use the advection of the Sun's convection cells by\nthe meridional flow to map the flow velocity in latitude and depth. Our\nmeasurements show the largest cells clearly moving equatorward at depths below\n35 Mm - the base of the Sun's surface shear layer. This surprisingly shallow\nreturn flow indicates the need for substantial revisions to solar/stellar\ndynamo theory.\n","Comment: 10 pages, 3 color figures, revised"]}]
["1103.2411",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Statistics Theory","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2411"],"date":["2011-03-11","2011-03-28"],"type":["text"],"creator":["Toda, Alexis Akira"],"language":[],"coverage":[],"title":["Unification of Maximum Entropy and Bayesian Inference via Plausible\n  Reasoning"],"description":["  This paper modifies Jaynes's axioms of plausible reasoning and derives the\nminimum relative entropy principle, Bayes's rule, as well as maximum likelihood\nfrom first principles. The new axioms, which I call the Optimum Information\nPrinciple, is applicable whenever the decision maker is given the data and the\nrelevant background information. These axioms provide an answer to the question\n\"why maximize entropy when faced with incomplete information?\"\n","Comment: Submitted to IEEE Transactions on Information Theory on March 8, 2011"]}]
["1103.2791",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2791","Agol, E., 2011, ApJL, 731, L31","doi:10.1088/2041-8205/731/2/L31"],"date":["2011-03-14","2011-03-29"],"type":["text"],"creator":["Agol, Eric"],"language":[],"coverage":[],"title":["Transit surveys for Earths in the habitable zones of white dwarfs"],"description":["  To date the search for habitable Earth-like planets has primarily focused on\nnuclear burning stars. I propose that this search should be expanded to cool\nwhite dwarf stars that have expended their nuclear fuel. I define the\ncontinuously habitable zone of white dwarfs, and show that it extends from\n~0.005 to 0.02 AU for white dwarfs with masses from 0.4 to 0.9 solar masses,\ntemperatures less than 10,000 K, and habitable durations of at least 3 Gyr. As\nthey are similar in size to Earth, white dwarfs may be deeply eclipsed by\nterrestrial planets that orbit edge-on, which can easily be detected with\nground-based telescopes. If planets can migrate inward or reform near white\ndwarfs, I show that a global robotic telescope network could carry out a\ntransit survey of nearby white dwarfs placing interesting constraints on the\npresence of habitable Earths. If planets were detected, I show that the survey\nwould favor detection of planets similar to Earth: similar size, temperature,\nrotation period, and host star temperatures similar to the Sun. The Large\nSynoptic Survey Telescope could place even tighter constraints on the frequency\nof habitable Earths around white dwarfs. The confirmation and characterization\nof these planets might be carried out with large ground and space telescopes.\n","Comment: 5 pages, 4 figures, published in ApJL; Figure 4 corrected, other\n  minor changes"]}]
["1103.3615",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3615"],"date":["2011-03-18","2011-03-29"],"type":["text"],"creator":["Lakhlifi, Azzedine","Dahoo, Pierre-Richard"],"language":[],"coverage":[],"title":["Trapping effects on the vibration-inversion-rotation motions of an\n  ammonia molecule encapsulated in C$_{60}$ fullerene molecule"],"description":["  The infrared bar-spectrum of a single ammonia molecule encapsulated in\nnano-cage C$_{60}$ fullerene molecule is modelled using the site inclusion\nmodel successfully applied to analyze spectra of CO$_2$ isotopologues isolated\nin rare gas matrix. Calculations show that NH$_3$ can rotate freely on a sphere\nof radius 0.184 $\\text{\\AA}$ around the site centre of the nano-cage and spin\nfreely about its C$_3$ symmetry axis. In the static field inside the cage\ndegenerate $\\nu_3$ and $\\nu_4$ vibrational modes are blue shifted and split.\nWhen dynamic coupling with translational motion is considered, the spectral\nsignature of the $\\nu_2$ mode is modified with a higher hindering barrier (2451\ncm$^{-1}$), an effective reduced mass (6.569 g.mol$^{-1}$) and a longer\ntunneling time (55594 ps) for the fundamental level compared to gas-phase\nvalues (2047 cm$^{-1}$), (2.563 g.mol$^{-1}$) and (20.85 ps). As a result this\nmode is red shifted. Moreover, simulation shows that the changes in the\nbar-spectrum of the latter mode can be used to probe the temperature of the\nsurrounding media in which fullerene is observed.\n"]}]
["1103.3842",{"format":[],"subject":["Mathematics - Combinatorics","05C50, 05C90, 15A18, 92E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3842"],"date":["2011-03-20","2011-03-28"],"type":["text"],"creator":["Li, Jing","Li, Xueliang","Shi, Yongtang"],"language":[],"coverage":[],"title":["On the maximal energy tree with two maximum degree vertices"],"description":["  For a simple graph $G$, the energy $E(G)$ is defined as the sum of the\nabsolute values of all eigenvalues of its adjacent matrix. For $\\Delta\\geq 3$\nand $t\\geq 3$, denote by $T_a(\\Delta,t)$ (or simply $T_a$) the tree formed from\na path $P_t$ on $t$ vertices by attaching $\\Delta-1$ $P_2$'s on each end of the\npath $P_t$, and $T_b(\\Delta, t)$ (or simply $T_b$) the tree formed from\n$P_{t+2}$ by attaching $\\Delta-1$ $P_2$'s on an end of the $P_{t+2}$ and\n$\\Delta -2$ $P_2$'s on the vertex next to the end. In [X. Li, X. Yao, J. Zhang\nand I. Gutman, Maximum energy trees with two maximum degree vertices, J. Math.\nChem. 45(2009), 962--973], Li et al. proved that among trees of order $n$ with\ntwo vertices of maximum degree $\\Delta$, the maximal energy tree is either the\ngraph $T_a$ or the graph $T_b$, where $t=n+4-4\\Delta\\geq 3$. However, they\ncould not determine which one of $T_a$ and $T_b$ is the maximal energy tree.\nThis is because the quasi-order method is invalid for comparing their energies.\nIn this paper, we use a new method to determine the maximal energy tree. It\nturns out that things are more complicated. We prove that the maximal energy\ntree is $T_b$ for $\\Delta\\geq 7$ and any $t\\geq 3$, while the maximal energy\ntree is $T_a$ for $\\Delta=3$ and any $t\\geq 3$. Moreover, for $\\Delta=4$, the\nmaximal energy tree is $T_a$ for all $t\\geq 3$ but $t=4$, for which $T_b$ is\nthe maximal energy tree. For $\\Delta=5$, the maximal energy tree is $T_b$ for\nall $t\\geq 3$ but $t$ is odd and $3\\leq t\\leq 89$, for which $T_a$ is the\nmaximal energy tree. For $\\Delta=6$, the maximal energy tree is $T_b$ for all\n$t\\geq 3$ but $t=3,5,7$, for which $T_a$ is the maximal energy tree. One can\nsee that for most $\\Delta$, $T_b$ is the maximal energy tree, $\\Delta=5$ is a\nturning point, and $\\Delta=3$ and 4 are exceptional cases.\n","Comment: 16 pages"]}]
["1103.4190",{"format":[],"subject":["Mathematics - Analysis of PDEs","35q53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4190"],"date":["2011-03-21","2011-03-28"],"type":["text"],"creator":["Erdogan, Burak","Tzirakis, Nikolaos"],"language":[],"coverage":[],"title":["Global Smoothing for the Periodic KdV Evolution"],"description":["  The Korteweg-de Vries (KdV) equation with periodic boundary conditions is\nconsidered. It is shown that for $H^s$ initial data, $s>-1/2$, and for any\n$s_1<\\min(3s+1,s+1)$, the difference of the nonlinear and linear evolutions is\nin $H^{s_1}$ for all times, with at most polynomially growing $H^{s_1}$ norm.\nThe result also extends to KdV with a smooth, mean zero, time-dependent\npotential in the case $s\\geq 0$. Our result and a theorem of Oskolkov for the\nAiry evolution imply that if one starts with continuous and bounded variation\ninitial data then the solution of KdV (given by the $L^2$ theory of Bourgain)\nis a continuous function of space and time. In addition, we demonstrate\nsmoothing for the modified KdV equation on the torus for $s>1/2$.\n","Comment: 24 pages. We demonstrate smoothing for both KdV and mKdV"]}]
["1103.5158",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5158"],"date":["2011-03-26"],"type":["text"],"creator":["Rebafka, Tabea","Lévy-Leduc, Céline","Charbit, Maurice"],"language":[],"coverage":[],"title":["OMP-type Algorithm with Structured Sparsity Patterns for Multipath Radar\n  Signals"],"description":["  A transmitted, unknown radar signal is observed at the receiver through more\nthan one path in additive noise. The aim is to recover the waveform of the\nintercepted signal and to simultaneously estimate the direction of arrival\n(DOA). We propose an approach exploiting the parsimonious time-frequency\nrepresentation of the signal by applying a new OMP-type algorithm for\nstructured sparsity patterns. An important issue is the scalability of the\nproposed algorithm since high-dimensional models shall be used for radar\nsignals. Monte-Carlo simulations for modulated signals illustrate the good\nperformance of the method even for low signal-to-noise ratios and a gain of 20\ndB for the DOA estimation compared to some elementary method.\n"]}]
["1103.5163",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5163"],"date":["2011-03-26"],"type":["text"],"creator":["Chambrion, Thomas","Munnier, Alexandre"],"language":[],"coverage":[],"title":["Generic Controllability of 3D Swimmers in a Perfect Fluid"],"description":["  We address the problem of controlling a dynamical system governing the motion\nof a 3D weighted shape changing body swimming in a perfect fluid. The rigid\ndisplacement of the swimmer results from the exchange of momentum between\nprescribed shape changes and the flow, the total impulse of the fluid-swimmer\nsystem being constant for all times. We prove the following tracking results:\n(i) Synchronized swimming: Maybe up to an arbitrarily small change of its\ndensity, any swimmer can approximately follow any given trajectory while, in\naddition, undergoing approximately any given shape changes. In this statement,\nthe control consists in arbitrarily small superimposed deformations; (ii)\nFreestyle swimming: Maybe up to an arbitrarily small change of its density, any\nswimmer can approximately tracks any given trajectory by combining suitably at\nmost five basic movements that can be generically chosen (no macro shape\nchanges are prescribed in this statement).\n"]}]
["1103.5318",{"format":[],"subject":["Mathematics - Functional Analysis","46A22, 46A16, 46A16, 46H25, 46H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5318"],"date":["2011-03-28","2011-03-29"],"type":["text"],"creator":["Zhao, Shien","Shi, Guang"],"language":[],"coverage":[],"title":["A geometric form of the Hahn-Banach extension theorem for L0 linear\n  functions and the Goldstine-Weston theorem in random normed modules"],"description":["  In this paper, we present a geometric form of the Hahn-Banach extension\ntheorem for $L^{0}-$linear functions and prove that the geometric form is\nequivalent to the analytic form of the Hahn-Banach extension theorem. Further,\nwe use the geometric form to give a new proof of a known basic strict\nseparation theorem in random locally convex modules. Finally, using the basic\nstrict separation theorem we establish the Goldstine-Weston theorem in random\nnormed modules under the two kinds of topologies----the\n$(\\epsilon,\\lambda)-$topology and the locally $L^{0}-$convex topology, and also\nprovide a counterexample showing that the Goldstine-Weston theorem under the\nlocally $L^{0}-$convex topology can only hold for random normed modules with\nthe countable concatenation property.\n","Comment: 14 pages"]}]
["1103.5320",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5320"],"date":["2011-03-28","2011-03-29"],"type":["text"],"creator":["Montresor, Alberto","De Pellegrini, Francesco","Miorandi, Daniele"],"language":[],"coverage":[],"title":["Distributed k-Core Decomposition"],"description":["  Among the novel metrics used to study the relative importance of nodes in\ncomplex networks, k-core decomposition has found a number of applications in\nareas as diverse as sociology, proteinomics, graph visualization, and\ndistributed system analysis and design. This paper proposes new distributed\nalgorithms for the computation of the k-core decomposition of a network, with\nthe purpose of (i) enabling the run-time computation of k-cores in \"live\"\ndistributed systems and (ii) allowing the decomposition, over a set of\nconnected machines, of very large graphs, that cannot be hosted in a single\nmachine. Lower bounds on the algorithms complexity are given, and an exhaustive\nexperimental analysis on real-world graphs is provided.\n"]}]
["1103.5410",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computers and Society","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5410","First Monday. Volume 14, Number 12. 2009"],"date":["2011-03-28"],"type":["text"],"creator":["Pepe, Alberto","di Gennaro, Corinna"],"language":[],"coverage":[],"title":["Political protest Italian-style: The dissonance between the blogosphere\n  and mainstream media in the promotion and coverage of Beppe Grillo's V-day"],"description":["  We analyze the organization, promotion and public perception of V-day, a\npolitical rally that took place on September 8, 2007, to protest against\ncorruption in the Italian Parliament. Launched by blogger Beppe Grillo, and\npromoted via a word of mouth mobilization on the Italian blogosphere, V-day\nbrought close to one million Italians in the streets on a single day, but was\nmostly ignored by mainstream media. This article is divided into two parts. In\nthe first part, we analyze the volume and content of online articles published\nby both bloggers and mainstream news sources from June 14 (the day V-day was\nannounced) until September 15, 2007 (one week after it took place) . We find\nthat the success of V-day can be attributed to the coverage of bloggers and\nsmall-scale local news outlets only, suggesting a strong grassroots component\nin the organization of the rally. We also find a dissonant thematic\nrelationship between content published by blogs and mainstream media: while the\nmajority of blogs analyzed promote V-day, major mainstream media sources\ncritique the methods of information production and dissemination employed by\nGrillo. Based on this finding, in the second part of the study, we explore the\nrole of Grillo in the organization of the rally from a network analysis\nperspective. We study the interlinking structure of the V-day blogosphere\nnetwork, to determine its structure, its levels of heterogeneity, and\nresilience. Our analysis contradicts the hypothesis that Grillo served as a\ntop-down, broadcast-like source of information. Rather, we find that\ninformation about V-day was transferred across heterogeneous nodes in a\nmoderately robust and resilient core network of blogs. We speculate that the\norganization of V-day represents the very first case, in Italian history, of a\npolitical demonstration developed and promoted primarily via the use of social\nmedia on the web.\n","Comment: 30 pages; First Monday. Volume 14, Number 12. 2009"]}]
["1103.5478",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5478"],"date":["2011-03-28"],"type":["text"],"creator":["Abbe, Emmanuel","Huang, Shao-Lun","Telatar, Emre"],"language":[],"coverage":[],"title":["Proof of the outage probability conjecture for MISO channels"],"description":["  In Telatar 1999, it is conjectured that the covariance matrices minimizing\nthe outage probability for MIMO channels with Gaussian fading are diagonal with\neither zeros or constant values on the diagonal. In the MISO setting, this is\nequivalent to conjecture that the Gaussian quadratic forms having largest tale\nprobability correspond to such diagonal matrices. We prove here the conjecture\nin the MISO setting.\n"]}]
["1103.5482",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5482"],"date":["2011-03-28"],"type":["text"],"creator":["Gillam, W. D."],"language":[],"coverage":[],"title":["Deformation of quotients on a product"],"description":["  We consider the general problem of deforming a surjective map of modules $f :\nE \\to F$ over a coproduct sheaf of rings $B=B_1 \\otimes_A B_2$ when the domain\nmodule $E = B_1 \\otimes_A E_2$ is obtained via extension of scalars from a\n$B_2$-module $E_2$. Assuming $B_1$ is flat over $A$, we show that the Atiyah\nclass morphism $F \\to \\LL_{B/B_2} \\otimes^{\\bL} F[1]$ in the derived category\n$D(B)$ factors naturally through (the shift of) a morphism $\\beta : \\Ker f \\to\n\\LL_{B/B_2} \\otimes^{\\bL} F$. We describe the obstruction to lifting $f$ over a\n(square zero) extension $B_1' \\to B_1$ in terms of $\\beta$ and the class of the\nextension. As an application, we use the reduced Atiyah class to construct a\nperfect obstruction theory on the Quot scheme of a vector bundle on a smooth\ncurve (and more generally).\n"]}]
["1103.5483",{"format":[],"subject":["Physics - Biological Physics","Physics - Medical Physics","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5483"],"date":["2011-03-28"],"type":["text"],"creator":["Gersten, Alexander"],"language":[],"coverage":[],"title":["A simple model of cerebral blood flow dependence on arterial blood\n  pressure"],"description":["  It is shown that the dependence of the cerebral blood flow (CBF) on mean\narterial blood pressure (MABP) can be described with a simple model having the\nfollowing assumptions. Below certain MABP (denoted as MABP1) there are no\nautoregulatory or feedback mechanisms influencing CBF. Between MABP1 and MABP2\n(MABP at which breakthrough accurs) there is a linear (on MABP) dependent\nfeedback with a sloap depending very much on the individual considered. The\nclassical autoregulation model with a plateau in between MABP1 and MABP2 is a\nparticular case of this model. The model describes well the experiments\nperformed on dogs (Harper 1966), for which the individual feedback sloap\nparameter varied to great extent, indicating the importance of mesurments on\nindividuals against averaged mesurments (or measurments on diffent individuals)\nwhich superficially support the classical autoregulation. New effect of\ndecreased CBF, while increasing MABP, was observed.\n","Comment: 23 pages, 8 figures; submit/0220878"]}]
["1103.5486",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Number Theory","11Sxx, 17A32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5486"],"date":["2011-03-28"],"type":["text"],"creator":["Ladra, M.","Omirov, B. A.","Rozikov, U. A."],"language":[],"coverage":[],"title":["Classification of p-adic 6-dimensional filiform Leibniz algebras by\n  solution of x^q=a"],"description":["  In this paper we study the $p$-adic equation $x^q=a$ over the field of\n$p$-adic numbers. We construct an algorithm of calculation of criteria of\nsolvability in the case of $q=p^m$ and present a computer program to compute\nthe criteria for fixed value of $m \\leq p-1$. Moreover, using this solvability\ncriteria for $q=2,3,4,5,6$, we classify $p$-adic 6-dimensional filiform Leibniz\nalgebras.\n","Comment: 15 pages"]}]
["1103.5490",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5490"],"date":["2011-03-28"],"type":["text"],"creator":["Valente, A. X. C. N.","Fong, Stephen S."],"language":[],"coverage":[],"title":["High-Throughput Biologically Optimized Search Engineering Approach to\n  Synthetic Biology"],"description":["  Synthetic Biology is the new engineering-based approach to biology that\nincludes applications of designing complex biological devices. At present, it\nis not yet clear what will emerge as the defining principles of Synthetic\nBiology. One proposed approach is to build Synthetic Biology around the\nclassical engineering principles of standardization, modularity/decoupling and\nabstraction/modeling to facilitate component-based design. In this article we\nsuggest and discuss an alternative paradigm, which we call High-throughput\nBiologically Optimized Search Engineering (HT-BOSE). Stemming from directed\nevolution, in HT-BOSE the focal point is a biological knowledge based rational\noptimization of the search process in the space of device design possibilities.\nThe HT-BOSE approach may also be relevant in other contexts and we briefly\nhighlight how it could be applicable to the development of multi-drug cocktails\nin a biomedical setting.\n"]}]
["1103.5491",{"format":[],"subject":["Physics - Medical Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5491"],"date":["2011-03-28"],"type":["text"],"creator":["Gersten, Alexander"],"language":[],"coverage":[],"title":["Peculiarities of Brain's Blood Flow : Role of Carbon Dioxide"],"description":["  Among the major factors controlling the cerebral blood flow (CBF), the effect\nof PaCO2 is peculiar in that it violates autoregulatory CBF mechanisms and\nallows to explore the full range of the CBF. This research resulted in a simple\nphysical model, with a four parameter formula, relating the CBF to PaCO2. The\nparameters can be extracted in an easy manner, directly from the experimental\ndata. With this model earlier experimental data sets of Rhesus monkeys and rats\nwere well fitted. Human data were also fitted with this model. Exact formulae\nwere found, which can be used to transform the fits of one animal to the fits\nof another one. The merit of this transformation is that it enable us the use\nof rats data as monkeys data simply by rescaling the PaCO2 values and the CBF\ndata. This transformation makes possible the use of experimental animal data\ninstead of human ones.\n","Comment: 24 pages, 5 figures"]}]
["1103.5493",{"format":[],"subject":["Physics - Medical Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5493"],"date":["2011-03-28"],"type":["text"],"creator":["Gersten, Alexander","Heimer, Dov","Raz, Amir"],"language":[],"coverage":[],"title":["Oxygenation and Blood Volume Periodic Waveforms in the Brain"],"description":["  Results of an experiment are presented whose aim is to explore the\nrelationship between respiration and cerebral oxygenation. Measurements of end\ntidal CO2 (EtCO2) were taken simultaneously with cerebral oxygen saturation\n(rSO2) using the INVOS Cerebral Oximeter of Somanetics. Due to the device\nlimitations we could explore only subjects who could perform with a breathing\nrate of around 2/min or less. Six subjects were used who were experienced in\nyoga breathing techniques. They performed an identical periodic breathing\nexercise including periodicity of about 2/min. The results of all six subjects\nclearly show a periodic change of cerebral oxygenation with the same period as\nthe breathing exercises. Similar periodic changes in blood volume index were\nobserved as well.\n","Comment: 11 pages, 2 figures"]}]
["1103.5494",{"format":[],"subject":["Physics - Medical Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5494"],"date":["2011-03-28"],"type":["text"],"creator":["Gersten, Alexander","Perle, Jacqueline","Raz, Amir","Fried, Robert"],"language":[],"coverage":[],"title":["Simple exercises that significantly increase cerebral blood flow and\n  cerebral oxygenation"],"description":["  We tested the hypothesis that simple exercises may significantly increase\ncerebral blood flow (CBF) and/or cerebral oxygenation. Eighteen subjects\nranging in age from nineteen to thirty nine participated in a four-stage study\nduring which measurements of end tidal CO_2 (EtCO2 - by capnometer) and local\nbrain oxygenation (by near-infrared spectroscopy (NIRS) sensor) were taken. The\nfour stages were 1) baseline, 2) breathing exercises, 3) solving an arithmetic\nproblem, and 4) biofeedback. During the breathing exercises there was a\nsignificant increase in EtCO2 indicating a significant increase in global CBF.\nThe increase in global CBF was estimated on the basis of a theoretical model.\nDuring the arithmetic and biofeedback tasks there was a significant increase in\nthe local (Fp1) oxygenation, but it varied between the different participants.\nThe results may lead to new clinical applications of CBF and brain oxygenation\nmonitoring and behavioral control. We foresee future more detailed\ninvestigations in the control of CO2 in brain circulation in specific regions\nof the brain involved in cognition and memory.\n","Comment: 29 pages, 11 figures"]}]
["1103.5498",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5498"],"date":["2011-03-28"],"type":["text"],"creator":["Dombrowski, N.","Germinet, F."],"language":[],"coverage":[],"title":["Linear Response Theory for Random Schr\\\"odinger Operators and\n  Noncommutative Integration"],"description":["  We consider an ergodic Schr\\\"odinger operator with magnetic field within the\nnon-interacting particle approximation. Justifying the linear response theory,\na rigorous derivation of a Kubo formula for the electric conductivity tensor\nwithin this context can be found in a recent work of Bouclet, Germinet, Klein\nand Schenker. If the Fermi level falls into a region of localization, the\nwell-known Kubo-Streda formula for the quantum Hall conductivity at zero\ntemperature is recovered. In this review we go along the lines of but make a\nmore systematic use of noncommutative Lp-spaces, leading to a somewhat more\ntransparent proof.\n","Comment: Markov process and relative fields (2008)"]}]
["1103.5502",{"format":[],"subject":["Physics - Biological Physics","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5502","NeuroQuantology |June 2009 |Vol 7 |Issue 2 |Page 258-266"],"date":["2011-03-28"],"type":["text"],"creator":["Gersten, Alexander","Perle, Jacqueline","Raz, Amir","Fried, Robert"],"language":[],"coverage":[],"title":["Probing brain oxygenation with near infrared spectroscopy"],"description":["  The fundamentals of near infrared spectroscopy (NIRS) are reviewed. This\ntechnique allows to measure the oxygenation of the brain tissue. The particular\nproblems involved in detecting regional brain oxygenation (rSO2) are discussed.\nThe dominant chromophore (light absorber) in tissue is water. Only in the NIR\nlight region of 650-1000 nm, the overall absorption is sufficiently low, and\nthe NIR light can be detected across a thick layer of tissues, among them the\nskin, the scull and the brain. In this region, there are many absorbing light\nchromophores, but only three are important as far as the oxygenation is\nconcerned. They are the hemoglobin (HbO2), the deoxy-hemoglobin (Hb) and\ncytochrome oxidase (CtOx). In the last 20 years there was an enormous growth in\nthe instrumentation and applications of NIRS. . The devices that were used in\nour experiments were : Somanetics's INVOS Brain Oximeter (IBO) and Toomim's HEG\nspectrophotometer. The performances of both devices were compared including\ntheir merits and drawbacks. The IBO is based on extensive efforts of an R&D\ngroup to develop a reliable device, which measures well the rSO2. It is now\nused efficiently in operating rooms, saving human lives and expenses. Its use\nfor research however has two drawbacks: the sampling rate is too small and the\nreadings are limited to only two significant digits. The HEG device does not\nhave these drawbacks, but is not developed sufficiently at this time to measure\nrSO2. We have measured the HEG readings and compared them with the rSO2\nreadings of the IBO. Our findings show that the HEG can be used to measure\nrelative changes of rSO2.\n","Comment: 18 pages, 4 figures"]}]
["1103.5509",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5509"],"date":["2011-03-28"],"type":["text"],"creator":["Zhou, Xiaochen"],"language":[],"coverage":[],"title":["Recovery of the C^\\infty jet from the boundary distance funtion"],"description":["  For a compact Riemannian manifold with boundary, we want to find the metric\nstructure from knowledge of distances between boundary points. This is called\nthe \"boundary rigidity problem\". If the boundary is not concave, which means\nlocally not all shortest paths lie entirely in the boundary, then we are able\nto find the Taylor series of the metric tensor ($C^\\infty$ jet) at the\nboundary. In this paper we give a new reconstruction procedure for the jet at\nnon-concave points on the boundary using the localized boundary distance\nfunction. A closely related problem is the \"lens rigidity problem\", which asks\nwhether the lens data determine metric structure uniquely. Lens data include\ninformation of boundary distance function, the lengths of all geodesics, and\nthe locations and directions where geodesics hit the boundary. We give the\nfirst examples that show that lens data cannot uniquely determine the jet. The\nexample include two manifolds with the same boundary and the same lens data,\nbut different $C^2$ jets. With some additional careful work, we can find\nexamples with different $C^1$ jets, which means the boundaries in the two\nlens-equivalent manifolds have different second fundamental forms.\n"]}]
["1103.5510",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5510"],"date":["2011-03-28"],"type":["text"],"creator":["Chan, Timothy M.","Larsen, Kasper Green","Patrascu, Mihai"],"language":[],"coverage":[],"title":["Orthogonal Range Searching on the RAM, Revisited"],"description":["  We present several new results on one of the most extensively studied topics\nin computational geometry, orthogonal range searching. All our results are in\nthe standard word RAM model for points in rank space:\n  ** We present two data structures for 2-d orthogonal range emptiness. The\nfirst achieves O(n lglg n) space and O(lglg n) query time. This improves the\nprevious results by Alstrup, Brodal, and Rauhe(FOCS'00), with O(n lg^eps n)\nspace and O(lglg n) query time, or with O(nlglg n) space and O(lg^2 lg n) query\ntime. Our second data structure uses O(n) space and answers queries in O(lg^eps\nn) time. The best previous O(n)-space data structure, due to Nekrich (WADS'07),\nanswers queries in O(lg n/lglg n) time.\n  ** For 3-d orthogonal range reporting, we obtain space O(n lg^{1+eps} n) and\nquery time O(lglg n + k), for any constant eps>0. This improves previous\nresults by Afshani (ESA'08), Karpinski and Nekrich (COCOON'09), and Chan\n(SODA'11), with O(n lg^3 n) space and O(lglg n + k) query time, or with O(n\nlg^{1+eps} n) space and O(lg^2 lg n + k) query time. This implies improved\nbounds for orthogonal range reporting in all constant dimensions above 3.\n  ** We give a randomized algorithm for 4-d offline dominance range\nreporting/emptiness with running time O(n lg n + k). This resolves two open\nproblems from Preparata and Shamos' seminal book:\n  **** given n axis-aligned rectangles in the plane, we can report all k\nenclosure pairs in O(n lg n + k) expected time. The best known result was an\nO([n lg n + k] lglg n) algorithm from SoCG'95 by Gupta, Janardan, Smid, and\nDasgupta.\n  **** given n points in 4-d, we can find all maximal points in O(n lg n)\nexpected time. The best previous result was an O(n lg n lglg n) algorithm due\nto Gabow, Bentley, and Tarjan (STOC'84). This implies record time bounds for\nthe maxima problem in all constant dimensions above 4.\n","Comment: To appear in SoCG 2011"]}]
["1103.5513",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11T24, 14F40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5513"],"date":["2011-03-28"],"type":["text"],"creator":["Adolphson, Alan","Sperber, Steven"],"language":[],"coverage":[],"title":["$p$-adic estimates for multiplicative character sums"],"description":["  This article is an expanded version of the talk given by the first author at\nthe conference \"Exponential sums over finite fields and applications\" (ETH,\nZ\\\"urich, November, 2010). We state some conjectures on archimedian and\n$p$-adic estimates for multiplicative character sums over smooth projective\nvarieties. We also review some of the results of J. Dollarhide, which formed\nthe basis for these conjectures. Applying his results, we prove one of the\nconjectures when the smooth projective variety is ${\\mathbb P}^n$ itself.\n","Comment: 9 pages"]}]
["1103.5517",{"format":[],"subject":["Mathematics - Combinatorics","05C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5517"],"date":["2011-03-28"],"type":["text"],"creator":["Artemenko, Igor"],"language":[],"coverage":[],"title":["Weak Convergence of Laws of Finite Graphs"],"description":["  The law of a finite graph is a probability measure induced by the orbits of\nthe graph under its automorphism group. Every law satisfies the intrinsic mass\ntransport principle, which is also known as unimodularity. We discuss the\nconvergence of sequences of laws of finite graphs. Of particular importance is\na conjecture proposed by Aldous and Lyons that claims every unimodular measure\nis a limit of a sequence of laws. Aside from this open problem, other\ndirections of research are also mentioned. We work out in detail a number of\nresults and examples, some of which are new, and others that have been\npreviously stated without proofs. These results include a new characterization\nof laws of finite connected graphs, a description of the topological space of\npaths, and a proof that the compact space of weak limits of laws is convex.\n","Comment: This is a Fall 2010 Honours research project done under the\n  supervision of Dr. Vladimir Pestov at the University of Ottawa; 33 pages, 5\n  figures, uses tkz-graph.sty"]}]
["1103.5524",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5524"],"date":["2011-03-28"],"type":["text"],"creator":["Devillers, Alice","Giudici, Michael","Li, Cai Heng","Praeger, Cheryl E."],"language":[],"coverage":[],"title":["An infinite family of biquasiprimitive 2-arc transitive cubic graphs"],"description":["  A new infinite family of bipartite cubic 3-arc transitive graphs is\nconstructed and studied. They provide the first known examples admitting a\n2-arc transitive vertex-biquasiprimitive group of automorphisms for which the\nindex two subgroup fixing each half of the bipartition is not quasiprimitive on\neither bipartite half.\n","Comment: 19 pages"]}]
["1103.5529",{"format":[],"subject":["Physics - Atomic Physics","81V45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5529"],"date":["2011-03-28"],"type":["text"],"creator":["Samboy, Nolan","Stanojevic, Jovica","Côté, Robin"],"language":[],"coverage":[],"title":["Formation of Rydberg macrodimers and their properties"],"description":["  We investigate the interaction between two rubidium atoms in highly excited\nRydberg states, and find that very long-range potential wells exist. These\nwells are shown to support many bound states. We calculate the properties of\nthe wells and bound levels, and show that their lifetimes are limited by that\nof the constituent Rydberg atoms. We also show how these $\\mu$m-size bound\nstates can be populated {\\it via} photoassociation (PA), and how the signature\nof the ad-mixing of various $\\ell$-character producing the potential wells\ncould be probed. We discuss how sharp variations of the PA rate %to macrodimer\nbound levels could act as a switching mechanism with potential application to\nquantum information processing.\n","Comment: 4 pages, 4 figures"]}]
["1103.5531",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5531"],"date":["2011-03-28"],"type":["text"],"creator":["Lyons, Andrew"],"language":[],"coverage":[],"title":["Acyclic and Star Colorings of Cographs"],"description":["  An \\emph{acyclic coloring} of a graph is a proper vertex coloring such that\nthe union of any two color classes induces a disjoint collection of trees. The\nmore restricted notion of \\emph{star coloring} requires that the union of any\ntwo color classes induces a disjoint collection of stars. We prove that every\nacyclic coloring of a cograph is also a star coloring and give a linear-time\nalgorithm for finding an optimal acyclic and star coloring of a cograph. If the\ngraph is given in the form of a cotree, the algorithm runs in O(n) time. We\nalso show that the acyclic chromatic number, the star chromatic number, the\ntreewidth plus one, and the pathwidth plus one are all equal for cographs.\n","Comment: 11 pages, 4 figures"]}]
["1103.5533",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5533"],"date":["2011-03-28"],"type":["text"],"creator":["Falconer, Kenneth J.","Hu, Jiaxin","Sun, Yuhua"],"language":[],"coverage":[],"title":["Inhomogeneous parabolic equations on unbounded metric measure spaces"],"description":["  We study inhomogeneous semilinear parabolic equations with source term f\nindependent of time u_{t}={\\Delta}u+u^{p}+f(x) on a metric measure space,\nsubject to the conditions that f(x)\\geq 0 and u(0,x)=\\phi(x)\\geq 0. By\nestablishing Harnack-type inequalities in time t and some powerful estimates,\nwe give sufficient conditions for non-existence, local existence, and global\nexistence of weak solutions. This paper generalizes previous results on\nEuclidean spaces to general metric measure spaces.\n"]}]
["1103.5535",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5535"],"date":["2011-03-28"],"type":["text"],"creator":["Song, Yiwei","Devroye, Natasha"],"language":[],"coverage":[],"title":["A Lattice Compress-and-Forward Scheme"],"description":["  We present a nested lattice-code-based strategy that achieves the\nrandom-coding based Compress-and-Forward (CF) rate for the three node Gaussian\nrelay channel. To do so, we first outline a lattice-based strategy for the\n$(X+Z_1,X+Z_2)$ Wyner-Ziv lossy source-coding with side-information problem in\nGaussian noise, a re-interpretation of the nested lattice-code-based Gaussian\nWyner-Ziv scheme presented by Zamir, Shamai, and Erez. We use the notation\n$(X+Z_1,X+Z_2)$ Wyner-Ziv to mean that the source is of the form $X+ Z_1$ and\nthe side-information at the receiver is of the form $X+ Z_2$, for independent\nGaussian $X, Z_1$ and $Z_2$. We next use this $(X+Z_1,X+Z_2)$ Wyner-Ziv scheme\nto implement a \"structured\" or lattice-code-based CF scheme which achieves the\nclassic CF rate for Gaussian relay channels. This suggests that lattice codes\nmay not only be useful in point-to-point single-hop source and channel coding,\nin multiple access and broadcast channels, but that they may also be useful in\nlarger relay networks. The usage of lattice codes in larger networks is\nmotivated by their structured nature (possibly leading to rate gains) and\ndecoding (relatively simple) being more practically realizable than their\nrandom coding based counterparts. We furthermore expect the proposed\nlattice-based CF scheme to constitute a first step towards a generic structured\nachievability scheme for networks such as a structured version of the recently\nintroduced \"noisy network coding\".\n","Comment: 7 pages, 2 figures"]}]
["1103.5536",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5536"],"date":["2011-03-28"],"type":["text"],"creator":["Tarrès, Pierre"],"language":[],"coverage":[],"title":["Localization of reinforced random walks"],"description":["  We describe and analyze how reinforced random walks can eventually localize,\ni.e. only visit finitely many sites. After introducing vertex and edge\nself-interacting walks on a discrete graph in a general setting, and stating\nthe main results and conjectures so far on the topic, we present martingale\ntechniques that provide an alternative proof of the a.s. localization of\nvertex-reinforced random walks (VRRWs) on the integers on finitely many sites\nand, with positive probability, on five consecutive sites, initially proved by\nPemantle and Volkov (1999).\n  Next we introduce the continuous time-lines representation (sometimes called\nRubin construction) and its martingale counterpart, and explain how it has been\nused to prove localization of some reinforced walks on one attracting edge.\nThen we show how a modified version of this construction enables one to propose\na new short proof of the a.s. localization of VRRWs on five sites on Z.\n","Comment: 5 figures"]}]
["1103.5539",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5539"],"date":["2011-03-28"],"type":["text"],"creator":["Neeman, Amnon"],"language":[],"coverage":[],"title":["Non-left-complete derived categories"],"description":["  We give some examples of abelian categories A for which the derived category\nD(A) is not left-complete. Perhaps the most natural of these is where A is the\ncategory of representations of the additive group G_a over a field k of\ncharacteristic p>0.\n"]}]
["1103.5544",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5544"],"date":["2011-03-29"],"type":["text"],"creator":["Geisser, Thomas H"],"language":[],"coverage":[],"title":["Finite generation conjectures for cohomology over finite fields"],"description":["  We construct an intermediate cohmology between motivic cohomology and\nWeil-etale cohomology. Using this, the Bass conjecture on finite generation of\nmotivic cohomology, and the Beilinson-Tate on the finite generation of\nWeil-etale cohomology are related.\n"]}]
["1103.5546",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5546","doi:10.1007/s11207-011-9754-1"],"date":["2011-03-29"],"type":["text"],"creator":["Jain, Rajmal","Awasthi, Arun Kumar","Rajpurohit, Arvind Singh","Aschwanden, Markus J."],"language":[],"coverage":[],"title":["Energy-Dependent Timing of Thermal Emission in Solar Flares"],"description":["  We report solar flare plasma to be multi-thermal in nature based on the\ntheoretical model and study of the energy-dependent timing of thermal emission\nin ten M-class flares. We employ high-resolution X-ray spectra observed by the\nSi detector of the \"Solar X-ray Spectrometer\" (SOXS). The SOXS onboard the\nIndian GSAT-2 spacecraft was launched by the GSLV-D2 rocket on 8 May 2003.\nFirstly we model the spectral evolution of the X-ray line and continuum\nemission flux F(\\epsilon) from the flare by integrating a series of isothermal\nplasma flux. We find that multi-temperature integrated flux F(\\epsilon) is a\npower-law function of \\epsilon with a spectral index (\\gamma) \\approx -4.65.\nNext, based on spectral-temporal evolution of the flares we find that the\nemission in the energy range E= 4 - 15 keV is dominated by temperatures of T=\n12 - 50 MK, while the multi-thermal power-law DEM index (\\gamma) varies in the\nrange of -4.4 and -5.7. The temporal evolution of the X-ray flux F(\\epsilon,t)\nassuming a multi-temperature plasma governed by thermal conduction cooling\nreveals that the temperature-dependent cooling time varies between 296 and 4640\ns and the electron density (n_e) varies in the range of n_e= (1.77-29.3)*10^10\ncm-3. Employing temporal evolution technique in the current study as an\nalternative method for separating thermal from non-thermal components in the\nenergy spectra, we measure the break-energy point ranging between 14 and\n21\\pm1.0 keV.\n","Comment: Solar Physics, in press"]}]
["1103.5547",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5547"],"date":["2011-03-29"],"type":["text"],"creator":["Wang, Wenhan","Wang, Wen"],"language":[],"coverage":[],"title":["A Note on Homogeneous Functionsand Parallelogram Law"],"description":["  In this article, we investigate a new characterization of the parallelogram\nlaw in a normed linear space. We give equivalent conditions to the paralleogram\nlaw, in terms of the homogeneous property of a continuous positive definite\nfunction on the normed space.\n"]}]
["1103.5561",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5561"],"date":["2011-03-29"],"type":["text"],"creator":["Hayakawa, Hisao"],"language":[],"coverage":[],"title":["Generalized Green-Kubo formula and fluctuation theorem for quantum\n  current system around a nonequilibrium steady state"],"description":["  Fluctuation theorem is derived for a quantum current system around a\nnonequilibrium steady state. It is demonstrated that the fluctuation theorem\ncan be a part of the generalized Green-Kubo formula or a nonlinear response\ntheory of an external field or a change of the chemical potential difference.\n","Comment: 4 pages no figure"]}]
["1103.5562",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B25, 42B20, 42B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5562"],"date":["2011-03-29"],"type":["text"],"creator":["Hytönen, Tuomas","Pérez, Carlos"],"language":[],"coverage":[],"title":["Sharp weighted bounds involving A_\\infty"],"description":["  We improve on several weighted inequalities of recent interest by replacing a\npart of the A_p bounds by weaker A_\\infty estimates involving Wilson's A_\\infty\nconstant \\[ [w]_{A_\\infty}':=\\sup_Q\\frac{1}{w(Q)}\\int_Q M(w\\chi_Q). \\] In\nparticular, we show the following improvement of the first author's A_2 theorem\nfor Calder\\'on-Zygmund operators T: \\[\\|T\\|_{B(L^2(w))}\\leq c_T\n[w]_{A_2}^{1/2}([w]_{A_\\infty}'+[w^{-1}]_{A_\\infty}')^{1/2}. \\] Corresponding\nA_p type results are obtained from a new extrapolation theorem with appropriate\nmixed A_p-A_\\infty bounds. This uses new two-weight estimates for the maximal\nfunction, which improve on Buckley's classical bound. We also derive mixed\nA_1-A_\\infty type results of Lerner, Ombrosi and the second author (Math. Res.\nLett. 2009) of the form: \\[\\|T\\|_{B(L^p(w))} \\leq c\npp'[w]_{A_1}^{1/p}([w]_{A_{\\infty}}')^{1/p'}, 1<p<\\infty, \\]\n\\[\\|Tf\\|_{L^{1,\\infty}(w)} \\leq c[w]_{A_1} \\log(e+[w]'_{A_{\\infty}})\n\\|f\\|_{L^1(w)}. \\] An estimate dual to the last one is also found, as well as\nnew bounds for commutators of singular integrals.\n","Comment: 41 pages"]}]
["1103.5567",{"format":[],"subject":["Mathematics - Differential Geometry","58A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5567"],"date":["2011-03-29"],"type":["text"],"creator":["Dziewa-Dawidczyk, Diana","Pasternak-Winiarski, Zbigniew"],"language":[],"coverage":[],"title":["On differential completions and compactifications of a differential\n  space"],"description":["  Differential completions and compactifications of differential spaces are\nintroduced and investigated. The existence of the maximal differential\ncompletion and the maximal differential compactification is proved. A\nsufficient condition for the existence of a complete uniform differential\nstructure on a given differential space is given.\n","Comment: 17 pages"]}]
["1103.5569",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5569"],"date":["2011-03-29"],"type":["text"],"creator":["Krings, Gautier","Blondel, Vincent D."],"language":[],"coverage":[],"title":["An upper bound on community size in scalable community detection"],"description":["  It is well-known that community detection methods based on modularity\noptimization often fails to discover small communities. Several objective\nfunctions used for community detection therefore involve a resolution parameter\nthat allows the detection of communities at different scales. We provide an\nexplicit upper bound on the community size of communities resulting from the\noptimization of several of these functions. We also show with a simple example\nthat the use of the resolution parameter may artificially force the complete\ndisaggregation of large and densely connected communities.\n","Comment: 4 pages, 1 figure"]}]
["1103.5571",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5571"],"date":["2011-03-29"],"type":["text"],"creator":["Nash, Daniel","Stipsicz, András I."],"language":[],"coverage":[],"title":["Gluck twist on a certain family of 2-knots"],"description":["  We show that by performing the Gluck twist along the 2-knot $K^2_{pq}$\nderived from two ribbon presentations of the ribbon 1-knot $K(p,q)$ we get the\nstandard 4-sphere $S^4$. In the proof we apply Kirby calculus.\n","Comment: 11 pages, 12 figures"]}]
["1103.5573",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","2010: Primary 53C25, Secondary 32Q20, 53C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5573"],"date":["2011-03-29"],"type":["text"],"creator":["Mabuchi, Toshiki","Nakagawa, Yasuhiro"],"language":[],"coverage":[],"title":["New examples of Sasaki-Einstein manifolds"],"description":["  In this note, stimulated by the existence result of Futaki-Ono-Wang for toric\nSasaki-Einstein metrics, we obtain new examples of Sasaki-Einstein metrics on\n  S^1-bundles associated to canonical line bundles of P^1-bundles over\nK\\\"ahler-Einstein Fano manifolds, even though the Futaki's obstruction does not\nvanish.\n  Here the method of Sakane and Koiso is used, and our examples include\nnon-toric Sasaki-Einstein manifolds.\n"]}]
["1103.5582",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5582"],"date":["2011-03-29"],"type":["text"],"creator":["Cooper, Kathryn","Barahona, Mauricio"],"language":[],"coverage":[],"title":["Role-similarity based comparison of directed networks"],"description":["  The widespread relevance of complex networks is a valuable tool in the\nanalysis of a broad range of systems. There is a demand for tools which enable\nthe extraction of meaningful information and allow the comparison between\ndifferent systems. We present a novel measure of similarity between nodes in\ndifferent networks as a generalization of the concept of self-similarity. A\nsimilarity matrix is assembled as the distance between feature vectors that\ncontain the in and out paths of all lengths for each node. Hence, nodes\noperating in a similar flow environment are considered similar regardless of\nnetwork membership. We demonstrate that this method has the potential to be\ninfluential in tasks such as assigning identity or function to uncharacterized\nnodes. In addition an innovative application of graph partitioning to the raw\nresults extends the concept to the comparison of networks in terms of their\nunderlying role-structure.\n","Comment: 6 pages, 5 figures"]}]
["1103.5584",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5584"],"date":["2011-03-29"],"type":["text"],"creator":["Kuzenko, Sergei M."],"language":[],"coverage":[],"title":["Comments on the gauge models for massless higher spin off-shell\n  supermultiplets"],"description":["  In recent papers arXiv:1103.3564 and arXiv:1103.3565, Gates and Koutrolikos\nannounced the construction of new off-shell formulations for massless higher\nspin supermultiplets. Here we demonstrate that all of their models are obtained\nfrom (some of) those constructed in 1993 by Kuzenko, Postnikov and Sibiryakov\nby applying special field redefinitions.\n","Comment: 7 pages"]}]
["1103.5589",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5589","International journal on applications of graph theory in wireless\n  ad hoc networks and sensor networks (GRAPH-HOC) Vol.3, No.1, March 2011","doi:10.5121/jgraphhoc.2011.3103"],"date":["2011-03-29"],"type":["text"],"creator":["Mohammadi, Shahriar","Jadidoleslamy, Hossein"],"language":[],"coverage":[],"title":["A Comparison of Link Layer Attacks on Wireless Sensor Networks"],"description":["  Wireless sensor networks (WSNs) have many potential applications [1, 5] and\nunique challenges. They usually consist of hundreds or thousands small sensor\nnodes such as MICA2, which operate autonomously; conditions such as cost,\ninvisible deployment and many application domains, lead to small size and\nlimited resources sensors [2]. WSNs are susceptible to many types of link layer\nattacks [1] and most of traditional networks security techniques are unusable\non WSNs [2]; due to wireless and shared nature of communication channel,\nuntrusted transmissions, deployment in open environments, unattended nature and\nlimited resources [1]. So, security is a vital requirement for these networks;\nbut we have to design a proper security mechanism that attends to WSN's\nconstraints and requirements. In this paper, we focus on security of WSNs,\ndivide it (the WSNs security) into four categories and will consider them,\ninclude: an overview of WSNs, security in WSNs, the threat model on WSNs, a\nwide variety of WSNs' link layer attacks and a comparison of them. This work\nenables us to identify the purpose and capabilities of the attackers; also, the\ngoal and effects of the link layer attacks on WSNs are introduced. Also, this\npaper discusses known approaches of security detection and defensive mechanisms\nagainst the link layer attacks; this would enable it security managers to\nmanage the link layer attacks of WSNs more effectively.\n","Comment: 22 pages, 10 figures, 6 tables, International journal on applications\n  of graph theory in wireless ad hoc networks and sensor networks(GRAPH-HOC)\n  Vol.3, No.1, March 2011"]}]
["1103.5591",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5591"],"date":["2011-03-29"],"type":["text"],"creator":["Kolokoltsov, Vassili N."],"language":[],"coverage":[],"title":["Nonlinear L\\'evy and nonlinear Feller processes: an analytic\n  introduction"],"description":["  The program of studying general nonlinear Markov processes was put forward in\nV. N. Kolokoltsov \"Nonlinear Markov Semigroups and Interacting L\\'evy Type\nProcesses\" (Journ. Stat. Physics 126:3 (2007), 585-642), and was developed by\nthe author in monograph \"Nonlinear Markov processes and kinetic equations\".\nCambridge University Press, 2010, where, in particular, nonlinear L\\'evy\nprocesses were introduced.\n  The present paper is an invitation to the rapidly developing topic of\nnoninear Markov processes. We provide a quick (and at the same time more\nabstract) introduction to the basic analytical aspects of the theory developed\nin Part II of the above mentioned book.\n","Comment: 20 pages"]}]
["1103.5598",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5598"],"date":["2011-03-29"],"type":["text"],"creator":["Afonso, Marco Martins","Mazzino, Andrea","Muratore-Ginanneschi, Paolo"],"language":[],"coverage":[],"title":["Eddy diffusivities of inertial particles under gravity"],"description":["  The large-scale/long-time transport of inertial particles of arbitrary mass\ndensity under gravity is investigated by means of a formal multiple-scale\nperturbative expansion in the scale-separation parametre between the carrier\nflow and the particle concentration field. The resulting large-scale equation\nfor the particle concentration is determined, and is found to be diffusive with\na positive-definite eddy diffusivity. The calculation of the latter tensor is\nreduced to the resolution of an auxiliary differential problem, consisting of a\ncoupled set of two differential equations in a (6+1)-dimensional coordinate\nsystem (3 space coordinates plus 3 velocity coordinates plus time). Although\nexpensive, numerical methods can be exploited to obtain the eddy diffusivity,\nfor any desirable non-perturbative limit (e.g. arbitrary Stokes and Froude\nnumbers). The aforementioned large-scale equation is then specialized to deal\nwith two different relevant perturbative limits: i) vanishing of both Stokes\ntime and sedimenting particle velocity; ii) vanishing Stokes time and finite\nsedimenting particle velocity. Both asymptotics lead to a greatly simplified\nauxiliary differential problem, now involving only space coordinates and thus\neasy to be tackled by standard numerical techniques. Explicit, exact\nexpressions for the eddy diffusivities have been calculated, for both\nasymptotics, for the class of parallel flows, both static and time-dependent.\nThis allows us to investigate analytically the role of gravity and inertia on\nthe diffusion process by varying relevant features of the carrier flow, as e.g.\nthe form of its temporal correlation function. Our results exclude a universal\nrole played by gravity and inertia on the diffusive behaviour: regimes of both\nenhanced and reduced diffusion may exist, depending on the detailed structure\nof the carrier flow.\n","Comment: 8 figures (12 plots), submitted to JFM"]}]
["1103.5600",{"format":[],"subject":["Physics - History and Philosophy of Physics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5600"],"date":["2011-03-29"],"type":["text"],"creator":["Brosch, Noah"],"language":[],"coverage":[],"title":["Thinking about Archeoastronomy"],"description":["  I discuss various aspects of archeoastronomy concentrating on physical\nartifacts (i.e., not including ethno-archeoastronomy) focusing on the period\nthat ended about 2000 years ago. I present examples of artifacts interpreted as\nshowing the interest of humankind in understanding celestial phenomena and\nusing these to synchronize calendars and predict future celestial and\nterrestrial events. I stress the difficulty of identifying with a high degree\nof confidence that these artifacts do indeed pertain to astronomy and caution\nagainst the over-interpretation of the finds as definite evidence.\n  With these in mind, I point to artifacts that seem to indicate a human\nfascination with megalithic stone circles and megalithic alignments starting\nfrom at least 11000 BCE, and to other items presented as evidence for Neolithic\nastronomical interests dating to even 20000 BCE or even before. I discuss the\ngeographical and temporal spread of megalithic sites associated with\nastronomical interpretations searching for synchronicity or for a possible\nsingle point of origin.\n  A survey of a variety of artifacts indicates that the astronomical\ndevelopment in antiquity did not happen simultaneously at different locations,\nbut may be traced to megalithic stone circles and other megalithic structures\nwith possible astronomical connections originating in the Middle East,\nspecifically in the Fertile Crescent area. The effort of ancient societies to\nerect these astronomical megalithic sites and to maintain a corpus of astronomy\nexperts does not appear excessive.\n","Comment: 28 pages, three figures, extended contribution to the archeoastronomy\n  workshop held at IMeRA, Marseille on November 30, 2010"]}]
["1103.5601",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5601"],"date":["2011-03-29"],"type":["text"],"creator":["Garg, Itty","Bhadola, Pradeep","Deo, N."],"language":[],"coverage":[],"title":["Non-linear interaction in random matrix models of RNA"],"description":["  A non-linear Penner type interaction is introduced and studied in the random\nmatrix model of homo-RNA. The asymptotics in length of the partition function\nis discussed for small and large $N$ (size of matrix). The interaction doubles\nthe coupling ($v$) between the bases and the dependence of the combinatoric\nfactor on ($v,N$) is found. For small $N$, the effect of interaction changes\nthe power law exponents for the secondary and tertiary structures. The specific\nheat shows different analytical behavior in the two regions of $N$, with a\npeculiar double peak in its second derivative for N=1 at low temperature.\nTapping the model indicates the presence of multiple solutions.\n","Comment: 7 pages, 2 figures, 1 table"]}]
["1103.5608",{"format":[],"subject":["Mathematics - Dynamical Systems","37C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5608"],"date":["2011-03-29"],"type":["text"],"creator":["Osipov, Alexey V."],"language":[],"coverage":[],"title":["Inverse periodic shadowing properties"],"description":["  We consider inverse periodic shadowing properties of discrete dynamical\nsystems generated by diffeomorphisms of closed smooth manifolds. We show that\nthe $C^1$-interior of the set of all diffeomorphisms having so-called inverse\nperiodic shadowing property coincides with the set of $\\Omega$-stable\ndiffeomorphisms. The equivalence of Lipschitz inverse periodic shadowing\nproperty and hyperbolicity of the closure of all periodic points is proved.\nBesides, we prove that the set of all diffeomorphisms that have Lipschitz\ninverse periodic shadowing property and whose periodic points are dense in the\nnonwandering set coincides with the set of Axiom A diffeomorphisms.\n","Comment: 15 pages, a preprint"]}]
["1103.5609",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5609"],"date":["2011-03-29"],"type":["text"],"creator":["Feige, Uriel","Reichman, Daniel"],"language":[],"coverage":[],"title":["Recoverable Values for Independent Sets"],"description":["  The notion of {\\em recoverable value} was advocated in work of Feige,\nImmorlica, Mirrokni and Nazerzadeh [Approx 2009] as a measure of quality for\napproximation algorithms. There this concept was applied to facility location\nproblems. In the current work we apply a similar framework to the maximum\nindependent set problem (MIS). We say that an approximation algorithm has {\\em\nrecoverable value} $\\rho$, if for every graph it recovers an independent set of\nsize at least $\\max_I \\sum_{v\\in I} \\min[1,\\rho/(d(v) + 1)]$, where $d(v)$ is\nthe degree of vertex $v$, and $I$ ranges over all independent sets in $G$.\nHence, in a sense, from every vertex $v$ in the maximum independent set the\nalgorithm recovers a value of at least $\\rho/(d_v + 1)$ towards the solution.\nThis quality measure is most effective in graphs in which the maximum\nindependent set is composed of low degree vertices. It easily follows from\nknown results that some simple algorithms for MIS ensure $\\rho \\ge 1$. We\ndesign a new randomized algorithm for MIS that ensures an expected recoverable\nvalue of at least $\\rho \\ge 7/3$. In addition, we show that approximating MIS\nin graphs with a given $k$-coloring within a ratio larger than $2/k$ is unique\ngames hard. This rules out a natural approach for obtaining $\\rho \\ge 2$.\n"]}]
["1103.5616",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5616"],"date":["2011-03-29"],"type":["text"],"creator":["Elnashar, Alaa Ismail"],"language":[],"coverage":[],"title":["To Parallelize or Not to Parallelize, Speed Up Issue"],"description":["  Running parallel applications requires special and expensive processing\nresources to obtain the required results within a reasonable time. Before\nparallelizing serial applications, some analysis is recommended to be carried\nout to decide whether it will benefit from parallelization or not. In this\npaper we discuss the issue of speed up gained from parallelization using\nMessage Passing Interface (MPI) to compromise between the overhead of\nparallelization cost and the gained parallel speed up. We also propose an\nexperimental method to predict the speed up of MPI applications.\n"]}]
["1103.5621",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5621","Advanced Computing: An International Journal ( ACIJ ), Vol.2,\n  No.2, March 2011","doi:10.5121/acij.2011.2206"],"date":["2011-03-29"],"type":["text"],"creator":["Som, Hafizan Mat","Zain, Jasni Mohamad","Ghazali, Amzari Jihadi"],"language":[],"coverage":[],"title":["Application of Threshold Techniques for Readability Improvement of Jawi\n  Historical Manuscript Images"],"description":["  Historical documents such as old books and manuscripts have a high aesthetic\nvalue and highly appreciated. Unfortunately, there are some documents cannot be\nread due to quality problems like faded paper, ink expand, uneven colour tone,\ntorn paper and other elements disruption such as the existence of small spots.\nThe study aims to produce a copy of manuscript that shows clear wordings so\nthey can easily be read and the copy can also be displayed for visitors. 16\nsamples of Jawi historical manuscript with different quality problems were\nobtained from The Royal Museum of Pahang, Malaysia. We applied three\nbinarization techniques; Otsu's method represents global threshold technique;\nSauvola and Niblack method which are categorized as local threshold techniques.\nWe compared the binarized images with the original manuscript to be visually\ninspected by the museum's curator. The unclear features were marked and\nanalyzed. Most of the examined images show that with optimal parameters and\neffective pre processing technique, local thresholding methods are work well\ncompare with the other one. Niblack's and Sauvola's techniques seem to be the\nsuitable approaches for these types of images. Most of binarized images with\nthese two methods show improvement for readability and character recognition.\nFor this research, even the differences of image result were hard to be\ndistinguished by human capabilities, after comparing the time cost and overall\nachievement rate of recognized symbols, Niblack's method is performing better\nthan Sauvola's. We could improve the post processing step by adding edge\ndetection techniques and further enhanced by an innovative image refinement\ntechnique and a formulation of a class proper method.\n","Comment: 10 pages, 6 figures, 2 tables, Advance Computing: An International\n  Journal (ACIJ)"]}]
["1103.5622",{"format":[],"subject":["Mathematics - Group Theory","20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5622"],"date":["2011-03-29"],"type":["text"],"creator":["Falconer, Kenneth","Fine, Benjamin","Kahrobaei, Delaram"],"language":[],"coverage":[],"title":["Growth rate of an endomorphism of a group"],"description":["  In [B] Bowen defined the growth rate of an endomorphism of a finitely\ngenerated group and related it to the entropy of a map $f:M \\mapsto M$ on a\ncompact manifold. In this note we study the purely group theoretic aspects of\nthe growth rate of an endomorphism of a finitely generated group. We show that\nit is finite and bounded by the maximum length of the image of a generator. An\nequivalent formulation is given that ties the growth rate of an endomorphism to\nan increasing chain of subgroups. We then consider the relationship between\ngrowth rate of an endomorphism on a whole group and the growth rate restricted\nto a subgroup or considered on a quotient.We use these results to compute the\ngrowth rates on direct and semidirect products. We then calculate the growth\nrate of endomorphisms on several different classes of groups including abelian\nand nilpotent.\n"]}]
["1103.5626",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5626"],"date":["2011-03-29"],"type":["text"],"creator":["Freidel, Laurent","Smolin, Lee"],"language":[],"coverage":[],"title":["Gamma ray burst delay times probe the geometry of momentum space"],"description":["  We study the application of the recently proposed framework of relative\nlocality to the problem of energy dependent delays of arrival times of photons\nthat are produced simultaneously in distant events such as gamma ray bursts.\nWithin this framework, possible modifications of special relativity are coded\nin the geometry of momentum space. The metric of momentum space codes\nmodifications in the energy momentum relation, while the connection on momentum\nspace describes possible non-linear modifications in the laws of conservation\nof energy and momentum. In this paper, we study effects of first order in the\ninverse Planck scale, which are coded in the torsion and non-metricity of\nmomentum space. We find that time delays of order Distance * Energies/m_p are\ncoded in the non-metricity of momentum space. Current experimental bounds on\nsuch time delays hence bound the components of this tensor of order 1/m_p. We\nalso find a new effect, whereby photons from distant sources can appear to\narrive from angles slightly off the direction to the sources, which we call\ngravitational lensing. This is found to be coded into the torsion of momentum\nspace.\n","Comment: 21 pages, 13 figures"]}]
["1103.5630",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D15, 13D10, 32G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5630"],"date":["2011-03-29"],"type":["text"],"creator":["Jörder, Clemens","Kebekus, Stefan"],"language":[],"coverage":[],"title":["Deformation along subsheaves, II"],"description":["  Let Y be a compact reduced subspace of a complex manifold X, and let F be a\nsubsheaf of the tangent bundle T_X which is closed under the Lie bracket. This\npaper discusses criteria to guarantee that infinitesimal deformations of the\ninclusion morphism Y -> X give rise to positive-dimensional deformation\nfamilies, deforming the inclusion map \"along the sheaf F\". In case where X is\ncomplex-symplectic and F is the sheaf of Hamiltonian vector fields, this\npartially reproduces known results on unobstructedness of deformations of\nLagrangian submanifolds.\n  Written for the IMPANGA Lecture Notes series, this paper aims at simplicity\nand clarity of argument. It does not strive to present the shortest proofs or\nmost general results available. The proof is rather elementary and geometric,\nconstructing higher-order liftings of a given infinitesimal deformation using\nflow maps of carefully crafted time-dependent vector fields.\n"]}]
["1103.5638",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5638"],"date":["2011-03-29"],"type":["text"],"creator":["Conrad, Jan"],"language":[],"coverage":[],"title":["Indirect detection of Dark matter with gamma-rays - status and\n  perspectives"],"description":["  In my contribution I review the status of indirect detection of dark matter\nwith gamma-rays, including results of the Fermi Gamma-ray Space Telescope as\nwell as Imaging Air Cherenkov Telescopes (IACT), like H.E.S.S., MAGIC and\nVERITAS. I will also briefly address the perspectives for the next generation\nIACT, the Cherenkov Telescope Array\n","Comment: 12 pages, 3 figures. Invited contribution to Identification of Dark\n  Matter 2010, Montpellier, France, Juli 2010"]}]
["1103.5640",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5640"],"date":["2011-03-27"],"type":["text"],"creator":["Kalugin, German A.","Jeffrey, David J.","Corless, Robert M."],"language":[],"coverage":[],"title":["Stieltjes, Poisson and other integral representations for functions of\n  Lambert $W$"],"description":["  We show that many functions containing $W$ are Stieltjes functions. Explicit\nStieltjes integrals are given for functions $1/W(z)$, $W(z)/z$, and others. We\nalso prove a generalization of a conjecture of Jackson, Procacci & Sokal.\nIntegral representations of $W$ and related functions are also given which are\nassociated with the properties of their being Pick or Bernstein functions.\nRepresentations based on Poisson and Burniston--Siewert integrals are given as\nwell.\n"]}]
["1103.5647",{"format":[],"subject":["Mathematics - Dynamical Systems","34C05, 37C27, 37C29, 37G15, 70K05, 70K44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5647"],"date":["2011-03-29"],"type":["text"],"creator":["Shaw, Kendrick M.","Chiel, Hillel J.","Thomas, Peter J."],"language":[],"coverage":[],"title":["Phase Resetting in an Asymptotically Phaseless System: On the Phase\n  Response of Limit Cycles Verging on a Heteroclinic Orbit"],"description":["  Rhythmic behaviors in neural systems often combine features of limit cycle\ndynamics (stability and periodicity) with features of near heteroclinic or near\nhomoclinic cycle dynamics (extended dwell times in localized regions of phase\nspace). Proximity of a limit cycle to one or more saddle equilibria can have a\nprofound effect on the timing of trajectory components and response to both\nfast and slow perturbations, providing a possible mechanism for adaptive\ncontrol of rhythmic motions. Reyn showed that for a planar dynamical system\nwith a stable heteroclinic cycle (or separatrix polygon), small perturbations\nsatisfying a net inflow condition will generically give rise to a stable limit\ncycle (Reyn, 1980; Guckenheimer and Holmes, 1983). Here we consider the\nasymptotic behavior of the infinitesimal phase response curve (iPRC) for\nexamples of two systems satisfying Reyn's inflow criterion, (i) a smooth system\nwith a chain of four hyperbolic saddle points and (ii) a piecewise linear\nsystem corresponding to local linearization of the smooth system about its\nsaddle points. For system (ii), we obtain exact expressions for the limit cycle\nand the iPRC as a function of a parameter, mu>0, representing the distance from\na heteroclinic bifurcation point. In the limit, as mu approaches zero, we find\nthat perturbations parallel to the unstable eigenvector direction in a\npiecewise linear region lead to divergent phase response, as previously\nobserved (Brown, Moehlis and Holmes (2004), Neural Computation). In contrast to\nprevious work, we find that perturbations parallel to the stable eigenvector\ndirection can lead to either divergent or convergent phase response, depending\non the phase at which the perturbation occurs. In the smooth system (i), we\nshow numerical evidence of qualitatively similar phase specific sensitivity to\nperturbation.\n","Comment: 32 pages, 10 figures, 57 references"]}]
["1103.5649",{"format":[],"subject":["Quantitative Finance - Risk Management","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5649"],"date":["2011-03-29"],"type":["text"],"creator":["Cotter, John"],"language":[],"coverage":[],"title":["Varying the VaR for Unconditional and Conditional Environments"],"description":["  Accurate forecasting of risk is the key to successful risk management\ntechniques. Using the largest stock index futures from twelve European bourses,\nthis paper presents VaR measures based on their unconditional and conditional\ndistributions for single and multi-period settings. These measures underpinned\nby extreme value theory are statistically robust explicitly allowing for\nfat-tailed densities. Conditional tail estimates are obtained by adjusting the\nunconditional extreme value procedure with GARCH filtered returns. The\nconditional modelling results in iid returns allowing for the use of a simple\nand efficient multi-period extreme value scaling law. The paper examines the\nproperties of these distinct conditional and unconditional trading models. The\npaper finds that the biases inherent in unconditional single and multi-period\nestimates assuming normality extend to the conditional setting.\n"]}]
["1103.5651",{"format":[],"subject":["Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5651"],"date":["2011-03-29"],"type":["text"],"creator":["Cotter, John"],"language":[],"coverage":[],"title":["Uncovering Long Memory in High Frequency UK Futures"],"description":["  Accurate volatility modelling is paramount for optimal risk management\npractices. One stylized feature of financial volatility that impacts the\nmodelling process is long memory explored in this paper for alternative risk\nmeasures, observed absolute and squared returns for high frequency intraday UK\nfutures. Volatility series for three different asset types, using stock index,\ninterest rate and bond futures are analysed. Long memory is strongest for the\nbond contract. Long memory is always strongest for the absolute returns series\nand at a power transformation of k < 1. The long memory findings generally\nincorporate intraday periodicity. The APARCH model incorporating seven related\nGARCH processes generally models the futures series adequately documenting\nARCH, GARCH and leverage effects.\n"]}]
["1103.5653",{"format":[],"subject":["Quantitative Finance - Risk Management","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5653"],"date":["2011-03-29"],"type":["text"],"creator":["Cotter, John","Dowd, Kevin"],"language":[],"coverage":[],"title":["Extreme Spectral Risk Measures: An Application to Futures Clearinghouse\n  Margin Requirements"],"description":["  This paper applies the Extreme-Value (EV) Generalised Pareto distribution to\nthe extreme tails of the return distributions for the S&P500, FT100, DAX, Hang\nSeng, and Nikkei225 futures contracts. It then uses tail estimators from these\ncontracts to estimate spectral risk measures, which are coherent risk measures\nthat reflect a user's risk-aversion function. It compares these to VaR and\nExpected Shortfall (ES) risk measures, and compares the precision of their\nestimators. It also discusses the usefulness of these risk measures in the\ncontext of clearinghouses setting initial margin requirements, and compares\nthese to the SPAN measures typically used. Keywords: Spectral risk measures,\nExpected Shortfall, Value at Risk, Extreme Value\n"]}]
["1103.5655",{"format":[],"subject":["Quantitative Finance - Risk Management","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5655"],"date":["2011-03-29"],"type":["text"],"creator":["Cotter, John","Longin, François"],"language":[],"coverage":[],"title":["Implied correlation from VaR"],"description":["  Value at risk (VaR) is a risk measure that has been widely implemented by\nfinancial institutions. This paper measures the correlation among asset price\nchanges implied from VaR calculation. Empirical results using US and UK equity\nindexes show that implied correlation is not constant but tends to be higher\nfor events in the left tails (crashes) than in the right tails (booms).\n"]}]
["1103.5656",{"format":[],"subject":["Quantitative Finance - Risk Management","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5656"],"date":["2011-03-29"],"type":["text"],"creator":["cotter, john"],"language":[],"coverage":[],"title":["Modelling catastrophic risk in international equity markets: An extreme\n  value approach"],"description":["  This letter uses the Block Maxima Extreme Value approach to quantify\ncatastrophic risk in international equity markets. Risk measures are generated\nfrom a set threshold of the distribution of returns that avoids the pitfall of\nusing absolute returns for markets exhibiting diverging levels of risk. From an\napplication to leading markets, the letter finds that the Nikkei is more prone\nto catastrophic risk than the FTSE and Dow Jones Indexes.\n"]}]
["1103.5659",{"format":[],"subject":["Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5659"],"date":["2011-03-29"],"type":["text"],"creator":["dowd, kevin","cotter, john"],"language":[],"coverage":[],"title":["U.S. Core Inflation: A Wavelet Analysis"],"description":["  This paper proposes the use of wavelet methods to estimate U.S. core\ninflation. It explains wavelet methods and suggests they are ideally suited to\nthis task. Comparisons are made with traditional CPI-based and regression-based\nmeasures for their performance in following trend inflation and predicting\nfuture inflation. Results suggest that wavelet-based measures perform better,\nand sometimes much better, than the traditional approaches. These results\nsuggest that wavelet methods are a promising avenue for future research on core\ninflation.\n"]}]
["1103.5660",{"format":[],"subject":["Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5660"],"date":["2011-03-29"],"type":["text"],"creator":["Cotter, John","Stevenson, Simon"],"language":[],"coverage":[],"title":["Multivariate Modeling of Daily REIT Volatility"],"description":["  This paper examines volatility in REITs using a multivariate GARCH based\nmodel. The Multivariate VAR-GARCH technique documents the return and volatility\nlinkages between REIT sub-sectors and also examines the influence of other US\nequity series. The motivation is for investors to incorporate time-varyng\nvolatility and correlations in their portfolio selection. The results\nillustrate the differences in results when higher frequency daily data is\ntested in comparison to the monthly data that has been commonly used in the\nexisting literature. The linkages both within the REIT sector and between REITs\nand related sectors such as value stocks are weaker than commonly found in\nmonthly studies. The broad market would appear to be more influential in the\ndaily case.\n"]}]
["1103.5661",{"format":[],"subject":["Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5661"],"date":["2011-03-29"],"type":["text"],"creator":["cotter, john","dowd, kevin"],"language":[],"coverage":[],"title":["The tail risks of FX return distributions: a comparison of the returns\n  associated with limit orders and market orders"],"description":["  This paper measures and compares the tail risks of limit and market orders\nusing Extreme Value Theory. The analysis examines realised tail outcomes using\nthe Dealing 2000-2 electronic broking system based on completed transactions\nrather than the more common analysis of indicative quotes. In general, limit\nand market orders exhibit broadly similar tail behaviour, but limit orders have\nsignificantly heavier tails and larger tail quantiles than market orders.\n"]}]
["1103.5662",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5662","Condens. Matter Phys., 2011, vol. 14, No. 1, 13004:1-14","doi:10.5488/CMP.14.13004"],"date":["2011-03-29"],"type":["text"],"creator":["Stasyuk, I. V.","Velychko, O. V."],"language":[],"coverage":[],"title":["Two-state Bose-Hubbard model in the hard-core boson limit"],"description":["  Phase transition into the phase with Bose-Einstein (BE) condensate in the\ntwo-band Bose-Hubbard model with the particle hopping in the excited band only\nis investigated. Instability connected with such a transition (which appears at\nexcitation energies $\\delta<\\lvert t_0' \\rvert$, where $\\lvert t_0' \\rvert$ is\nthe particle hopping parameter) is considered. The re-entrant behaviour of\nspinodales is revealed in the hard-core boson limit in the region of positive\nvalues of chemical potential. It is found that the order of the phase\ntransition undergoes a change in this case and becomes the first one; the\nre-entrant transition into the normal phase does not take place in reality.\nFirst order phase transitions also exist at negative values of $\\delta$ (under\nthe condition $\\delta>\\delta_{\\mathrm{crit}}\\approx-0.12\\lvert t_0' \\rvert$).\nAt $\\mu<0$ the phase transition mostly remains to be of the second order. The\nbehaviour of the BE-condensate order parameter is analyzed, the $(\\Theta,\\mu)$\nand $(\\lvert t_0' \\rvert,\\mu)$ phase diagrams are built and localizations of\ntricritical points are established. The conditions are found at which the\nseparation on the normal phase and the phase with the BE condensate takes\nplace.\n","Comment: 14 pages, 12 figures"]}]
["1103.5664",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5664"],"date":["2011-03-29"],"type":["text"],"creator":["cotter, john","dowd, kevin"],"language":[],"coverage":[],"title":["Intra-Day Seasonality in Foreign Exchange Market Transactions"],"description":["  This paper examines the intra-day seasonality of transacted limit and market\norders in the DEM/USD foreign exchange market. Empirical analysis of completed\ntransactions data based on the Dealing 2000-2 electronic inter-dealer broking\nsystem indicates significant evidence of intraday seasonality in returns and\nreturn volatilities under usual market conditions. Moreover, analysis of\nrealised tail outcomes supports seasonality for extraordinary market conditions\nacross the trading day.\n"]}]
["1103.5665",{"format":[],"subject":["Quantitative Finance - Risk Management","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5665"],"date":["2011-03-29"],"type":["text"],"creator":["Dowd, Kevin","Cotter, John"],"language":[],"coverage":[],"title":["Evaluating the Precision of Estimators of Quantile-Based Risk Measures"],"description":["  This paper examines the precision of estimators of Quantile-Based Risk\nMeasures (Value at Risk, Expected Shortfall, Spectral Risk Measures). It first\naddresses the question of how to estimate the precision of these estimators,\nand proposes a Monte Carlo method that is free of some of the limitations of\nexisting approaches. It then investigates the distribution of risk estimators,\nand presents simulation results suggesting that the common practice of relying\non asymptotic normality results might be unreliable with the sample sizes\ncommonly available to them. Finally, it investigates the relationship between\nthe precision of different risk estimators and the distribution of underlying\nlosses (or returns), and yields a number of useful conclusions.\n"]}]
["1103.5666",{"format":[],"subject":["Quantitative Finance - Risk Management","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5666"],"date":["2011-03-29"],"type":["text"],"creator":["cotter, john","dowd, kevin"],"language":[],"coverage":[],"title":["Estimating financial risk measures for futures positions: a\n  non-parametric approach"],"description":["  This paper presents non-parametric estimates of spectral risk measures\napplied to long and short positions in 5 prominent equity futures contracts. It\nalso compares these to estimates of two popular alternative measures, the\nValue-at-Risk (VaR) and Expected Shortfall (ES). The spectral risk measures are\nconditioned on the coefficient of absolute risk aversion, and the latter two\nare conditioned on the confidence level. Our findings indicate that all risk\nmeasures increase dramatically and their estimators deteriorate in precision\nwhen their respective conditioning parameter increases. Results also suggest\nthat estimates of spectral risk measures and their precision levels are of\ncomparable orders of magnitude as those of more conventional risk measures.\nRunning head: financial risk measures for futures positions\n"]}]
["1103.5668",{"format":[],"subject":["Quantitative Finance - Risk Management","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5668"],"date":["2011-03-29"],"type":["text"],"creator":["dowd, kevin","cotter, john"],"language":[],"coverage":[],"title":["Spectral Risk Measures and the Choice of Risk Aversion Function"],"description":["  Spectral risk measures are attractive risk measures as they allow the user to\nobtain risk measures that reflect their risk-aversion functions. To date there\nhas been very little guidance on the choice of risk-aversion functions\nunderlying spectral risk measures. This paper addresses this issue by examining\ntwo popular risk aversion functions, based on exponential and power utility\nfunctions respectively. We find that the former yields spectral risk measures\nwith nice intuitive properties, but the latter yields spectral risk measures\nthat can have perverse properties. More work therefore needs to be done before\nwe can be sure that arbitrary but respectable utility functions will always\nyield 'well-behaved' spectral risk measures.\n"]}]
["1103.5669",{"format":[],"subject":["Computer Science - Computational Complexity","68Q30, 68Q17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5669"],"date":["2011-03-29"],"type":["text"],"creator":["Zimand, Marius"],"language":[],"coverage":[],"title":["Symmetry of information and bounds on nonuniform randomness extraction\n  via Kolmogorov extractors"],"description":["  We prove a strong Symmetry of Information relation for random strings (in the\nsense of Kolmogorov complexity) and establish tight bounds on the amount on\nnonuniformity that is necessary for extracting a string with randomness rate 1\nfrom a single source of randomness. More precisely, as instantiations of more\ngeneral results, we show: (1) For all n-bit random strings x and y, x is random\nconditioned by y if and only if y is random conditioned by x, and (2) while\nO(1) amount of advice regarding the source is not enough for extracting a\nstring with randomness rate 1 from a source string with constant random rate,\n\\omega(1) amount of advice is. The proofs use Kolmogorov extractors as the main\ntechnical device.\n","Comment: To appear in the proceedings of CCC 2011"]}]
["1103.5672",{"format":[],"subject":["Quantitative Finance - General Finance","Quantitative Finance - Risk Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5672"],"date":["2011-03-29"],"type":["text"],"creator":["Dowd, Kevin","Cotter, John","Humphrey, Chris","Woods, Margaret"],"language":[],"coverage":[],"title":["How Unlucky is 25-Sigma?"],"description":["  One of the more memorable moments of last summer's credit crunch came when\nthe CFO of Goldman Sachs, David Viniar, announced in August that Goldman's\nflagship GEO hedge fund had lost 27% of its value since the start of the year.\nAs Mr. Viniar explained, \"We were seeing things that were 25-standard deviation\nmoves, several days in a row.\"\n"]}]
["1103.5673",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5673"],"date":["2011-03-29"],"type":["text"],"creator":["Levaillant, Claire I."],"language":[],"coverage":[],"title":["Reducibility of the Cohen-Wales representation of the Artin group of\n  type $D_n$"],"description":["  Using knot theory, we construct a linear representation of the CGW algebra of\ntype $D_n$. This representation has degree $n^2-n$, the number of positive\nroots of a root system of type $D_n$. We show that the representation is\ngenerically irreducible, but that when the parameters of the algebra are\nrelated in a certain way, it becomes reducible. As a representation of the\nArtin group of type $D_n$, this representation is equivalent to the faithful\nlinear representation of Cohen-Wales. We give a reducibility criterion for this\nrepresentation as well as a conjecture on the semisimplicity of the CGW algebra\nof type $D_n$. Our proof is computer-assisted using Mathematica.\n","Comment: 55 pages, 22 figures"]}]
["1103.5674",{"format":[],"subject":["Quantitative Finance - Risk Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5674"],"date":["2011-03-29"],"type":["text"],"creator":["Dowd, Kevin","Cotter, John","Sorwar, Ghulam"],"language":[],"coverage":[],"title":["Spectral Risk Measures: Properties and Limitations"],"description":["  Spectral risk measures (SRMs) are risk measures that take account of user\nriskaversion, but to date there has been little guidance on the choice of\nutility function underlying them. This paper addresses this issue by examining\nalternative approaches based on exponential and power utility functions. A\nnumber of problems are identified with both types of spectral risk measure. The\ngeneral lesson is that users of spectral risk measures must be careful to\nselect utility functions that fit the features of the particular problems they\nare dealing with, and should be especially careful when using power SRMs.\n"]}]
["1103.5676",{"format":[],"subject":["Computer Science - Computation and Language","H.5.2","F.4.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5676","In Pre-Proceedings of the Second Workshop on Controlled Natural\n  Languages (CNL 2010), CEUR Workshop Proceedings, Volume 622, 2010"],"date":["2011-03-29"],"type":["text"],"creator":["Kuhn, Tobias"],"language":[],"coverage":[],"title":["Codeco: A Grammar Notation for Controlled Natural Language in Predictive\n  Editors"],"description":["  Existing grammar frameworks do not work out particularly well for controlled\nnatural languages (CNL), especially if they are to be used in predictive\neditors. I introduce in this paper a new grammar notation, called Codeco, which\nis designed specifically for CNLs and predictive editors. Two different parsers\nhave been implemented and a large subset of Attempto Controlled English (ACE)\nhas been represented in Codeco. The results show that Codeco is practical,\nadequate and efficient.\n"]}]
["1103.5680",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5680"],"date":["2011-03-29"],"type":["text"],"creator":["CDF, Yvonne Peters for the","Collaborations, D0"],"language":[],"coverage":[],"title":["Top Quark Properties at the TeVatron"],"description":["  Discovered in 1995 by CDF and D0 at the Fermilab Tevatron collider, the top\nquark remains interesting to test the Standard Model. Having collected more\nthan 7 fb$^{-1}$ of integrated luminosity with both experiments until today,\nseveral top quark properties have been measured with increasing precision,\nwhile other properties have been investigated for the first time. In this\narticle recent measurements of top quark properties from CDF and D0 are\npresented, using between 1 fb$^{-1}$ and 4.8 fb$^{-1}$ of data. In particular,\nthe measurement of the top quark mass, the top quark width, the top antitop\nmass difference, a check of the electric charge of the top quark, measurements\nof the top antitop quark spin correlation and W helicity as well as a search\nfor charged Higgs bosons are discussed.\n","Comment: 6 pages, Presented at the 2010 Rencontres de Moriond EW, La Thuile,\n  Aosta Valley, Italy, 06-13 Mar 2010"]}]
["1103.5683",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5683"],"date":["2011-03-29"],"type":["text"],"creator":["Dorfman, J. R.","Gilbert, Thomas"],"language":[],"coverage":[],"title":["Statistical properties of $r$-adic processes and their connections to\n  families of popular fractal curves"],"description":["  Results concerning the statists of $r$-adic processes and their fractal\nproperties are reviewed. The connection between singular eigenstates of the\nstatistical evolution of such processes and popular fractal curves is\nemphasized.\n","Comment: Submitted as part of a volume honoring the memory of Shuichi Tasaki"]}]
["1103.5687",{"format":[],"subject":["Mathematics - Differential Geometry","58E20, 53C12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5687"],"date":["2011-03-29"],"type":["text"],"creator":["Ou, Ye-Lin"],"language":[],"coverage":[],"title":["On f-harmonic morphisms between Riemannian manifolds"],"description":["  f-Harmonic maps were first introduced and studied by Lichnerowicz in\n\\cite{Li} (see also Section 10.20 in Eells-Lemaire's report \\cite{EL}). In this\npaper, we study a subclass of f-harmonic maps called f-harmonic morphisms which\npull back local harmonic functions to local f-harmonic functions. We prove that\na map between Riemannian manifolds is an f-harmonic morphism if and only if it\nis a horizontally weakly conformal f-harmonic map. This generalizes the\nwell-known Fuglede-Ishihara characterization for harmonic morphisms. Some\nproperties and many examples as well as some non-existence of f-harmonic\nmorphisms are given. We also study the f-harmonicity of conformal immersions.\n","Comment: 14 pages"]}]
["1103.5689",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5689"],"date":["2011-03-29"],"type":["text"],"creator":["Bilotta, Stefano","Merlini, Donatella","Pergola, Elisa","Pinzani, Renzo"],"language":[],"coverage":[],"title":["Binary words avoiding a pattern and marked succession rule"],"description":["  In this paper we study the enumeration and the construction of particular\nbinary words avoiding the pattern $1^{j+1}0^j$. By means of the theory of\nRiordan arrays, we solve the enumeration problem and we give a particular\nsuccession rule, called jumping and marked succession rule, which describes the\ngrowth of such words according to their number of ones. Moreover, the problem\nof associating a word to a path in the generating tree obtained by the\nsuccession rule is solved by introducing an algorithm which constructs all\nbinary words and then kills those containing the forbidden pattern.\n","Comment: 19"]}]
["1103.5695",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5695"],"date":["2011-03-29"],"type":["text"],"creator":["Hasenfratz, David","Meier, Andreas","Woehrle, Matthias","Zimmerling, Marco","Thiele, Lothar"],"language":[],"coverage":[],"title":["Poster Abstract: If You Have Time, Save Energy with Pull"],"description":["  We analyze push and pull for data collection in wireless sensor networks.\nMost applications to date use the traditional push approach, where nodes\ntransmit sensed data immedi- ately to the sink. Using a pull approach, nodes\nstore the data in their local flash memory, and only engage in commu- nication\nduring dedicated collection phases. We show how one can transform an existing\npush-based collection protocol into a pull-based one, and compare the power\nconsumption of both approaches on a 35-node testbed. Our results show that\nsubstantial energy gains are possible with pull, provided that the application\ncan tolerate a long latency.\n","Comment: 2 pages, 3 figures"]}]
["1103.5698",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5698"],"date":["2011-03-29"],"type":["text"],"creator":["van Enter, Aernout C. D.","Romano, Silvano","Zagrebnov, Valentin A."],"language":[],"coverage":[],"title":["Comment on the paper by Y.Komura and Y.Okabe [arXiv:1011.3321]"],"description":["  We point out that the claim of strong universality in the paper J.Phys. A 44,\n015002, arXiv:1011.3321 is incorrect, as it contradicts known rigorous results.\n","Comment: submitted to J.Phys. A"]}]
["1103.5708",{"format":[],"subject":["Computer Science - Artificial Intelligence","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5708"],"date":["2011-03-29"],"type":["text"],"creator":["Sun, Yi","Gomez, Faustino","Schmidhuber, Juergen"],"language":[],"coverage":[],"title":["Planning to Be Surprised: Optimal Bayesian Exploration in Dynamic\n  Environments"],"description":["  To maximize its success, an AGI typically needs to explore its initially\nunknown world. Is there an optimal way of doing so? Here we derive an\naffirmative answer for a broad class of environments.\n"]}]
["1103.5712",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5712"],"date":["2011-03-29"],"type":["text"],"creator":["Reddy, Rohith Singi"],"language":[],"coverage":[],"title":["Key Management in Wireless Sensor Networks Using a Modified Blom Scheme"],"description":["  Key establishment between any pair of nodes is an essential requirement for\nproviding secure services in wireless sensor networks. Blom's scheme is a\nprominent key management scheme but its shortcomings include large computation\noverhead and memory cost. We propose a new scheme in this paper that modifies\nBlom's scheme in a manner that reduces memory and computation costs. This paper\nalso provides the value for secure parameter t such that the network is\nresilient.\n","Comment: 9 pages, 5 figures"]}]
["1103.5716",{"format":[],"subject":["Mathematics - General Topology","54D30, 54A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5716"],"date":["2011-03-29"],"type":["text"],"creator":["Aiken, L. P."],"language":[],"coverage":[],"title":["Star-covering properties: generalized $\\Psi$-spaces, countability\n  conditions, reflection"],"description":["  We investigate star-covering properties of $\\Psi$-like spaces. We show\nstar-Lindel\\\"ofness is reflected by open perfect mappings. In addition, we\noffer a new equivalence of CH.\n","Comment: 10 pages, preprint"]}]
["1103.5717",{"format":[],"subject":["Mathematics - Probability","60J45, 60J65, 60K37, 60K37, 60G55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5717"],"date":["2011-03-29"],"type":["text"],"creator":["Chen, Xia","Rosinski, Jan"],"language":[],"coverage":[],"title":["Spatial Brownian motion in renormalized Poisson potential: A critical\n  case"],"description":["  Let $B_s$ be a three dimensional Brownian motion and $\\omega(dx)$ be an\nindependent Poisson field on $\\mathbb{R}^3$. It is proved that for any $t>0$,\nconditionally on $\\omega(\\cdot)$,\n  \\label{*} \\mathbb{E}_0 \\exp\\{\\theta \\int_0^t \\bar{V}(B_s) ds\\} \\ < \\infty \\\na.s. & \\text{if} \\theta< 1/16, \\medskip\n  = \\infty \\ a.s. & \\text{if} \\theta> 1/16, where $\\bar{V}(x)$ is the\nrenormalized Poisson potential\n  $$ \\bar{V}(x)=\\int_{\\mathbb{R}^3} \\frac{1}{| x-y |^2}\n\\big[\\omega(dy)-dy\\big]. $$ Then the long term behavior of the quenched\nexponential moment \\eqref{*} is determined for $\\theta \\in (0, 1/16)$ in the\nform of integral tests.\n  This paper exhibits and builds upon the interrelation between the exponential\nmoment \\eqref{*} and the celebrated Hardy's inequality $$ \\int_{\\mathbb{R}^3}\n\\frac{f^2(x)}{| x |^2} dx \\le 4 \\|\\nabla f\\|_2^2, 2in f \\in\nW^{1,2}(\\mathbb{R}^3). $$\n"]}]
["1103.5721",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B27, 35J55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5721"],"date":["2011-03-29"],"type":["text"],"creator":["Geng, Jun","Shen, Zhongwei","Song, Liang"],"language":[],"coverage":[],"title":["Uniform W^{1,p} Estimates for Systems of Linear Elasticity in a Periodic\n  Medium"],"description":["  Let $\\mathcal{L}_\\epsilon$ be a family of elliptic systems of linear\nelasticity with rapidly oscillating periodic coefficients. We obtain the\nuniform $W^{1,p}$ estimate in a Lipschitz domain for solutions to the Dirichlet\nproblem, where $(2n/(n+1)) -\\delta<p<(2n/(n-1))+\\delta$. The ranges of $p$'s\nare sharp for $n=2$ or 3.\n"]}]
["1103.5736",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Mathematics - Combinatorics","Mathematics - Group Theory","05C30, 05A05","H.3.4","E.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5736"],"date":["2011-03-29"],"type":["text"],"creator":["Slavici, Vlad","Kunkle, Daniel","Cooperman, Gene","Linton, Stephen"],"language":[],"coverage":[],"title":["Finding the Minimal DFA of Very Large Finite State Automata with an\n  Application to Token Passing Networks"],"description":["  Finite state automata (FSA) are ubiquitous in computer science. Two of the\nmost important algorithms for FSA processing are the conversion of a\nnon-deterministic finite automaton (NFA) to a deterministic finite automaton\n(DFA), and then the production of the unique minimal DFA for the original NFA.\nWe exhibit a parallel disk-based algorithm that uses a cluster of 29 commodity\ncomputers to produce an intermediate DFA with almost two billion states and\nthen continues by producing the corresponding unique minimal DFA with less than\n800,000 states. The largest previous such computation in the literature was\ncarried out on a 512-processor CM-5 supercomputer in 1996. That computation\nproduced an intermediate DFA with 525,000 states and an unreported number of\nstates for the corresponding minimal DFA. The work is used to provide strong\nexperimental evidence satisfying a conjecture on a series of token passing\nnetworks. The conjecture concerns stack sortable permutations for a finite\nstack and a 3-buffer. The origins of this problem lie in the work on restricted\npermutations begun by Knuth and Tarjan in the late 1960s. The parallel\ndisk-based computation is also compared with both a single-threaded and\nmulti-threaded RAM-based implementation using a 16-core 128 GB large shared\nmemory computer.\n","Comment: 14 pages, 4 figures"]}]
["cond-mat/0511670",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0511670","Phys. Rev. B 73, 201303(R) (2006)","doi:10.1103/PhysRevB.73.201303"],"date":["2005-11-28"],"type":["text"],"creator":["Grosfeld, Eytan","Stern, Ady"],"language":[],"coverage":[],"title":["Electronic transport in an array of quasi-particles in the nu=5/2\n  non-abelian quantum Hall state"],"description":["  The Moore-Read Pfaffian $\\nu=5/2$ quantum Hall state is a p-wave\nsuper-conductor of composite fermions. Small deviations from $\\nu=5/2$ result\nin the formation of an array of vortices within this super-conductor, each\nsupporting a Majorana zero mode near its core. Here we consider how tunneling\nbetween these cores is reflected in the electronic response to an electric\nfield of non-zero wave vector $\\bf q$ and frequency $\\omega$. We find a\nmechanism for dissipative transport at frequencies below the $\\nu=5/2$ gap, and\ncalculate the ${\\bf q},\\omega$ dependence of the dissipative conductivity. The\ncontributions we find depend exponentially on $|\\nu-5/2|^{-1/2}$.\n","Comment: 4 pages"]}]
["math/0111235",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Dynamical Systems","14H70, 37J35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0111235","in \"Kovalevski property\", CRM Proceedings and Lectures Notes, Vol.\n  32, 59-68 (2002), AMS, Ed. V. Kuznetsov"],"date":["2001-11-21","2002-01-11"],"type":["text"],"creator":["Gavrilov, Lubomir"],"language":[],"coverage":[],"title":["Jacobians of singularized spectral curves and completely integrable\n  systems"],"description":["  We state two recent results concerning the linearization of integrable\nsystems on generalised Jacobians. Then we apply this to the (complexified)\nspherical pendulum.\n","Comment: to appear in CRM Proceedings and Lecture Notes (Vadim B. Kuznetsov,\n  Ed.) Montreal, 2002"]}]
["math/0512068",{"format":[],"subject":["Mathematics - Statistics Theory","62J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512068","Minimizing Oblique Errors for Robust Estimating. Irish Math. Soc.\n  Bulletin 62:71-78, 2008"],"date":["2005-12-02"],"type":["text"],"creator":["Ramirez, Donald E."],"language":[],"coverage":[],"title":["Minimizing Squared Vertical and Squared Horizontal Errors"],"description":["  The slope of the best fit line from minimizing the sum of both the squared\nvertical errors and the squared horizontal errors is shown to be the root of a\nfourth degree polynomial.\n"]}]
["math/0512069",{"format":[],"subject":["Mathematics - Statistics Theory","62J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512069","Minimizing Oblique Errors for Robust Estimating. Irish Math. Soc.\n  Bulletin 62:71-78, 2008"],"date":["2005-12-02"],"type":["text"],"creator":["Ramirez, Donald E."],"language":[],"coverage":[],"title":["Minimizing Squared Perpendicular Errors"],"description":["  The best fit line from minimizing the sum of the squared perpendicular error\nis given.\n"]}]
["math/0701255",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701255"],"date":["2007-01-09","2011-03-28"],"type":["text"],"creator":["Hu, Yi","Lin, Jiayuan","Shao, Yijun"],"language":[],"coverage":[],"title":["A Compactification of the Space of Algebraic Maps from P^1 to P^n"],"description":["  We provide a natural smooth projective compactification of the space of\nalgebraic maps from the projective line to the projective space of dimension n\nby adding a divisor with simple normal crossings.\n","Comment: Final version to appear in \"Communications in Analysis and Geometry\".\n  22 pages. This paper supersedes math.AG/0505482"]}]
["math/0703550",{"format":[],"subject":["Mathematics - Statistics Theory","62J05, 62E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703550","Jensen, D. R. and D. E. Ramirez. 2009. Anomalies in the analysis\n  of calibrated data. Journal of Statistical Computation and Simulation.\n  79(3):299-314","doi:10.1080/00949650701756864"],"date":["2007-03-19"],"type":["text"],"creator":["Jensen, D. R.","Ramirez, D. E."],"language":[],"coverage":[],"title":["Anomalities in the Analysis of Calibrated Data"],"description":["  This study examines effects of calibration errors on model assumptions and\ndata--analytic tools in direct calibration assays. These effects encompass\ninduced dependencies, inflated variances, and heteroscedasticity among the\ncalibrated measurements, whose distributions arise as mixtures. These anomalies\nadversely affect conventional inferences, to include the inconsistency of\nsample means; the underestimation of measurement variance; and the\ndistributions of sample means, sample variances, and Student's t as mixtures.\nInferences in comparative experiments remain largely intact, although error\nmean squares continue to underestimate the measurement variances. These\nanomalies are masked in practice, as conventional diagnostics cannot discern\nirregularities induced through calibration. Case studies illustrate the\nprincipal issues.\n"]}]
["math/0703551",{"format":[],"subject":["Mathematics - Statistics Theory","62J07, 62J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703551","Jensen, D. R. and Ramirez, D. E. (2008), Anomalies in the\n  Foundations of Ridge Regression. International Statistical Review, 76: 89-105","doi:10.1111/j.1751-5823.2007.00041.x"],"date":["2007-03-19"],"type":["text"],"creator":["Jensen, D. R.","Ramirez, D. E."],"language":[],"coverage":[],"title":["Anomalies in the Foundations of Ridge Regression"],"description":["  Anomalies persist in the foundations of ridge regression as set forth in\nHoerl and Kennard (1970) and subsequently. Conventional ridge estimators and\ntheir properties do not follow on constraining lengths of solution vectors\nusing LaGrange's method, as claimed. Estimators so constrained have singular\ndistributions; the proposed solutions are not necessarily minimizing; and\nheretofore undiscovered bounds are exhibited for the ridge parameter. None of\nthe considerable literature on estimation, prediction, cross--validation,\nchoice of ridge parameter, and related issues, collectively known as ridge\nregression, is consistent with constrained optimization, nor with corresponding\ninequality constraints. The problem is traced to a misapplication of LaGrange's\nprinciple, failure to recognize the singularity of distributions, and misplaced\nlinks between constraints and the ridge parameter. Other principles, based on\ncondition numbers, are seen to validate both conventional ridge and surrogate\nridge regression to be defined. Numerical studies illustrate that ridge\nanalysis often exhibits some of the same pathologies it is intended to redress.\n"]}]
["math/9906095",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","62E15, 62J20 (Primary), 33C65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9906095","Dunkl, C. F. and Ramirez, D. E. (2001), Computation of the\n  Generalized F Distribution. Australian & New Zealand Journal of Statistics,\n  43: 21-31","doi:10.1111/1467-842X.00152"],"date":["1999-06-14"],"type":["text"],"creator":["Dunkl, Charles F.","Ramirez, Donald E."],"language":[],"coverage":[],"title":["Computation of the Generalized F Distribution"],"description":["  Exact expressions are given for the distribution function of the ratio of a\nweighted sum of independent chi-squared variables to a single chi-square\nvariable, scaled appropriately. This distribution is the generalization of the\nclassical F distribution to mixtures of chi-squared variables. The distribution\nis given in terms of the Lauricella functions. The truncation error bounds are\ngiven in terms of hypergeometric functions. Applications to detecting joint\noutliers and Hotelling's misspecified T^2 distribution are given.\n","Comment: Latex, 15 pages"]}]
