["0706.2166",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","11G50, 14G40, 37F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2166","Pure and Applied Mathematics Quarterly 5 (2009), 1201--1217"],"date":["2007-06-14"],"type":["text"],"creator":["Kawaguchi, Shu","Silverman, Joseph H."],"language":[],"coverage":[],"title":["Canonical heights and the arithmetic complexity of morphisms on\n  projective space"],"description":["  Let F and G be morphisms of degree at least 2 from P^N to P^N that are\ndefined over the algebraic closure of Q. We define the arithmetic distance\nd(F,G) between F and G to be the supremum over all algebraic points P of\n|h_F(P)-h_G(P)|, where h_F and h_G are the canonical heights associated to the\nmorphisms F and G, respectively. We prove comparison theorems relating d(F,G)\nto more naive height functions and show that for a fixed G, the set of F\nsatisfying d(F,G) < B is a set of bounded height. In particular, there are only\nfinitely many such F defined over any given number field.\n","Comment: submitted to the Quarterly Journal of Pure and Applied Mathematics"]}]
["0706.2169",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","32P05, : 11G25, 14G20, 32U35, 37F10, 37F50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2169","Math. Zeit. 262 (2009), 173--197"],"date":["2007-06-14","2007-07-08"],"type":["text"],"creator":["Kawaguchi, Shu","Silverman, Joseph H."],"language":[],"coverage":[],"title":["Nonarchimedean Green functions and dynamics on projective space"],"description":["  Let F: P^N_K --> P^N_K be a morphism of degree d > 1 defined over a field K\nthat is algebraically closed and complete with respect to a nonarchimedean\nabsolute value. We prove that a modified Green function G_F associated to F is\nHolder continuous on P^N(K) and that the Fatou set F is equal to the set of\npoints at which G_F is locally constant. Further, G_F vanishes precisely on the\nset of points P such that F has good reduction at every point in the forward\norbit of P. We also prove that the iterates of F are locally uniformly\nLipschitz on the Fatou set of F.\n","Comment: 30 pages. Minor corrections and updated references"]}]
["0707.1505",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","11G35 (Primary), 11B37, 14G40, 37F10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1505","New York Journal of Math. 14 (2008), 601--616 (electronic)"],"date":["2007-07-10"],"type":["text"],"creator":["Silverman, Joseph H."],"language":[],"coverage":[],"title":["Variation of Periods Modulo p in Arithmetic Dynamics"],"description":["  Let F : V --> V be a self-morphism of a quasiprojective variety defined over\na number field K and let P be a point in V(K) with infinite orbit under\niteration of F. For each prime ideal p of good reduction, let m_p(F,P) be the\nsize of the F-orbit of the reduction of P modulo p. Fix any e > 0. We show that\nfor almost all primes p, in the sense of analytic density, the orbit size\nm_p(F,P) is larger than (log(N(p)))^(1-e), where N(p) is the norm of the ideal\np.\n","Comment: 15 pages"]}]
["0801.3045",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11B37, 11G99, 11R56, 14G99, 37F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3045","Proceedings of the Journees Arithmetiques 2007, J. Theor. Nombres\n  Bordeaux 21 (2009), 235--250"],"date":["2008-01-19"],"type":["text"],"creator":["Hsia, Liang-Chung","Silverman, Joseph H."],"language":[],"coverage":[],"title":["On a Dynamical Brauer-Manin Obstruction"],"description":["  Let F : X --> X be a morphism of a variety defined over a number field K, let\nV be a K-subvariety of X, and let O_F(P)= {F^n(P) :n=0,1,2,...} be the orbit of\na point P in X(K). We describe a local-global principle for the intersection of\nV and O_F(P). This principle may be viewed as a dynamical analog of the\nBrauer-Manin obstruction. We show that the rational points of V(K) are\nBrauer--Manin unobstructed for power maps on P^2 in two cases: (1) V is a\ntranslate of a torus. (2) V is a line and P has a preperiodic coordinate. A key\ntool in the proofs is the classical Bang-Zsigmondy theorem on primitive\ndivisors in sequences. We also prove analogous local-global results for\ndynamical systems associated to endomoprhisms of abelian varieties.\n","Comment: 17 pages"]}]
["0805.2700",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2700","Space Sci. Rev. 143 (2009) 205-216","doi:10.1007/s11214-008-9352-1"],"date":["2008-05-17"],"type":["text"],"creator":["Jenkins, Edward B."],"language":[],"coverage":[],"title":["Pressure and Ionization Balances in the Circum-Heliospheric Interstellar\n  Medium and the Local Bubble"],"description":["  A disconcerting mismatch of thermal pressures for two media in contact with\neach other, (1) the warm, Circum-heliospheric Interstellar Medium (CHISM) and\n(2) the very hot material within a much larger region called the Local Bubble\n(LB), has troubled astronomers for over two decades. A possible resolution of\nthis problem, at least in part, now seems possible. We now understand that\nearlier estimates for the average electron density in the very hot LB plasma\nwere inflated by an unrecognized foreground contamination to the low energy\ndiffuse X-ray background measurements. This foreground illumination arises from\nphotons emitted by charge exchange reactions between solar wind ions and\nneutral atoms from the interstellar medium that enter into the heliosphere.\nHowever, with the resolution of this problem comes a new one. The high\nionization fraction of helium in the CHISM, relative to that of hydrogen, could\nbe understood in terms of the effects from a strong flux of EUV and X-ray\nradiation coming from both the Local Bubble and a conductive interface around\nthe CHISM. A revision of this interpretation may now be in order, now that the\nphotoionization rate from radiation emitted by hot gas the Local Bubble is\nlower than previously assumed.\n","Comment: 12 pages, 0 figures, to appear in Space Science Reviews, electronic\n  version of journal article available at\n  http://www.springerlink.com/content/l7015x3115k70663/?p=c9685269591242929cb06a370e36520b"]}]
["0807.1911",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematical Physics","57R55, 81T30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1911","Advances in Theoretical and Mathematical Physics 14 (2010) 1- 10"],"date":["2008-07-11","2009-10-30"],"type":["text"],"creator":["Morava, Jack"],"language":[],"coverage":[],"title":["String orientations of simplicial homology manifolds"],"description":["  Simplicial homology manifolds are proposed as an interesting class of\ngeometric objects, more general than topological manifolds but still quite\ntractable, in which questions about the microstructure of space-time can be\nnaturally formulated. Their string orientations are classified by $H^3$ with\ncoefficients in an extension of the usual group of D-brane charges, by\ncobordism classes of homology three-spheres with trivial Rokhlin invariant.\n","Comment: Everybody talks about the differential structure on space-time, but\n  nobody ever does anything about it"]}]
["0902.4164",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4164"],"date":["2009-02-24","2011-05-27"],"type":["text"],"creator":["Wang, Xuelei","Han, Jinzhong","Li, Wujun","Wang, Hao"],"language":[],"coverage":[],"title":["The flavor-changing bottom and anti-strange quark production in the\n  littlest Higgs model with T parity at the ILC"],"description":["  In the littlest Higgs model with T-parity (LHT) the mirror quarks induce the\nspecial flavor structures and some new flavor-changing (FC) couplings which\ncould greatly enhance the production rates of the FC processes. We in this\npaper study some bottom and anti-strange production processes in the LHT model\nat the International Linear Collider (ILC), i.e., $e^+e^-\\to b\\bar{s}$ and\n$\\gamma\\gamma\\to b\\bar{s}$. The results show that the production rates of these\nprocesses are sizeable for the favorable values of the parameters. Therefore,\nit is quite possible to test the LHT model or make some constrains on the\nrelevant parameters of the LHT through the detection of these processes at the\nILC.\n","Comment: This paper has been withdrawn by the authors. due to some errors in\n  equations"]}]
["0903.5442",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5442"],"date":["2009-03-31","2011-05-27"],"type":["text"],"creator":["Weist, Thorsten"],"language":[],"coverage":[],"title":["Localization in quiver moduli spaces"],"description":["  Torus fixed points of quiver moduli spaces are given by stable\nrepresentations of the universal (abelian) covering quiver. As far as the\nKronecker quiver is concerned they can be described by stable representations\nof certain bipartite quivers coming along with a stable colouring. By use of\nthe glueing method it is possible to construct a huge class of such quivers\nimplying a lower bound for the Euler characteristic. For certain roots it is\neven possible to construct all torus fixed points.\n","Comment: 46 pages, the consideration of the torus action has been extended to\n  the case of divisible dimension vectors, the paper has been reorganized"]}]
["0905.4370",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4370"],"date":["2009-05-27","2011-05-27"],"type":["text"],"creator":["Boissiere, Samuel","Sarti, Alessandra"],"language":["en"],"coverage":[],"title":["A note on automorphisms and birational transformations of holomorphic\n  symplectic manifolds"],"description":["  We give a necessary and sufficient condition for an automorphism of the\nHilbert scheme of points on a K3 surface (non necessarily algebraic) to be\ninduced by an automorphism of the surface. We prove furthermore that the group\nof birational transformations of a projective irreducible holomorphic\nsymplectic manifold is finitely generated.\n","Comment: New version in english. New title and a new result (see updated\n  abstract). To appear in Proc. AMS"]}]
["0906.4311",{"format":[],"subject":["Mathematics - Operator Algebras","High Energy Physics - Theory","Mathematical Physics","Mathematics - Quantum Algebra","46L37 (Primary), 46L60, 81T40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4311"],"date":["2009-06-23","2011-05-27"],"type":["text"],"creator":["Evans, David E.","Pugh, Mathew"],"language":[],"coverage":[],"title":["A2-Planar Algebras II: Planar Modules"],"description":["  Generalizing Jones's notion of a planar algebra, we have previously\nintroduced an A_2-planar algebra capturing the structure contained in the\ndouble complex pertaining to the subfactor for a finite SU(3) ADE graph with a\nflat cell system. We now introduce the notion of modules over an A_2-planar\nalgebra, and describe certain irreducible Hilbert A_2-TL-modules. We construct\nan A_2-graph planar algebra associated to each pair (G,W) given by an SU(3) ADE\ngraph G and a cell system W on G. A partial modular decomposition of these\nA_2-graph planar algebras is achieved.\n","Comment: 33 pages, 19 figures; revised definition of A_2-planar modules,\n  improvements to exposition and introduction"]}]
["0907.0884",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Geometry","F.2.2","D.1","F.1.1","I.2.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0884","SIAM Journal on Computing (SICOMP), 40(2), 2011, pp. 350-375","doi:10.1137/090766437"],"date":["2009-07-05","2010-10-18"],"type":["text"],"creator":["Ailon, Nir","Chazelle, Bernard","Clarkson, Kenneth L.","Liu, Ding","Mulzer, Wolfgang","Seshadhri, C."],"language":[],"coverage":[],"title":["Self-Improving Algorithms"],"description":["  We investigate ways in which an algorithm can improve its expected\nperformance by fine-tuning itself automatically with respect to an unknown\ninput distribution D. We assume here that D is of product type. More precisely,\nsuppose that we need to process a sequence I_1, I_2, ... of inputs I = (x_1,\nx_2, ..., x_n) of some fixed length n, where each x_i is drawn independently\nfrom some arbitrary, unknown distribution D_i. The goal is to design an\nalgorithm for these inputs so that eventually the expected running time will be\noptimal for the input distribution D = D_1 * D_2 * ... * D_n.\n  We give such self-improving algorithms for two problems: (i) sorting a\nsequence of numbers and (ii) computing the Delaunay triangulation of a planar\npoint set. Both algorithms achieve optimal expected limiting complexity. The\nalgorithms begin with a training phase during which they collect information\nabout the input distribution, followed by a stationary regime in which the\nalgorithms settle to their optimized incarnations.\n","Comment: 26 pages, 8 figures, preliminary versions appeared at SODA 2006 and\n  SoCG 2008. Thorough revision to improve the presentation of the paper"]}]
["0908.3835",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G50 (Primary), 14G40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3835","J. Ramanujan Math. Soc. 26 (2011), 145--163"],"date":["2009-08-26"],"type":["text"],"creator":["Silverman, Joseph H."],"language":[],"coverage":[],"title":["Height Estimates for Equidimensional Dominant Rational Maps"],"description":["  Let F : W --> V be a dominant rational map between quasi-projective varieties\nof the same dimension. We give two proofs that h_V(F(P)) >> h_W(P) for all\npoints P in a nonempty Zariski open subset of W. For dominant rational maps F :\nP^n --> P^n, we give a uniform estimate in which the implied constant depends\nonly on n and the degree of F. As an application, we prove a specialization\ntheorem for equidimensional dominant rational maps to semiabelian varieties,\nproviding a complement to Habegger's recent theorem on unlikely intersections.\n","Comment: 18 pages"]}]
["0908.3895",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G05 (Primary), 11G50, 11J97, 14H52 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3895","New York Journal of Math. 16 (2010), 1--12"],"date":["2009-08-26"],"type":["text"],"creator":["Silverman, Joseph H."],"language":[],"coverage":[],"title":["Lang's Height Conjecture and Szpiro's Conjecture"],"description":["  It is known that Szpiro's conjecture, or equivalently the ABC-conjecture,\nimplies Lang's conjecture giving a uniform lower bound for the canonical height\nof nontorsion points on elliptic curves. In this note we show that a\nsignificantly weaker version of Szpiro's conjecture, which we call\n\"prime-depleted,\" suffices to prove Lang's conjecture.\n","Comment: 12 pages"]}]
["0910.3343",{"format":[],"subject":["Mathematical Physics","78A35, 78A25, 78M25, 83A05, 31B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3343","doi:10.1063/1.3393886"],"date":["2009-10-17"],"type":["text"],"creator":["Aharonovich, I.","Horwitz, L. P."],"language":[],"coverage":[],"title":["Classical 5D fields generated by a uniformly accelerated point source"],"description":["  Gauge fields associated with the manifestly covariant dynamics of particles\nin $(3,1)$ spacetime are five-dimensional. In this paper we explore the old\nproblem of fields generated by a source undergoing hyperbolic motion in this\nframework. The 5D fields are computed numerically using absolute time\n$\\tau$-retarded Green-functions, and qualitatively compared with Maxwell fields\ngenerated by the same motion. We find that although the zero mode of all fields\ncoincides with the corresponding Maxwell problem, the non-zero mode should\naffect, through the Lorentz force, the observed motion of test particles.\n","Comment: 36 pages, 8 figures"]}]
["0910.4498",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","Primary: 37P15 Secondary: 11B37, 11G99, 14G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4498","Pacific Journal of Math. 249 (2011), 321--342"],"date":["2009-10-23"],"type":["text"],"creator":["Hsia, Liang-Chung","Silverman, Joseph H."],"language":[],"coverage":[],"title":["A quantitative estimate for quasi-integral points in orbits"],"description":["  Let f(z) be a rational function of degree at least 2 with coefficients in a\nnumber field K, and assume that the second iterate f^2(z) of f(z) is not a\npolynomial. The second author previously proved that for any b in K, the\nforward orbit O_f(b) contains only finitely many quasi-S-integral points. In\nthis note we give an explicit upper bound for the number of such points.\n","Comment: 23 pages"]}]
["1003.0361",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0361","Phys. Rev. E 82 (2010) 021124","doi:10.1103/PhysRevE.82.021124"],"date":["2010-03-01"],"type":["text"],"creator":["Celikoglu, Ahmet","Tirnakli, Ugur","Queiros, Silvio M. Duarte"],"language":[],"coverage":[],"title":["Analysis of return distributions in the coherent noise model"],"description":["  The return distributions of the coherent noise model are studied for the\nsystem size independent case. It is shown that, in this case, these\ndistributions are in the shape of q-Gaussians, which are the standard\ndistributions obtained in nonextensive statistical mechanics. Moreover, an\nexact relation connecting the exponent $\\tau$ of avalanche size distribution\nand the q value of appropriate q-Gaussian has been obtained as q=(tau+2)/tau.\nMaking use of this relation one can easily determine the q parameter values of\nthe appropriate q-Gaussians a priori from one of the well-known exponents of\nthe system. Since the coherent noise model has the advantage of producing\ndifferent tau values by varying a model parameter \\sigma, clear numerical\nevidences on the validity of the proposed relation have been achieved for\ndifferent cases. Finally, the effect of the system size has also been analysed\nand an analytical expression has been proposed, which is corroborated by the\nnumerical results.\n","Comment: 14 pages, 3 figs"]}]
["1003.3513",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3513","Phys. Rev. E 83, 041130 (2011)","doi:10.1103/PhysRevE.83.041130"],"date":["2010-03-18","2011-05-27"],"type":["text"],"creator":["Santillan, Moises","Qian, Hong"],"language":[],"coverage":[],"title":["Irreversible Thermodynamics in Multiscale Stochastic Dynamical Systems"],"description":["  This work extends the results of the recently developed theory of a rather\ncomplete thermodynamic formalism for discrete-state, continuous-time Markov\nprocesses with and without detailed balance. We aim at investigating the\nquestion that whether and how the thermodynamic structure is invariant in a\nmultiscale stochastic system. That is, whether the relations between\nthermodynamic functions of state and process variables remain unchanged when\nthe system is viewed at different time scales and resolutions. Our results show\nthat the dynamics on a fast time scale contribute an entropic term to the\n\"internal energy function\", $u_S(x)$, for the slow dynamics. Based on the\nconditional free energy $u_S(x)$, one can then treat the slow dynamics as if\nthe fast dynamics is nonexistent. Furthermore, we show that the free energy,\nwhich characterizes the spontaneous organization in a system without detailed\nbalance, is invariant with or without the fast dynamics: The fast dynamics is\nassumed to reach stationarity instantaneously on the slow time scale; they have\nno effect on the system's free energy. The same can not be said for the entropy\nand the internal energy, both of which contain the same contribution from the\nfast dynamics. We also investigate the consequences of time-scale separation in\nconnection to the concepts of quasi-stationaryty and steady-adiabaticity\nintroduced in the phenomenological steady-state thermodynamics.\n"]}]
["1004.4558",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4558","Adv. Math. , 226(4): 3367-3408, 2011"],"date":["2010-04-26","2011-05-27"],"type":["text"],"creator":["Nikolaus, Thomas","Schweigert, Christoph"],"language":[],"coverage":[],"title":["Equivariance In Higher Geometry"],"description":["  We study (pre-)sheaves in bicategories on geometric categories: smooth\nmanifolds, manifolds with a Lie group action and Lie groupoids. We present\nthree main results: we describe equivariant descent, we generalize the plus\nconstruction to our setting and show that the plus construction yields a\n2-stackification for 2-prestacks. Finally we show that, for a 2-stack, the\npullback functor along a Morita-equivalence of Lie groupoids is an equivalence\nof bicategories. Our results have direct applications to gerbes and 2-vector\nbundles. For instance, they allow to construct equivariant gerbes from local\ndata and can be used to simplify the description of the local data. We\nillustrate the usefulness of our results in a systematic discussion of\nholonomies for unoriented surfaces.\n","Comment: 42 pages, minor corrections"]}]
["1005.1538",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1538","Physical Review A: 83 (2011) 053836","doi:10.1103/PhysRevA.83.053836"],"date":["2010-05-10","2011-02-16"],"type":["text"],"creator":["Xavier, Hachair","Braive, Rémy","Lippi, Gian-Lucca","David, Elvira","Gratiet, Luc Le","Lemaître, Aristide","Izo, Abram","Sagnes, Isabelle","Robert-Philip, Isabelle","Beveratos, Alexios"],"language":[],"coverage":[],"title":["Definition of the stimulated emission threshold in high-$\\beta$\n  nanoscale lasers through phase-space reconstruction"],"description":["  Nanoscale lasers sustain few optical modes so that the fraction of\nspontaneous emission $\\beta$ funnelled into the useful (lasing) mode is high\n(of the order of few 10$^{-1}$) and the threshold, which traditionally\ncorresponds to an abrupt kink in the light in- light out curve, becomes\nill-defined. We propose an alternative definition of the threshold, based on\nthe dynamical response of the laser, which is valid even for $\\beta=1$ lasers.\nThe laser dynamics is analyzed through a reconstruction of its phase-space\ntrajectory for pulsed excitation. Crossing the threshold brings about a change\nin the shape of the trajectory and in the area contained in it. An unambiguous\ndefinition of the threshold in terms of this change is shown theoretically and\nillustrated experimentally in a photonic crystal laser.\n"]}]
["1005.3012",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3012","JHEP 1104:101,2011","doi:10.1007/JHEP04(2011)101"],"date":["2010-05-17","2011-05-27"],"type":["text"],"creator":["Antoniadis, Ignatios","Buican, Matthew"],"language":[],"coverage":[],"title":["Goldstinos, Supercurrents and Metastable SUSY Breaking in N=2\n  Supersymmetric Gauge Theories"],"description":["  We construct an N=2 supersymmetric generalization of the N=1 supercurrent\nformalism of Komargodski and Seiberg (KS) and use it to show that N=2 theories\nwith linear superconformal anomalies cannot break SUSY under certain broad\nassumptions. This result suggests that there are no metastable SUSY breaking\nvacua in a large class of theories that includes N=2 Super Yang-Mills (SYM).\n","Comment: 19 pages; minor revisions; JHEP version"]}]
["1006.2578",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2578","Int'l Journ. Quantum Information, Vol. 9, Suppl. (2011) 17-26","doi:10.1142/S0219749911006909"],"date":["2010-06-13"],"type":["text"],"creator":["Akhmeteli, Andrey"],"language":[],"coverage":[],"title":["No Drama Quantum Theory?"],"description":["  This work builds on the following result of a previous article\n(quant-ph/0509044): the matter field can be naturally eliminated from the\nequations of the scalar electrodynamics (the Klein-Gordon-Maxwell\nelectrodynamics) in the unitary gauge. The resulting equations describe\nindependent dynamics of the electromagnetic field (they form a closed system of\npartial differential equations). An improved derivation of this surprising\nresult is offered in the current work. It is also shown that for this system of\nequations, a generalized Carleman linearization (Carleman embedding) procedure\ngenerates a system of linear equations in the Hilbert space, which looks like a\nsecond-quantized theory and is equivalent to the original nonlinear system on\nthe set of solutions of the latter. Thus, the relevant local realistic model\ncan be embedded into a quantum field theory. This model is equivalent to a\nwell-established model - the scalar electrodynamics, so it correctly describes\na large body of experimental data. Although it does not describe the electronic\nspin and possibly some other experimental facts, it may be of great interest as\na \"no drama quantum theory\", as simple (in principle) as classical\nelectrodynamics. Possible issues with the Bell theorem are discussed.\n","Comment: 4 pages"]}]
["1006.3217",{"format":[],"subject":["Mathematics - Rings and Algebras","17B01, 16S15, 13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3217","Journal of Algebra 337 (2011) 82--102","doi:10.1016/j.jalgebra.2011.04.020"],"date":["2010-06-16","2011-05-27"],"type":["text"],"creator":["Bokut, L. A.","Chen, Yuqun","Chen, Yongshan"],"language":[],"coverage":[],"title":["Gr\\\"obner-Shirshov bases for Lie algebras over a commutative algebra"],"description":["  In this paper we establish a Gr\\\"{o}bner-Shirshov bases theory for Lie\nalgebras over commutative rings. As applications we give some new examples of\nspecial Lie algebras (those embeddable in associative algebras over the same\nring) and non-special Lie algebras (following a suggestion of P.M. Cohn (1963)\n\\cite{Conh}). In particular, Cohn's Lie algebras over the characteristic $p$\nare non-special when $p=2,\\ 3,\\ 5$. We present an algorithm that one can check\nfor any $p$, whether Cohn's Lie algebras is non-special. Also we prove that any\nfinitely or countably generated Lie algebra is embeddable in a two-generated\nLie algebra.\n"]}]
["1006.4091",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4091","Journal of Statistical Physics, Volume 142, Number 2, 403-438\n  (2011)","doi:10.1007/s10955-010-0108-4"],"date":["2010-06-21"],"type":["text"],"creator":["Nadal, Celine","Majumdar, Satya N","Vergassola, Massimo"],"language":[],"coverage":[],"title":["Statistical distribution of quantum entanglement for a random bipartite\n  state"],"description":["  We compute analytically the statistics of the Renyi and von Neumann entropies\n(standard measures of entanglement), for a random pure state in a large\nbipartite quantum system. The full probability distribution is computed by\nfirst mapping the problem to a random matrix model and then using a Coulomb gas\nmethod. We identify three different regimes in the entropy distribution, which\ncorrespond to two phase transitions in the associated Coulomb gas. The two\ncritical points correspond to sudden changes in the shape of the Coulomb charge\ndensity: the appearance of an integrable singularity at the origin for the\nfirst critical point, and the detachement of the rightmost charge (largest\neigenvalue) from the sea of the other charges at the second critical point.\nAnalytical results are verified by Monte Carlo numerical simulations. A short\naccount of some of these results appeared recently in Phys. Rev. Lett. {\\bf\n104}, 110501 (2010).\n","Comment: 7 figures"]}]
["1007.1949",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1949","J. Phys.: Condens. Matter 23, 246001 (2011)","doi:10.1088/0953-8984/23/24/246001"],"date":["2010-07-12","2011-05-27"],"type":["text"],"creator":["Brydon, P. M. R.","Daghofer, Maria","Timm, Carsten"],"language":[],"coverage":[],"title":["Magnetic order in orbital models of the iron pnictides"],"description":["  We examine the appearance of the experimentally-observed stripe\nspin-density-wave magnetic order in five different orbital models of the iron\npnictide parent compounds. A restricted mean-field ansatz is used to determine\nthe magnetic phase diagram of each model. Using the random phase approximation,\nwe then check this phase diagram by evaluating the static spin susceptibility\nin the paramagnetic state close to the mean-field phase boundaries. The momenta\nfor which the susceptibility is peaked indicate in an unbiased way the actual\nordering vector of the nearby mean-field state. The dominant orbitally resolved\ncontributions to the spin susceptibility are also examined to determine the\norigin of the magnetic instability. We find that the observed stripe magnetic\norder is possible in four of the models, but it is extremely sensitive to the\ndegree of the nesting between the electron and hole Fermi pockets. In the more\nrealistic five-orbital models, this order competes with a strong-coupling\nincommensurate state which appears to be controlled by details of the\nelectronic structure below the Fermi energy. We conclude by discussing the\nimplications of our work for the origin of the magnetic order in the pnictides.\n","Comment: 19 pages, 19 figures; published version, typos corrected, references\n  added"]}]
["1007.4906",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4906","EPL,94 (2011) 57008","doi:10.1209/0295-5075/94/57008"],"date":["2010-07-28","2011-04-13"],"type":["text"],"creator":["Song, Yoo Jang","Ghim, Jin Soo","Yoon, Jae Hyun","Lee, Kyu Joon","Jung, Myung Hwa","Ji, Hyo-Seok","Shim, Ji Hoon","Kwon, Yong Seung"],"language":[],"coverage":[],"title":["Small anisotropy of the lower critical field and $s_\\pm$-wave two-gap\n  feature in single crystal LiFeAs"],"description":["  The in- and out-of-plane lower critical fields and magnetic penetration\ndepths for LiFeAs were examined. The anisotropy ratio $\\gamma_{H_{c1}}(0)$ is\nsmaller than the expected theoretical value, and increased slightly with\nincreasing temperature from 0.6$T_c$ to $T_c$. This small degree of anisotropy\nwas numerically confirmed by considering electron correlation effect. The\ntemperature dependence of the penetration depths followed a power\nlaw($\\sim$$T^n$) below 0.3$T_c$, with $n$$>$3.5 for both $\\lambda_{ab}$ and\n$\\lambda_c$. Based on theoretical studies of iron-based superconductors, these\nresults suggest that the superconductivity of LiFeAs can be represented by an\nextended $s_\\pm$-wave due to weak impurity scattering effect. And the\nmagnitudes of the two gaps were also evaluted by fitting the superfluid density\nfor both the in- and out-of-plane to the two-gap model. The estimated values\nfor the two gaps are consistent with the results of angle resolved\nphotoemission spectroscopy and specific heat experiments.\n","Comment: 10 pages, 5 figures"]}]
["1008.0723",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0723"],"date":["2010-08-04","2011-05-27"],"type":["text"],"creator":["Schoen, T.","Shkredov, I. D."],"language":[],"coverage":[],"title":["On a question of Cochrane and Pinner concerning multiplicative subgroups"],"description":["  Answering a question of T. Cochrane and C. Pinner, we prove that for any\n{\\epsilon}>0, sufficiently large prime number p and an arbitrary multiplicative\nsubgroup R of the field Z/pZ, p^{\\epsilon} < |R| < p^{2/3-{\\epsilon}} the\nfollowing holds |R + R|, |R - R| > |R|^{3/2+{\\delta}}, where {\\delta}>0 depends\non {\\epsilon} only.\n","Comment: 8 pages; Quart. J. Math. (2011), 1-10"]}]
["1008.1699",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","G.1.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1699"],"date":["2010-08-10","2011-05-26"],"type":["text"],"creator":["Bakri, Laurent"],"language":[],"coverage":[],"title":["Critical set of eigenfunctions of the Laplacian"],"description":["  We give an upper bound for the $(n-1)$-dimensional Hausdorff measure of the\ncritical set of eigenfunctions of the Laplacian on compact analytic Riemannian\nmanifolds. This is the analog of H. Donnely and C. Fefferman result on nodal\nset of eigenfunctions.\n","Comment: 21 pages"]}]
["1008.3556",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3556","J. Phys.: Condens. Matter 23 (2011) 245302","doi:10.1088/0953-8984/23/24/245302"],"date":["2010-08-20","2011-05-19"],"type":["text"],"creator":["Zharov, A. A.","Beloborodov, I. S."],"language":[],"coverage":[],"title":["Frequency dependent polarizability of small metallic grains"],"description":["  We study the dynamic electronic polarizability of a single nano-scale\nspherical metallic grain using quantum mechanical approach. We introduce the\nmodel for interacting electrons bound in the grain allowing us numerically to\ncalculate the frequency dependence of the polarizability of grains of different\nsizes. We show that within this model the main resonance peak corresponding to\nthe surface plasmon mode is blue-shifted and some minor secondary resonances\nabove and below the main peak exist. We study the behavior of blue shift as a\nfunction of grain size and compare our findings with the classical\npolarizability and with other results in the literature.\n","Comment: 8 pages, 3 figures"]}]
["1009.0040",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0040","Mod.Phys.Lett.B25:987-994,2011","doi:10.1142/S021798491102670X"],"date":["2010-08-31","2011-05-27"],"type":["text"],"creator":["Inaba, Kensuke","Suga, Sei-ichiro"],"language":[],"coverage":[],"title":["Color Superfluid and Trionic State of Attractive Three-Component Lattice\n  Fermionic Atoms at Finite Temperatures"],"description":["  We investigate the finite-temperature properties of attractive\nthree-component (colors) fermionic atoms in optical lattices using a\nself-energy functional approach. As the strength of the attractive interaction\nincreases in the low temperature region, a second-order transition occurs from\na Fermi liquid to a color superfluid (CSF). In the strong attractive region, a\nfirst-order transition occurs from a CSF to a trionic state. In the high\ntemperature region, a crossover between a Fermi liquid and a trionic state is\nobserved with increasing the strength of the attractive interaction. The\ncrossover region for fixed temperature is almost independent of filling.\n","Comment: 8 pages, 5 figures, Final version, Mod. Phys. Lett. B 25, 987 (2011)"]}]
["1009.1954",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1954"],"date":["2010-09-10","2011-05-27"],"type":["text"],"creator":["Hwang, W-Y. Pauchy"],"language":[],"coverage":[],"title":["Neutrino masses and the extra Z^{\\prime 0}"],"description":["  We now know firmly that neutrinos have tiny masses, but in the minimal\nStandard Model there is no natural sources for such tiny masses. On the other\nhand, the extra heavy Z^{\\prime 0} requires the extra Higgs field, the particle\ngenerating the mass. Here I propose that the previous 2+2 Higgs scenario could\nbe a natural framework for mass generations for both the neutrinos and the\nextra Z^{\\prime)}. These particles are classified as the \"dark matter\".\nHopefully all the couplings to the \"visible\" matter are through the neutrinos\nand the extra Z^{\\prime 0}, explaining naturally why the dark matter is so dark\nto see.\n"]}]
["1010.2478",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2478"],"date":["2010-10-12","2011-05-26"],"type":["text"],"creator":["Desai, Michael M.","Nicolaisen, Lauren E.","Walczak, Aleksandra M.","Plotkin, Joshua B."],"language":[],"coverage":[],"title":["The structure of allelic diversity in the presence of purifying\n  selection"],"description":["  In the absence of selection, the structure of allelic diversity is described\nby the elegant sampling formula of Ewens. This formula has helped shape our\nexpectations of empirical patterns of molecular variation. Along with\ncoalescent theory, it provides statistical techniques for rejecting the null\nmodel of neutrality. However, we still do not fully understand the statistics\nof the allelic diversity we expect to see in the presence of natural selection.\nEarlier work has described the effects of strongly deleterious mutations linked\nto many neutral sites, and allelic variation in models where offspring fitness\nis unrelated to parental fitness, but it has proven difficult to understand\nallelic diversity in the presence of purifying selection at many linked sites.\nHere, we study the population genetics of infinitely many perfectly linked\nsites, some neutral and some deleterious. Our approach is based on studying the\nlineage structure within each class of individuals of similar fitness in the\ndeleterious mutation-selection balance. Analogous to the Ewens sampling\nformula, we derive expressions for the likelihoods of any configuration of\nallelic types in a sample. We find that for moderate and weak selection\npressures the patterns of allelic diversity cannot be described by a neutral\nmodel for any choice of the effective population size, indicating that there is\npower to detect selection from patterns of sampled allelic diversity.\n","Comment: 46 pages, 4 figures"]}]
["1010.2479",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2479"],"date":["2010-10-12","2011-05-26"],"type":["text"],"creator":["Walczak, Aleksandra M.","Nicolaisen, Lauren E.","Plotkin, Joshua B.","Desai, Michael M."],"language":[],"coverage":[],"title":["The Structure of Genealogies in the Presence of Purifying Selection: A\n  \"Fitness-Class Coalescent\""],"description":["  Compared to a neutral model, purifying selection distorts the structure of\ngenealogies and hence alters the patterns of sampled genetic variation.\nAlthough these distortions may be common in nature, our understanding of how we\nexpect purifying selection to affect patterns of molecular variation remains\nincomplete. Genealogical approaches such as coalescent theory have proven\ndifficult to generalize to situations involving selection at many linked sites,\nunless selection pressures are extremely strong. Here, we introduce an\neffective coalescent theory (a \"fitness-class coalescent\") to describe the\nstructure of genealogies in the presence of purifying selection at many linked\nsites. We use this effective theory to calculate several simple statistics\ndescribing the expected patterns of variation in sequence data, both at the\nsites under selection and at linked neutral sites. Our analysis combines our\nearlier description of the allele frequency spectrum in the presence of\npurifying selection (Desai et al. 2010) with the structured coalescent approach\nof Nordborg (1997), to trace the ancestry of individuals through the\ndistribution of fitnesses within the population. Alternatively, we can derive\nour results using an extension of the coalescent approach of Hudson and Kaplan\n(1994). We find that purifying selection leads to patterns of genetic variation\nthat are related but not identical to a neutrally evolving population in which\npopulation size has varied in a specific way in the past.\n","Comment: 73 pages, 9 figures"]}]
["1010.2905",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2905"],"date":["2010-10-14","2011-05-27"],"type":["text"],"creator":["Skoro, G. P.","Bennett, J. R. J.","Edgecock, T. R.","Gray, S. A.","McFarland, A. J.","Booth, C. N."],"language":[],"coverage":[],"title":["Tungsten material properties at high temperature and high stress"],"description":["  Recently reported results on the long lifetime of the tungsten samples under\nhigh temperature and high stress conditions expected in the Neutrino Factory\ntarget have strengthened the case for a solid target option for the Neutrino\nFactory. In order to study in more details the behaviour of basic material\nproperties of tungsten, a new method has been developed for measurement of\ntungsten Young's modulus at high stress, high strain-rates (> 1000 s^-1) and\nvery high temperatures (up to 2650 C). The method is based on measurements of\nthe surface motion of tungsten wires, stressed by a pulsed current, using a\nLaser Doppler Vibrometer. The measured characteristic frequencies of wire\nexpansion and contraction under the thermal loading have been used to directly\nobtain the tungsten Young's modulus as a function of applied stress and\ntemperature. The experimental results have been compared with modelling results\nand we have found that they agree very well. From the point of view of future\nuse of tungsten as a high power target material, the most important result of\nthis study is that Young's modulus of tungsten remains high at high\ntemperature, high stress and high strain-rates.\n","Comment: This paper has been withdrawn by the author - it has been published\n  elsewhere"]}]
["1010.6289",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.6289","Phys.Rev.D83:095004,2011","doi:10.1103/PhysRevD.83.095004"],"date":["2010-10-29","2011-05-27"],"type":["text"],"creator":["Borah, Debasish","Yajnik, Urjit A."],"language":[],"coverage":[],"title":["Supersymmetric Left-Right models with Gauge Coupling Unification and\n  Fermion Mass Universality"],"description":["  We explore the unification of gauge couplings and fermion masses in two\ndifferent types of supersymmetric left-right models, one with Higgs triplets\nand the other with both Higgs triplets as well as bitriplets. The minimal\nversions of these models do not give rise to the desired unification and some\nextra fields have to be added. After such a modification, it is possible in one\nmodel to get gauged $B-L$ symmetry to be unbroken down to TeV scale. We also\nidentify the parameter space at the electroweak scale which gives rise to\nfermion mass unification at a high scale $M_{G}$. Type I seesaw emerges as the\nnatural explanation of the small neutrino masses in both the models.\n","Comment: 21 pages, 6 figures, Journal Version"]}]
["1011.4381",{"format":[],"subject":["Statistics - Computation","65C40 (Primary) 60J22, 60J05, 93E35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4381"],"date":["2010-11-19","2011-05-27"],"type":["text"],"creator":["Vihola, Matti"],"language":[],"coverage":[],"title":["Robust adaptive Metropolis algorithm with coerced acceptance rate"],"description":["  The adaptive Metropolis (AM) algorithm of Haario, Saksman and Tamminen\n[Bernoulli 7 (2001) 223-242] uses the estimated covariance of the target\ndistribution in the proposal distribution. This paper introduces a new robust\nadaptive Metropolis algorithm estimating the shape of the target distribution\nand simultaneously coercing the acceptance rate. The adaptation rule is\ncomputationally simple adding no extra cost compared with the AM algorithm. The\nadaptation strategy can be seen as a multidimensional extension of the\npreviously proposed method adapting the scale of the proposal distribution in\norder to attain a given acceptance rate. The empirical results show promising\nbehaviour of the new algorithm in an example with Student target distribution\nhaving no finite second moment, where the AM covariance estimate is unstable.\nIn the examples with finite second moments, the performance of the new approach\nseems to be competitive with the AM algorithm combined with scale adaptation.\n","Comment: 21 pages, 3 figures"]}]
["1012.2036",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2036","Mod. Phys. Lett. B, 25 (2011) 955-962","doi:10.1142/S0217984911026668"],"date":["2010-12-09"],"type":["text"],"creator":["Nonne, Heloise","Boulat, Edouard","Capponi, Sylvain","Lecheminant, Philippe"],"language":[],"coverage":[],"title":["Phase diagram of one-dimensional earth-alkaline cold fermionic atoms"],"description":["  The phase diagram of one-dimensional earth-alkaline fermionic atoms and\nytterbium 171 atoms is investigated by means of a low-energy approach and\ndensity-matrix renormalization group calculations. For incommensurate filling,\nfour gapless phases with a spin gap are found and consist of two\nsuperconducting instabilities and two coexisting bond and charge density-waves\ninstabilities. In the half-filled case, seven Mott-insulating phases arise with\nthe emergence of four non-degenerate phases with exotic hidden orderings.\n","Comment: Proceedings of StatPhys 24 satellite conference in Hanoi, 8 pages, 8\n  figures"]}]
["1012.3103",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3103","doi:10.1111/j.1365-2966.2011.18602.x"],"date":["2010-12-14","2011-05-27"],"type":["text"],"creator":["Colaiuda, Antonella","Kokkotas, Kostas D."],"language":[],"coverage":[],"title":["Magnetars oscillations in the presence of a crust"],"description":["  We study axisymmetric perturbations of neutron star endowed with a strong\nmagnetic field (magnetars), considering the coupled oscillations of the fluid\ncore with the solid crust. We recover discrete oscillations based mainly in the\ncrust and a continuum in the core. We also confirm the presence of \"discrete\nAlfv\\'en modes\" in the gap between two contiguous continua (see Van Hooven&\nLevin (2011)) and, in addition, we can resolve some of them also inside the\ncontinua. Our results can explain both the lower and the higher observed quasi\nperiodical oscillations (QPOs) in SGR 1806-20 and SGR 1900+14 and put\nconstrains on the mass, radius and crust thickness of the two magnetars.\n","Comment: 10 pages, 8 figures, accepted in MNRAS, minor typos corrected,\n  references added"]}]
["1012.3145",{"format":[],"subject":["Mathematics - Complex Variables","30C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3145"],"date":["2010-12-14","2011-05-27"],"type":["text"],"creator":["Arsenović, Miloš","Manojlović, Vesna","Vuorinen, Matti"],"language":[],"coverage":[],"title":["H\\\"older Continuity of Harmonic Quasiconformal Mappings"],"description":["  We prove that for harmonic quasiconformal mappings $\\alpha$-H\\\"older\ncontinuity on the boundary implies $\\alpha$-H\\\"older continuity of the map\nitself. Our result holds for the class of uniformly perfect bounded domains, in\nfact we can allow that a portion of the boundary is thin in the sense of\ncapacity. The problem for general bounded domains remains open.\n","Comment: This is an updated version of the same paper - added two references\n  and a sentence explaining relevance of these two papers. The last version:\n  corrected typos, restricted to dimension at least 3"]}]
["1012.4155",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4155"],"date":["2010-12-19","2011-05-26"],"type":["text"],"creator":["Gritsenko, V.","Hulek, K.","Sankaran, G. K."],"language":[],"coverage":[],"title":["Moduli of K3 Surfaces and Irreducible Symplectic Manifolds"],"description":["  The name \"K3 surfaces\" was coined by A. Weil in 1957 when he formulated a\nresearch programme for these surfaces and their moduli. Since then, irreducible\nholomorphic symplectic manifolds have been introduced as a higher dimensional\nanalogue of K3 surfaces. In this paper we present a review of this theory\nstarting from the definition of K3 surfaces and going as far as the global\nTorelli theorem for irreducible holomorphic symplectic manifolds as recently\nproved by M. Verbitsky. For many years the last open question of Weil's\nprogramme was that of the geometric type of the moduli spaces of polarised K3\nsurfaces. We explain how this problem has been solved. Our method uses\nalgebraic geometry, modular forms and Borcherds automorphic products. We\ncollect and discuss the relevant facts from the theory of modular forms with\nrespect to the orthogonal group O(2,n). We also give a detailed description of\nquasi pull-back of automorphic Borcherds products. This part contains\npreviously unpublished results. We apply our geometric-automorphic method to\nstudy moduli spaces of both polarised K3 surfaces and irreducible symplectic\nvarieties.\n","Comment: 71 pages. Fairly minor revisions. To appear in \"Handbook of Moduli\""]}]
["1012.5322",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5322"],"date":["2010-12-23","2011-05-27"],"type":["text"],"creator":["Elia, Michele","Schipani, Davide"],"language":[],"coverage":[],"title":["Improvements on Cantor-Zassenhaus Factorization Algorithm"],"description":["  After revisiting Cantor-Zassenhaus polynomial factorization algorithm, we\ndescribe a new simplified version of it, which requires less computational\ncost. Moreover we show that it is able to find a factor of a fully splitting\npolynomial of degree $t$ over $\\mathbb F_{2^m}$ with $O(\\frac{2^m}{3^{t}})$\nattempts and over $\\mathbb F_{p^m}$ for odd $p$ with $O(\\frac{p^m}{2^{t}})$\nattempts.\n","Comment: extended and revised version; case s>1 added"]}]
["1012.5345",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5345","J. Phys.: Condens. Matter 23, 234123 (2011)","doi:10.1088/0953-8984/23/23/23412"],"date":["2010-12-24","2011-02-12"],"type":["text"],"creator":["Kim, Kang","Miyazaki, Kunimasa","Saito, Shinji"],"language":[],"coverage":[],"title":["Slow dynamics, dynamic heterogeneities, and fragility of supercooled\n  liquids confined in random media"],"description":["  Using molecular dynamics simulations, we study the slow dynamics of\nsupercooled liquids confined in a random matrix of immobile obstacles. We study\nthe dynamical crossover from glass-like to Lorentz-gas-like behavior in terms\nof the density correlation function, the mean square displacement, the\nnonlinear dynamic susceptibility, the non-Gaussian parameter, and the\nfragility. Cooperative and spatially heterogeneous dynamics are suppressed as\nthe obstacle density increases, which lead to the more Arrhenius-like behavior\nin the temperature dependence of the relaxation time. Our findings are\nqualitatively consistent with the results of recent experimental and numerical\nstudies for various classes of spatially heterogeneous systems. We also\ninvestigate the dependence of the dynamics of mobile particles on the protocol\nto generate the random matrix. A reentrant transition from the arrested phase\nto the liquid phase as the mobile particle density {\\it increases} is observed\nfor a class of protocols. This reentrance is explained in terms of the\ndistribution of the volume of the voids that are available to the mobile\nparticles.\n","Comment: 15 pages, 8 figures"]}]
["1012.5637",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5637","Physical Review B 83,184521(2011)","doi:10.1103/PhysRevB.83.184521"],"date":["2010-12-27","2011-05-26"],"type":["text"],"creator":["Li, Chun-Hong","Shen, Bing","Han, Fei","Zhu, Xiyu","Wen, Hai-Hu"],"language":[],"coverage":[],"title":["Transport properties and anisotropy of Rb0.8Fe2Se2 single crystals"],"description":["  Single crystals of Rb{0.8}Fe2Se2 are successfully synthesized with the\nsuperconducting transition temperatures T_c{onset}= 31 K and T_c{zero}= 28 K. A\nclear anomaly of resistivity was observed in the normal state at about 150 K,\nas found in a similar system KxFe2Se2. The upper critical field has been\ndetermined with the magnetic field along ab-plane and c-axis, yielding an\nanisotropy of about 3.5. The angle dependent resistivity measured below T_c\nallow a perfect scaling feature based on the anisotropic Ginzburg-Landau\ntheory, leading to a consistent value of the anisotropy which decreases from\nabout 3.6 at around T_c to 2.9 at 27 K. Comparing to the anisotropy determined\nfor Ba0.6K0.4Fe2As2 and Ba(Fe0.92Co0.08)2As2 using the same method, we find\nthat the present sample is more anisotropic and the Fermi surfaces with\nstronger two dimensional characters are expected.\n","Comment: 5 pages, 6 figures"]}]
["1012.5869",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5869","Prog.Theor.Phys.124:1067-1082,2010","doi:10.1143/PTP.124.1067"],"date":["2010-12-28","2011-05-27"],"type":["text"],"creator":["Hendi, S. H.","Kordestani, S.","Motlagh, S. N. D."],"language":[],"coverage":[],"title":["The effects of nonlinear Maxwell source on the magnetic solutions in\n  Einstein-Gauss-Bonnet gravity"],"description":["  Considering both the power Maxwell invariant source and the\nEinstein--Gauss--Bonnet gravity, we present a new class of static solutions\nyields a spacetime with a longitudinal nonlinear magnetic field. These\nhorizonless solutions have no curvature singularity, but have a conic geometry\nwith a deficit angle $\\delta \\phi$. In order to have vanishing electromagnetic\nfield at spatial infinity, we restrict the nonlinearity parameter to $s>1/2$.\nInvestigation of the energy conditions show that these solutions satisfy the\nnull, weak and strong energy conditions simultaneously, for $s>1/2$, and the\ndominant energy condition is satisfied when $s \\in ({1/2,1}]$. In addition, we\nlook for about the effect of nonlinearity parameter on the energy density and\nalso deficit angle, and find that these quantities are sensitive with respect\nto variation of nonlinearity parameter. We find that for special values of\nnonlinearity parameter, two important subclass of solutions, so-called\nconformally invariant Maxwell and BTZ-like solutions, with interesting\nproperties, emerge. Then, we generalize the static solutions to the case of\nspinning magnetic solutions and find that, when one or more rotation parameters\nare nonzero, the brane has a net electric charge which is proportional to the\nmagnitude of the rotation parameters. We also use the counterterm method to\ncompute the conserved quantities of these spacetimes such as mass, angular\nmomentum, and find that these conserved quantities do not depend on the\nnonlinearity parameter.\n","Comment: 19 pages, 6 eps figures, [one can find wormhole interpretation in CJP\n  89, 281 (2011) and JMP 52, 042502 (2011).]"]}]
["1101.1303",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1303","New J. Phys. 13, 053043 (2011)","doi:10.1088/1367-2630/13/5/053043"],"date":["2011-01-06","2011-05-26"],"type":["text"],"creator":["Killi, Matthew","Heidarian, Dariush","Paramekanti, Arun"],"language":[],"coverage":[],"title":["Electric field control of spins in bilayer graphene: Local moment\n  formation and local moment interactions"],"description":["  We study local moment formation for adatoms on bilayer graphene (BLG) within\na mean-field theory of the Anderson impurity model. The wavefunctions of the\nBLG electrons induce strong particle-hole asymmetry and band dependence of the\nhybridization, which is shown to result in unusual features in the impurity\nmodel phase diagram. We also study the effect of varying the chemical\npotential, as well as varying an electric field perpendicular to the bilayer;\nthe latter modifies the density of states of electrons in BLG and, more\nsignificantly, shifts the impurity energy. We show that this leads to regimes\nin the impurity phase diagram where local moments can be turned on or off by\napplying modest external electric fields. Finally, we show that the RKKY\ninteraction between local moments can be varied by tuning the chemical\npotential (as has also been suggested in monolayer graphene) or, more\ninterestingly, by tuning the electric field so that it induces changes in the\nband structure of BLG.\n","Comment: Revised discussion and figures, 17 pages"]}]
["1101.2758",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2758","Europhysics Letters (EPL) 94 (2011) 50007","doi:10.1209/0295-5075/94/50007"],"date":["2011-01-14"],"type":["text"],"creator":["Joly, Laurent","Merabia, Samy","Barrat, Jean-Louis"],"language":[],"coverage":[],"title":["Effective temperatures of a heated Brownian particle"],"description":["  We investigate various possible definitions of an effective temperature for a\nparticularly simple nonequilibrium stationary system, namely a heated Brownian\nparticle suspended in a fluid. The effective temperature based on the\nfluctuation dissipation ratio depends on the time scale under consideration, so\nthat a simple Langevin description of the heated particle is impossible. The\nshort and long time limits of this effective temperature are shown to be\nconsistent with the temperatures estimated from the kinetic energy and Einstein\nrelation, respectively. The fluctuation theorem provides still another\ndefinition of the temperature, which is shown to coincide with the short time\nvalue of the fluctuation dissipation ratio.\n"]}]
["1102.0200",{"format":[],"subject":["Mathematics - Numerical Analysis","Computer Science - Graphics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0200"],"date":["2011-02-01","2011-05-26"],"type":["text"],"creator":["Chen, Li","Luo, Feng"],"language":[],"coverage":[],"title":["Harmonic Functions for Data Reconstruction on 3D Manifolds"],"description":["  In computer graphics, smooth data reconstruction on 2D or 3D manifolds\nusually refers to subdivision problems. Such a method is only valid based on\ndense sample points. The manifold usually needs to be triangulated into meshes\n(or patches) and each node on the mesh will have an initial value. While the\nmesh is refined the algorithm will provide a smooth function on the redefined\nmanifolds. However, when data points are not dense and the original mesh is not\nallowed to be changed, how is the \"continuous and/or smooth\" reconstruction\npossible? This paper will present a new method using harmonic functions to\nsolve the problem. Our method contains the following steps: (1) Partition the\nboundary surfaces of the 3D manifold based on sample points so that each sample\npoint is on the edge of the partition. (2) Use gradually varied interpolation\non the edges so that each point on edge will be assigned a value. In addition,\nall values on the edge are gradually varied. (3) Use discrete harmonic function\nto fit the unknown points, i.e. the points inside each partition patch.\n  The fitted function will be a harmonic or a local harmonic function in each\npartitioned area. The function on edge will be \"near\" continuous (or \"near\"\ngradually varied). If we need a smoothed surface on the manifold, we can apply\nsubdivision algorithms. This paper has also a philosophical advantage over\ntriangulation meshes. People usually use triangulation for data reconstruction.\nThis paper employs harmonic functions, a generalization of triangulation\nbecause linearity is a form of harmonic. Therefore, local harmonic\ninitialization is more sophisticated then triangulation. This paper is a\nconceptual and methodological paper. This paper does not focus on detailed\nmathematical analysis nor fine algorithm design.\n","Comment: 12 pages, 8 figures, add algorithm analysis"]}]
["1102.0738",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0738","J. Stat. Mech. (2011) P04001","doi:10.1088/1742-5468/2011/04/P04001"],"date":["2011-02-03","2011-02-14"],"type":["text"],"creator":["Nadal, Celine","Majumdar, Satya N."],"language":[],"coverage":[],"title":["A simple derivation of the Tracy-Widom distribution of the maximal\n  eigenvalue of a Gaussian unitary random matrix"],"description":["  In this paper, we first briefly review some recent results on the\ndistribution of the maximal eigenvalue of a $(N\\times N)$ random matrix drawn\nfrom Gaussian ensembles. Next we focus on the Gaussian Unitary Ensemble (GUE)\nand by suitably adapting a method of orthogonal polynomials developed by Gross\nand Matytsin in the context of Yang-Mills theory in two dimensions, we provide\na rather simple derivation of the Tracy-Widom law for GUE. Our derivation is\nbased on the elementary asymptotic scaling analysis of a pair of coupled\nnonlinear recursion relations. As an added bonus, this method also allows us to\ncompute the precise subleading terms describing the right large deviation tail\nof the maximal eigenvalue distribution. In the Yang-Mills language, these\nsubleading terms correspond to non-perturbative (in $1/N$ expansion)\ncorrections to the two-dimensional partition function in the so called `weak'\ncoupling regime.\n","Comment: 2 figures"]}]
["1102.1305",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1305","J. Appl. Phys. 109, 104319 (2011)","doi:10.1063/1.3592979"],"date":["2011-02-07","2011-05-16"],"type":["text"],"creator":["Arapkina, Larisa V.","Yuryev, Vladimir A."],"language":[],"coverage":[],"title":["An initial phase of Ge hut array formation at low temperature on Si(001)"],"description":["  We report a direct STM observation of Ge hut array nucleation on the Si(001)\nsurface during ultrahigh vacuum molecular-beam epitaxy at 360C. Nuclei of\npyramids and wedges have been observed on the wetting layer MxN patches\nstarting from the coverage of about 5.1 \\r{A} (~3.6 ML). Further development of\nhut arrays consists in simultaneous growth of the formerly appeared clusters\nand nucleation of new ones resulting in gradual rise of hut number density with\nincreasing surface coverage. Huts nucleate reconstructing the patch surface\nfrom the usual c(4x2) or p(2x2) structure to one of two recently described\nformations composed by epitaxially oriented Ge dimer pairs and chains of four\ndimers.\n","Comment: Extended discussion; to appear in J. Appl. Phys., 2011"]}]
["1102.2367",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2367","Phys. Status Solidi RRL 5, 226 (2011)","doi:10.1002/pssr.201105197"],"date":["2011-02-11"],"type":["text"],"creator":["Dedkov, Yu. S.","Generalov, A. V.","Voloshina, E. N.","Fonin, M."],"language":[],"coverage":[],"title":["Towards an ideal graphene-based spin-filter"],"description":["  The Fe$_3$O$_4$(111)/graphene/Ni(111) trilayer is proposed to be used as an\nideal spin-filtering sandwich where the half-metallic properties of magnetite\nare used. Thin magnetite layers on graphene/Ni(111) were prepared via\nsuccessive oxidation of thin iron layer predeposited on graphene/Ni(111) and\nformed system was investigated by means of low-energy electron diffraction\n(LEED) and photoelectron spectroscopy (PES) of core levels as well as valence\nband. The electronic structure and structural quality of the graphene film\nsandwiched between two ferromagnetic layers remains unchanged upon magnetite\nformation as confirmed by LEED and PES data.\n","Comment: 13 pages, 4 figures"]}]
["1102.3482",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3482","doi:10.1103/PhysRevA.83.053835"],"date":["2011-02-16"],"type":["text"],"creator":["Shu, Fang-Jie","Zou, Chang-Ling","Sun, Fang-Wen","Xiao, Yun-Feng"],"language":[],"coverage":[],"title":["Collimated directional emission from a peanut-shaped microresonator"],"description":["  Collimated directional emission is essentially required an asymmetric\nresonant cavity. In this paper, we theoretically investigate a type of\npeanut-shaped microcavity which can support highly directional emission with\nthe emission divergence as small as 2.5o. The mechanism of the collimated\nemission is explained with the short-term ray trajectory and the intuitive lens\nmodel in detail. Wave simulation also confirms these results. This extremely\nnarrow divergence of the emission holds a great potential in highly collimated\nlasing from on-chip microcavities.\n"]}]
["1102.3546",{"format":[],"subject":["Mathematics - Analysis of PDEs","53C44 (Primary) 35R01, 35K55, 53Z05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3546"],"date":["2011-02-17","2011-05-27"],"type":["text"],"creator":["Helmensdorfer, Sebastian"],"language":[],"coverage":[],"title":["A model for the behaviour of fluid droplets based on mean curvature flow"],"description":["  During his experiments W. D. Ristenpart made a very remarkable discovery. If\ntwo oppositely charged droplets of fluid are close enough, at first they\nattract each other and touch eventually. Surprisingly after that the droplets\nare repelled from each other, if the initial strength of the charges is high\nenough. Otherwise they coalesce and form a big drop, as one might expect. We\npresent a theoretical model for this observation, using mean curvature flow.\nWith the help of appropriate barriers for the flow we can predict the observed\ndroplet behaviour. This shows that, contrary to general belief, decreasing\nsurface energy can explain the phenomenon. The barrier construction includes a\nnew proof for the existence of multiple mean curvature flow evolutions of\ncertain double cones, first discovered by Angenent, Chopp and Ilmanen. Our\nproof yields a slightly stronger result.\n"]}]
["1102.5311",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5311","Physical Review B 83, 195323 (2011)","doi:10.1103/PhysRevB.83.195323"],"date":["2011-02-25"],"type":["text"],"creator":["Rahman, R.","Verduijn, J.","Kharche, N.","Lansbergen, G. P.","Klimeck, G.","Hollenberg, L. C. L.","Rogge, S."],"language":[],"coverage":[],"title":["Engineered valley-orbit splittings in quantum confined nanostructures in\n  silicon"],"description":["  An important challenge in silicon quantum electronics in the few electron\nregime is the potentially small energy gap between the ground and excited\norbital states in 3D quantum confined nanostructures due to the multiple valley\ndegeneracies of the conduction band present in silicon. Understanding the\n\"valley-orbit\" (VO) gap is essential for silicon qubits, as a large VO gap\nprevents leakage of the qubit states into a higher dimensional Hilbert space.\nThe VO gap varies considerably depending on quantum confinement, and can be\nengineered by external electric fields. In this work we investigate VO\nsplitting experimentally and theoretically in a range of confinement regimes.\nWe report measurements of the VO splitting in silicon quantum dot and donor\ndevices through excited state transport spectroscopy. These results are\nunderpinned by large-scale atomistic tight-binding calculations involving over\n1 million atoms to compute VO splittings as functions of electric fields, donor\ndepths, and surface disorder. The results provide a comprehensive picture of\nthe range of VO splittings that can be achieved through quantum engineering.\n","Comment: 4 pages, 4 figures"]}]
["1102.5576",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5576","Phys. Rev. Lett. 106, 217205 (2011)","doi:10.1103/PhysRevLett.106.217205"],"date":["2011-02-27"],"type":["text"],"creator":["Zhao, Nan","Wang, Zhen-Yu","Liu, Ren-Bao"],"language":[],"coverage":[],"title":["Anomalous decoherence effect in a quantum bath"],"description":["  Decoherence of quantum objects in noisy environments is important in quantum\nsciences and technologies. It is generally believed that different processes\ncoupled to the same noise source should have similar decoherence behaviors and\nstronger noises would cause faster decoherence. Here we show that in a quantum\nbath, the case can be the opposite. In particular, we predict that the\nmulti-transition of a nitrogen-vacancy center spin-1 in diamond can have longer\ncoherence time than the single-transitions, even though the former suffers\ntwice stronger noises from the nuclear spin bath than the latter. This\nanomalous decoherence effect is due to manipulation of the bath evolution via\nflips of the center spin.\n","Comment: 4 pages 3 figures"]}]
["1103.1350",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Exactly Solvable and Integrable Systems","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1350","Phys. Rev. Lett. 106, 217206 (2011)","doi:10.1103/PhysRevLett.106.217206"],"date":["2011-03-07","2011-05-27"],"type":["text"],"creator":["Prosen, Tomaz"],"language":[],"coverage":[],"title":["Open XXZ spin chain: Nonequilibrium steady state and strict bound on\n  ballistic transport"],"description":["  Explicit matrix product ansatz is presented, in first two orders in the\n(weak) coupling parameter, for the non-equilibrium steady state of the\nhomogeneous, nearest neighbor Heisenberg XXZ spin-1/2 chain driven by Lindblad\noperators which act only at the edges of the chain. The first order of the\ndensity operator becomes in thermodynamic limit an exact pseudo-local\nconservation law and yields -- via Mazur inequality -- a rigorous lower bound\non the high temperature spin Drude weight. Such Mazur bound is a non-vanishing\nfractal function of the anisotropy parameter Delta for |Delta|<1.\n","Comment: Slightly longer but essentially equivalent to a published version"]}]
["1103.5869",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5869","Phys. Rev. B 83, 195102 (2011)","doi:10.1103/PhysRevB.83.195102"],"date":["2011-03-30"],"type":["text"],"creator":["Hine, N. D. M.","Robinson, M.","Haynes, P. D.","Skylaris, C. -K.","Payne, M. C.","Mostofi, A. A."],"language":[],"coverage":[],"title":["Accurate ionic forces and geometry optimisation in linear scaling\n  density-functional theory with local orbitals"],"description":["  Linear scaling methods for density-functional theory (DFT) simulations are\nformulated in terms of localised orbitals in real-space, rather than the\ndelocalised eigenstates of conventional approaches. In local-orbital methods,\nrelative to conventional DFT, desirable properties can be lost to some extent,\nsuch as the translational invariance of the total energy of a system with\nrespect to small displacements and the smoothness of the potential energy\nsurface. This has repercussions for calculating accurate ionic forces and\ngeometries. In this work we present results from \\textsc{onetep}, our linear\nscaling method based on localised orbitals in real-space. The use of psinc\nfunctions for the underlying basis set and on-the-fly optimisation of the\nlocalised orbitals results in smooth potential energy surfaces that are\nconsistent with ionic forces calculated using the Hellmann-Feynman theorem.\nThis enables accurate geometry optimisation to be performed. Results for\nsurface reconstructions in silicon are presented, along with three example\nsystems demonstrating the performance of a quasi-Newton geometry optimisation\nalgorithm: an organic zwitterion, a point defect in an ionic crystal, and a\nsemiconductor nanostructure.\n","Comment: 11 pages, 9 figures"]}]
["1103.6108",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.6108","doi:10.1007/s10955-011-0193-z"],"date":["2011-03-31"],"type":["text"],"creator":["Barrat, Jean-Louis","Rodney, David"],"language":[],"coverage":[],"title":["Portable implementation of a quantum thermal bath for molecular dynamics\n  simulations"],"description":["  Recently, Dammak and coworkers (H. Dammak, Y. Chalopin, M. Laroche, M.\nHayoun, and J.J. Greffet. Quantumthermal bath for molecular dynamics\nsimulation. Phys. Rev. Lett., 103:190601, 2009.) proposed that the quantum\nstatistics of vibrations in condensed systems at low temperature could be\nsimulated by running molecular dynamics simulations in the presence of a\ncolored noise with an appropriate power spectral density. In the present\ncontribution, we show how this method can be implemented in a flexible manner\nand at a low computational cost by synthesizing the corresponding noise 'on the\nfly'. The proposed algorithm is tested for a simple harmonic chain as well as\nfor a more realistic model of aluminium crystal. The energy and Debye-Waller\nfactor are shown to be in good agreement with those obtained from harmonic\napproximations based on the phonon spectrum of the systems. The limitations of\nthe method associated with anharmonic effects are also briefly discussed. Some\nperspectives for disordered materials and heat transfer are considered.\n","Comment: Accepted for publication in Journal of Statistical Physics"]}]
["1104.1415",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","14N15, 14N35, 17B56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1415"],"date":["2011-04-07","2011-05-27"],"type":["text"],"creator":["Evens, Sam","Graham, William","Richmond, with an appendix jointly written with Edward"],"language":[],"coverage":[],"title":["The Belkale-Kumar cup product and relative Lie algebra cohomology"],"description":["  We study the Belkale-Kumar family of cup products on the cohomology of a\ngeneralized flag variety. We give an alternative construction of the family\nusing relative Lie algebra cohomology, and in particular, identify the\nBelkale-Kumar cup product with a relative Lie algebra cohomology ring for every\nvalue of the parameter. As a consequence, we extend a fundamental disjointness\nresult of Kostant to a family of Lie algebras. In an appendix, written jointly\nwith Edward Richmond, we extend a Levi movability result of Belkale and Kumar\nto arbitrary parameters.\n","Comment: 26 pages; some small revisions from previous version"]}]
["1104.2323",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2323","Astrophysical Journal 734 (2011) 65-86","doi:10.1088/0004-637X/734/65"],"date":["2011-04-12"],"type":["text"],"creator":["Jenkins, Edward B.","Tripp, Todd M."],"language":[],"coverage":[],"title":["The Distribution of Thermal Pressures in the Diffuse, Cold Neutral\n  Medium of our Galaxy. II. An Expanded Survey of Interstellar C I\n  Fine-Structure Excitations"],"description":["  We analyzed absorption features arising from interstellar neutral carbon that\nappeared in the UV spectra of 89 stars recorded in the highest resolution\nechelle modes of STIS on HST so that we could determine the relative\npopulations of collisionally excited fine structure levels in the atom's\nelectronic ground state. From this information we derive the distribution of\nthermal pressures in the diffuse, cold neutral medium. We find a lognormal\npressure distribution (weighted by mass) with a mean in log (p/k) equal to 3.58\nand an rms dispersion of at least 0.175 dex that plausibly arises from\nturbulence with a characteristic Mach number in the range 1 < M < 4. The\nextreme tails in the distribution are above the lognormal function however.\nOverall, pressures are well correlated with local starlight intensities and\nextreme kinematics. Approximately 23% of the gas is at a pressure that is below\nthat allowed for a static cold neutral medium. Accompanying nearly all of the\ngas is a small fraction (~0.05%) that has an extraordinarily large pressure,\nlog (p/k) > 5.5, and this condition is more prevalent at high velocities or for\nregions with enhanced starlight densities. This survey suggests that the\ndispersion of thermal pressures in the cold, neutral ISM is predominantly\ngoverned by microscopic turbulence driven by star forming regions, with some\nadditional effects from macroscopic events (e.g., SN explosions), and these\nmeasurements provide constraints for future studies of the broader impact of\nturbulence on the ISM and star formation.\n","Comment: 60 pages, 16 figures, 6 tables, accepted for publication in ApJ. For\n  a machine-readable version of Table 4, see\n  http://www.astro.princeton.edu/~ebj/JT11/Table4.txt"]}]
["1104.5336",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","39B22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5336"],"date":["2011-04-28","2011-05-27"],"type":["text"],"creator":["Almira, J. M."],"language":[],"coverage":[],"title":["A note on classical and p-adic Fr\\'{e}chet functional equations with\n  restrictions"],"description":["  Given X,Y two Q-vector spaces, and f:X -> Y, we study under which conditions\non the sets $B_k\\subseteq X$, k=1,...,s, if $\\Delta_{h_1h_2... h_s}f(x)=0$ for\nall x in X and h_k in B_k, k=1,2,...,s, then $\\Delta_{h_1h_2... h_s}f(x)=0$ for\nall (x,h_1,...,h_s) in X^{s+1}.\n","Comment: 6 pages, submitted to a Journal"]}]
["1105.2021",{"format":[],"subject":["Quantum Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2021","Found. Phys. 41, 1214 (2011)","doi:10.1007/s10701-011-9542-7"],"date":["2011-05-10"],"type":["text"],"creator":["Paraoanu, G. S."],"language":[],"coverage":[],"title":["Partial measurements and the realization of quantum-mechanical\n  counterfactuals"],"description":["  We propose partial measurements as a conceptual tool to understand how to\noperate with counterfactual claims in quantum physics. Indeed, unlike standard\nvon Neumann measurements, partial measurements can be reversed\nprobabilistically. We first analyze the consequences of this rather unusual\nfeature for the principle of superposition, for the complementarity principle,\nand for the issue of hidden variables. Then we move on to exploring non-local\ncontexts, by reformulating the EPR paradox, the quantum teleportation\nexperiment, and the entanglement-swapping protocol for the situation in which\none uses partial measurements followed by their stochastic reversal. This leads\nto a number of counter-intuitive results, which are shown to be resolved if we\ngive up the the idea of attributing reality to the wavefunction of a single\nquantum system.\n","Comment: 22 pages, 3 figures"]}]
["1105.2122",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2122"],"date":["2011-05-11","2011-05-27"],"type":["text"],"creator":["Willis, Geoff"],"language":[],"coverage":[],"title":["Why Money Trickles Up - Wealth & Income Distributions"],"description":["  This paper combines ideas from classical economics and modern finance with\nthe general Lotka-Volterra models of Levy & Solomon to provide straightforward\nexplanations of wealth and income distributions. Using a simple and realistic\neconomic formulation, the distributions of both wealth and income are fully\nexplained. Both the power tail and the log-normal like body are fully captured.\nIt is of note that the full distribution, including the power law tail, is\ncreated via the use of absolutely identical agents. It is further demonstrated\nthat a simple scheme of compulsory saving could eliminate poverty at little\ncost to the taxpayer.\n","Comment: 45 pages of text, 36 figures"]}]
["1105.4448",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4448"],"date":["2011-05-23","2011-05-24"],"type":["text"],"creator":["Lasserre, Jean"],"language":[],"coverage":[],"title":["Existence of Gaussian cubature formulas"],"description":["  We provide a necessary and sufficient condition for existence of Gaussian\ncubature formulas. It consists of checking whether some overdetermined linear\nsystem has a solution and so complements Mysovskikh's theorem which requires\ncomputing common zeros of orthonormal polynomials. Moreover, the size of the\nlinear system shows that existence of a cubature formula imposes severe\nrestrictions on the associated linear functional. For fixed precision (or\ndegree), the larger the number of variables the worse it gets. And for fixed\nnumber of variables, the larger the precision the worse it gets. Finally, we\nalso provide an interpretation of the necessary and sufficient condition in\nterms of existence of a polynomial with very specific properties.\n"]}]
["1105.4764",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4764"],"date":["2011-05-24"],"type":["text"],"creator":["Barhoumi, Alia","Saïdi, Abdelkader"],"language":[],"coverage":[],"title":["Theorical and Numerical Analysis of the Rapid Pointwise Stabilization of\n  Coupled String-Beam Systems"],"description":["  We consider a pointwise stabilization problem for a coupled wave and plate\nequations. We prove under rather general assumptions, that such systems can\nstabilized so as to have arbitrarily high decay rates and are exactly\ncontrollable. We propose a numerical approximation of the model and we study\nnumerically the construction of the feedbak law leading to exponential decay\nwith arbtrarily large rate.\n","Comment: 10 pages, 4 figures"]}]
["1105.5224",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5224","Nucl. Phys. Rev. 28 (2011) 1"],"date":["2011-05-26"],"type":["text"],"creator":["Feng, Zhao-Qing","Jin, Gen-Ming","Li, Jun-Qing"],"language":[],"coverage":[],"title":["Dynamics in the production of superheavy nuclei in low-energy heavy-ion\n  collisions"],"description":["  We present a review of the recent progress of theoretical models on the\ndescription of the formation of superheavy nuclei in collisions of heavy\nsystems. Two sorts of reactions that are the fusion-evaporation mechanism and\nthe massive damped collisions to produce superheavy nuclei are discussed.\nProblems and further improvements of the capture of colliding partners, the\nformation of compound nucleus and the de-excitation process are pointed out.\nPossible combinations in the synthesis of the gap of the cold fusion and\n$^{48}$Ca induced reactions are proposed by the calculations based on the\ndinuclear system model and also compared with other approaches. The synthesis\nof neutron-rich heavy isotopes near sub-shell closure N=162 via transfer\nreactions in the damped collisions of two actinides and the influence of shell\nclosure on the production of heavy isotopes are investigated. Prospective\npossibility to reach superheavy nuclei near N=184 via neutron-rich radioactive\nbeams of high intensity in the future is discussed.\n","Comment: 22 pages, 17 figures"]}]
["1105.5256",{"format":[],"subject":["Statistics - Computation","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5256"],"date":["2011-05-26"],"type":["text"],"creator":["Aune, Erlend","Simpson, Daniel P."],"language":[],"coverage":[],"title":["Parameter estimation in high dimensional Gaussian distributions"],"description":["  In order to compute the log-likelihood for high dimensional spatial Gaussian\nmodels, it is necessary to compute the determinant of the large, sparse,\nsymmetric positive definite precision matrix, Q. Traditional methods for\nevaluating the log-likelihood for very large models may fail due to the massive\nmemory requirements. We present a novel approach for evaluating such\nlikelihoods when the matrix-vector product, Qv, is fast to compute. In this\napproach we utilise matrix functions, Krylov subspaces, and probing vectors to\nconstruct an iterative method for computing the log-likelihood.\n","Comment: 1 table"]}]
["1105.5282",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5282"],"date":["2011-05-26"],"type":["text"],"creator":["Escobar, Santiago","Meadows, Catherine","Meseguer, Jose"],"language":[],"coverage":[],"title":["State Space Reduction in the Maude-NRL Protocol Analyzer"],"description":["  The Maude-NRL Protocol Analyzer (Maude-NPA) is a tool and inference system\nfor reasoning about the security of cryptographic protocols in which the\ncryptosystems satisfy different equational properties. It both extends and\nprovides a formal framework for the original NRL Protocol Analyzer, which\nsupported equational reasoning in a more limited way. Maude-NPA supports a wide\nvariety of algebraic properties that includes many crypto-systems of interest\nsuch as, for example, one-time pads and Diffie-Hellman. Maude-NPA, like the\noriginal NPA, looks for attacks by searching backwards from an insecure attack\nstate, and assumes an unbounded number of sessions. Because of the unbounded\nnumber of sessions and the support for different equational theories, it is\nnecessary to develop ways of reducing the search space and avoiding infinite\nsearch paths. In order for the techniques to prove useful, they need not only\nto speed up the search, but should not violate completeness, so that failure to\nfind attacks still guarantees security. In this paper we describe some state\nspace reduction techniques that we have implemented in Maude-NPA. We also\nprovide completeness proofs, and experimental evaluations of their effect on\nthe performance of Maude-NPA.\n"]}]
["1105.5322",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5322"],"date":["2011-05-26"],"type":["text"],"creator":["Michelitsch, Thomas","Maugin, Gérard A.","Mujibur, Rahman","Derogar, Shahram","Nowakowski, Andrzej F.","Nicolleau, Franck C. G. A"],"language":[],"coverage":[],"title":["A self-similar field theory for 1D linear elastic continua and\n  self-similar diffusion problem"],"description":["  This paper is devoted to the analysis of some fundamental problems of linear\nelasticity in 1D continua with self-similar interparticle interactions. We\nintroduce a self-similar continuous field approach where the self-similarity is\nreflected by equations of motion which are spatially non-local convolutions\nwith power-function kernels (fractional integrals). We obtain closed-form\nexpressions for the static displacement Green's function due to a unit\n$\\delta$-force. In the dynamic framework we derive the solution of the {\\it\nCauchy problem} and the retarded Green's function. We deduce the distribution\nof a self-similar variant of diffusion problem with L\\'evi-stable distributions\nas solutions with infinite mean fluctuations describing the statistics\nL\\'evi-flights. We deduce a hierarchy of solutions for the self-similar\nPoisson's equation which we call \"self-similar potentials\". These non-local\nsingular potentials are in a sense self-similar analogues to the 1D-Dirac's\n$\\delta$-function. The approach can be the starting point to tackle a variety\nof scale invariant interdisciplinary problems.\n"]}]
["1105.5390",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics","15A52, 60J65, 15A18, 82C70, 94A05, 94A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5390","Physical Review E 79, 2, 026211, 2009","doi:10.1103/PhysRevE.79.026211"],"date":["2011-05-26"],"type":["text"],"creator":["Kumar, Santosh","Pandey, Akhilesh"],"language":[],"coverage":[],"title":["Universal Spectral Correlations in Orthogonal-Unitary and\n  Symplectic-Unitary Crossover Ensembles of Random Matrices"],"description":["  Orthogonal - unitary and symplectic - unitary crossover ensembles of random\nmatrices are relevant in many contexts, especially in the study of time\nreversal symmetry breaking in quantum chaotic systems. Using skew-orthogonal\npolynomials we show that the same generic form of n-level correlation functions\nare obtained for the Jacobi family of crossover ensembles, including the\nLaguerre and Gaussian cases. For large matrices we find universal forms of\nunfolded correlation functions when expressed in terms of a rescaled transition\nparameter with arbitrary initial level density.\n","Comment: 4 pages"]}]
["1105.5394",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5394"],"date":["2011-05-26"],"type":["text"],"creator":["Melia, Tom"],"language":[],"coverage":[],"title":["W^+W^+jj at NLO in QCD: an exotic Standard Model signature at the LHC"],"description":["  The process $pp \\to W^+W^+jj$ gives rise to an exotic Standard Model\nsignature at the LHC, involving high-$p_{\\perp}$ like-sign leptons, missing\nenergy and jets. In this brief article the motivation for study, along with\nselected results from the computation of NLO QCD corrections to the\nQCD-mediated part of this process\\cite{us} are presented. It is shown that the\ncorrections reduce the dependence of the cross-section on renormalisation and\nfactorisation scales, and produce a relatively hard third jet in a significant\nfraction of events.\n","Comment: Talk given at 46th Rencontres de Moriond (QCD Session), La Thuile,\n  March 20-27, 2011"]}]
["1105.5398",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5398"],"date":["2011-05-26"],"type":["text"],"creator":["Bechtle, P.","Desch, K.","Dreiner, H.","Kramer, M.","O'Leary, B.","Robens, C.","Sarrazin, B.","Wienemann, P."],"language":[],"coverage":[],"title":["Present and possible future implications for mSUGRA of the non-discovery\n  of SUSY at the LHC"],"description":["  Both ATLAS and CMS have published results of SUSY searches putting limits on\nSUSY parameters and masses. A non-discovery of SUSY in the next two years would\npush these limits further. On the other hand, precision data of low energy\nmeasurements and the dark matter relic density favor a light scale of\nsupersymmetry. Therefore we investigate if supersymmetry -- more specifically\nthe highly constraint model mSUGRA -- does at all agree with precision data and\nLHC exclusions at the same time, and whether the first two years of LHC will be\ncapable of excluding models of supersymmetry. We consider the current non\nobservation of supersymmetry with 35 pb-1 as well as the possible non\nobservation with 1,2 and 7 fb-1 in a global fit using the framework Fittino.\n","Comment: Contributions to the Proceedings of Moriond EW 2011"]}]
["1105.5404",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5404","Phys. Rev. Lett. 106, 214102 (2011)","doi:10.1103/PhysRevLett.106.214102"],"date":["2011-05-26"],"type":["text"],"creator":["Stoop, N.","Najafi, J.","Wittel, F. K.","Habibi, M.","Herrmann, H. J."],"language":[],"coverage":[],"title":["Packing of elastic wires in spherical cavities"],"description":["  We investigate the morphologies and maximum packing density of thin wires\npacked into spherical cavities. Using simulations and experiments, we find that\nordered as well as disordered structures emerge, depending on the amount of\ninternal torsion. We find that the highest packing densities are achieved in\nlow torsion packings for large systems, but in high torsion packings for small\nsystems. An analysis of both situations is given in terms of energetics and\ncomparison is made to analytical models of DNA packing in viral capsids.\n","Comment: 4 pages"]}]
["1105.5406",{"format":[],"subject":["Mathematics - History and Overview","0501, 05A"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5406"],"date":["2011-05-26"],"type":["text"],"creator":["Bergeron, Francois","Labelle, Gilbert"],"language":["fr"],"coverage":[],"title":["Qu'est-ce qu'une esp\\`ece de structures? Gen\\`ese et description"],"description":["  This is an overview (in french) of the Theory of Species for a general\naudience. Basic notions are introduced in a non too technical manner, with an\nexplanation of why should one approach the notion of discrete structures in\nthis particular way.\n","Comment: 21 pages, 18 figures. In French"]}]
["1105.5409",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5409"],"date":["2011-05-26"],"type":["text"],"creator":["Thomas, B.","Will, D.","Heilman, J.","Tracy, K.","Hotz, M.","Lyapustin, D.","Rosenberg, L. J","Rybka, G.","Wagner, A.","Hoskins, J.","Martin, C.","Sullivan, N. S.","Tanner, D. B.","Asztalos, S. J.","Carosi, G.","Hagmann, C.","Kinion, D.","van Bibber, K.","Bradley, R.","Clarke, J."],"language":[],"coverage":[],"title":["Move of a large but delicate apparatus on a trailer with air-ride\n  suspension"],"description":["  When valuable delicate goods are shipped by truck, attention must be paid to\nvibrations that may cause damage. We present a case study of moving an\nextremely delicate 6230-kg superconducting magnet, immersed in liquid nitrogen,\nfrom Livermore, CA to Seattle, WA showing the steps of fatigue analysis of the\nload, a test move, and acceleration monitoring of the final move to ensure a\nsuccessful damage-free transport.\n"]}]
["1105.5410",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5410"],"date":["2011-05-26"],"type":["text"],"creator":["Blair, Matthew D.","Ford, G. Austin","Marzuola, Jeremy L."],"language":[],"coverage":[],"title":["Strichartz estimates for the wave equation on flat cones"],"description":["  We consider the solution operator for the wave equation on the flat Euclidean\ncone over the circle of radius $\\rho > 0$, the manifold $\\mathbb{R}_+ \\times\n\\mathbb{R} / 2 \\pi \\rho \\mathbb{Z}$ equipped with the metric $\\g(r,\\theta) =\ndr^2 + r^2 d\\theta^2$. Using explicit representations of the solution operator\nin regions related to flat wave propagation and diffraction by the cone point,\nwe prove dispersive estimates and hence scale invariant Strichartz estimates\nfor the wave equation on flat cones. We then show that this yields\ncorresponding inequalities on wedge domains, polygons, and Euclidean surfaces\nwith conic singularities. This in turn yields well-posedness results for the\nnonlinear wave equation on such manifolds. Morawetz estimates on the cone are\nalso treated.\n","Comment: 24 pages, 1 figure. Submitted"]}]
["1105.5412",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5412"],"date":["2011-05-26"],"type":["text"],"creator":["Liu, Guo-Qiang"],"language":[],"coverage":[],"title":["Orbital-spin ordering in the striped antiferromagnetic state of\n  iron-based superconductors"],"description":["  The magnetic properties of iron-arsenides are investigated using the LSDA+U\napproach. In addition to one high moment state, we find that a positive U also\nproduces two low moment states with m~0.4 $\\mu_{B}$ and m~1.0 $\\mu_{B}$. The\nelectronic structures indicate that the low moment states originate in the\nstrong orbital hybridization between antiferromagnetic Fe neighbors. Therefore,\nthe geometry of the FeAs4 tetrahedron is crucial to the low moment states,\nwhich is the key to understand the negative pressure coefficient of Tc in\nLiFeAs. Finally, our theory suggests that the superconducting phase is an\norbital-spin ordered state, where the orbital spin-moments cancel each other.\n","Comment: 6 pages, 5 figures"]}]
["1105.5413",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","91A46, 91A05, 68W30, 20M14, 11P21, 05A15 (Primary), 68Q25, 05E40,\n  52B20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5413"],"date":["2011-05-26"],"type":["text"],"creator":["Guo, Alan","Miller, Ezra"],"language":[],"coverage":[],"title":["Algorithms for lattice games"],"description":["  This paper provides effective methods for the polyhedral formulation of\nimpartial finite combinatorial games as lattice games. Given a rational\nstrategy for a lattice game, a polynomial time algorithm is presented to decide\n(i) whether a given position is a winning position, and to find a move to a\nwinning position, if not; and (ii) to decide whether two given positions are\ncongruent, in the sense of mis\\`ere quotient theory. The methods are based on\nthe theory of short rational generating functions.\n","Comment: 12 pages, no figures"]}]
["1105.5414",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5414","Physical Review B 82, 100505(R), (2010)","doi:10.1103/PhysRevB.82.100505"],"date":["2011-05-26"],"type":["text"],"creator":["Schafgans, A. A.","Homes, C. C.","Gu, G. D.","Komiya, Seiki","Ando, Yoichi","Basov, D. N."],"language":[],"coverage":[],"title":["Breakdown of the universal Josephson relation in spin ordered cuprate\n  superconductors"],"description":["  We present \\emph{c} axis infrared optical data on a number of Ba, Sr and\nNd-doped cuprates of the La$_{2}$CuO$_{4}$ (La214) series in which we observe\nsignificant deviations from the universal Josephson relation linking the normal\nstate transport (DC conductivity $\\sigma_{DC}$ measured at $T_{c}$) with the\nsuperfluid density ($\\rho_{s}$): $\\rho_{s}\\propto\\sigma_{DC}(T_{c})$. We find\nthe violation of Josephson scaling is associated with striking enhancement of\nthe anisotropy in the superfluid density. The data allows us to link the\nbreakdown of Josephson interlayer physics with the development of magnetic\norder in the CuO$_2$ planes.\n","Comment: 5 pages, 3 figures"]}]
["1105.5420",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5420"],"date":["2011-05-26"],"type":["text"],"creator":["Guo, Alan","Miller, Ezra"],"language":[],"coverage":[],"title":["Erratum to: Lattice point methods for combinatorial games"],"description":["  We correct Definition 6.3, Proposition 6.7, and Section 7 in the published\nversion of our paper.\n","Comment: 2 pages, no figures, erratum"]}]
["1105.5422",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5422"],"date":["2011-05-26"],"type":["text"],"creator":["Nakamura, Kei"],"language":[],"coverage":[],"title":["The girth alternative for mapping class groups"],"description":["  The girth of a finitely generated group G is the supremum of the girth of\nCayley graphs for G over all finite generating sets. Let G be a finitely\ngenerated subgroup of the mapping class group Mod(S), where S is a compact\norientable surface. Then, either G is virtually abelian or it has infinite\ngirth; moreover, if we assume that G is not infinite cyclic, these alternatives\nare mutually exclusive.\n","Comment: 19 pages, 0 figures"]}]
["1105.5429",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5429"],"date":["2011-05-26"],"type":["text"],"creator":["Abrams, Z. R.","Niv, A.","Gladden, C.","Gharghi, M.","Zhang, X."],"language":[],"coverage":[],"title":["Theoretical Efficiency Comparison between Carrier Multiplication and\n  Down-Conversion 3rd Generation Solar Cell Designs"],"description":["  Methods of exceeding the detailed balance limit for a single junction solar\ncell have included down-converting high energy photons to produce two photons;\nand carrier multiplication, whereby high energy photons produce more than one\nelectron-hole pair. Both of the methods obey the conservation of energy in\nsimilar ways, and effectively produce a higher current in the solar cell. Due\nto this similarity, it has been assumed that there is no thermodynamic\ndifference between the two methods. Here, we compare the two methods using a\ngeneralized approach based on Kirchhoff's law of radiation and develop a new\nmodel for carrier multiplication. We demonstrate that there is an entropic\npenalty to be paid for attempting to accomplish all-in-one splitting in carrier\nmultiplication systems, giving a small thermodynamic - and therefore efficiency\n- advantage to spectral splitting prior to reaching the solar cell. We show\nthis analytically using a derivation of basic thermodynamic identities;\nnumerically by solving for the maximal efficiency; and generally using\nheat-generation arguments. Our result modifies the existing literature on\nentropy generation limits in solar cells, and creates a new distinction among\n3rd generation photovoltaic technologies.\n","Comment: 17 pages, 3 figures, 1 table"]}]
["1105.5438",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5438"],"date":["2011-05-26"],"type":["text"],"creator":["Geng, Yanlin","Gohari, Amin","Nair, Chandra","Yu, Yuanming"],"language":[],"coverage":[],"title":["The capacity region of classes of product broadcast channels"],"description":["  We establish a new outer bound for the capacity region of product broadcast\nchannels. This outer bound matches Marton's inner bound for a variety of\nclasses of product broadcast channels whose capacity regions were previously\nunknown. These classes include product of reversely semi-deterministic and\nproduct of reversely more-capable channels. A significant consequence of this\nnew outer bound is that it establishes, via an example, that the previously\nbest known outer-bound is strictly suboptimal for the general broadcast\nchannel. Our example is comprised of a product broadcast channel with two\nsemi-deterministic components in reverse orientation.\n","Comment: full version of isit paper"]}]
["1105.5439",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5439"],"date":["2011-05-26"],"type":["text"],"creator":["Tivnan, Brian","Koehler, Matthew","McMahon, Matthew","Olson, Matthew","Rothleder, Neal","Shenoy, Rajani"],"language":[],"coverage":[],"title":["Adding to the Regulator's Toolbox: Integration and Extension of Two\n  Leading Market Models"],"description":["  As demonstrated during the recent financial crisis, regulators require\nadditional analytical tools to assess systemic risk in the financial sector.\nThis paper describes one such tool; namely a novel market modeling and analysis\ncapability. Our model builds upon two leading market models: one which\nemphasizes market micro-structure and another which emphasizes an ecology of\ntrading strategies. We address a limitation of market modeling, namely the\nconsideration of only one dominant trading strategy (i.e., long positions). Our\nmodel aligns closely with several widely held stylized facts of financial\nmarkets. And a final contribution of this work stems from our empirical\nanalysis of the fractal nature of both empirical markets and our market model.\n","Comment: 13 pages, 11 figures"]}]
["1105.5440",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5440","Journal Of Artificial Intelligence Research, Volume 9, pages\n  295-316, 1998","doi:10.1613/jair.468"],"date":["2011-05-26"],"type":["text"],"creator":["Ahuactzin, J. M.","Bessiere, P.","Mazer, E."],"language":[],"coverage":[],"title":["The Ariadne's Clew Algorithm"],"description":["  We present a new approach to path planning, called the \"Ariadne's clew\nalgorithm\". It is designed to find paths in high-dimensional continuous spaces\nand applies to robots with many degrees of freedom in static, as well as\ndynamic environments - ones where obstacles may move. The Ariadne's clew\nalgorithm comprises two sub-algorithms, called Search and Explore, applied in\nan interleaved manner. Explore builds a representation of the accessible space\nwhile Search looks for the target. Both are posed as optimization problems. We\ndescribe a real implementation of the algorithm to plan paths for a six degrees\nof freedom arm in a dynamic environment where another six degrees of freedom\narm is used as a moving obstacle. Experimental results show that a path is\nfound in about one second without any pre-processing.\n"]}]
["1105.5441",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5441","Journal Of Artificial Intelligence Research, Volume 9, pages\n  99-137, 1998","doi:10.1613/jair.477"],"date":["2011-05-26"],"type":["text"],"creator":["Backstrom, C."],"language":[],"coverage":[],"title":["Computational Aspects of Reordering Plans"],"description":["  This article studies the problem of modifying the action ordering of a plan\nin order to optimise the plan according to various criteria. One of these\ncriteria is to make a plan less constrained and the other is to minimize its\nparallel execution time. Three candidate definitions are proposed for the first\nof these criteria, constituting a sequence of increasing optimality guarantees.\nTwo of these are based on deordering plans, which means that ordering relations\nmay only be removed, not added, while the third one uses reordering, where\narbitrary modifications to the ordering are allowed. It is shown that only the\nweakest one of the three criteria is tractable to achieve, the other two being\nNP-hard and even difficult to approximate. Similarly, optimising the parallel\nexecution time of a plan is studied both for deordering and reordering of\nplans. In the general case, both of these computations are NP-hard. However, it\nis shown that optimal deorderings can be computed in polynomial time for a\nclass of planning languages based on the notions of producers, consumers and\nthreats, which includes most of the commonly used planning languages. Computing\noptimal reorderings can potentially lead to even faster parallel executions,\nbut this problem remains NP-hard and difficult to approximate even under quite\nsevere restrictions.\n"]}]
["1105.5442",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5442","Journal Of Artificial Intelligence Research, Volume 9, pages\n  37-97, 1998","doi:10.1613/jair.509"],"date":["2011-05-26"],"type":["text"],"creator":["Ledeniov, O.","Markovitch, S."],"language":[],"coverage":[],"title":["The Divide-and-Conquer Subgoal-Ordering Algorithm for Speeding up Logic\n  Inference"],"description":["  It is common to view programs as a combination of logic and control: the\nlogic part defines what the program must do, the control part -- how to do it.\nThe Logic Programming paradigm was developed with the intention of separating\nthe logic from the control. Recently, extensive research has been conducted on\nautomatic generation of control for logic programs. Only a few of these works\nconsidered the issue of automatic generation of control for improving the\nefficiency of logic programs. In this paper we present a novel algorithm for\nautomatic finding of lowest-cost subgoal orderings. The algorithm works using\nthe divide-and-conquer strategy. The given set of subgoals is partitioned into\nsmaller sets, based on co-occurrence of free variables. The subsets are ordered\nrecursively and merged, yielding a provably optimal order. We experimentally\ndemonstrate the utility of the algorithm by testing it in several domains, and\ndiscuss the possibilities of its cooperation with other existing methods.\n"]}]
["1105.5443",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5443","Journal Of Artificial Intelligence Research, Volume 9, pages\n  219-245, 1998","doi:10.1613/jair.512"],"date":["2011-05-26"],"type":["text"],"creator":["Culberson, J.","Vandegriend, B."],"language":[],"coverage":[],"title":["The Gn,m Phase Transition is Not Hard for the Hamiltonian Cycle Problem"],"description":["  Using an improved backtrack algorithm with sophisticated pruning techniques,\nwe revise previous observations correlating a high frequency of hard to solve\nHamiltonian Cycle instances with the Gn,m phase transition between\nHamiltonicity and non-Hamiltonicity. Instead all tested graphs of 100 to 1500\nvertices are easily solved. When we artificially restrict the degree sequence\nwith a bounded maximum degree, although there is some increase in difficulty,\nthe frequency of hard graphs is still low. When we consider more regular graphs\nbased on a generalization of knight's tours, we observe frequent instances of\nreally hard graphs, but on these the average degree is bounded by a constant.\nWe design a set of graphs with a feature our algorithm is unable to detect and\nso are very hard for our algorithm, but in these we can vary the average degree\nfrom O(1) to O(n). We have so far found no class of graphs correlated with the\nGn,m phase transition which asymptotically produces a high frequency of hard\ninstances.\n"]}]
["1105.5444",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5444","Journal Of Artificial Intelligence Research, Volume 11, pages\n  95-130, 1999","doi:10.1613/jair.514"],"date":["2011-05-26"],"type":["text"],"creator":["Resnik, P."],"language":[],"coverage":[],"title":["Semantic Similarity in a Taxonomy: An Information-Based Measure and its\n  Application to Problems of Ambiguity in Natural Language"],"description":["  This article presents a measure of semantic similarity in an IS-A taxonomy\nbased on the notion of shared information content. Experimental evaluation\nagainst a benchmark set of human similarity judgments demonstrates that the\nmeasure performs better than the traditional edge-counting approach. The\narticle presents algorithms that take advantage of taxonomic similarity in\nresolving syntactic and semantic ambiguity, along with experimental results\ndemonstrating their effectiveness.\n"]}]
["1105.5446",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5446","Journal Of Artificial Intelligence Research, Volume 9, pages\n  463-506, 1998","doi:10.1613/jair.516"],"date":["2011-05-26"],"type":["text"],"creator":["Artale, A.","Franconi, E."],"language":[],"coverage":[],"title":["A Temporal Description Logic for Reasoning about Actions and Plans"],"description":["  A class of interval-based temporal languages for uniformly representing and\nreasoning about actions and plans is presented. Actions are represented by\ndescribing what is true while the action itself is occurring, and plans are\nconstructed by temporally relating actions and world states. The temporal\nlanguages are members of the family of Description Logics, which are\ncharacterized by high expressivity combined with good computational properties.\nThe subsumption problem for a class of temporal Description Logics is\ninvestigated and sound and complete decision procedures are given. The basic\nlanguage TL-F is considered first: it is the composition of a temporal logic TL\n-- able to express interval temporal networks -- together with the non-temporal\nlogic F -- a Feature Description Logic. It is proven that subsumption in this\nlanguage is an NP-complete problem. Then it is shown how to reason with the\nmore expressive languages TLU-FU and TL-ALCF. The former adds disjunction both\nat the temporal and non-temporal sides of the language, the latter extends the\nnon-temporal side with set-valued features (i.e., roles) and a propositionally\ncomplete language.\n"]}]
["1105.5447",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5447","Journal Of Artificial Intelligence Research, Volume 9, pages\n  139-165, 1998","doi:10.1613/jair.518"],"date":["2011-05-26"],"type":["text"],"creator":["Cook, D. J.","Varnell, R. C."],"language":[],"coverage":[],"title":["Adaptive Parallel Iterative Deepening Search"],"description":["  Many of the artificial intelligence techniques developed to date rely on\nheuristic search through large spaces. Unfortunately, the size of these spaces\nand the corresponding computational effort reduce the applicability of\notherwise novel and effective algorithms. A number of parallel and distributed\napproaches to search have considerably improved the performance of the search\nprocess. Our goal is to develop an architecture that automatically selects\nparallel search strategies for optimal performance on a variety of search\nproblems. In this paper we describe one such architecture realized in the\nEureka system, which combines the benefits of many different approaches to\nparallel heuristic search. Through empirical and theoretical analyses we\nobserve that features of the problem space directly affect the choice of\noptimal parallel search strategy. We then employ machine learning techniques to\nselect the optimal parallel search strategy for a given problem space. When a\nnew search task is input to the system, Eureka uses features describing the\nsearch space and the chosen architecture to automatically select the\nappropriate search strategy. Eureka has been tested on a MIMD parallel\nprocessor, a distributed network of workstations, and a single workstation\nusing multithreading. Results generated from fifteen puzzle problems, robot arm\nmotion problems, artificial search spaces, and planning problems indicate that\nEureka outperforms any of the tested strategies used exclusively for all\nproblem instances and is able to greatly reduce the search time for these\napplications.\n"]}]
["1105.5448",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5448","Journal Of Artificial Intelligence Research, Volume 10, pages\n  1-38, 1999","doi:10.1613/jair.520"],"date":["2011-05-26"],"type":["text"],"creator":["Davis, E."],"language":[],"coverage":[],"title":["Order of Magnitude Comparisons of Distance"],"description":["  Order of magnitude reasoning - reasoning by rough comparisons of the sizes of\nquantities - is often called 'back of the envelope calculation', with the\nimplication that the calculations are quick though approximate. This paper\nexhibits an interesting class of constraint sets in which order of magnitude\nreasoning is demonstrably fast. Specifically, we present a polynomial-time\nalgorithm that can solve a set of constraints of the form 'Points a and b are\nmuch closer together than points c and d.' We prove that this algorithm can be\napplied if `much closer together' is interpreted either as referring to an\ninfinite difference in scale or as referring to a finite difference in scale,\nas long as the difference in scale is greater than the number of variables in\nthe constraint set. We also prove that the first-order theory over such\nconstraints is decidable.\n"]}]
["1105.5449",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5449","Journal Of Artificial Intelligence Research, Volume 9, pages\n  317-365, 1998","doi:10.1613/jair.530"],"date":["2011-05-26"],"type":["text"],"creator":["Di Caro, G.","Dorigo, M."],"language":[],"coverage":[],"title":["AntNet: Distributed Stigmergetic Control for Communications Networks"],"description":["  This paper introduces AntNet, a novel approach to the adaptive learning of\nrouting tables in communications networks. AntNet is a distributed, mobile\nagents based Monte Carlo system that was inspired by recent work on the ant\ncolony metaphor for solving optimization problems. AntNet's agents concurrently\nexplore the network and exchange collected information. The communication among\nthe agents is indirect and asynchronous, mediated by the network itself. This\nform of communication is typical of social insects and is called stigmergy. We\ncompare our algorithm with six state-of-the-art routing algorithms coming from\nthe telecommunications and machine learning fields. The algorithms' performance\nis evaluated over a set of realistic testbeds. We run many experiments over\nreal and artificial IP datagram networks with increasing number of nodes and\nunder several paradigmatic spatial and temporal traffic distributions. Results\nare very encouraging. AntNet showed superior performance under all the\nexperimental conditions with respect to its competitors. We analyze the main\ncharacteristics of the algorithm and try to explain the reasons for its\nsuperiority.\n"]}]
["1105.5450",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5450","Journal Of Artificial Intelligence Research, Volume 10, pages\n  67-85, 1999","doi:10.1613/jair.536"],"date":["2011-05-26"],"type":["text"],"creator":["Halpern, J. Y."],"language":[],"coverage":[],"title":["A Counter Example to Theorems of Cox and Fine"],"description":["  Cox's well-known theorem justifying the use of probability is shown not to\nhold in finite domains. The counterexample also suggests that Cox's assumptions\nare insufficient to prove the result even in infinite domains. The same\ncounterexample is used to disprove a result of Fine on comparative conditional\nprobability.\n"]}]
["1105.5451",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5451","Journal Of Artificial Intelligence Research, Volume 9, pages\n  367-421, 1998","doi:10.1613/jair.544"],"date":["2011-05-26"],"type":["text"],"creator":["Fox, M.","Long, D."],"language":[],"coverage":[],"title":["The Automatic Inference of State Invariants in TIM"],"description":["  As planning is applied to larger and richer domains the effort involved in\nconstructing domain descriptions increases and becomes a significant burden on\nthe human application designer. If general planners are to be applied\nsuccessfully to large and complex domains it is necessary to provide the domain\ndesigner with some assistance in building correctly encoded domains. One way of\ndoing this is to provide domain-independent techniques for extracting, from a\ndomain description, knowledge that is implicit in that description and that can\nassist domain designers in debugging domain descriptions. This knowledge can\nalso be exploited to improve the performance of planners: several researchers\nhave explored the potential of state invariants in speeding up the performance\nof domain-independent planners. In this paper we describe a process by which\nstate invariants can be extracted from the automatically inferred type\nstructure of a domain. These techniques are being developed for exploitation by\nSTAN, a Graphplan based planner that employs state analysis techniques to\nenhance its performance.\n"]}]
["1105.5452",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5452","Journal Of Artificial Intelligence Research, Volume 11, pages\n  199-240, 1999","doi:10.1613/jair.548"],"date":["2011-05-26"],"type":["text"],"creator":["Calvanese, D.","Lenzerini, M.","Nardi, D."],"language":[],"coverage":[],"title":["Unifying Class-Based Representation Formalisms"],"description":["  The notion of class is ubiquitous in computer science and is central in many\nformalisms for the representation of structured knowledge used both in\nknowledge representation and in databases. In this paper we study the basic\nissues underlying such representation formalisms and single out both their\ncommon characteristics and their distinguishing features. Such investigation\nleads us to propose a unifying framework in which we are able to capture the\nfundamental aspects of several representation languages used in different\ncontexts. The proposed formalism is expressed in the style of description\nlogics, which have been introduced in knowledge representation as a means to\nprovide a semantically well-founded basis for the structural aspects of\nknowledge representation systems. The description logic considered in this\npaper is a subset of first order logic with nice computational characteristics.\nIt is quite expressive and features a novel combination of constructs that has\nnot been studied before. The distinguishing constructs are number restrictions,\nwhich generalize existence and functional dependencies, inverse roles, which\nallow one to refer to the inverse of a relationship, and possibly cyclic\nassertions, which are necessary for capturing real world domains. We are able\nto show that it is precisely such combination of constructs that makes our\nlogic powerful enough to model the essential set of features for defining class\nstructures that are common to frame systems, object-oriented database\nlanguages, and semantic data models. As a consequence of the established\ncorrespondences, several significant extensions of each of the above formalisms\nbecome available. The high expressiveness of the logic we propose and the need\nfor capturing the reasoning in different contexts forces us to distinguish\nbetween unrestricted and finite model reasoning. A notable feature of our\nproposal is that reasoning in both cases is decidable. We argue that, by virtue\nof the high expressive power and of the associated reasoning capabilities on\nboth unrestricted and finite models, our logic provides a common core for\nclass-based representation formalisms.\n"]}]
["1105.5453",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5453","Journal Of Artificial Intelligence Research, Volume 9, pages\n  423-461, 1998","doi:10.1613/jair.554"],"date":["2011-05-26"],"type":["text"],"creator":["Rintanen, J."],"language":[],"coverage":[],"title":["Complexity of Prioritized Default Logics"],"description":["  In default reasoning, usually not all possible ways of resolving conflicts\nbetween default rules are acceptable. Criteria expressing acceptable ways of\nresolving the conflicts may be hardwired in the inference mechanism, for\nexample specificity in inheritance reasoning can be handled this way, or they\nmay be given abstractly as an ordering on the default rules. In this article we\ninvestigate formalizations of the latter approach in Reiter's default logic.\nOur goal is to analyze and compare the computational properties of three such\nformalizations in terms of their computational complexity: the prioritized\ndefault logics of Baader and Hollunder, and Brewka, and a prioritized default\nlogic that is based on lexicographic comparison. The analysis locates the\npropositional variants of these logics on the second and third levels of the\npolynomial hierarchy, and identifies the boundary between tractable and\nintractable inference for restricted classes of prioritized default theories.\n"]}]
["1105.5454",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5454","Journal Of Artificial Intelligence Research, Volume 10, pages\n  353-373, 1999","doi:10.1613/jair.561"],"date":["2011-05-26"],"type":["text"],"creator":["Clements, D. P.","Joslin, D. E."],"language":[],"coverage":[],"title":["Squeaky Wheel Optimization"],"description":["  We describe a general approach to optimization which we term `Squeaky Wheel'\nOptimization (SWO). In SWO, a greedy algorithm is used to construct a solution\nwhich is then analyzed to find the trouble spots, i.e., those elements, that,\nif improved, are likely to improve the objective function score. The results of\nthe analysis are used to generate new priorities that determine the order in\nwhich the greedy algorithm constructs the next solution. This\nConstruct/Analyze/Prioritize cycle continues until some limit is reached, or an\nacceptable solution is found. SWO can be viewed as operating on two search\nspaces: solutions and prioritizations. Successive solutions are only indirectly\nrelated, via the re-prioritization that results from analyzing the prior\nsolution. Similarly, successive prioritizations are generated by constructing\nand analyzing solutions. This `coupled search' has some interesting properties,\nwhich we discuss. We report encouraging experimental results on two domains,\nscheduling problems that arise in fiber-optic cable manufacturing, and graph\ncoloring problems. The fact that these domains are very different supports our\nclaim that SWO is a general technique for optimization.\n"]}]
["1105.5455",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5455","Journal Of Artificial Intelligence Research, Volume 10, pages\n  435-455, 1999","doi:10.1613/jair.567"],"date":["2011-05-26"],"type":["text"],"creator":["Barber, D.","de van Laar, P."],"language":[],"coverage":[],"title":["Variational Cumulant Expansions for Intractable Distributions"],"description":["  Intractable distributions present a common difficulty in inference within the\nprobabilistic knowledge representation framework and variational methods have\nrecently been popular in providing an approximate solution. In this article, we\ndescribe a perturbational approach in the form of a cumulant expansion which,\nto lowest order, recovers the standard Kullback-Leibler variational bound.\nHigher-order terms describe corrections on the variational approach without\nincurring much further computational cost. The relationship to other\nperturbational approaches such as TAP is also elucidated. We demonstrate the\nmethod on a particular class of undirected graphical models, Boltzmann\nmachines, for which our simulation results confirm improved accuracy and\nenhanced stability during learning.\n"]}]
["1105.5457",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5457","Journal Of Artificial Intelligence Research, Volume 10, pages\n  87-115, 1999","doi:10.1613/jair.570"],"date":["2011-05-26"],"type":["text"],"creator":["Fox, M.","Long, D."],"language":[],"coverage":[],"title":["Efficient Implementation of the Plan Graph in STAN"],"description":["  STAN is a Graphplan-based planner, so-called because it uses a variety of\nSTate ANalysis techniques to enhance its performance. STAN competed in the\nAIPS-98 planning competition where it compared well with the other competitors\nin terms of speed, finding solutions fastest to many of the problems posed.\nAlthough the domain analysis techniques STAN exploits are an important factor\nin its overall performance, we believe that the speed at which STAN solved the\ncompetition problems is largely due to the implementation of its plan graph.\nThe implementation is based on two insights: that many of the graph\nconstruction operations can be implemented as bit-level logical operations on\nbit vectors, and that the graph should not be explicitly constructed beyond the\nfix point. This paper describes the implementation of STAN's plan graph and\nprovides experimental results which demonstrate the circumstances under which\nadvantages can be obtained from using this implementation.\n"]}]
["1105.5458",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5458","Journal Of Artificial Intelligence Research, Volume 10, pages\n  169-198, 1999","doi:10.1613/jair.573"],"date":["2011-05-26"],"type":["text"],"creator":["Fuchs, M.","Fuchs, D."],"language":[],"coverage":[],"title":["Cooperation between Top-Down and Bottom-Up Theorem Provers"],"description":["  Top-down and bottom-up theorem proving approaches each have specific\nadvantages and disadvantages. Bottom-up provers profit from strong redundancy\ncontrol but suffer from the lack of goal-orientation, whereas top-down provers\nare goal-oriented but often have weak calculi when their proof lengths are\nconsidered. In order to integrate both approaches, we try to achieve\ncooperation between a top-down and a bottom-up prover in two different ways:\nThe first technique aims at supporting a bottom-up with a top-down prover. A\ntop-down prover generates subgoal clauses, they are then processed by a\nbottom-up prover. The second technique deals with the use of bottom-up\ngenerated lemmas in a top-down prover. We apply our concept to the areas of\nmodel elimination and superposition. We discuss the ability of our techniques\nto shorten proofs as well as to reorder the search space in an appropriate\nmanner. Furthermore, in order to identify subgoal clauses and lemmas which are\nactually relevant for the proof task, we develop methods for a relevancy-based\nfiltering. Experiments with the provers SETHEO and SPASS performed in the\nproblem library TPTP reveal the high potential of our cooperation approaches.\n"]}]
["1105.5459",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5459","Journal Of Artificial Intelligence Research, Volume 10, pages\n  39-66, 1999","doi:10.1613/jair.574"],"date":["2011-05-26"],"type":["text"],"creator":["Hogg, T."],"language":[],"coverage":[],"title":["Solving Highly Constrained Search Problems with Quantum Computers"],"description":["  A previously developed quantum search algorithm for solving 1-SAT problems in\na single step is generalized to apply to a range of highly constrained k-SAT\nproblems. We identify a bound on the number of clauses in satisfiability\nproblems for which the generalized algorithm can find a solution in a constant\nnumber of steps as the number of variables increases. This performance\ncontrasts with the linear growth in the number of steps required by the best\nclassical algorithms, and the exponential number required by classical and\nquantum methods that ignore the problem structure. In some cases, the algorithm\ncan also guarantee that insoluble problems in fact have no solutions, unlike\npreviously proposed quantum search algorithms.\n"]}]
["1105.5460",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5460","Journal Of Artificial Intelligence Research, Volume 11, pages\n  1-94, 1999","doi:10.1613/jair.575"],"date":["2011-05-26"],"type":["text"],"creator":["Boutilier, C.","Dean, T.","Hanks, S."],"language":[],"coverage":[],"title":["Decision-Theoretic Planning: Structural Assumptions and Computational\n  Leverage"],"description":["  Planning under uncertainty is a central problem in the study of automated\nsequential decision making, and has been addressed by researchers in many\ndifferent fields, including AI planning, decision analysis, operations\nresearch, control theory and economics. While the assumptions and perspectives\nadopted in these areas often differ in substantial ways, many planning problems\nof interest to researchers in these fields can be modeled as Markov decision\nprocesses (MDPs) and analyzed using the techniques of decision theory. This\npaper presents an overview and synthesis of MDP-related methods, showing how\nthey provide a unifying framework for modeling many classes of planning\nproblems studied in AI. It also describes structural properties of MDPs that,\nwhen exhibited by particular classes of problems, can be exploited in the\nconstruction of optimal or approximately optimal policies or plans. Planning\nproblems commonly possess structure in the reward and value functions used to\ndescribe performance criteria, in the functions used to describe state\ntransitions and observations, and in the relationships among features used to\ndescribe states, actions, rewards, and observations. Specialized\nrepresentations, and algorithms employing these representations, can achieve\ncomputational leverage by exploiting these various forms of structure. Certain\nAI techniques -- in particular those based on the use of structured,\nintensional representations -- can be viewed in this way. This paper surveys\nseveral types of representations for both classical and decision-theoretic\nplanning problems, and planning algorithms that exploit these representations\nin a number of different ways to ease the computational burden of constructing\npolicies or plans. It focuses primarily on abstraction, aggregation and\ndecomposition techniques based on AI-style representations.\n"]}]
["1105.5461",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5461","Journal Of Artificial Intelligence Research, Volume 10, pages\n  199-241, 1999","doi:10.1613/jair.577"],"date":["2011-05-26"],"type":["text"],"creator":["Lukasiewicz, T."],"language":[],"coverage":[],"title":["Probabilistic Deduction with Conditional Constraints over Basic Events"],"description":["  We study the problem of probabilistic deduction with conditional constraints\nover basic events. We show that globally complete probabilistic deduction with\nconditional constraints over basic events is NP-hard. We then concentrate on\nthe special case of probabilistic deduction in conditional constraint trees. We\nelaborate very efficient techniques for globally complete probabilistic\ndeduction. In detail, for conditional constraint trees with point\nprobabilities, we present a local approach to globally complete probabilistic\ndeduction, which runs in linear time in the size of the conditional constraint\ntrees. For conditional constraint trees with interval probabilities, we show\nthat globally complete probabilistic deduction can be done in a global approach\nby solving nonlinear programs. We show how these nonlinear programs can be\ntransformed into equivalent linear programs, which are solvable in polynomial\ntime in the size of the conditional constraint trees.\n"]}]
["1105.5462",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5462","Journal Of Artificial Intelligence Research, Volume 10, pages\n  291-322, 1999","doi:10.1613/jair.583"],"date":["2011-05-26"],"type":["text"],"creator":["Jaakkola, T. S.","Jordan, M. I."],"language":[],"coverage":[],"title":["Variational Probabilistic Inference and the QMR-DT Network"],"description":["  We describe a variational approximation method for efficient inference in\nlarge-scale probabilistic models. Variational methods are deterministic\nprocedures that provide approximations to marginal and conditional\nprobabilities of interest. They provide alternatives to approximate inference\nmethods based on stochastic sampling or search. We describe a variational\napproach to the problem of diagnostic inference in the `Quick Medical\nReference' (QMR) network. The QMR network is a large-scale probabilistic\ngraphical model built on statistical and expert knowledge. Exact probabilistic\ninference is infeasible in this model for all but a small set of cases. We\nevaluate our variational inference algorithm on a large set of diagnostic test\ncases, comparing the algorithm to a state-of-the-art stochastic sampling\nmethod.\n"]}]
["1105.5463",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5463","Journal Of Artificial Intelligence Research, Volume 10, pages\n  399-434, 1999","doi:10.1613/jair.584"],"date":["2011-05-26"],"type":["text"],"creator":["Borgida, A."],"language":[],"coverage":[],"title":["Extensible Knowledge Representation: the Case of Description Reasoners"],"description":["  This paper offers an approach to extensible knowledge representation and\nreasoning for a family of formalisms known as Description Logics. The approach\nis based on the notion of adding new concept constructors, and includes a\nheuristic methodology for specifying the desired extensions, as well as a\nmodularized software architecture that supports implementing extensions. The\narchitecture detailed here falls in the normalize-compared paradigm, and\nsupports both intentional reasoning (subsumption) involving concepts, and\nextensional reasoning involving individuals after incremental updates to the\nknowledge base. The resulting approach can be used to extend the reasoner with\nspecialized notions that are motivated by specific problems or application\nareas, such as reasoning about dates, plans, etc. In addition, it provides an\nopportunity to implement constructors that are not currently yet sufficiently\nwell understood theoretically, but are needed in practice. Also, for\nconstructors that are provably hard to reason with (e.g., ones whose presence\nwould lead to undecidability), it allows the implementation of incomplete\nreasoners where the incompleteness is tailored to be acceptable for the\napplication at hand.\n"]}]
["1105.5464",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5464","Journal Of Artificial Intelligence Research, Volume 10, pages\n  243-270, 1999","doi:10.1613/jair.587"],"date":["2011-05-26"],"type":["text"],"creator":["Cohen, W. W.","Schapire, R. E.","Singer, Y."],"language":[],"coverage":[],"title":["Learning to Order Things"],"description":["  There are many applications in which it is desirable to order rather than\nclassify instances. Here we consider the problem of learning how to order\ninstances given feedback in the form of preference judgments, i.e., statements\nto the effect that one instance should be ranked ahead of another. We outline a\ntwo-stage approach in which one first learns by conventional means a binary\npreference function indicating whether it is advisable to rank one instance\nbefore another. Here we consider an on-line algorithm for learning preference\nfunctions that is based on Freund and Schapire's 'Hedge' algorithm. In the\nsecond stage, new instances are ordered so as to maximize agreement with the\nlearned preference function. We show that the problem of finding the ordering\nthat agrees best with a learned preference function is NP-complete.\nNevertheless, we describe simple greedy algorithms that are guaranteed to find\na good approximation. Finally, we show how metasearch can be formulated as an\nordering problem, and present experimental results on learning a combination of\n'search experts', each of which is a domain-specific query expansion strategy\nfor a web search engine.\n"]}]
["1105.5465",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5465","Journal Of Artificial Intelligence Research, Volume 10, pages\n  323-352, 1999","doi:10.1613/jair.591"],"date":["2011-05-26"],"type":["text"],"creator":["Rintanen, J."],"language":[],"coverage":[],"title":["Constructing Conditional Plans by a Theorem-Prover"],"description":["  The research on conditional planning rejects the assumptions that there is no\nuncertainty or incompleteness of knowledge with respect to the state and\nchanges of the system the plans operate on. Without these assumptions the\nsequences of operations that achieve the goals depend on the initial state and\nthe outcomes of nondeterministic changes in the system. This setting raises the\nquestions of how to represent the plans and how to perform plan search. The\nanswers are quite different from those in the simpler classical framework. In\nthis paper, we approach conditional planning from a new viewpoint that is\nmotivated by the use of satisfiability algorithms in classical planning.\nTranslating conditional planning to formulae in the propositional logic is not\nfeasible because of inherent computational limitations. Instead, we translate\nconditional planning to quantified Boolean formulae. We discuss three\nformalizations of conditional planning as quantified Boolean formulae, and\npresent experimental results obtained with a theorem-prover.\n"]}]
["1105.5466",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5466","Journal Of Artificial Intelligence Research, Volume 10, pages\n  271-289, 1999","doi:10.1613/jair.594"],"date":["2011-05-26"],"type":["text"],"creator":["Ting, K. M.","Witten, I. H."],"language":[],"coverage":[],"title":["Issues in Stacked Generalization"],"description":["  Stacked generalization is a general method of using a high-level model to\ncombine lower-level models to achieve greater predictive accuracy. In this\npaper we address two crucial issues which have been considered to be a `black\nart' in classification tasks ever since the introduction of stacked\ngeneralization in 1992 by Wolpert: the type of generalizer that is suitable to\nderive the higher-level model, and the kind of attributes that should be used\nas its input. We find that best results are obtained when the higher-level\nmodel combines the confidence (and not just the predictions) of the lower-level\nones. We demonstrate the effectiveness of stacked generalization for combining\nthree different types of learning algorithms for classification tasks. We also\ncompare the performance of stacked generalization with majority vote and\npublished results of arcing and bagging.\n"]}]
["1105.5471",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematical Physics","Mathematics - Analysis of PDEs","81Q20, 58J40, 81S10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5471"],"date":["2011-05-26"],"type":["text"],"creator":["Hernández-Dueñas, Gerardo","Uribe, Alejandro"],"language":[],"coverage":[],"title":["Algebras of semiclassical pseudodifferential operators associated with\n  Zoll-type domains in cotangent bundles"],"description":["  We are consider domains in cotangent bundles with the property that the null\nfoliation of their boundary is fibrating and the leaves satisfy a\nBohr-Sommerfeld condition (for example, the unit disk bundle of a Zoll metric).\nGiven such a domain, we construct an algebra of associated semiclassical\npseudodifferential operators with singular symbols. The Schwartz kernels of the\noperators have frequency set contained in the union of the diagonal and the\nflow-out of the null foliation of the boundary of the domain. We develop a\nsymbolic calculus, prove the existence of projectors (under a mild additional\nassumption) whose range can be thought of as quantizing the domain, give a\nsymbolic proof of a Szeg\\\"o limit theorem, and study associated propagators.\n"]}]
["1105.5475",{"format":[],"subject":["Mathematics - Rings and Algebras","17C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5475"],"date":["2011-05-27"],"type":["text"],"creator":["Bremner, Murray R.","Felipe, Raul","Sanchez-Ortega, Juana"],"language":[],"coverage":[],"title":["Jordan Triple Disystems"],"description":["  We take an algorithmic and computational approach to a basic problem in\nabstract algebra: determining the correct generalization to dialgebras of a\ngiven variety of nonassociative algebras. We give a simplified statement of the\nKP algorithm introduced by Kolesnikov and Pozhidaev for extending polynomial\nidentities for algebras to corresponding identities for dialgebras. We apply\nthe KP algorithm to the defining identities for Jordan triple systems to obtain\na new variety of nonassociative triple systems, called Jordan triple disystems.\nWe give a generalized statement of the BSO algorithm introduced by Bremner and\nSanchez-Ortega for extending multilinear operations in an associative algebra\nto corresponding operations in an associative dialgebra. We apply the BSO\nalgorithm to the Jordan triple product and use computer algebra to verify that\nthe polynomial identities satisfied by the resulting operations coincide with\nthe results of the KP algorithm; this provides a large class of examples of\nJordan triple disystems. We formulate a general conjecture expressed by a\ncommutative diagram relating the output of the KP and BSO algorithms. We\nconclude by generalizing the Jordan triple product in a Jordan algebra to\noperations in a Jordan dialgebra; we use computer algebra to verify that\nresulting structures provide further examples of Jordan triple disystems. For\nthis last result, we also provide an independent theoretical proof using Jordan\nstructure theory.\n","Comment: 23 pages"]}]
["1105.5477",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5477"],"date":["2011-05-27"],"type":["text"],"creator":["Ozeki, Yoshiyasu"],"language":[],"coverage":[],"title":["Cartier duality for $(\\phi, \\hat{G})$-modules"],"description":["  In this paper, we prove the Cartier duality for $(\\phi, \\hat{G})$-modules\nwhich are defined by Tong Liu to classify semistable Galois representations.\n"]}]
["1105.5481",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Other Condensed Matter","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5481"],"date":["2011-05-27"],"type":["text"],"creator":["Zhang, Shixun","Yamagiwa, Shinichi","Okumura, Masahiko","Yunoki, Seiji"],"language":[],"coverage":[],"title":["Performance Acceleration of Kernel Polynomial Method Applying Graphics\n  Processing Units"],"description":["  The Kernel Polynomial Method (KPM) is one of the fast diagonalization methods\nused for simulations of quantum systems in research fields of condensed matter\nphysics and chemistry. The algorithm has a difficulty to be parallelized on a\ncluster computer or a supercomputer due to the fine-gain recursive\ncalculations. This paper proposes an implementation of the KPM on the recent\ngraphics processing units (GPU) where the recursive calculations are able to be\nparallelized in the massively parallel environment. This paper also illustrates\nperformance evaluations regarding the cases when the actual simulation\nparameters are applied, the one for increased intensive calculations and the\none for increased amount of memory usage. Finally, it concludes that the\nperformance on GPU promises very high performance compared to the one on CPU\nand reduces the overall simulation time.\n","Comment: IPDPS/APDCM11, pp. 564-571, Anchorage USA, May 2011"]}]
["1105.5488",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5488"],"date":["2011-05-27"],"type":["text"],"creator":["Kurant, Maciej","Gjoka, Minas","Wang, Yan","Almquist, Zack W.","Butts, Carter T.","Markopoulou, Athina"],"language":[],"coverage":[],"title":["Coarse-Grained Topology Estimation via Graph Sampling"],"description":["  Many online networks are measured and studied via sampling techniques, which\ntypically collect a relatively small fraction of nodes and their associated\nedges. Past work in this area has primarily focused on obtaining a\nrepresentative sample of nodes and on efficient estimation of local graph\nproperties (such as node degree distribution or any node attribute) based on\nthat sample. However, less is known about estimating the global topology of the\nunderlying graph.\n  In this paper, we show how to efficiently estimate the coarse-grained\ntopology of a graph from a probability sample of nodes. In particular, we\nconsider that nodes are partitioned into categories (e.g., countries or\nwork/study places in OSNs), which naturally defines a weighted category graph.\nWe are interested in estimating (i) the size of categories and (ii) the\nprobability that nodes from two different categories are connected. For each of\nthe above, we develop a family of estimators for design-based inference under\nuniform or non-uniform sampling, employing either of two measurement\nstrategies: induced subgraph sampling, which relies only on information about\nthe sampled nodes; and star sampling, which also exploits category information\nabout the neighbors of sampled nodes. We prove consistency of these estimators\nand evaluate their efficiency via simulation on fully known graphs. We also\napply our methodology to a sample of Facebook users to obtain a number of\ncategory graphs, such as the college friendship graph and the country\nfriendship graph; we share and visualize the resulting data at\nwww.geosocialmap.com.\n"]}]
["1105.5490",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5490"],"date":["2011-05-27"],"type":["text"],"creator":["Yu, Hyonju"],"language":[],"coverage":[],"title":["On the limit points of the smallest eigenvalues of regular graphs"],"description":["  In this paper, we give infinitely many examples of (non-isomorphic) connected\n$k$-regular graphs with smallest eigenvalue in half open interval $[-1-\\sqrt2,\n-2)$ and also infinitely many examples of (non-isomorphic) connected\n$k$-regular graphs with smallest eigenvalue in half open interval $[\\alpha_1,\n-1-\\sqrt2)$ where $\\alpha_1$ is the smallest root$(\\approx -2.4812)$ of the\npolynomial $x^3+2x^2-2x-2$. From these results, we determine the largest and\nsecond largest limit points of smallest eigenvalues of regular graphs less than\n-2. Moreover we determine the supremum of the smallest eigenvalue among all\nconnected 3-regular graphs with smallest eigenvalue less than -2 and we give\nthe unique graph with this supremum value as its smallest eigenvalue.\n","Comment: 18pages"]}]
["1105.5501",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5501","Phys. Rev. B 83, 193306 (2011)","doi:10.1103/PhysRevB.83.193306"],"date":["2011-05-27"],"type":["text"],"creator":["Fricke, Lukas","Hohls, Frank","Ubbelohde, Niels","Kaestner, Bernd","Kashcheyevs, Vyacheslavs","Leicht, Christoph","Mirovsky, Philipp","Pierz, Klaus","Schumacher, Hans W.","Haug, Rolf J."],"language":[],"coverage":[],"title":["A quantized current source with mesoscopic feedback"],"description":["  We study a mesoscopic circuit of two quantized current sources, realized by\nnon-adiabatic single- electron pumps connected in series with a small\nmicron-sized island in between. We find that quantum transport through the\nsecond pump can be locked onto the quantized current of the first one by a\nfeedback due to charging of the mesoscopic island. This is confirmed by a\nmeasurement of the charge variation on the island using a nearby charge\ndetector. Finally, the charge feedback signal clearly evidences loading into\nexcited states of the dynamic quantum dot during single-electron pump\noperation.\n"]}]
["1105.5502",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5502","Journal of symbolic computation, Vol. 40, 4, 2005, 1208-1224","doi:10.1016/j.jsc.2004.04.008"],"date":["2011-05-27"],"type":["text"],"creator":["Gonzalez-Diaz, Rocio","Real, Pedro"],"language":[],"coverage":[],"title":["Simplification Techniques for Maps in Simplicial Topology"],"description":["  This paper offers an algorithmic solution to the problem of obtaining\n\"economical\" formulae for some maps in Simplicial Topology, having, in\nprinciple, a high computational cost in their evaluation. In particular, maps\nof this kind are used for defining cohomology operations at the cochain level.\nAs an example, we obtain explicit combinatorial descriptions of Steenrod k-th\npowers exclusively in terms of face operators.\n"]}]
["1105.5503",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5503"],"date":["2011-05-27"],"type":["text"],"creator":["Willis, Geoff"],"language":[],"coverage":[],"title":["Pricing, liquidity and the control of dynamic systems in finance and\n  economics"],"description":["  The paper discusses various practical consequences of treating economics and\nfinance as an inherently dynamic and chaotic system. On the theoretical side\nthis looks at the general applicability of the market-making pricing approach\nto economics in general. The paper also discuses the consequences of the\nendogenous creation of liquidity and the role of liquidity as a state variable.\nOn the practical side, proposals are made for reducing chaotic behaviour in\nboth housing markets and stock markets.\n"]}]
["1105.5505",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory","Primary: 37A05, 37A25, 05A10, 05A15, Secondary: 37A50, 37A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5505"],"date":["2011-05-27"],"type":["text"],"creator":["Petersen, Karl"],"language":[],"coverage":[],"title":["An adic dynamical system related to the Delannoy numbers"],"description":["  We introduce an adic (Bratteli-Vershik) dynamical system based on a diagram\nwhose path counts from the root are the Delannoy numbers. We identify the\nergodic invariant measures, prove total ergodicity for each of them, and\ninitiate the study of the dimension group and other dynamical properties.\n"]}]
["1105.5507",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","Mathematics - Combinatorics","Mathematics - Representation Theory","13D45, 14B15, 14F20, 14M10, 14M99, 13P10, 13A15, 20G05, 13F50,\n  05E10, 05E40, 13A50, 13F55, 13H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5507"],"date":["2011-05-27"],"type":["text"],"creator":["Varbaro, Matteo"],"language":[],"coverage":[],"title":["Cohomological and Combinatorial Methods in the Study of Symbolic Powers\n  and Equations defining Varieties"],"description":["  In this PhD thesis we will discuss some aspects in Commutative Algebra which\nhave interactions with Algebraic Geometry, Representation Theory and\nCombinatorics. In particular, in the first chapter we will focus on\nunderstanding when certain cohomology modules vanish, a classical problem\nraised by Grothendieck. In the second chapter we will use local cohomology to\nstudy the connectedness behavior during a Groebner deformation and the\narithmetical rank of certain varieties. In the third chapter, we will\ninvestigate the relations between the minors of a fixed size of a generic\nmatrix by using tools from the representation theory of the general linear\ngroup (the results of this chapter will appear in a joint paper with Bruns and\nConca). In the last chapter we will use combinatorial methods to study the\nCohen-Macaulay property of the symbolic powers of Stanley-Reisner ideals. In\nthe thesis are included five appendixes with some basic needed facts and a\npreliminary chapter introducing to local cohomology.\n","Comment: This is the PhD thesis of the author. Most of the results appeared\n  (or are going to appear) in some paper. However throughout the thesis there\n  are also unpublished results, proofs and remarks"]}]
["1105.5508",{"format":[],"subject":["Mathematics - Geometric Topology","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5508"],"date":["2011-05-27"],"type":["text"],"creator":["Borodzik, Maciej","Némethi, András"],"language":[],"coverage":[],"title":["Heegaard Floer homologies for (+1) surgeries on torus knots"],"description":["  We compute the Heegaard Floer homology of $S^3_1(K)$ (the (+1) surgery on the\ntorus knot $T_{p,q}$) in terms of the semigroup generated by $p$ and $q$, and\nwe find a compact formula (involving Dedekind sums) for the corresponding\nOzsvath--Szabo d-invariant. We relate the result to known knot invariants of\n$T_{p,q}$ as the genus and the Levine--Tristram signatures. Furthermore, we\nemphasize the striking resemblance between Heegaard Floer homologies of (+1)\nand (-1) surgeries on torus knots. This relation is best seen at the level of\n$\\tau$ functions.\n","Comment: 12 pages, 1 figure"]}]
["1105.5509",{"format":[],"subject":["Mathematics - Commutative Algebra","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Symbolic Computation","13-04 13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5509"],"date":["2011-05-27"],"type":["text"],"creator":["Vejdemo-Johansson, Mikael","Sköldberg, Emil","Dusek, Jason"],"language":[],"coverage":[],"title":["A parallel Buchberger algorithm for multigraded ideals"],"description":["  We demonstrate a method to parallelize the computation of a Gr\\\"obner basis\nfor a homogenous ideal in a multigraded polynomial ring. Our method uses\nanti-chains in the lattice $\\mathbb N^k$ to separate mutually independent\nS-polynomials for reduction.\n","Comment: 8 pages, 6 figures"]}]
["1105.5510",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5510"],"date":["2011-05-27"],"type":["text"],"creator":["Blandino, Rémi","Ferreyrol, Franck","Barbieri, Marco","Grangier, Philippe","Tualle-Brouri, Rosa"],"language":[],"coverage":[],"title":["A method for characterizing coherent-state quantum gates"],"description":["  We discuss and implement experimentally a method for characterizing quantum\ngates operating on superpositions of coherent states. The peculiarity of this\nencoding of qubits is to work with a non-orthogonal basis, and therefore some\ntechnical limitations prevent us from using standard methods, such as process\ntomography. We adopt a different technique, that relies on some a-priori\nknowledge about the physics underlying the functioning of the device. A\nparameter characterizing the global quality of the quantum gate is obtained by\n\\virtually\" processing an entangled state.\n"]}]
["1105.5513",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5513"],"date":["2011-05-27"],"type":["text"],"creator":["Han, Jinzhong","Wang, Xuelei"],"language":[],"coverage":[],"title":["Pair production of charged top-pions in the $\\gamma\\gamma$ collisions at\n  the ILC"],"description":["  The top-color assisted technicolor (TC2) mode predicts the existence of a\npair of charged top-pions $\\pi^{\\pm}_t$. In this paper, we study the production\nof the charged top-pions pair $\\pi^{\\pm}_t$ at next generation $\\gamma\\gamma$\ncolliders. The results show that the production rates can reach the level of\n$10^2$ fb with reasonable parameter space. With a large number of events and\nthe clean background, the charged top-pion should be observable at the\n$\\gamma\\gamma$ colliders. Therefore, our studies can help us to search for\ncharged top-pion, and furthermore, to test the TC2 model.\n"]}]
["1105.5514",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5514"],"date":["2011-05-27"],"type":["text"],"creator":["Skoro, G. P.","Bennett, J. R. J.","Edgecock, T. R."],"language":[],"coverage":[],"title":["Experimental results and constitutive modelling for tungsten and\n  tantalum at high strain rates and very high temperatures"],"description":["  Recently reported results of the high strain rates, high temperature\nmeasurements of the yield stress of tungsten and tantalum have been analyzed.\nThe highest temperature reached in the experiment, based on heating and\nstressing a thin wire by a fast, high current pulse, was 2520 K and 2720 K, for\ntantalum and tungsten, respectively. The strain-rates in both the tungsten and\ntantalum tests were in the range from 500 to 1500 1/s. The parameters for the\nconstitutive equation developed by Zerilli and Armstrong have been determined\nfrom the experimental data and the results have been compared with the data\nobtained at lower temperatures.\n"]}]
["1105.5515",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5515"],"date":["2011-05-27"],"type":["text"],"creator":["Shuaib, Khaled","Sallabi, Farag","Zhang, Liren"],"language":[],"coverage":[],"title":["Smoothing and Modeling of Video Transmission Rates over a QoS Network\n  with Limited Bandwidth Connections"],"description":["  Transmission of video over a limited bandwidth network is challenging due to\nthe natural variability of video, and link characteristics. Video smoothing\ntechniques can be used to facilitate more effective transmission and to\npreserve better quality. In this paper we develop a semi-optimal video\nsmoothing approach to manage the transmission of MPEG-4 and H.264 video while\nmapping it to be more suitable for a QoS based network. The proposed technique\nutilizes a smoothing buffer with pre-defined thresholds to smooth the\ntransmission rates while assuming minimal information about the video to be\ntransmitted. The results obtained showed a significant improvements in\ntransmission rate variability while guaranteeing no buffer overflows or\nunderflows. In addition, a queuing model is developed for the used smoothing\nalgorithm for H.264 video streams with optimized encoding and packetization,\nutilizing the available H.264 macroblock ordering option.\n"]}]
["1105.5518",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5518","doi:10.5121/ijcnc.2011.3301"],"date":["2011-05-27"],"type":["text"],"creator":["Rantala, Pekka","Virtanen, Seppo","Isoaho, Jouni"],"language":[],"coverage":[],"title":["Hybrid Trust Model for Internet Routing"],"description":["  The current Internet is based on a fundamental assumption of reliability and\ngood intent among actors in the network. Unfortunately, unreliable and\nmalicious behaviour is becoming a major obstacle for Internet communication. In\norder to improve the trustworthiness and reliability of the network\ninfrastructure, we propose a novel trust model to be incorporated into BGP\nrouting. In our approach, trust model is defined by combining voting and\nrecommendation to direct trust estimation for neighbour routers located in\ndifferent autonomous systems. We illustrate the impact of our approach with\ncases that demonstrate the indication of distrusted paths beyond the nearest\nneighbours and the detection of a distrusted neighbour advertising a trusted\npath. We simulated the impact of weighting voted and direct trust in a\nrectangular grid of 15*15 nodes (autonomous systems) with a randomly connected\ntopology.\n","Comment: in Special Issue on Networks and Communication in International\n  Journal of Computer Networks & Communications (IJCNC), Vol 3, No 3, May 2011"]}]
["1105.5519",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","53D05, 58F06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5519"],"date":["2011-05-27"],"type":["text"],"creator":["Loi, Andrea","Zedda, Michela"],"language":[],"coverage":[],"title":["Calabi's inhomogeneous Einstein manifold is globally symplectomorphic to\n  R^{2n}"],"description":["  We construct explicit global symplectic coordinates for the Calabi's\ninhomogeneous Kaehler-Einstein metric on tubular domains.\n","Comment: 3 pages"]}]
["1105.5521",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5521","doi:10.5121/ijcnc.2011.3307"],"date":["2011-05-27"],"type":["text"],"creator":["Janakiraman, T. N.","Thilak, A. Senthil"],"language":[],"coverage":[],"title":["Design and Analysis of SD_DWCA - A Mobility based clustering of\n  Homogeneous MANETs"],"description":["  This paper deals with the design and analysis of the distributed weighted\nclustering algorithm SD_DWCA proposed for homogeneous mobile ad hoc networks.\nIt is a connectivity, mobility and energy based clustering algorithm which is\nsuitable for scalable ad hoc networks. The algorithm uses a new graph parameter\ncalled strong degree defined based on the quality of neighbours of a node. The\nparameters are so chosen to ensure high connectivity, cluster stability and\nenergy efficient communication among nodes of high dynamic nature. This paper\nalso includes the experimental results of the algorithm implemented using the\nnetwork simulator NS2. The experimental results show that the algorithm is\nsuitable for high speed networks and generate stable clusters with less\nmaintenance overhead.\n"]}]
["1105.5522",{"format":[],"subject":["Mathematics - Combinatorics","92E10, 05C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5522"],"date":["2011-05-27"],"type":["text"],"creator":["Yu, Guihai","Feng, Lihua","Ilic, Aleksandar"],"language":[],"coverage":[],"title":["The largest $n-1$ Hosoya indices of unicyclic graphs"],"description":["  The Hosoya index $Z (G)$ of a graph $G$ is defined as the total number of\nedge independent sets of $G$. In this paper, we extend the research of [J. Ou,\nOn extremal unicyclic molecular graphs with maximal Hosoya index,\n\\textit{Discrete Appl. Math.} 157 (2009) 391--397.] and [Y. Ye, X. Pan, H. Liu,\nOrdering unicyclic graphs with respect to Hosoya indices and Merrifield-Simmons\nindices, \\textit{MATCH Commun. Math. Comput. Chem.} 59 (2008) 191--202.] and\norder the largest $n-1$ unicyclic graphs with respect to the Hosoya index.\n","Comment: 10 pages, 4 figures"]}]
["1105.5540",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5540"],"date":["2011-05-27"],"type":["text"],"creator":["Lehre, Per Kristian","Witt, Carsten"],"language":[],"coverage":[],"title":["Finite First Hitting Time versus Stochastic Convergence in Particle\n  Swarm Optimisation"],"description":["  We reconsider stochastic convergence analyses of particle swarm optimisation,\nand point out that previously obtained parameter conditions are not always\nsufficient to guarantee mean square convergence to a local optimum. We show\nthat stagnation can in fact occur for non-trivial configurations in non-optimal\nparts of the search space, even for simple functions like SPHERE. The\nconvergence properties of the basic PSO may in these situations be detrimental\nto the goal of optimisation, to discover a sufficiently good solution within\nreasonable time. To characterise optimisation ability of algorithms, we suggest\nthe expected first hitting time (FHT), i.e., the time until a search point in\nthe vicinity of the optimum is visited. It is shown that a basic PSO may have\ninfinite expected FHT, while an algorithm introduced here, the Noisy PSO, has\nfinite expected FHT on some functions.\n","Comment: An extended version of a paper that will appear in the Proceedings of\n  the 9th Metaheuristics International Conference (MIC 2011), Udine, Italy,\n  July 25th-28th, 2011"]}]
["1105.5541",{"format":[],"subject":["Mathematics - Number Theory","Mathematical Physics","Mathematics - Symplectic Geometry","11J70, 46L65 (Primary) 11J54, 53D50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5541"],"date":["2011-05-27"],"type":["text"],"creator":["Hawkins, Eli","Haynes, Alan"],"language":[],"coverage":[],"title":["Deformation Quantization and Irrational Numbers"],"description":["  Diophantine approximation is the problem of approximating a real number by\nrational numbers. We propose a version of this in which the numerators are\napproximately related to the denominators by a Laurent polynomial. Our\ndefinition is motivated by the problem of constructing strict deformation\nquantizations of symplectic manifolds. We show that this type of approximation\nexists for any real number and also investigate what happens if the number is\nrational or a quadratic irrational.\n","Comment: 20 pages"]}]
["1105.5549",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5549"],"date":["2011-05-27"],"type":["text"],"creator":["Gujrati, P. D."],"language":[],"coverage":[],"title":["Generalized Non-equilibrium Heat and Work and the Fate of the Clausius\n  Inequality"],"description":["  By generalizing the traditional concept of heat dQ and work dW to also\ninclude their time-dependent irreversible components d_{i}Q and d_{i}W allows\nus to express them in terms of the instantaneous internal temperature T(t) and\npressure P(t), whereas the conventional form uses the constant values T_{0} and\nP_{0} of the medium. This results in an extremely useful formulation of\nnon-equilibrium thermodynamics so that the first law turns into the Gibbs\nfundamental relation and the Clausius inequality becomes an equality\n\\ointdQ(t)/T(t)\\equiv0 in all cases, a quite remarkable but unexpected result.\nWe determine the irreversible components d_{i}Q\\equivd_{i}W and discuss how\nthey can be determined to obtain the generalized dW(t) and dQ(t).\n","Comment: 4 pages, 1 figure"]}]
["1105.5552",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Probability","60K30, 65C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5552"],"date":["2011-05-27"],"type":["text"],"creator":["Bock, Wolfgang","Götz, Thomas","Grothaus, Martin","Liyanage, Uditha Prabhath"],"language":[],"coverage":[],"title":["Parameter Estimation from Occupation Times"],"description":["  We derive an equation to compute directly the expected occupation time of the\ncentered Ornstein-Uhlenbeck process. This allows us to identify the parameters\nof the Ornstein-Uhlenbeck process for available occupation times via a standard\nleast squares minimization. To test the method, we generate occupation times\nvia Monte-Carlo simulations and recover the parameters with the above mentioned\nprocedure.\n","Comment: 13 pages, 2 figures"]}]
["1105.5558",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5558"],"date":["2011-05-27"],"type":["text"],"creator":["Ranguelov, Bogdan","Goranova, Desislava","Tonchev, Vesselin","Yakimova, Rositsa"],"language":[],"coverage":[],"title":["Diffusion Limited Aggregation with modified local rules"],"description":["  Results from a modified Diffusion Limited Aggregation (DLA) model are\npresented. The modifications of the classical DLA model are in the attachment\nto the cluster rules and in the scheme of particle generation/killing. In the\nclassical DLA model if a particle reaches the growing cluster it sticks to it\nimmediately and irreversibly and then the next particle is released. We will\nabandon this original prerequisite, and by changing the sticking probability to\nthe cluster we will change the diffusion regime towards more kinetic one. For a\ngrowing cluster consisting of only one type of particles this variation in the\nsticking probability is (more or less) a rude violation of the hypothesis for\ndiffusion limitation in the DLA model. Since in a lot of experiments different\ntypes of particles are used with different sticking probabilities (e.g.\ndifferent regimes of attachment), we develop a modified DLA model with two\ntypes of particles. The second modification we introduce at that point is a\nscheme for particle generation/killing we call \"second chance\" - when a\nparticle is killed after reaching a given limiting distance from the cluster,\nit is killed and then returned to the point it was originally generated. Thus\nthe model is capable to produce a great variety of growing patterns (fractals,\nspirals) by changing only a single parameter and we are able to construct a\nmorphological diagram of our generalized DLA model with two different types of\nparticles.\n","Comment: 5 figures"]}]
["1105.5561",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5561","PoS(ICHEP 2010)329"],"date":["2011-05-27"],"type":["text"],"creator":["Picek, Ivica","Radovcic, Branimir"],"language":[],"coverage":[],"title":["Testing New TeV-scale Seesaw Mediators at the LHC"],"description":["  We propose TeV-scale Dirac fermions producing Majorana masses of the known\nneutrinos via tree-level seesaw, different from standard type I and III seesaw.\nThe employed weak five-plet with nonzero hypercharge leads to new seesaw\nformula m_\\nu ~ v^6/M^5 and to empirical masses m_\\nu ~ 10^{-1} eV for M ~ TeV\nnew states. For a limited range of the parameter space, where M < a few 100\nGeV, the proposed mechanism is testable at the LHC via characteristic decays of\nDirac type heavy leptons, produced by a Drell-Yan fusion.\n","Comment: 2 pages, 1 figure"]}]
["1105.5563",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5563","International Journal of Computer Networks & Communications\n  (IJCNC) Vol.3, No.3, May 2011 pp 48-66","doi:10.5121/ijcnc.2011.3304"],"date":["2011-05-27"],"type":["text"],"creator":["Sarma, Abhijit","Joshi, Shantanu","Nandi, Sukumar"],"language":[],"coverage":[],"title":["Context Awarw Mobile Initiated Handoff for Performance Improvement in\n  IEEE 802.11 Networks"],"description":["  IEEE 802.11 is a widely used wireless LAN standard which offers a good\nbandwidth at low cost In an ESS, multiple APs can co-exist with overlapping\ncoverage area. A mobile node connects to the AP from which it receives the best\nsignal. Changes in traffic to and from different MNs occur over time. Load\nimbalance may develop on different APs. Throughput and delay of the different\nflows passing through the APs, where the load has increased beyond certain\nlimit, may degrade. Different MNs associated to the overloaded APs will\nexperience performance degradation. Overall performance of the ESS will also\ndrop. In this paper we propose a scheme where MNs experiencing degraded\nperformance will initiate action and with assistance from the associate AP\nperform handoff to less loaded AP within its range to improve performance.\n","Comment: 19 pages, 14 figures"]}]
["1105.5565",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5565"],"date":["2011-05-27"],"type":["text"],"creator":["Dimeglio, Chloé","Loubes, Jean-Michel","Maza, Elie"],"language":[],"coverage":[],"title":["Manifold embedding for curve registration"],"description":["  We focus on the problem of finding a good representative of a sample of\nrandom curves warped from a common pattern f. We first prove that such a\nproblem can be moved onto a manifold framework. Then, we propose an estimation\nof the common pattern f based on an approximated geodesic distance on a\nsuitable manifold. We then compare the proposed method to more classical\nmethods.\n"]}]
["1105.5570",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5570"],"date":["2011-05-27"],"type":["text"],"creator":["Cristofol, Michel","Garnier, Jimmy","Hamel, Francois","Roques, Lionel"],"language":[],"coverage":[],"title":["Uniqueness from pointwise observations in a multi-parameter inverse\n  problem"],"description":["  In this paper, we prove a uniqueness result in the inverse problem of\ndetermining several non-constant coefficients of one-dimensional\nreaction-diffusion equations. Such reaction-diffusion equations include the\nclassical model of Kolmogorov, Petrovsky and Piskunov as well as more\nsophisticated models from biology. When the reaction term contains an unknown\npolynomial part of degree $N,$ with non-constant coefficients $\\mu_k(x),$ our\nresult gives a sufficient condition for the uniqueness of the determination of\nthis polynomial part. This sufficient condition only involves pointwise\nmeasurements of the solution $u$ of the reaction-diffusion equation and of its\nspatial derivative $\\partial u / \\partial x$ at a single point $x_0,$ during a\ntime interval $(0,\\epsilon).$ In addition to this uniqueness result, we give\nseveral counter-examples to uniqueness, which emphasize the optimality of our\nassumptions. Finally, in the particular cases N=2 and $N=3,$ we show that such\npointwise measurements can allow an efficient numerical determination of the\nunknown polynomial reaction term.\n"]}]
["1105.5581",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5581","Proc Natl Acad Sci USA 108:1783-1787","doi:10.1073/pnas.1013529108"],"date":["2011-05-27"],"type":["text"],"creator":["Hallatschek, Oskar"],"language":[],"coverage":[],"title":["The noisy edge of traveling waves"],"description":["  Traveling waves are ubiquitous in nature and control the speed of many\nimportant dynamical processes, including chemical reactions, epidemic\noutbreaks, and biological evolution. Despite their fundamental role in complex\nsystems, traveling waves remain elusive because they are often dominated by\nrare fluctuations in the wave tip, which have defied any rigorous analysis so\nfar. Here, we show that by adjusting nonlinear model details, noisy traveling\nwaves can be solved exactly. The moment equations of these tuned models are\nclosed and have a simple analytical structure resembling the deterministic\napproximation supplemented by a nonlocal cutoff term. The peculiar form of the\ncutoff shapes the noisy edge of traveling waves and is critical for the correct\nprediction of the wave speed and its fluctuations. Our approach is illustrated\nand benchmarked using the example of fitness waves arising in simple models of\nmicrobial evolution, which are highly sensitive to number fluctuations. We\ndemonstrate explicitly how these models can be tuned to account for finite\npopulation sizes and determine how quickly populations adapt as a function of\npopulation size and mutation rates. More generally, our method is shown to\napply to a broad class of models, in which number fluctuations are generated by\nbranching processes. Because of this versatility, the method of model tuning\nmay serve as a promising route toward unraveling universal properties of\ncomplex discrete particle systems.\n","Comment: For supplementary material and published open access article, see\n  http://www.pnas.org/content/108/5/1783.abstract?sid=693e63f3-fd1a-407a-983e-c521efc6c8c5\n  See also Commentary Article by D. S. Fisher,\n  http://www.pnas.org/content/108/7/2633.extract"]}]
["1105.5582",{"format":[],"subject":["High Energy Physics - Lattice","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5582","PoS (Lattice 2010) 014"],"date":["2011-05-27"],"type":["text"],"creator":["Ambjorn, J.","Jurkiewicz, J.","Loll, R."],"language":[],"coverage":[],"title":["Lattice quantum gravity - an update"],"description":["  We advocate lattice methods as the tool of choice to constructively define a\nbackground-independent theory of Lorentzian quantum gravity and explore its\nphysical properties in the Planckian regime. The formulation that arguably has\nmost furthered our understanding of quantum gravity (and of various pitfalls\npresent in the nonperturbative sector) uses dynamical triangulations to\nregularize the nonperturbative path integral over geometries. Its Lorentzian\nversion in terms of Causal Dynamical Triangulations (CDT) - in addition to\nhaving a definite quantum signature on short scales - has been shown to\nreproduce important features of the classical theory on large scales. This\narticle recaps the most important developments in CDT of the last few years for\nthe physically relevant case of four spacetime dimensions, and describes its\nstatus quo at present.\n","Comment: 14 pages, 8 figures, write-up of plenary talk at Lattice 2010,\n  Villasimius, Sardegna, Italy, 14-19 June 2010"]}]
["1105.5587",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5587"],"date":["2011-05-27"],"type":["text"],"creator":["Balestra, S.","Giacomelli, G.","Giorgini, M.","Patrizii, L.","Popa, V.","Sahnoun, Z.","Togo, V."],"language":[],"coverage":[],"title":["Magnetic Monopole Bibliography-II"],"description":["  The bibliography compilation on magnetic monopoles is updated to include\nreferences from 2000 till mid 2011. It is intended to contain all experimental\npapers on the subject and only the theoretical papers which have specific\nexperimental implications.\n","Comment: 32 pages, 7 figures"]}]
["1105.5589",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","53A10, 53A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5589"],"date":["2011-05-27"],"type":["text"],"creator":["Bryant, Robert L."],"language":[],"coverage":[],"title":["Complex analysis and a class of Weingarten surfaces"],"description":["  An idea of Hopf's for applying complex analysis to the study of constant mean\ncurvature spheres is generalized to cover a wider class of spheres, namely,\nthose satisfying a Weingarten relation of a certain type, namely H = f(H^2-K)\nfor some smooth function f, where H and K are the mean and Gauss curvatures,\nrespectively.\n  The results are either not new or are minor extensions of known results, but\nthe method, which involves introducing a different conformal structure on the\nsurface than the one induced by the first fundamental form, is different from\nthe one used by Hopf and requires less technical results from the theory of PDE\nthan Hopf's methods.\n  This is a TeXed version of a manuscript dating from early 1984. It was never\nsubmitted for publication, though it circulated to some people and has been\nreferred to from time to time in published articles. It is being provided now\nfor the convenience of those who have asked for a copy. Except for the\ncorrection of various grammatical or typographical mistakes and infelicities\nand the addition of some (clearly marked) comments at the end of the\nintroduction, the text is that of the original.\n","Comment: 10 pages"]}]
["1105.5591",{"format":[],"subject":["Mathematics - Rings and Algebras","16Y60, 06D99, 08A30 (Primary), 06A99, 06F99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5591"],"date":["2011-05-27"],"type":["text"],"creator":["Katsov, Yefim","Nam, Tran Giang","Zumbrägel, Jens"],"language":[],"coverage":[],"title":["On Simpleness of Semirings and Complete Semirings"],"description":["  In this paper, among other results, there are described (complete) simple -\nsimultaneously ideal- and congruence-simple - endomorphism semirings of\n(complete) idempotent commutative monoids; it is shown that the concepts of\nsimpleness, congruence-simpleness and ideal-simpleness for (complete)\nendomorphism semirings of projective semilattices (projective complete\nlattices) in the category of semilattices coincide iff those semilattices are\nfinite distributive lattices; there are described congruence-simple complete\nhemirings and left artinian congruence-simple complete hemirings. Considering\nthe relationship between the concepts of \"Morita equivalence\" and \"simpleness\"\nin the semiring setting, we have obtained the following results: The\nideal-simpleness, congruence-simpleness and simpleness of semirings are Morita\ninvariant properties; A complete description of simple semirings containing the\ninfinite element; The representation theorem - \"Double Centralizer Property\" -\nfor simple semirings; A complete description of simple semirings containing a\nprojective minimal one-sided ideal; A characterization of ideal-simple\nsemirings having either infinite elements or a projective minimal one-sided\nideal; A confirmation of Conjecture of [Kat04a] and solving Problem 3.9 of\n[Kat04b] in the classes of simple semirings containing either infinite elements\nor projective minimal left (right) ideals, showing, respectively, that\nsemirings of those classes are not perfect and the concepts of \"mono-flatness\"\nand \"flatness\" for semimodules over semirings of those classes are the same.\nFinally, we give a complete description of ideal-simple, artinian additively\nidempotent chain semirings, as well as of congruence-simple, lattice-ordered\nsemirings.\n","Comment: 29 pages"]}]
["1105.5592",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5592","In the Fourteenth International Conference on Artificial\n  Intelligence and Statistics April 11-13, 2011 Ft. Lauderdale, FL, USA"],"date":["2011-05-27"],"type":["text"],"creator":["Song, Le","Gretton, Arthur","Bickson, Danny","Low, Yucheng","Guestrin, Carlos"],"language":[],"coverage":[],"title":["Kernel Belief Propagation"],"description":["  We propose a nonparametric generalization of belief propagation, Kernel\nBelief Propagation (KBP), for pairwise Markov random fields. Messages are\nrepresented as functions in a reproducing kernel Hilbert space (RKHS), and\nmessage updates are simple linear operations in the RKHS. KBP makes none of the\nassumptions commonly required in classical BP algorithms: the variables need\nnot arise from a finite domain or a Gaussian distribution, nor must their\nrelations take any particular parametric form. Rather, the relations between\nvariables are represented implicitly, and are learned nonparametrically from\ntraining data. KBP has the advantage that it may be used on any domain where\nkernels are defined (Rd, strings, groups), even where explicit parametric\nmodels are not known, or closed form expressions for the BP updates do not\nexist. The computational cost of message updates in KBP is polynomial in the\ntraining data size. We also propose a constant time approximate message update\nprocedure by representing messages using a small number of basis functions. In\nexperiments, we apply KBP to image denoising, depth prediction from still\nimages, and protein configuration prediction: KBP is faster than competing\nclassical and nonparametric approaches (by orders of magnitude, in some cases),\nwhile providing significantly more accurate results.\n"]}]
["1105.5593",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","C.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5593","International Journal of Computer Networks & Communications\n  (IJCNC) Vol.3, No.3, May 2011, 81-92","doi:10.5121/ijcnc.2011.3306"],"date":["2011-05-27"],"type":["text"],"creator":["Goyal, Ruchita","Divyanshu","Mishra, Manoj"],"language":[],"coverage":[],"title":["Quality of Service Provisioning in Manet Using a Cross-Layer Approach\n  for Routing"],"description":["  Deployment of multimedia applications warrants provisioning of Quality of\nService (QoS) in MANET. However, limited battery power, other resource\nconstraints and mobility of nodes make QoS provisioning difficult to achieve in\nMANET. This difficulty can be overcome by using a cross-layer approach for\nrouting. In [1] Patil et al., proposed a cross-layer routing protocol named\nCost Based Power Aware Cross Layer - AODV (CPACL-AODV) which overcomes the\nlimitation of battery power of nodes. Though many similar energy efficient and\ncross-layer routing protocols have been proposed for MANET, none of them\nhandles QoS. A novel MANET routing protocol, Type of Service, Power and\nBandwidth Aware AODV (TSPBA-AODV), which overcomes resource constraints and\nsimultaneously provides QoS guarantees using a cross-layer approach, is\nproposed in this paper. In addition the effect of variation in nodes' mobility\non performance of TSPBA-AODV is compared with that of CPACL-AODV [1] for two\ndifferent types of network traffic. As shown by the results of simulations\nperformed, TSPBA-AODV performs better than CPACL-AODV for MANET in which nodes\nmove with small speeds (speeds up to 40 Km/hr approx.). In addition the effect\nof variation in data sending rate of nodes on performance of the protocols is\nalso studied. As shown by the results of simulations performed, TSPBA-AODV\nperforms better than CPACL-AODV for all variations in data sending rate of\nnodes.\n","Comment: 12 pages, 12 figures"]}]
["1105.5596",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5596"],"date":["2011-05-27"],"type":["text"],"creator":["Peebles, P. J. E.","Tully, R. Brent","Shaya, Edward J."],"language":[],"coverage":[],"title":["A Dynamical Model of the Local Group"],"description":["  This dynamical model for the 28 galaxies with distances less than 1.5 Mpc,\nand not apparently tight satellites, is constrained by the initial condition\nthat peculiar velocities at high redshift are small and growing in accordance\nwith the standard cosmology. The solution is a satisfactory fit to most of the\nmeasured redshifts, distances, and proper motions, with some interesting\nexceptions that call for further investigation. The model predicts Milky Way\nrotation speed 256 km/s, consistent with Reid et al. (2009a). Ten Local Group\ngalaxies emanate from low supergalactic latitude and supergalactic longitude ~\n70 degrees, perhaps as remnants from failed assembly of a larger galaxy. NGC\n6822 passes close to the Milky Way at redshift ~0.27, in an orbit similar to\nthe Magellanic Clouds. Leo I has heliocentric angular velocity 0.33 mas/yr,\nperhaps measurable by the mean stellar motion, and 15 galaxies have proper\nmotions greater than 0.05 mas/yr, measurable for any with masers.\n","Comment: 27 pages, 7 figures"]}]
["1105.5600",{"format":[],"subject":["Mathematics - Complex Variables","32A36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5600"],"date":["2011-05-27"],"type":["text"],"creator":["Bommier-Hato, Helene","Englis, Miroslav","Youssfi, El-Hassan"],"language":[],"coverage":[],"title":["Bergman-type projections in generalized Fock spaces"],"description":["  We give criteria for boundedness of the associated Bergman-type projections\non Lp-spaces on Cn with respect to generalized Gaussian weights exp(-|z|^2m).\nComplete characterization is obtained for 0<m<=1 and 2n/(2n-1)<m<2; partial\nresults are given for other values of m.\n","Comment: 24 pages, no figures"]}]
["1105.5603",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J60, 35J70, 35B50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5603"],"date":["2011-05-27"],"type":["text"],"creator":["Birindelli, I.","Demengel, F."],"language":[],"coverage":[],"title":["Overdetermined problems for fully non linear operators"],"description":["  In this paper, we consider the overdetermined problem for fully non linear\nsingular or degenerate elliptic operators in bounded smooth domains with both\nDirichlet and Neumann condition, as in the classical result of Serrin we prove\nthat the existence of nontrivial constant sign solution imply that the domain\nis a ball.\n","Comment: 23 pages"]}]
["1105.5607",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5607"],"date":["2011-05-27"],"type":["text"],"creator":["Xin, Jack","Yu, Yifeng"],"language":[],"coverage":[],"title":["Analysis and Comparison of Large Time Front Speeds in Turbulent\n  Combustion Models"],"description":["  Predicting turbulent flame speed (the large time front speed) is a\nfundamental problem in turbulent combustion theory. Several models have been\nproposed to study the turbulent flame speed, such as the G-equations, the\nF-equations (Majda-Souganidis model) and reaction-diffusion-advection (RDA)\nequations. In the first part of this paper, we show that flow induced strain\nreduces front speeds of G-equations in periodic compressible and shear flows.\nThe F-equations arise in asymptotic analysis of reaction-diffusion-advection\nequations and are quadratically nonlinear analogues of the G-equations. In the\nsecond part of the paper, we compare asymptotic growth rates of the turbulent\nflame speeds from the G-equations, the F-equations and the RDA equations in the\nlarge amplitude ($A$) regime of spatially periodic flows. The F and G equations\nshare the same asymptotic front speed growth rate; in particular, the same\nsublinear growth law $A\\over \\log(A)$ holds in cellular flows. Moreover, in two\nspace dimensions, if one of these three models (G-equation, F-equation and the\nRDA equation) predicts the bending effect (sublinear growth in the large flow),\nso will the other two. The nonoccurrence of speed bending is characterized by\nthe existence of periodic orbits on the torus and the property of their\nrotation vectors in the advective flow fields. The cat's eye flow is discussed\nas a typical example of directional dependence of the front speed bending. The\nlarge time front speeds of the viscous F-equation have the same growth rate as\nthose of the inviscid F and G-equations in two dimensional periodic\nincompressible flows.\n","Comment: 42 pages"]}]
["1105.5608",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5608"],"date":["2011-05-27"],"type":["text"],"creator":["Romao, Jorge C."],"language":[],"coverage":[],"title":["LHC and Lepton Flavour Violation Phenomenology in Seesaw Models"],"description":["  We review Lepton Flavour Violation (LFV) in the supersymmetric version of the\nseesaw mechanism (type I, II, III) and in Left-Right models. The LFV needed to\nexplain neutrino masses and mixings is the only source of LFV and has\nexperimental implications both in low-energy experiments where we search for\nthe radiative decays of leptons, and at the LHC where we look at its imprint on\nthe LFV decays of the sparticles and on slepton mass splittings. We discuss how\nthis confrontation between high- and low-energy LFV observables may provide\ninformation about the underlying mechanism of LFV.\n","Comment: Prepared for the proceedings of the Moriond 2011 EW session. 6 pages,\n  6 figures"]}]
["1105.5614",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5614"],"date":["2011-05-27"],"type":["text"],"creator":["Tahir, Muhammad","MacKinnon, Angus"],"language":[],"coverage":[],"title":["Time-dependent transport via a quantum shuttle"],"description":["  We present a theoretical study of time-dependent transport via a quantum\nshuttle within the non-equilibrium Green's function technique. An arbitrary\nvoltage is applied to the tunnel junction and electrons in the leads are\nconsidered to be at zero temperature. The transient and the steady state\nbehavior of the system is considered here in order to explore the quantum\ndynamics of the shuttle device as a function of time and applied bias. The\nproperties of the phonon distribution of the oscillating dot coupled to the\nelectrons are investigated using a non-perturbative approach. We derive a\nrelation for the oscillator momentum charge density correlation function which\nis an interesting physical example for the visualization of shuttling\nphenomenon. We consider the crossover between the tunneling and shuttling\nregimes for different values of the key parameters as a function of applied\nbias and time. We also consider the energy transferred from the electrons to\nthe oscillating dot as a function of time. This will provide useful insight for\nthe design of experiments aimed at studying the quantum behavior of a shuttling\ndevice.\n"]}]
["1105.5619",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","82C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5619"],"date":["2011-05-27"],"type":["text"],"creator":["Rogers, David M.","Rempe, Susan B."],"language":[],"coverage":[],"title":["A First and Second Law for Nonequilibrium Thermodynamics: Maximum\n  Entropy Derivation of the Fluctuation-Dissipation Theorem and Entropy\n  Production Functionals"],"description":["  A theory for non-equilibrium systems is derived from a maximum entropy\napproach similar in spirit to the equilibrium theory given by Gibbs. Requiring\nHamilton's principle of stationary action to be satisfied on average during a\ntrajectory, we add constraints on the transition probability distribution which\nlead to a path probability of the Onsager-Machlup form. Additional constraints\nderived from energy and momentum conservation laws then introduce heat exchange\nand external driving forces into the system, with Lagrange multipliers related\nto the temperature and pressure of an external thermostatic system. The result\nis a fully time-dependent, non-local description of a nonequilibrium ensemble.\nDetailed accounting of the energy exchange and the change in information\nentropy of the central system then provides a description of the entropy\nproduction which is not dependent on the specification or existence of a\nsteady-state or on any definition of thermostatic variables for the central\nsystem. These results are connected to the literature by showing a method for\npath re-weighting, creation of arbitrary fluctuation theorems, and by providing\na simple derivation of Jarzynski relations referencing a steady-state. In\naddition, we identify path free energy and entropy (caliber) functionals which\ngenerate a first law of nonequilibrium thermodynamics by relating changes in\nthe driving forces to changes in path averages. Analogous to the Gibbs\nrelations, the variations in the path averages yield fluctuation-dissipation\ntheorems. The thermodynamic entropy production can also be stated in terms of\nthe caliber functional, resulting in a simple proof of our microscopic form for\nthe Clausius statement. We find that the maximum entropy route provides a clear\nderivation of the path free energy functional, path-integral, Langevin,\nBrownian, and Fokker-Planck statements of nonequilibrium processes.\n","Comment: 35 pages"]}]
["1105.5620",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26A39, 42A16, 46F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5620"],"date":["2011-05-27"],"type":["text"],"creator":["Talvila, Erik"],"language":[],"coverage":[],"title":["Fourier series with the continuous primitive integral"],"description":["  Fourier series are considered on the one-dimensional torus for the space of\nperiodic distributions that are the distributional derivative of a continuous\nfunction. This space of distributions is denoted $\\alext$ and is a Banach space\nunder the Alexiewicz norm, $\\|f\\|_\\T =\\sup_{|I|\\leq 2\\pi}|\\int_I f|$, the\nsupremum being taken over intervals of length not exceeding $2\\pi$. It contains\nthe periodic functions integrable in the sense of Lebesgue and\nHenstock-Kurzweil. Many of the properties of $L^1$ Fourier series continue to\nhold for this larger space, with the $L^1$ norm replaced by the Alexiewicz\nnorm. The Riemann-Lebesgue lemma takes the form $\\fhat(n)=o(n)$ as\n$|n|\\to\\infty$. The convolution is defined for $f\\in\\alext$ and $g$ a periodic\nfunction of bounded variation. The convolution commutes with translations and\nis commutative and associative. There is the estimate $\\|f\\ast g\\|_\\infty\\leq\n\\|f\\|_\\T \\|g\\|_\\bv$. For $g\\in L^1(\\T)$, $\\|f\\ast g\\|_\\T\\leq \\|f\\|_\\T \\|g\\|_1$.\nAs well, $\\widehat{f\\ast g}(n)=\\fhatn \\hat{g}(n)$. There are versions of the\nSalem-Zygmund-Rudin-Cohen factorization theorem, Fej\\'er's lemma and the\nParseval equality. The trigonometric polynomials are dense in $\\alext$. The\nconvolution of $f$ with a sequence of summability kernels converges to $f$ in\nthe Alexiewicz norm. Let $D_n$ be the Dirichlet kernel and let $f\\in L^1(\\T)$.\nThen $\\|D_n\\ast f-f\\|_\\T\\to 0$ as $n\\to\\infty$. Fourier coefficients of\nfunctions of bounded variation are characterized. An appendix contains a type\nof Fubini theorem.\n","Comment: To appear in {\\it Journal of Fourier Analysis and Applications}"]}]
["1105.5623",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5623","Journal of Computing, Volume 3, Issue 1, January 2011, 41-48"],"date":["2011-05-27"],"type":["text"],"creator":["Agrawal, Sudhir","Jain, Sanjeev","Sharma, Sanjeev"],"language":[],"coverage":[],"title":["A Survey of Routing Attacks and Security Measures in Mobile Ad-Hoc\n  Networks"],"description":["  Mobile ad hoc networks (MANETs) are a set of mobile nodes which are\nself-configuring and connected by wireless links automatically as per the\ndefined routing protocol. The absence of a central management agency or a fixed\ninfrastructure is a key feature of MANETs. These nodes communicate with each\nother by interchange of packets, which for those nodes not in wireless range\ngoes hop by hop. Due to lack of a defined central authority, securitizing the\nrouting process becomes a challenging task thereby leaving MANETs vulnerable to\nattacks, which results in deterioration in the performance characteristics as\nwell as raises a serious question mark about the reliability of such networks.\nIn this paper we have attempted to present an overview of the routing\nprotocols, the known routing attacks and the proposed countermeasures to these\nattacks in various works.\n","Comment: 7 pages journal of computing vol3 issue 1 january2011"]}]
["1105.5627",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B10, 44A05, 44A35, 35K08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5627"],"date":["2011-05-27"],"type":["text"],"creator":["Hamem, Soumeya","Kamoun, Lotfi"],"language":[],"coverage":[],"title":["Uncertainty Principle Inequalities Related to Laguerre-Bessel Transform"],"description":["  In this paper, an analogous of Heisenberg inequality is established for\nLaguerre-Bessel transform. Also, a local uncertainty principle for this\ntransform is investigate\n","Comment: 19 pages"]}]
["1105.5637",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5637"],"date":["2011-05-27"],"type":["text"],"creator":["Andreini, Elena"],"language":[],"coverage":[],"title":["Moduli space of pairs over projective stacks"],"description":["  Let $\\clX$ a projective stack over an algebraically closed field $k$ of\ncharacteristic 0. Let $\\clE$ be a generating sheaf over $\\clX$ and $\\clO_X(1)$\na polarization of its coarse moduli space $X$. We define a notion of pair which\nis the datum of a non vanishing morphism $\\Gamma\\otimes\\clE\\to \\clF$ where\n$\\Gamma$ is a finite dimensional $k$ vector space and $\\clF$ is a coherent\nsheaf over $\\clX$. We construct the stack and the moduli space of semistable\npairs. The notion of semistability depends on a polynomial parameter and it is\ndictated by the GIT construction of the moduli space.\n"]}]
["math/0508259",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G05 (primary), 14H25, 14G50 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508259","Journal of Number Theory 127 (2007), 10--36"],"date":["2005-08-15"],"type":["text"],"creator":["Rosen, Michael","Silverman, Joseph H."],"language":[],"coverage":[],"title":["On the independence of Heegner points associated to distinct quadratic\n  imaginary fields"],"description":["  Let E/Q be an elliptic curve with a fixed modular parametrization F : X_0(N)\n--> E and let P_1,...,P_r be Heegner points on E attached to the rings of\nintegers of distinct quadratic imaginary field k_1,...,k_r. We prove that if\nthe odd parts of the class numbers of k_1,...,k_r are larger than a constant\nC=C(E,F) depending only on E and F, then the points P_1,...,P_r are independent\nin E/(torsion). We also discuss a possible application to the elliptic curve\ndiscrete logarithm problem.\n","Comment: 22 pages"]}]
["math/9609212",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9609212","Duke Math. J. 94 (1998), 41--77"],"date":["1996-09-03"],"type":["text"],"creator":["Silverman, Joseph H."],"language":[],"coverage":[],"title":["The space of rational maps on P^1"],"description":["  The set of morphisms $\\f:\\PP^1\\to\\PP^1$ of degree $d$ is parametrized by an\naffine open subset $\\Rat_d$ of $\\PP^{2d+1}$. We consider the action of~$\\SL_2$\non $\\Rat_d$ induced by the {\\it conjugation action\\/} of $\\SL_2$ on rational\nmaps; that is, $f\\in\\SL_2$ acts on~$\\f$ via $\\f^f=f^{-1}\\circ\\f\\circ f$. The\nquotient space $\\M_d=\\Rat_d/\\SL_2$ arises very naturally in the study of\ndiscrete dynamical systems on~$\\PP^1$. We prove that~$\\M_d$ exists as an affine\nintegral scheme over~$\\ZZ$, that $\\M_2$ is isomorphic to~$\\AA^2_\\ZZ$, and that\nthe natural completion of~$\\M_2$ obtained using geometric invariant theory is\nisomorphic to~$\\PP^2_\\ZZ$. These results, which generalize results of Milnor\nover~$\\CC$, should be useful for studying the arithmetic properties of\ndynamical systems.\n"]}]
