["0704.2555",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","53C28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2555"],"date":["2007-04-19","2008-12-09"],"type":["text"],"creator":["McKay, Benjamin"],"language":[],"coverage":[],"title":["Characteristic forms of complex Cartan geometries"],"description":["  We calculate relations on characteristic classes which are obstructions\npreventing closed K\\\"ahler manifolds from carrying holomorphic Cartan\ngeometries. We apply these relations to give global constraints on the phase\nspaces of complex analytic determined and underdetermined systems of\ndifferential equations.\n","Comment: 29 pages (on A4 paper). I split off the results about Calabi-Yaus\n  into a separate paper"]}]
["0704.3036",{"format":[],"subject":["Mathematics - Quantum Algebra","16W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3036"],"date":["2007-04-23","2008-12-09"],"type":["text"],"creator":["Bulacu, D.","Caenepeel, S.","Torrecillas, B."],"language":[],"coverage":[],"title":["Involutory quasi-Hopf algebras"],"description":["  We introduce and investigate the basic properties of an involutory (dual)\nquasi-Hopf algebra. We also study the representations of an involutory\nquasi-Hopf algebra and prove that an involutory dual quasi-Hopf algebra with\nnon-zero integral is cosemisimple.\n","Comment: 26 pages"]}]
["0708.1417",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1417"],"date":["2007-08-10","2008-12-09"],"type":["text"],"creator":["Gay, David T.","Stipsicz, Andras I."],"language":[],"coverage":[],"title":["Symplectic surgeries and normal surface singularities"],"description":["  We show that every negative definite configuration of symplectic surfaces in\na symplectic 4--manifold has a strongly symplectically convex neighborhood. We\nuse this to show that, if a negative definite configuration satisfies an\nadditional negativity condition at each surface in the configuration, and if\nthe complex singularity with resolution diffeomorphic to a neighborhood of the\nconfiguration has a smoothing, then the configuration can be symplectically\nreplaced by the smoothing of the singularity. This generalizes the symplectic\nrational blowdown procedure used in recent constructions of small exotic\n4--manifolds.\n","Comment: In the main result additional hypotheses were added and the proof has\n  been modified accordingly"]}]
["0709.0805",{"format":[],"subject":["Mathematics - Probability","60H10","60H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0805"],"date":["2007-09-06","2008-12-09"],"type":["text"],"creator":["Bardina, Xavier","Nourdin, Ivan","Rovira, Carles","Tindel, Samy"],"language":[],"coverage":[],"title":["Weak approximation of a fractional SDE"],"description":["  In this note, a diffusion approximation result is shown for stochastic\ndifferential equations driven by a (Liouville) fractional Brownian motion B\nwith Hurst parameter H in (1/3,1/2). More precisely, we resort to the\nKac-Stroock type approximation using a Poisson process studied in Bardina,\nJolis and Tudor (2003) and Delgado and Jolis (2000), and our method of proof\nrelies on the algebraic integration theory introduced by Gubinelli (2004).\n","Comment: 32 pages; this is a major revision, with two additional co-authors\n  (X. Bardina and C. Rovira)"]}]
["0709.3432",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3432","C. Kirst and M. Timme, Phys. Rev. E 065201(R) (2008)","doi:10.1103/PhysRevE.78.065201"],"date":["2007-09-21","2008-12-09"],"type":["text"],"creator":["Kirst, Christoph","Timme, Marc"],"language":[],"coverage":[],"title":["Bifurcation From Networks of Unstable Attractors to Heteroclinic\n  Switching"],"description":["  We present a dynamical system that naturally exhibits two unstable attractors\nthat are completely enclosed by each others basin volume. This\ncounter-intuitive phenomenon occurs in networks of pulse-coupled oscillators\nwith delayed interactions. We analytically and numerically investigate this\nphenomenon and clarify the mechanism underlying it: Upon continuously removing\nthe non-invertibility of the system, the set of two unstable attractors becomes\na set of two non-attracting saddle states that are heteroclinically connected\nto each other. This transition from a network of unstable attractors to a\nheteroclinic cycle constitutes a new type of bifurcation in dynamical systems.\n","Comment: 4 pages, 3 Figures"]}]
["0710.0639",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0639"],"date":["2007-10-02","2008-12-09"],"type":["text"],"creator":["Bursztyn, Henrique","Crainic, Marius"],"language":[],"coverage":[],"title":["Dirac geometry, quasi-Poisson actions and D/G-valued moment maps"],"description":["  We study Dirac structures associated with Manin pairs (\\d,\\g) and give a\nDirac geometric approach to Hamiltonian spaces with D/G-valued moment maps,\noriginally introduced by Alekseev and Kosmann-Schwarzbach in terms of\nquasi-Poisson structures. We explain how these two distinct frameworks are\nrelated to each other, proving that they lead to isomorphic categories of\nHamiltonian spaces. We stress the connection between the viewpoint of Dirac\ngeometry and equivariant differential forms. The paper discusses various\nexamples, including q-Hamiltonian spaces and Poisson-Lie group actions,\nexplaining how presymplectic groupoids are related to the notion of \"double\" in\neach context.\n","Comment: 55 pages. v2: minor corrections, typos fixed; to appear in J.\n  Differential Geometry"]}]
["0711.4689",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13F55, 14F45, 32S22, 52C35 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4689"],"date":["2007-11-29","2008-12-08"],"type":["text"],"creator":["Bahri, A.","Bendersky, M.","Cohen, F. R.","Gitler, S."],"language":[],"coverage":[],"title":["The polyhedral product functor: a method of computation for moment-angle\n  complexes, arrangements and related spaces"],"description":["  This article gives a natural decomposition of the suspension of generalized\nmoment-angle complexes or {\\it partial product spaces} which arise as {\\it\npolyhedral product functors} described below.\n  In the special case of the complements of certain subspace arrangements, the\ngeometrical decomposition implies the homological decomposition in\nGoresky-MacPherson \\cite{goresky.macpherson}, Hochster\\cite{hochster}, Baskakov\n\\cite{baskakov}, Panov \\cite{panov}, and Buchstaber-Panov\n\\cite{buchstaber.panov}. Since the splitting is geometric, an analogous\nhomological decomposition for a generalized moment-angle complex applies for\nany homology theory. This decomposition gives an additive decomposition for the\nStanley-Reisner ring of a finite simplicial complex and generalizations of\ncertain homotopy theoretic results of Porter \\cite{porter} and Ganea\n\\cite{ganea}. The spirit of the work here follows that of Denham-Suciu in\n\\cite{denham.suciu}.\n"]}]
["0712.1337",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1337"],"date":["2007-12-09","2008-12-09"],"type":["text"],"creator":["Bloom, S. L.","Esik, Z."],"language":[],"coverage":[],"title":["Axiomatizing rational power series"],"description":["  Iteration semirings are Conway semirings satisfying Conway's group\nidentities. We show that the semirings $\\N^{\\rat}\\llangle \\Sigma^* \\rrangle$ of\nrational power series with coefficients in the semiring $\\N$ of natural numbers\nare the free partial iteration semirings. Moreover, we characterize the\nsemirings $\\N_\\infty^{\\rat}\\llangle \\Sigma^* \\rrangle$ as the free semirings in\nthe variety of iteration semirings defined by three additional simple\nidentities, where $\\N_\\infty$ is the completion of $\\N$ obtained by adding a\npoint of infinity. We also show that this latter variety coincides with the\nvariety generated by the complete, or continuous semirings. As a consequence of\nthese results, we obtain that the semirings $\\N_\\infty^{\\rat}\\llangle \\Sigma^*\n\\rrangle$, equipped with the sum order, are free in the class of symmetric\ninductive $^*$-semirings. This characterization corresponds to Kozen's\naxiomatization of regular languages.\n"]}]
["0712.3519",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3519","Mon. Not. R. Astron. Soc. 388 (2008) 770","doi:10.1111/j.1365-2966.2008.13448.x"],"date":["2007-12-20","2008-12-09"],"type":["text"],"creator":["Wiaux, Y.","McEwen, J. D.","Vandergheynst, P.","Blanc, O."],"language":[],"coverage":[],"title":["Exact reconstruction with directional wavelets on the sphere"],"description":["  A new formalism is derived for the analysis and exact reconstruction of\nband-limited signals on the sphere with directional wavelets. It represents an\nevolution of the wavelet formalism developed by Antoine & Vandergheynst (1999)\nand Wiaux et al. (2005). The translations of the wavelets at any point on the\nsphere and their proper rotations are still defined through the continuous\nthree-dimensional rotations. The dilations of the wavelets are directly defined\nin harmonic space through a new kernel dilation, which is a modification of an\nexisting harmonic dilation. A family of factorized steerable functions with\ncompact harmonic support which are suitable for this kernel dilation is firstly\nidentified. A scale discretized wavelet formalism is then derived, relying on\nthis dilation. The discrete nature of the analysis scales allows the exact\nreconstruction of band-limited signals. A corresponding exact multi-resolution\nalgorithm is finally described and an implementation is tested. The formalism\nis of interest notably for the denoising or the deconvolution of signals on the\nsphere with a sparse expansion in wavelets. In astrophysics, it finds a\nparticular application for the identification of localized directional features\nin the cosmic microwave background (CMB) data, such as the imprint of\ntopological defects, in particular cosmic strings, and for their reconstruction\nafter separation from the other signal components.\n","Comment: 22 pages, 2 figures. Version 2 matches version accepted for\n  publication in MNRAS. Version 3 (identical to version 2) posted for code\n  release announcement - \"Steerable scale discretised wavelets on the sphere\" -\n  S2DW code available for download at\n  http://www.mrao.cam.ac.uk/~jdm57/software.html"]}]
["0801.1430",{"format":[],"subject":["Mathematics - Numerical Analysis","65N30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1430"],"date":["2008-01-09","2008-12-09"],"type":["text"],"creator":["Eymard, Robert","Gallouët, Thierry","Herbin, Raphaele"],"language":[],"coverage":[],"title":["Discretisation of heterogeneous and anisotropic diffusion problems on\n  general non-conforming meshes. SUSHI: a scheme using stabilisation and hybrid\n  interfaces"],"description":["  A discretisation scheme for heterogeneous anisotropic diffusion problems on\ngeneral meshes is developed and studied. The unknowns of this scheme are the\nvalues at the centre of the control volumes and at some internal interfaces\nwhich may for instance be chosen at the diffusion tensor discontinuities. The\nscheme is therefore completely cell centred if no edge unknown is kept. It is\nshown to be accurate on several numerical examples. Mathematical convergence of\nthe approximate solution to the continuous solution is obtained for general\n(possibly discontinuous) tensors, general (possibly non-conforming) meshes, and\nwith no regularity assumption on the solution. An error estimate is then drawn\nunder sufficient regularity assumptions on the solution.\n"]}]
["0803.1845",{"format":[],"subject":["Mathematics - Numerical Analysis","00A69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1845"],"date":["2008-03-12","2008-12-08"],"type":["text"],"creator":["Ward, Rachel"],"language":[],"coverage":[],"title":["Compressed Sensing with Cross Validation"],"description":["  Compressed Sensing decoding algorithms can efficiently recover an N\ndimensional real-valued vector x to within a factor of its best k-term\napproximation by taking m = 2klog(N/k) measurements y = Phi x. If the sparsity\nor approximate sparsity level of x were known, then this theoretical guarantee\nwould imply quality assurance of the resulting compressed sensing estimate.\nHowever, because the underlying sparsity of the signal x is unknown, the\nquality of a compressed sensing estimate x* using m measurements is not\nassured. Nevertheless, we demonstrate that sharp bounds on the error || x - x*\n||_2 can be achieved with almost no effort. More precisely, we assume that a\nmaximum number of measurements m is pre-imposed; we reserve 4log(p) of the\noriginal m measurements and compute a sequence of possible estimates\n(x_j)_{j=1}^p to x from the m - 4log(p) remaining measurements; the errors ||x\n- x*_j ||_2 for j = 1, ..., p can then be bounded with high probability. As a\nconsequence, numerical upper and lower bounds on the error between x and the\nbest k-term approximation to x can be estimated for p values of k with almost\nno cost. Our observation has applications outside of compressed sensing as\nwell.\n","Comment: title changed; paper rewritten to include more examples 18 pages, one\n  figure"]}]
["0804.1778",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1778","doi:10.1063/1.2982585"],"date":["2008-04-10","2008-12-09"],"type":["text"],"creator":["Yu, Qingkai","Lian, Jie","Siriponglert, Sujitra","Li, Hao","Chen, Yong","Pei, Shin-Shem"],"language":[],"coverage":[],"title":["Graphene Segregated on Ni surfaces and Transferred to Insulators"],"description":["  We report an approach to synthesize high quality graphene by surface\nsegregation and substrate transfer. Graphene was segregated from Ni surface\nunder the ambient pressure by dissolving carbon in Ni at high temperatures\nfollowed by cooling down with various rates. Different cooling rates led to\ndifferent segregation behaviors, strongly affecting the thickness and quality\nof the graphene films. Electron microscopy and Raman spectroscopy indicated\nthat the graphene films synthesized with medium cooling rates have high quality\ncrystalline structure and well-controlled thicknesses. The graphene films were\ntransferred to insulating substrates by wet etching and found to maintain their\nhigh quality.\n","Comment: 7 pages, 4 figures"]}]
["0805.3806",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","16W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3806"],"date":["2008-05-24","2008-12-09"],"type":["text"],"creator":["Böhm, Gabriella"],"language":[],"coverage":[],"title":["Hopf Algebroids"],"description":["  This is a preprint version of a chapter for Handbook of Algebra.\n","Comment: Preprint version of a chapter for Handbook of Algebra, 44 pages"]}]
["0805.3872",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3872","J. Phys. Soc. Jpn. 77, (2008) 114004","doi:10.1143/JPSJ.77.114004"],"date":["2008-05-26","2008-09-25"],"type":["text"],"creator":["Okunishi, Kouichi"],"language":[],"coverage":[],"title":["On calculation of vector spin chirality for zigzag spin chains"],"description":["  We calculate the vector spin chirality for $S=1/2$ zigzag spin chains having\nU(1) symmetry, using the density matrix renormalization group combined with\nunitary transformation. We then demonstrate the occurrence of the chiral order\nfor the zigzag XY chain and discuss the associated phase transition. The\nresults are consistent with the analysis based on the bosonization and the long\ndistance behaviour of the chirality correlation function. For the $S=1/2$\nzigzag Heisenberg chain in a magnetic field, we also verify the chiral order\nthat is predicted by the effective field theory and the chirality correlation\nfunction, and then determine its magnetic phase diagram.\n","Comment: 7 pages, 9 figures, accepted for publication in J. Phys. Soc. Jpn"]}]
["0807.0562",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0562","Phys. Rev. B 78, 235416 (2008)","doi:10.1103/PhysRevB.78.235416"],"date":["2008-07-03","2008-12-09"],"type":["text"],"creator":["Mravlje, J.","Ramsak, A."],"language":[],"coverage":[],"title":["Kondo effect and channel mixing in oscillating molecules"],"description":["  We investigate the electronic transport through a molecule in the Kondo\nregime. The tunneling between the electrode and the molecule is asymmetrically\nmodulated by the oscillations of the molecule, i.e., if the molecule gets\ncloser to one of the electrodes the tunneling to that electrode will increase\nwhile for the other electrode it will decrease. The system is described by a\ntwo-channel Anderson model with phonon-assisted hybridization, which is solved\nwith the Wilson numerical renormalization group method. The results for several\nfunctional forms of tunneling modulation are presented. For a linearized\nmodulation the Kondo screening of the molecular spin is caused by the even or\nodd conduction channel. At the critical value of the electron-phonon coupling\nan unstable two-channel Kondo fixed point is found. For a realistic modulation\nthe spin at the molecular orbital is Kondo screened by the even conduction\nchannel even in the regime of strong coupling. A universal consequence of the\nelectron-phonon coupling is the softening of the phonon mode and the related\ninstability to perturbations that break the left-right symmetry. When the\nfrequency of oscillations decreases below the magnitude of such perturbation,\nthe molecule is abruptly attracted to one of the electrodes. In this regime,\nthe Kondo temperature is enhanced and, simultaneously, the conductance through\nthe molecule is suppressed.\n","Comment: published version"]}]
["0807.3634",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3634","Nanotechnology 20, 015603 (2009)","doi:10.1088/0957-4484/20/1/015603"],"date":["2008-07-23","2008-10-08"],"type":["text"],"creator":["Cuche, A.","Masenelli, B.","Ledoux, G.","Amans, D.","Dujardin, C.","Sonnefraud, Y.","Melinon, P.","Huant, S."],"language":[],"coverage":[],"title":["Fluorescent oxide nanoparticles adapted to active tips for near-field\n  optics"],"description":["  We present a new kind of fluorescent oxide nanoparticles with properties well\nsuited to active-tip based near-field optics. These particles with an average\ndiameter in the range 5-10 nm are produced by Low Energy Cluster Beam\nDeposition (LECBD) from a YAG:Ce3+ target. They are studied by transmission\nelectron microscopy (TEM), X-ray photoelectron spectroscopy (XPS), classical\nphotoluminescence, cathodoluminescence and near-field scanning optical\nmicroscopy (NSOM). Particles of extreme photo-stability as small as 10 nm in\nsize are observed. These emitters are validated as building blocks of active\nNSOM tips by coating a standard optical tip with a 10 nm thick layer of\nYAG:Ce3+ particles directly in the LECBD reactor and by subsequently performing\nNSOM imaging of test surfaces.\n","Comment: Changes made following Referee's comments; added references; one\n  added figure. See story on this article at:\n  http://nanotechweb.org/cws/article/tech/36063"]}]
["0807.4626",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4626"],"date":["2008-07-29","2008-12-09"],"type":["text"],"creator":["Khot, Subhash","Naor, Assaf"],"language":[],"coverage":[],"title":["Approximate kernel clustering"],"description":["  In the kernel clustering problem we are given a large $n\\times n$ positive\nsemi-definite matrix $A=(a_{ij})$ with $\\sum_{i,j=1}^na_{ij}=0$ and a small\n$k\\times k$ positive semi-definite matrix $B=(b_{ij})$. The goal is to find a\npartition $S_1,...,S_k$ of $\\{1,... n\\}$ which maximizes the quantity $$\n\\sum_{i,j=1}^k (\\sum_{(i,j)\\in S_i\\times S_j}a_{ij})b_{ij}. $$ We study the\ncomputational complexity of this generic clustering problem which originates in\nthe theory of machine learning. We design a constant factor polynomial time\napproximation algorithm for this problem, answering a question posed by Song,\nSmola, Gretton and Borgwardt. In some cases we manage to compute the sharp\napproximation threshold for this problem assuming the Unique Games Conjecture\n(UGC). In particular, when $B$ is the $3\\times 3$ identity matrix the UGC\nhardness threshold of this problem is exactly $\\frac{16\\pi}{27}$. We present\nand study a geometric conjecture of independent interest which we show would\nimply that the UGC threshold when $B$ is the $k\\times k$ identity matrix is\n$\\frac{8\\pi}{9}(1-\\frac{1}{k})$ for every $k\\ge 3$.\n"]}]
["0808.1448",{"format":[],"subject":["Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1448"],"date":["2008-08-11","2008-12-08"],"type":["text"],"creator":["Malyshkina, Nataliya V."],"language":[],"coverage":[],"title":["Markov switching models: an application to roadway safety"],"description":["  In this research, two-state Markov switching models are proposed to study\naccident frequencies and severities. These models assume that there are two\nunobserved states of roadway safety, and that roadway entities (e.g., roadway\nsegments) can switch between these states over time. The states are distinct,\nin the sense that in the different states accident frequencies or severities\nare generated by separate processes (e.g., Poisson, negative binomial,\nmultinomial logit). Bayesian inference methods and Markov Chain Monte Carlo\n(MCMC) simulations are used for estimation of Markov switching models. To\ndemonstrate the applicability of the approach, we conduct the following three\nstudies. In the first study, two-state Markov switching count data models are\nconsidered as an alternative to zero-inflated models for annual accident\nfrequencies, in order to account for preponderance of zeros typically observed\nin accident frequency data. In the second study, two-state Markov switching\nPoisson model and two-state Markov switching negative binomial model are\nestimated using weekly accident frequencies on selected Indiana interstate\nhighway segments over a five-year time period. In the third study, two-state\nMarkov switching multinomial logit models are estimated for severity outcomes\nof accidents occurring on Indiana roads over a four-year time period. One of\nthe most important results found in each of the three studies, is that in each\ncase the estimated Markov switching models are strongly favored by roadway\nsafety data and result in a superior statistical fit, as compared to the\ncorresponding standard (non-switching) models.\n","Comment: PhD dissertation (Purdue University), 122 pages, 7 figures, 19 tables"]}]
["0808.3098",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3098"],"date":["2008-08-22","2008-12-09"],"type":["text"],"creator":["Baoxiang, Wang","Lijia, Han","Chunyan, Huang"],"language":[],"coverage":[],"title":["Global Smooth Effects and Well-Posedness for the Derivative Nonlinear\n  Schr\\\"odinger Equation with Small Rough Data"],"description":["  \\rm We obtain the global smooth effects for the solutions of the linear\nSchr\\\"odinger equation in anisotropic Lebesgue spaces. Applying these\nestimates, we study the Cauchy problem for the generalized elliptical and\nnon-elliptical derivative nonlinear Schr\\\"odinger equations (DNLS) and get the\nglobal well posedness of solutions with small data in modulation spaces\n$M^{3/2}_{2,1}(\\mathbb{R}^n)$. Noticing that $H^{\\tilde{s}} \\subset M^s_{2,1}$\n$(\\tilde{s}-s>n/2)$ is an optimal inclusion, we have shown the global well\nposedness of DNLS with a class of very rough data.\n","Comment: 42 Pages"]}]
["0809.0164",{"format":[],"subject":["Mathematics - Operator Algebras","46L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0164"],"date":["2008-08-31","2008-12-09"],"type":["text"],"creator":["Katsura, Takeshi","Muhly, Paul S.","Sims, Aidan","Tomforde, Mark"],"language":[],"coverage":[],"title":["Graph algebras, Exel-Laca algebras, and ultragraph algebras coincide up\n  to Morita equivalence"],"description":["  We prove that the classes of graph algebras, Exel-Laca algebras, and\nultragraph algebras coincide up to Morita equivalence. This result answers the\nlong-standing open question of whether every Exel-Laca algebra is Morita\nequivalent to a graph algebra. Given an ultragraph G we construct a directed\ngraph E such that C*(G) is isomorphic to a full corner of C*(E). As\napplications, we characterize real rank zero for ultragraph algebras and\ndescribe quotients of ultragraph algebras by gauge-invariant ideals.\n","Comment: 29 pages, 1 figure; Version 2 Comments: Minor changes and a few small\n  typos corrected"]}]
["0809.1600",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1600"],"date":["2008-09-09","2008-12-09"],"type":["text"],"creator":["Sewards, Terence V."],"language":[],"coverage":[],"title":["A sectorial approach to Kaluza-Klein theory"],"description":["  The Kaluza and Klein versions of Kaluza-Klein theory are reviewed and\ncompared. The differences in the field equations of the two theories are\nrelated to the transformation properties of the metrics employed. Based on this\ncomparison a modified version of the Kaluza theory is proposed, in which the\ndifferent sectors of the metric which describe gravitation, electromagnetism\nand the scalar field are considered to be partially separate entities, with\ndistinct coordinate transformation properties. In addition, the cylinder\ncondition is relaxed, so that it only affects the 4-D sector of the metric.\nThis results in a theory in which the gravitational and electromagnetic fields\nare restricted to a four-dimensional brane, and the scalar field is restricted\nto the 5-D bulk.\n","Comment: 23 pages"]}]
["0809.3277",{"format":[],"subject":["Mathematical Physics","11M35, 11M06, 11Y60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3277"],"date":["2008-09-18","2008-12-09"],"type":["text"],"creator":["Coffey, Mark W."],"language":[],"coverage":[],"title":["On representations and differences of Stieltjes coefficients, and other\n  relations"],"description":["  The Stieltjes coefficients $\\gamma_k(a)$ arise in the expansion of the\nHurwitz zeta function $\\zeta(s,a)$ about its single simple pole at $s=1$ and\nare of fundamental and long-standing importance in analytic number theory and\nother disciplines. We present an array of exact results for the Stieltjes\ncoefficients, including series representations and summatory relations. Other\nintegral representations provide the difference of Stieltjes coefficients at\nrational arguments. The presentation serves to link a variety of topics in\nanalysis and special function and special number theory, including logarithmic\nseries, integrals, and the derivatives of the Hurwitz zeta and Dirichlet\n$L$-functions at special points. The results have a wide range of application,\nboth theoretical and computational.\n","Comment: 39 pages, no figures Prop. 8 strengthened"]}]
["0809.3999",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3999","Phys.Rev.D78:115004,2008","doi:10.1103/PhysRevD.78.115004"],"date":["2008-09-23"],"type":["text"],"creator":["Clark, T. E.","Love, S. T.","Nitta, Muneto","ter Veldhuis, T.","Xiong, C."],"language":[],"coverage":[],"title":["Colliders and Brane Vector Phenomenology"],"description":["  Brane world oscillations manifest themselves as massive vector gauge fields.\nTheir coupling to the Standard Model is deduced using the method of nonlinear\nrealizations of the spontaneously broken higher dimensional space-time\nsymmetries. Brane vectors are stable and weakly interacting, and therefore\nescape particle detectors unnoticed. LEP and Tevatron data on the production of\na single photon in conjunction with missing energy are used to delineate\nexperimentally excluded regions of brane vector parameter space. The additional\nregion of parameter space accessible to the LHC as well as a future lepton\nlinear collider is also determined by means of this process.\n","Comment: 12 pages, 13 figures"]}]
["0810.0600",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0600","doi:10.1038/nature07332"],"date":["2008-10-03","2008-12-09"],"type":["text"],"creator":["Esteve, J.","Gross, C.","Weller, A.","Giovanazzi, S.","Oberthaler, M. K."],"language":[],"coverage":[],"title":["Squeezing and entanglement in a Bose-Einstein condensate"],"description":["  Entanglement, a key feature of quantum mechanics, is a resource that allows\nthe improvement of precision measurements beyond the conventional bound\nreachable by classical means. This is known as the standard quantum limit,\nalready defining the accuracy of the best available sensors for various\nquantities such as time or position. Many of these sensors are interferometers\nin which the standard quantum limit can be overcome by feeding their two input\nports with quantum-entangled states, in particular spin squeezed states. For\natomic interferometers, Bose-Einstein condensates of ultracold atoms are\nconsidered good candidates to provide such states involving a large number of\nparticles. In this letter, we demonstrate their experimental realization by\nsplitting a condensate in a few parts using a lattice potential. Site resolved\ndetection of the atoms allows the measurement of the conjugated variables atom\nnumber difference and relative phase. The observed fluctuations imply\nentanglement between the particles, a resource that would allow a precision\ngain of 3.8 dB over the standard quantum limit for interferometric\nmeasurements.\n"]}]
["0810.1499",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1499","J. Stat. Mech. (2008) P12004","doi:10.1088/1742-5468/2008/12/P12004"],"date":["2008-10-08","2008-12-04"],"type":["text"],"creator":["Zdeborová, Lenka","Mézard, Marc"],"language":[],"coverage":[],"title":["Constraint satisfaction problems with isolated solutions are hard"],"description":["  We study the phase diagram and the algorithmic hardness of the random\n`locked' constraint satisfaction problems, and compare them to the commonly\nstudied 'non-locked' problems like satisfiability of boolean formulas or graph\ncoloring. The special property of the locked problems is that clusters of\nsolutions are isolated points. This simplifies significantly the determination\nof the phase diagram, which makes the locked problems particularly appealing\nfrom the mathematical point of view. On the other hand we show empirically that\nthe clustered phase of these problems is extremely hard from the algorithmic\npoint of view: the best known algorithms all fail to find solutions. Our\nresults suggest that the easy/hard transition (for currently known algorithms)\nin the locked problems coincides with the clustering transition. These should\nthus be regarded as new benchmarks of really hard constraint satisfaction\nproblems.\n","Comment: 19 pages, 12 figures"]}]
["0810.2130",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B37","17B63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2130"],"date":["2008-10-12","2008-12-09"],"type":["text"],"creator":["Zwicknagl, Sebastian"],"language":[],"coverage":[],"title":["Equivariant Quantizations of Symmetric Algebras"],"description":["  Let g be a Lie bialgebra and let V be a finite-dimensional g-module. We study\ndeformations of the symmetric algebra of V which are equivariant with respect\nto an action of the quantized enveloping algebra of g. In particular we\ninvestigate such quantizations obtained from the quantization of certain Lie\nbialgebra structures on the semidirect product of g and V. We classify these\nstructure in the important special case, when g is complex, simple, with\nquasitriangular Lie bialgebra structure and V is a simple g-module. We then\nintroduce more a general notion, co-Poisson module algebras and their\nquantizations, to further address the problem and show that many known examples\nof quantized symmetric algebras can be described in this language.\n","Comment: Ch. 2.2 revised, some typos corrected, one reference added"]}]
["0810.2907",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2907","Physical Review E 78, 061911 (2008)","doi:10.1103/PhysRevE.78.061911"],"date":["2008-10-16"],"type":["text"],"creator":["Luo, Kaifu","Ala-Nissila, Tapio","Ying, See-Chen","Bhattacharya, Aniket"],"language":[],"coverage":[],"title":["Dynamics of DNA translocation through an attractive nanopore"],"description":["  We investigate the dynamics of DNA translocation through a nanopore driven by\nan external force using Langevin dynamics simulations in two dimensions (2D) to\nstudy how the translocation dynamics depend on the details of the DNA\nsequences. We consider a coarse-grained model of DNA built from two bases $A$\nand $C$, having different base-pore interactions, {\\textit e.g.}, a strong\n(weak) attractive force between the pore and the base $A$ ($C$) inside the\npore. From a series of studies on hetero-DNAs with repeat units $A_mC_n$, we\nfind that the translocation time decreases exponentially as a function of the\nvolume fraction $f_C$ of the base $C$. %($\\epsilon_{pC} < \\epsilon_{pA}$). For\nlonger $A$ sequences with $f_C \\le 0.5$, the translocation time strongly\ndepends on the orientation of DNA, namely which base enters the pore first. Our\nstudies clearly demonstrate that for a DNA of certain length $N$ with repeat\nunits $A_mC_n$, the pattern exhibited by the waiting times of the individual\nbases and their periodicity can unambiguously determine the values of $m$, $n$\nand $N$ respectively. Therefore, a prospective experimental realization of this\nphenomenon may lead to fast and efficient sequence detection technic.\n","Comment: 7 pages, 7 figures"]}]
["0811.0912",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0912","Phys. Rev. Lett. 101, 244501 (2008)","doi:10.1103/PhysRevLett.101.244501"],"date":["2008-11-06"],"type":["text"],"creator":["Boeck, Thomas","Krasnov, Dmitry","Thess, Andre","Zikanov, Oleg"],"language":[],"coverage":[],"title":["Large-scale intermittency of liquid-metal channel flow in a magnetic\n  field"],"description":["  We predict a novel flow regime in liquid metals under the influence of a\nmagnetic field. It is characterised by long periods of nearly steady,\ntwo-dimensional flow interrupted by violent three-dimensional bursts. Our\nprediction has been obtained from direct numerical simulations in a channel\ngeometry at low magnetic Reynolds number and translates into physical\nparameters which are amenable to experimental verification under laboratory\nconditions. The new regime occurs in a wide range of parameters and may have\nimplications for metallurgical applications.\n","Comment: 10 pages, 4 figures"]}]
["0811.1624",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1624"],"date":["2008-11-10","2008-12-09"],"type":["text"],"creator":["Popović, Zoran S.","Satpathy, Sashi","Martin, Richard M."],"language":[],"coverage":[],"title":["On the Origin of the 2DEG Carrier Density at the LaAlO$_3$/SrTiO$_3$\n  Interface"],"description":["  Transport measurements of the two-dimensional electron gas (2DEG) at the\nLaAlO$_3$/SrTiO$_3$ interface have found a density of carriers much lower than\nexpected from the \"polar catastrophe\" arguments. From a detail\ndensity-functional study, we suggest how this discrepancy may be reconciled. We\nfind that electrons occupy multiple subbands at the interface leading to a rich\narray of transport properties. Some electrons are confined to a single\ninterfacial layer and susceptible to localization, while others with small\nmasses and extended over several layers are expected to contribute to\ntransport.\n","Comment: 4 pages, 7 figures, Accepted in Phys. Rev. Lett"]}]
["0811.1756",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1756"],"date":["2008-11-11","2008-12-09"],"type":["text"],"creator":["Pauly, Christian"],"language":[],"coverage":[],"title":["Orthogonal bundles over curves in characteristic two"],"description":["  Let X be a smooth projective curve of genus g \\geq 2 defined over a field of\ncharacteristic two. We give examples of stable orthogonal bundles with unstable\nunderlying vector bundles and use them to give counterexamples to Behrend's\nconjecture on the canonical reduction of principal G-bundles for G= SO(n) with\nn \\geq 7.\n","Comment: 9 pages, minor errors corrected"]}]
["0812.0523",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0523"],"date":["2008-12-02","2008-12-09"],"type":["text"],"creator":["Heinemeyer, S."],"language":[],"coverage":[],"title":["Tools for Charged Higgs Bosons"],"description":["  In order to identify the Higgs sector realized in nature, the predictions for\nHiggs boson masses, production cross sections and decay widths have to be\ncompared with experimental results. We give a brief overview about computer\ncodes for the evaluation of the properties of charged Higgs bosons, mostly\nfocusing on the case of the Minimal Supersymmetric Standard Model (MSSM). We\nbriefly review the relevance of the various contributions to the charged MSSM\nHiggs boson mass arising at the one-loop level.\n","Comment: 10 pages, one figure. Invited talk given at the \"cHarged 2008\",\n  Uppsala, Sweden, September 2008. Comparison of codes improved, important\n  footnote added"]}]
["0812.0905",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0905"],"date":["2008-12-04","2008-12-09"],"type":["text"],"creator":["Rygl, K. L. J.","Brunthaler, A.","Menten, K. M.","Reid, M. J.","van Langevelde, H. J."],"language":[],"coverage":[],"title":["Distances to Galactic methanol masers"],"description":["  We present the first EVN parallax measurements of 6.7 GHz methanol masers in\nstar forming regions of the Galaxy. The 6.7 GHz methanol maser transition is a\nvery valuable astrometric tool, for its large stability and confined velocity\nspread, which makes it ideal to measure proper motions and parallaxes. Eight\nwell-studied massive star forming regions have been observed during five EVN\nsessions of 24 hours duration each and we present here preliminary results for\nfive of them. We achieve accuracies of up to 51 $\\mu$as, which still have the\npotential to be proved by more ideal observational circumstances.\n","Comment: 6 pages, 1 figure, corrected typos, 9th EVN Symposium, September\n  23-26, 2008, Bologna, Italy"]}]
["0812.0924",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0924"],"date":["2008-12-04","2008-12-09"],"type":["text"],"creator":["Riethmueller, T. L."],"language":[],"coverage":[],"title":["Theoretische Modellierung granularer Stroeme in duennen Roehren mit\n  Langevin-Gleichungen"],"description":["  This is the final version of the author's diploma thesis written at the\nHumboldt University of Berlin in 1995. The topic is the flow of granular\nmaterial in narrow vertical pipes, driven by the gravity, that is described by\nLangevin equations. Neglecting the interactions, we can solve the resulting\nFokker-Planck equation for the homogeneous case. The consideration of inelastic\ncollisions leads to a Boltzmann equation. Assuming local equilibrium, the\nhydrodynamic equations lead to the extension of the Langevin equation formalism\nfor the inhomogeneous case. For certain parameter ranges, our formalism can\nalso be used to describe traffic flows. We applied stability analyses to the\nhydrodynamic equations and found critical densities for the occurrence of\nparticle clustering. We used numerical simulations of the Langevin equations to\nverify our homogeneous solution as well as the critical densities.\n","Comment: Diploma Thesis, Humboldt University of Berlin, September 1995, 72\n  Pages"]}]
["0812.1045",{"format":[],"subject":["Computer Science - Computers and Society","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1045"],"date":["2008-12-04"],"type":["text"],"creator":["Huberman, Bernardo A.","Romero, Daniel M.","Wu, Fang"],"language":[],"coverage":[],"title":["Social networks that matter: Twitter under the microscope"],"description":["  Scholars, advertisers and political activists see massive online social\nnetworks as a representation of social interactions that can be used to study\nthe propagation of ideas, social bond dynamics and viral marketing, among\nothers. But the linked structures of social networks do not reveal actual\ninteractions among people. Scarcity of attention and the daily rythms of life\nand work makes people default to interacting with those few that matter and\nthat reciprocate their attention. A study of social interactions within Twitter\nreveals that the driver of usage is a sparse and hidden network of connections\nunderlying the declared set of friends and followers.\n"]}]
["0812.1219",{"format":[],"subject":["Mathematics - Complex Variables","30E10, 42C05 (Primary) 41A20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1219"],"date":["2008-12-05"],"type":["text"],"creator":["Prieto, U. Fidalgo","García, A. López","Lagomasino, G. López","Sorokin, V. N."],"language":[],"coverage":[],"title":["Mixed type multiple orthogonal polynomials for two Nikishin systems"],"description":["  We study the logarithmic and ratio asymptotic of linear forms constructed\nfrom a Nikishin system which satisfy orthogonality conditions with respect to a\nsystem of measures generated from another Nikishin system. This construction\ncombines type I and type II multiple orthogonal polynomials. The logarithmic\nasymptotic of the linear forms is expressed in terms of the extremal solution\nof an associated vector valued equilibrium problem for the logarithmic\npotential. The ratio asymptotic is described by means of a conformal\nrepresentation of an appropriate Riemann surface of genus zero onto the\nextended complex plane.\n","Comment: 46 pages"]}]
["0812.1229",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1229"],"date":["2008-12-05"],"type":["text"],"creator":["Rizzo, Thomas G."],"language":[],"coverage":[],"title":["SUSY Without Prejudice at Linear Colliders"],"description":["  We explore the physics of the general CP-conserving MSSM with Minimal Flavor\nViolation, the pMSSM. The 19 soft SUSY breaking parameters are chosen so to\nsatisfy all existing experimental and theoretical constraints assuming that the\nWIMP is the lightest neutralino. We scan this parameter space twice using both\nflat and log priors and compare the results which yield similar conclusions.\nConstraints from both LEP and the Tevatron play an important role in obtaining\nour final model samples. Implications for future TeV-scale $e^+e^-$ linear\ncolliders(LC) are discussed.\n","Comment: 6 pages, 3 figs. Talk given at LCWS08, Chicago, IL, USA,\n  11/16-20/2008"]}]
["0812.1237",{"format":[],"subject":["Statistics - Applications","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1237"],"date":["2008-12-05"],"type":["text"],"creator":["Downey, Allen B."],"language":[],"coverage":[],"title":["A novel changepoint detection algorithm"],"description":["  We propose an algorithm for simultaneously detecting and locating\nchangepoints in a time series, and a framework for predicting the distribution\nof the next point in the series. The kernel of the algorithm is a system of\nequations that computes, for each index i, the probability that the last (most\nrecent) change point occurred at i. We evaluate this algorithm by applying it\nto the change point detection problem and comparing it to the generalized\nlikelihood ratio (GLR) algorithm. We find that our algorithm is as good as GLR,\nor better, over a wide range of scenarios, and that the advantage increases as\nthe signal-to-noise ratio decreases.\n","Comment: 11 pages"]}]
["0812.1241",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1241"],"date":["2008-12-05"],"type":["text"],"creator":["Hagge, Tobias J.","Yazinski, Jonathan T."],"language":[],"coverage":[],"title":["On the necessity of Reidemeister move 2 for simplifying immersed planar\n  curves"],"description":["  In 2001, Oestlund conjectured that Reidemeister moves 1 and 3 are sufficient\nto describe a homotopy from any generic immersion from the circle into the\nplane to the standard embedding of the circle. We show that this conjecture is\nfalse.\n","Comment: 10 pages, 21 figures"]}]
["0812.1244",{"format":[],"subject":["Computer Science - Multimedia","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1244"],"date":["2008-12-05"],"type":["text"],"creator":["Fu, Fangwen","van der Schaar, Mihaela"],"language":[],"coverage":[],"title":["Decomposition Principles and Online Learning in Cross-Layer Optimization\n  for Delay-Sensitive Applications"],"description":["  In this paper, we propose a general cross-layer optimization framework in\nwhich we explicitly consider both the heterogeneous and dynamically changing\ncharacteristics of delay-sensitive applications and the underlying time-varying\nnetwork conditions. We consider both the independently decodable data units\n(DUs, e.g. packets) and the interdependent DUs whose dependencies are captured\nby a directed acyclic graph (DAG). We first formulate the cross-layer design as\na non-linear constrained optimization problem by assuming complete knowledge of\nthe application characteristics and the underlying network conditions. The\nconstrained cross-layer optimization is decomposed into several cross-layer\noptimization subproblems for each DU and two master problems. The proposed\ndecomposition method determines the necessary message exchanges between layers\nfor achieving the optimal cross-layer solution. However, the attributes (e.g.\ndistortion impact, delay deadline etc) of future DUs as well as the network\nconditions are often unknown in the considered real-time applications. The\nimpact of current cross-layer actions on the future DUs can be characterized by\na state-value function in the Markov decision process (MDP) framework. Based on\nthe dynamic programming solution to the MDP, we develop a low-complexity\ncross-layer optimization algorithm using online learning for each DU\ntransmission. This online algorithm can be implemented in real-time in order to\ncope with unknown source characteristics, network dynamics and resource\nconstraints. Our numerical results demonstrate the efficiency of the proposed\nonline algorithm.\n","Comment: 30 pages, 10 figures"]}]
["0812.1245",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1245"],"date":["2008-12-05"],"type":["text"],"creator":["Spiridonov, Alexander"],"language":[],"coverage":[],"title":["Mathematical Framework for Fast and Rigorous Track Fit for the ZEUS\n  Detector"],"description":["  In this note we present a mathematical framework for a rigorous approach to a\ncommon track fit for trackers located in the inner region of the ZEUS detector.\nThe approach makes use of the Kalman filter and offers a rigorous treatment of\nmagnetic field inhomogeneity, multiple scattering and energy loss. We describe\nmathematical details of the implementation of the Kalman filter technique with\na reduced amount of computations for a cylindrical drift chamber, barrel and\nforward silicon strip detectors and a forward straw drift chamber. Options with\nhomogeneous and inhomogeneous field are discussed. The fitting of tracks in one\nZEUS event takes about of 20ms on standard PC.\n","Comment: 35 pages, 1 figure"]}]
["0812.1257",{"format":[],"subject":["Mathematics - Operator Algebras","46Lxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1257"],"date":["2008-12-05"],"type":["text"],"creator":["Mukherjee, Kunal"],"language":[],"coverage":[],"title":["Masas and Bimodule Decompositions of $\\rm{II}_{1}$ Factors"],"description":["  The measure-multiplicity-invariant for masas in $\\rm{II}_{1}$ factors was\nintroduced in \\cite{MR2261688} to distinguish masas that have the same\nPuk\\'{a}nszky invariant. In this paper we study the measure class in the\nmeasure-multiplicity-invariant. This is equivalent to studying the standard\nHilbert space as an associated bimodule. We characterize the type of any masa\ndepending on the left-right-measure using Baire category methods (selection\nprinciple of Jankov and von Neumann). We present a second proof of Chifan's\nresult on normalisers and a measure theoretic proof of the equivalence of weak\nasymptotic homomorphism property (WAHP) and singularity that appeared in\n\\cite{MR2417416}.\n"]}]
["0812.1265",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1265"],"date":["2008-12-06"],"type":["text"],"creator":["Badr, Nadine","Ali, Besma Ben"],"language":[],"coverage":[],"title":["$L^{p}$ Boundedness of Riesz transform related to Schr\\\"odinger\n  operators on a manifold"],"description":["  We establish various $L^{p}$ estimates for the Schr\\\"odinger operator\n$-\\Delta+V$ on Riemannian manifolds satisfying the doubling property and a\nPoincar\\'e inequality, where $\\Delta $ is the Laplace-Beltrami operator and $V$\nbelongs to a reverse H\\\"{o}lder class. At the end of this paper we apply our\nresult on Lie groups with polynomial growth.\n","Comment: 38 pages"]}]
["0812.1273",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1273"],"date":["2008-12-06"],"type":["text"],"creator":["Donth, E."],"language":[],"coverage":[],"title":["Levy defects in fluctuating pattern of liquids. A quasi thermodynamic\n  approach to the dynamic glass transition in classical molecular liquids"],"description":["  This theoretical paper is to advance a phenomenological, quasi thermodynamic\napproach to the dynamics of classical liquids which uses the Levy distribution\nof probability theory. Doubts from the chemical physics community about the\napplication of its unusual properties to this field are tried to be removed. In\nparticular, to understand the preponderant component of the Levy sum for Glarum\nLevy defects and Fischer speckles, the classical mathematical proof [D. A.\nDarling, Trans. Amer. Math. Soc. 73, 95 (1952)] for the existence and the\ninfluence of this component is accompanied by addition of physical arguments\nrelated to these defects. It is tried to explain an underlying fluctuating\nspatial pattern of free volume with weak contrast and a pattern of mobility\nwith strong contrast, and to explain the characteristic lengths for the main\ntransition and the Fischer modes. The structure of the relaxation chart\n(dynamic glass transition) and several properties of, and relations between,\nthe slower dispersion zones therein, are reviewed for classical glassforming\nliquids of moderate complexity. For the main transition, the preponderant\ncomponent is pushed in the midst of the defect and induces the molecule to its\ndiffusion step across the cage door of the next neighbors. An Experimentum\nCrucis for an indirect proof of the existence of defects - via characteristic\nlengths - is also described.\n"]}]
["0812.1276",{"format":[],"subject":["Mathematics - Combinatorics","06A06, 06A07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1276"],"date":["2008-12-06"],"type":["text"],"creator":["Pouzet, Maurice","Zaguia, Imed"],"language":[],"coverage":[],"title":["On minimal prime graphs and posets"],"description":["  We show that there are four infinite prime graphs such that every infinite\nprime graph with no infinite clique embeds one of these graphs. We derive a\nsimilar result for infinite prime posets with no infinite chain or no infinite\nantichain.\n"]}]
["0812.1278",{"format":[],"subject":["Mathematics - Combinatorics","04A05","05C60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1278"],"date":["2008-12-06"],"type":["text"],"creator":["Pouzet, Maurice","Kaddour, Hamza Si"],"language":[],"coverage":[],"title":["Claw-freeness, 3-homogeneous subsets of a graph and a reconstruction\n  problem"],"description":["  We describe $Forb\\{K_{1,3}, \\overline {K_{1,3}}\\}$, the class of graphs $G$\nsuch that\n  $G$ and its complement $ \\overline{G}$ are claw-free. With few exceptions, it\nis made of graphs whose connected components consist of cycles of length at\nleast 4, paths or isolated vertices, and of the complements of these graphs.\nConsidering the hypergraph ${\\mathcal H} ^{(3)}(G)$ made of the 3-element\nsubsets of the vertex set of a graph $G$ on which $G$ induces a clique or an\nindependent subset, we deduce from above a description of the Boolean sum\n$G\\dot{+}G'$ of two graphs $G$ and $G'$ giving the same hypergraph. We indicate\nthe role of this latter description in a reconstruction problem of graphs up to\ncomplementation.\n","Comment: 10 pages, 2 figures"]}]
["0812.1280",{"format":[],"subject":["Mathematics - Combinatorics","06A06, 06A15, 54G12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1280"],"date":["2008-12-06"],"type":["text"],"creator":["Pouzet, Maurice","Kaddour, Hamza Si","Zaguia, Nejib"],"language":[],"coverage":[],"title":["On scattered posets with finite dimension"],"description":["  We discuss a possible characterization, by means of forbidden configurations,\nof posets which are embeddable in a product of finitely many scattered chains.\n","Comment: 24 pages, 1 Figure, ROGIGS'08, May 12-17, 2008, Mahdia (Tunisia);\n  submitted"]}]
["0812.1281",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1281","Phys. Rev. Lett. 101, 200502 (2008)","doi:10.1103/PhysRevLett.101.200502"],"date":["2008-12-06"],"type":["text"],"creator":["Nikolopoulos, Georgios M."],"language":[],"coverage":[],"title":["Directional Coupling for Quantum Computing and Communication"],"description":["  We introduce the concept of directional coupling, i.e., the selective\ntransfer of a state between adjacent quantum wires, in the context of quantum\ncomputing and short-distance communication. Our analysis rests upon a\nmathematical analogy between a dual-channel directional coupler and a composite\nspin system.\n","Comment: close to the published version"]}]
["0812.1282",{"format":[],"subject":["Physics - Computational Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1282","Physical Review E 78, 056709 (2008)","doi:10.1103/PhysRevE.78.056709"],"date":["2008-12-06"],"type":["text"],"creator":["Pooley, C. M.","Kusumaatmaja, H.","Yeomans, J. M."],"language":[],"coverage":[],"title":["Contact line dynamics in binary lattice Boltzmann simulations"],"description":["  We show that, when a single relaxation time lattice Boltzmann algorithm is\nused to solve the hydrodynamic equations of a binary fluid for which the two\ncomponents have different viscosities, strong spurious velocities in the steady\nstate lead to incorrect results for the equilibrium contact angle. We identify\nthe origins of these spurious currents, and demonstrate how the results can be\ngreatly improved by using a lattice Boltzmann method based on a\nmultiple-relaxation-time algorithm. By considering capillary filling we\ndescribe the dependence of the advancing contact angle on the interface\nvelocity.\n","Comment: 10 pages, 5 figures"]}]
["0812.1289",{"format":[],"subject":["Mathematics - Commutative Algebra","13D45","13E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1289"],"date":["2008-12-06"],"type":["text"],"creator":["Dibaei, Mohammad T.","Vahidi, Alireza"],"language":[],"coverage":[],"title":["Artinian and non-artinian local cohomology modules"],"description":["  Let $M$ be a finite module over a commutative noetherian ring $R$. For ideals\n$\\fa$ and $\\fb$ of $R$, the relations between cohomological dimensions of $M$\nwith respect to $\\fa, \\fb$, $\\fa\\cap\\fb$ and $\\fa+ \\fb$ are studied. When $R$\nis local, it is shown that $M$ is generalized Cohen-Macaulay if there exists an\nideal $\\fa$ such that all local cohomology modules of $M$ with respect to $\\fa$\nhave finite lengths. Also, when $r$ is an integer such that $0\\leq r<\n\\dim_R(M)$, any maximal element $\\fq$ of the non-empty set of ideals $\\{\\fa$ :\n$\\H_\\fa^i(M)$ is not artinian for some $i$, $i\\geq r$$\\}$ is a prime ideal and\nthat all Bass numbers of $\\H_\\fq^i(M)$ are finite for all $i\\geq r$.\n","Comment: 10 pages, to appear in Canadian Mathematical Bulletin"]}]
["0812.1290",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1290"],"date":["2008-12-07"],"type":["text"],"creator":["Flori, Cecilia"],"language":[],"coverage":[],"title":["A Topos Formulation of Consistent Histories"],"description":["  Topos theory has been suggested by Doring and Isham as an alternative\nmathematical structure with which to formulate physical theories. In particular\nit has been used to reformulate standard quantum mechanics in such a way that a\nnovel type of logic is used to represent propositions. In this paper we extend\nthis formulation to include temporally-ordered collections of propositions as\nopposed to single-time propositions. That is to say, we have developed a\nquantum history formalism in the language of topos theory where truth values\ncan be assigned to temporal propositions. We analyse the extent to which such\ntruth values can be derived from the truth values of the constituent,\nsingle-time propositions.\n"]}]
["0812.1291",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1291"],"date":["2008-12-06"],"type":["text"],"creator":["To, Anthony Widjaja"],"language":[],"coverage":[],"title":["Unary finite automata vs. arithmetic progressions"],"description":["  We point out a subtle error in the proof of Chrobak's theorem that every\nunary NFA can be represented as a union of arithmetic progressions that is at\nmost quadratically large. We propose a correction for this and show how\nMartinez's polynomial time algorithm, which realizes Chrobak's theorem, can be\nmade correct accordingly. We also show that Martinez's algorithm cannot be\nimproved to have logarithmic space, unless L = NL.\n","Comment: Journal paper submitted"]}]
["0812.1295",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1295"],"date":["2008-12-06"],"type":["text"],"creator":["Shears, Jeremy","Brady, Steve","Gaensicke, Boris","Krajci, Tom","Miller, Ian","Ogmen, Yenal","Pietz, Jochen","Staels, Bart"],"language":[],"coverage":[],"title":["SDSS J162718.39+120435.0 - a dwarf nova in the period gap"],"description":["  SDSS J162718.39+120435.0 was suspected of being a dwarf nova from\nspectroscopic observations made available by the Sloan Digital Sky Survey.\nPhotometry conducted during the 2008 outburst, the first ever outburst of this\nobject detected and followed up in real time, shows that the outburst reached\nmagnitude 14.6 at maximum, had an amplitude of 4.6 magnitudes and lasted for at\nleast 18 days. Common superhumps were detected with an amplitude of up to 0.4\nmagnitudes, confirming it to be a member of the SU UMa family. Initially the\nsuperhump period, Psh, was 0.10993(7) days (2.638 hours), but it subsequently\nreduced to Psh = 0.10890(9) days (2.614 hours) later in the outburst. The\nperiod change corresponds to the end of the plateau period of the outburst. The\norbital period, Porb, was estimated from the two Psh values as between 0.1026 d\nand 0.1016 d, which places SDSS1627 near the centre of the period gap in the\norbital period distribution of cataclysmic variables.\n","Comment: 12 pages, 8 figures. Accepted for publication in the Journal of the\n  British Astronomical Association"]}]
["0812.1303",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Classical Analysis and ODEs","11M35, 33A70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1303"],"date":["2008-12-06"],"type":["text"],"creator":["Boyadzhiev, Khristo"],"language":[],"coverage":[],"title":["On the Taylor Coefficients of the Hurwitz Zeta Function"],"description":["  We find a representation for the Maclaurin coefficients of the Hurwitz\nzeta-function in terms of semi-convergent series involving the Bernoulli\npolynomials and the Stirling numbers of the first kind. In particular, this\ngives a representation for the coefficients of the Riemann zeta function. Our\nmain instrument is a certain series transformation formula. A similar result is\nproved also for the Maclaurin coefficients of the Lerch zeta function.\n","Comment: 9 pages. To appear in the JP Journal of Algebra, Number Theory and\n  Applications"]}]
["0812.1305",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1305"],"date":["2008-12-07"],"type":["text"],"creator":["Brown, Timothy M.","Latham, David W."],"language":[],"coverage":[],"title":["Expected Planet and False Positive Detection Rates for the Transiting\n  Exoplanet Survey Satellite"],"description":["  The proposed Transiting Exoplanet Survey Satellite (TESS) will survey the\nentire sky to locate the nearest and brightest transiting extrasolar planets\nwith orbital periods up to about 36 days. Here we estimate the number and kind\nof astrophysical false positives that TESS will report, along with the number\nof extrasolar planets. These estimates are then used to size the ground-based\nfollow-up observing efforts needed to confirm and characterize the planets. We\nestimate that the needed observing resources will be about 1400\ntelescope-nights of imaging with 0.5m to 1m-class telescopes, 300\ntelescope-nights with 1m to 2m-class telescopes for the classification of the\nhost stars and for radial velocity measurements with roughly 1 km/s precision,\nand 380 telescope-nights with 2m to 4m-class telescopes for radial velocity\nstudies with precision of a few m/s. Follow-up spectroscopy of the smallest\nplanets discovered by TESS at the best possible velocity precision will be\nlimited by the number of telescope nights available on 4m to 10m class\ntelescopes with instruments such as HARPS and HIRES, but the pay-off of such\nefforts will be the determination of masses for Super Earths with sufficient\naccuracy to distinguish rocky desert planets from water worlds.\n","Comment: 11 pages, 2 figures. Submitted to PASP. Replacement adds\n  acknowledgments, fixes typos"]}]
["0812.1309",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1309","Phys. Rev. B.78, 012405 (2008)","doi:10.1103/PhysRevB.78.012405"],"date":["2008-12-06"],"type":["text"],"creator":["Ovchinnikov, Igor V.","Wang, Kang L."],"language":[],"coverage":[],"title":["Voltage-Controlled Surface Magnetization of Itinerant Ferromagnet\n  Ni_(1-x)Cu_x"],"description":["  We argue that surface magnetization of a metallic ferromagnet can be turned\non and off isothermally by an applied voltage. For this, the material's\nelectron subsystem must be close enough to the boundary between para- and\nferromagnetic regions on the electron density scale. For the 3d series, the\nboundary is between Ni and Cu, which makes their alloy a primary candidate.\nUsing Ginzburg-Landau functional, which we build from Ni_(1-x)Cu_x empirical\nproperties, ab-initio parameters of Ni and Cu, and orbital-free LSDA, we show\nthat the proposed effect is experimentally observable.\n","Comment: 4 pages; 2 figures; submitted to PRL February 16th 2008; transferred\n  to PRB June 21st 2008; published July 15th 2008"]}]
["0812.1315",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1315"],"date":["2008-12-06"],"type":["text"],"creator":["Fouxon, Itzhak"],"language":[],"coverage":[],"title":["Finite-time collapse and soliton-like states in the dynamics of\n  dissipative gases"],"description":["  A study of the gas dynamics of a dilute collection of the inelastically\ncolliding hard spheres is presented. When diffusive processes are neglected the\ngas density blows up in a finite time. The blowup is the mathematical\nexpression for one of the possible mechanisms for cluster formation in\ndissipative gases. The way diffusive processes smoothen the singularity has\nbeen studied. Exact localized soliton-type solutions of the gas dynamics when\nheat diffusion balances non-linear cooling are obtained. The presented results\ngeneralize previous findings for planar flows.\n","Comment: 4 pages, 1 figure"]}]
["0812.1316",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1316"],"date":["2008-12-06"],"type":["text"],"creator":["Pougaza, Doriano-Boris","Mohammad-Djafari, A.","Bercher, Jean-François"],"language":[],"coverage":[],"title":["Using the Notion of Copula in Tomography"],"description":["  In 1917 Johann Radon introduced the Radon transform which is used in 1963 by\nA. M. Cormack for application in the context of tomographic image\nreconstruction. He proposed to reconstruct the spatial variation of the\nmaterial density of the body from X-Ray images (radiographies) for different\ndirections. Independently G. N. Hounsfield derived an algorithm and built the\nfirst medical CT scanner. Basically the idea of the X-ray CT is to get an image\nof the interior structure of an object by X-raying the object from many\ndifferent directions. The mathematical problem is then estimating a\nmultivariate function from its line integrals.\n  Four year before Cormack's idea, Abe Sklar introduced a theory in the context\nof Statistics called copula. Shortly copulas are functions that link\nmultivariate distributions to theirs univariate marginal functions. It appeared\nthat copulas captivated all dependence structure concerning the marginal\nfunctions and offer a wide range of parametric family model which could be used\nas a model for the joint distribution function. This statistical problem is the\nsame as in Tomography, because a marginal density is obtained from a line\nintegral of its joint distribution. In the particular case of only given\nhorizontal and vertical projections corresponding to a given two marginal\nfunctions, we link the theory of copula to tomography via the Radon transform\nand Sklar's theorem. The result we propose seems to be new as mathematical\napproach to solve this tomographic inverse problem.\n","Comment: 60 pages, 81 figures"]}]
["0812.1317",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1317"],"date":["2008-12-06"],"type":["text"],"creator":["Gemelke, Nathan","Hung, Chen-Lung","Zhang, Xibo","Chin, Cheng"],"language":[],"coverage":[],"title":["Exploring Universality of Few-Body Physics Based on Ultracold Atoms Near\n  Feshbach Resonances"],"description":["  A universal characterization of interactions in few- and many-body quantum\nsystems is often possible without detailed description of the interaction\npotential, and has become a defacto assumption for cold atom research.\nUniversality in this context is defined as the validity to fully characterize\nthe system in terms of two-body scattering length. We discuss universality in\nthe following three contexts: closed-channel dominated Feshbach resonance,\nEfimov physics near Feshbach resonances, and corrections to the mean field\nenergy of Bose-Einstein condensates with large scattering lengths. Novel\nexperimental tools and strategies are discussed to study universality in\nultracold atomic gases: dynamic control of interactions, run-away evaporative\ncooling in optical traps, and preparation of few-body systems in optical\nlattices.\n","Comment: ICAP 2008 Proceeding"]}]
["0812.1319",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1319"],"date":["2008-12-06"],"type":["text"],"creator":["Destrade, M.","Gilchrist, M. D.","Prikazchikov, D. A.","Saccomandi, G."],"language":[],"coverage":[],"title":["Surface instability of sheared soft tissues"],"description":["  When a block made of an elastomer is subjected to large shear, its surface\nremains flat. When a block of biological soft tissue is subjected to large\nshear, it is likely that its surface in the plane of shear will buckle\n(apparition of wrinkles). One factor that distinguishes soft tissues from\nrubber-like solids is the presence -- sometimes visible to the naked eye -- of\noriented collagen fibre bundles, which are stiffer than the elastin matrix into\nwhich they are embedded but are nonetheless flexible and extensible. Here we\nshow that the simplest model of isotropic nonlinear elasticity, namely the\nincompressible neo-Hookean model, suffers surface instability in shear only at\ntremendous amounts of shear, i.e., above 3.09, which corresponds to a 72\ndegrees angle of shear. Next we incorporate a family of parallel fibres in the\nmodel and show that the resulting solid can be either reinforced or strongly\nweakened with respect to surface instability, depending on the angle between\nthe fibres and the direction of shear, and depending on the ratio E/mu between\nthe stiffness of the fibres and that of the matrix. For this ratio we use\nvalues compatible with experimental data on soft tissues. Broadly speaking, we\nfind that the surface becomes rapidly unstable when the shear takes place\n\"against\" the fibres, and that as E/mu increases, so does the sector of angles\nwhere early instability is expected to occur.\n"]}]
["0812.1320",{"format":[],"subject":["Mathematics - Algebraic Topology","55S12 (Primary)","55N20, 55N34 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1320"],"date":["2008-12-06"],"type":["text"],"creator":["Rezk, Charles"],"language":[],"coverage":[],"title":["Power operations for Morava E-theory of height 2 at the prime 2"],"description":["  Explicit calculations of the algebraic theory of power operations for a\nspecific Morava E-theory spectrum are given, without detailed proofs.\n"]}]
["0812.1321",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Data Structures and Algorithms","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1321"],"date":["2008-12-06"],"type":["text"],"creator":["Andrews, Matthew","Slivkins, Aleksandrs"],"language":[],"coverage":[],"title":["Oscillations with TCP-like Flow Control in Networks of Queues"],"description":["  We consider a set of flows passing through a set of servers. The injection\nrate into each flow is governed by a flow control that increases the injection\nrate when all the servers on the flow's path are empty and decreases the\ninjection rate when some server is congested. We show that if each server's\ncongestion is governed by the arriving traffic at the server then the system\ncan *oscillate*. This is in contrast to previous work on flow control where\ncongestion was modeled as a function of the flow injection rates and the system\nwas shown to converge to a steady state that maximizes an overall network\nutility.\n","Comment: Preliminary version has appeared in IEEE INFOCOM 2006. The current\n  version is dated November 2005, with a minor revision in December 2008"]}]
["0812.1323",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1323"],"date":["2008-12-06"],"type":["text"],"creator":["Muench, August","Getman, Konstantin","Hillenbrand, Lynne","Preibisch, Thomas"],"language":[],"coverage":[],"title":["Star Formation in the Orion Nebula I: Stellar Content"],"description":["  The Orion Nebula is one of the most frequently observed nearby (<1\nkiloparsec) star forming regions and, consequently, the subject of a large\nbibliography of observations and interpretation. The summary in this chapter is\nbounded spatially by the blister HII region, with sources beyond the central\nnebula that are part of the same dynamical clustering covered in other chapters\nin this book. Herein are discussed panchromatic observations of the massive OB\nstars, the general T Tauri population, the sub-stellar sources and variable\nstars within the Orion Nebula. First, a brief history of 400 years of\nobservation of the Nebula is presented. As this history is marked clearly by\nrevelations provided in each age of new technology, recent ultra-deep X-ray\nsurveys and high resolution multi-epoch monitoring of massive binary systems\nand radio stars receive special attention in this review. Topics discussed\ninclude the kinematics, multiplicity, mass distribution, rotation, and\ncircumstellar characteristics of the pre-main sequence population. Also treated\nin depth are historical and current constraints on the distance to the Orion\nNebula Cluster; a long standing 10-20% uncertainty has only recently begun to\nconverge on a value near ~400 parsecs. Complementing the current review of the\nstellar population is a companion chapter reviewing the molecular cloud,\nionized HII region and the youngest protostellar sources.\n","Comment: 61 pages, 32 multi-part figures; to appear in \"Handbook of Star\n  Forming Regions\" Astronomical Society of the Pacific, 2008, Bo Reipurth, ed A\n  preprint containing higher resolution figures can be obtained at\n  http://www.cfa.harvard.edu/~gmuench/Papers/ONC1.pdf"]}]
["0812.1326",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1326","J. Phys.: Conference Series 43, 576 (2006)","doi:10.1088/1742-6596/43/1/142"],"date":["2008-12-08"],"type":["text"],"creator":["Yampolskii, S. V.","Genenko, Yu. A.","Rauh, H.","Snezhko, A. V."],"language":[],"coverage":[],"title":["The Bean model of the critical state in a magnetically shielded\n  superconductor filament"],"description":["  We study the magnetization of a cylindrical type-II superconductor filament\ncovered by a coaxial soft-magnet sheath and exposed to an applied transverse\nmagnetic field. Examining penetration of magnetic flux into the superconductor\ncore of the filament on the basis of the Bean model of the critical state, we\nfind that the presence of a non-hysteretic magnetic sheath can strongly enhance\nthe field of full penetration of magnetic flux. The average magnetization of\nthe superconductor/magnet heterostructure under consideration and hysteresis AC\nlosses in the core of the filament are calculated as well.\n","Comment: 4 pages, 3 figures; Proceedings of the 7th European Conference on\n  Applied Superconductivity, Vienna, Austria, September 11-15, 2005"]}]
["0812.1330",{"format":[],"subject":["Mathematics - Logic","03E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1330"],"date":["2008-12-07"],"type":["text"],"creator":["Zoble, Stuart"],"language":[],"coverage":[],"title":["Bounded Martin's Maximum with Many Witnesses"],"description":["  We study a strengthening of Bounded Martin's Maximum which asserts that if a\n\\Sigma_1 fact holds of \\omega_2^V in a stationary set preserving extension then\nit holds in V for a stationary set of ordinals less than \\omega_2. We show that\nthis principle implies Global Projective Determinacy, and therefore does not\nhold in the \\mathbb{P}_{max} model for \\mathsf{BMM}, but that the restriction\nof this principle to forcings which render \\omega_2^V countably cofinal does\nhold in the \\mathsf{BMM} model, though it is not a consequence of \\mathsf{BMM}.\n"]}]
["0812.1334",{"format":[],"subject":["Mathematics - Differential Geometry","93B29","58H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1334"],"date":["2008-12-07"],"type":["text"],"creator":["Lychagin, Valentin"],"language":[],"coverage":[],"title":["Feedback Differential Invariants"],"description":["  The problem of feedback equivalence for control systems is considered. An\nalgebra of differential invariants and criteria for the feedback equivalence\nfor regular control systems are found.\n","Comment: 10 pages"]}]
["0812.1336",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1336"],"date":["2008-12-07"],"type":["text"],"creator":["Gorobey, Natalia","Lukyanenko, Alexander"],"language":[],"coverage":[],"title":["Quantum Action Principle in Relativistic Mechanics"],"description":["  A quantum version of the action principle is considered in the case of a free\nrelativistic particle. The classical limit of the quantum action is obtained.\n","Comment: 3 pages"]}]
["0812.1339",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1339"],"date":["2008-12-07"],"type":["text"],"creator":["Eggers, Jens","Fontelos, Marco A."],"language":[],"coverage":[],"title":["The role of self-similarity in singularities of PDE's"],"description":["  We survey rigorous, formal, and numerical results on the formation of\npoint-like singularities (or blow-up) for a wide range of evolution equations.\nWe use a similarity transformation of the original equation with respect to the\nblow-up point, such that self-similar behaviour is mapped to the fixed point of\na \\textit{dynamical system}. We point out that analysing the dynamics close to\nthe fixed point is a useful way of characterising the singularity, in that the\ndynamics frequently reduces to very few dimensions. As far as we are aware,\nexamples from the literature either correspond to stable fixed points,\nlow-dimensional centre-manifold dynamics, limit cycles, or travelling waves.\nFor each \"class\" of singularity, we give detailed examples.\n","Comment: to be published in Nonlinearity"]}]
["0812.1341",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1341"],"date":["2008-12-07","2008-12-09"],"type":["text"],"creator":["Aichelin, J.","Schaffner-Bielich, J."],"language":[],"coverage":[],"title":["The Quest for the Nuclear Equation of State"],"description":["  The present status of the efforts to determine the nuclear equation of state\nfrom results of heavy ion reactions and from astrophysical observations is\nreviewed\n"]}]
["0812.1351",{"format":[],"subject":["Mathematics - Differential Geometry","93B29","58H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1351"],"date":["2008-12-07"],"type":["text"],"creator":["Lychagin, Valentin"],"language":[],"coverage":[],"title":["Feedback Equivalence of 1-dimensional Control Systems of the 1-st Order"],"description":["  The problem of local feedback equivalence for 1-dimensional control systems\nof the 1-st order is considered. The algebra of differential invariants and\ncriteria for the feedback equivalence for regular control systems are found.\n","Comment: 12pages"]}]
["0812.1357",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1357"],"date":["2008-12-07"],"type":["text"],"creator":["Li, Qiang","He, Yan","Jiang, Jing-ping"],"language":[],"coverage":[],"title":["A Novel Clustering Algorithm Based on Quantum Random Walk"],"description":["  The enormous successes have been made by quantum algorithms during the last\ndecade. In this paper, we combine the quantum random walk (QRW) with the\nproblem of data clustering, and develop two clustering algorithms based on the\none dimensional QRW. Then, the probability distributions on the positions\ninduced by QRW in these algorithms are investigated, which also indicates the\npossibility of obtaining better results. Consequently, the experimental results\nhave demonstrated that data points in datasets are clustered reasonably and\nefficiently, and the clustering algorithms are of fast rates of convergence.\nMoreover, the comparison with other algorithms also provides an indication of\nthe effectiveness of the proposed approach.\n","Comment: 14 pages, 6 figures, 3 tables"]}]
["0812.1362",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1362"],"date":["2008-12-07"],"type":["text"],"creator":["Leacn, P. G. L.","Nucci, M. C."],"language":[],"coverage":[],"title":["Lie Groups and Quantum Mechanics"],"description":["  Mathematical modeling should present a consistent description of physical\nphenomena. We illustrate an inconsistency with two Hamiltonians -- the standard\nHamiltonian and an example found in Goldstein -- for the simple harmonic\noscillator and its quantisation. Both descriptions are rich in Lie point\nsymmetries and so one can calculate many Jacobi Last Multipliers and therefore\nLagrangians. The Last Multiplier provides the route to the resolution of this\nproblem and indicates that the great debate about the quantisation of\ndissipative systems should never have occurred.\n","Comment: 13 pages"]}]
["0812.1371",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1371"],"date":["2008-12-07"],"type":["text"],"creator":["Rerikh, Konstantin V."],"language":[],"coverage":[],"title":["General solution of functional equations defined by generic\n  linear-fractional mappings F_1: C^N \\to C^N and by generic maps birationally\n  equivalent to F_1"],"description":["  We consider a system of birational functional equations (BFEs) (or\nfinite-difference equations at w=m \\in Z) for functions y(w) of the form:\ny(w+1)=F_n(y(w)), y(w):C \\to C^N, n=deg(F_n(y)), F_n \\in (\\bf Bir}(C^N), where\nthe map F_n is a given birational one of the group of all automorphisms of C^N\n\\to C^N. The relation of the BFEs with ordinary differential equations is\ndiscussed. We present a general solution of the above BFEs for n=1,\\forall N\nand of the ones with the map F_n birationally equivalent to F_1: F_n\\equiv\nV\\comp F_1\\comp V^{-1}, \\forall V \\in (\\bf Bir}(C^N).\n","Comment: 4 pages, 0 figures"]}]
["0812.1373",{"format":[],"subject":["Mathematics - Differential Geometry","53A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1373"],"date":["2008-12-07"],"type":["text"],"creator":["Borcea, Ciprian S.","Streinu, Ileana"],"language":[],"coverage":[],"title":["Singularities of Hinge Structures"],"description":["  Motivated by the hinge structure present in protein chains and other\nmolecular conformations, we study the singularities of certain maps associated\nto body-and-hinge and panel-and-hinge chains. These are sequentially\narticulated systems where two consecutive rigid pieces are connected by a\nhinge, that is, a codimension two axis.\n  The singularities, or critical points, correspond to a dimensional drop in\nthe linear span of the axes, regarded as points on a Grassmann variety in its\nPl\\\"{u}cker embedding. These results are valid in arbitrary dimension. The\nthree dimensional case is also relevant in robotics.\n"]}]
["0812.1374",{"format":[],"subject":["Mathematics - Number Theory","11M35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1374"],"date":["2008-12-07"],"type":["text"],"creator":["Rane, Vivek V."],"language":[],"coverage":[],"title":["Demystification of Taylor,Laurent coefficients of Lerch,Hurwitz Zeta\n  functions and Dirichlet L-Function at Unity and Zero and their Bounds"],"description":["  Using elementary methods,we obtain simple,explicit expressions and bounds of\nhigher order derivatives of Hurwitz zeta function and consequently those of\nDirichlet L-function and also,of Lerch's Zeta function at unity (and at Zero\ntoo)and also obtain their interrelations.We also state elementary complete\nforms of approximate functional equations of Hurwitz zeta function and\nDirichlet L-function in the critical strip.\n","Comment: 23 pages"]}]
["0812.1375",{"format":[],"subject":["Mathematics - Differential Geometry","53A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1375"],"date":["2008-12-07"],"type":["text"],"creator":["Borcea, Ciprian S.","Streinu, Ileana"],"language":[],"coverage":[],"title":["Extremal Configurations of Hinge Structures"],"description":["  We study body-and-hinge and panel-and-hinge chains in R^d, with two marked\npoints: one on the first body, the other on the last. For a general chain, the\nsquared distance between the marked points gives a Morse-Bott function on a\ntorus configuration space. Maximal configurations, when the distance between\nthe two marked points reaches a global maximum, have particularly simple\ngeometrical characterizations. The three-dimensional case is relevant for\napplications to robotics and molecular structures.\n"]}]
["0812.1376",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Combinatorics","57Q99","68U05","57R70","65D18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1376","doi:10.1016/j.comgeo.2008.11.001"],"date":["2008-12-07"],"type":["text"],"creator":["Jerse, Gregor","Kosta, Neza Mramor"],"language":[],"coverage":[],"title":["Ascending and descending regions of a discrete Morse function"],"description":["  We present an algorithm which produces a decomposition of a regular cellular\ncomplex with a discrete Morse function analogous to the Morse-Smale\ndecomposition of a smooth manifold with respect to a smooth Morse function. The\nadvantage of our algorithm compared to similar existing results is that it\nworks, at least theoretically, in any dimension. Practically, there are\ndimensional restrictions due to the size of cellular complexes of higher\ndimensions, though. We prove that the algorithm is correct in the sense that it\nalways produces a decomposition into descending and ascending regions of the\ncritical cells in a finite number of steps, and that, after a finite number of\nsubdivisions, all the regions are topological discs. The efficiency of the\nalgorithm is discussed and its performance on several examples is demonstrated.\n","Comment: 23 pages, 12 figures"]}]
["0812.1378",{"format":[],"subject":["Mathematics - Differential Geometry","53A30, 53C12, 53B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1378"],"date":["2008-12-07"],"type":["text"],"creator":["Niedzialomski, Kamil"],"language":[],"coverage":[],"title":["On leafwise conformal diffeomorphisms"],"description":["  For every diffeomorphism $\\varphi:M\\to N$ between 3--dimensional Riemannian\nmanifolds $M$ and $N$ there are in general locally two 2--dimensional\ndistributions $D_{\\pm}$ such that $\\varphi$ is conformal on both of them. We\nstate necessary and sufficient conditions for a distribution to be one of\n$D_{\\pm}$. These are algebraic conditions expressed in terms of the\nself-adjoint and positive definite operator $(\\varphi_{\\ast})^*\\varphi_{\\ast}$.\nWe investigate integrability condition of $D_+$ and $D_-$. We also show that it\nis possible to choose coordinate systems in which leafwise conformal\ndiffeomorphism is holomorphic on leaves.\n","Comment: 12 pages"]}]
["0812.1382",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1382"],"date":["2008-12-07"],"type":["text"],"creator":["Cho, Sangbum","McCullough, Darryl"],"language":[],"coverage":[],"title":["Constructing knot tunnels using giant steps"],"description":["  This is the first of three papers that refine and extend portions of our\nearlier preprint, \"Depth of a knot tunnel.\" Together, they rework the entire\npreprint.\n  H. Goda, M. Scharlemann, and A. Thompson described a general construction of\nall tunnels of all tunnel number 1 knots using \"tunnel moves\". We apply the\ntheory that we introduced in \"The tree of knot tunnels\" to study this\nconstruction. In particular, we use it to calculate the number of distinct\nminimal sequences of tunnel moves that can produce a given tunnel. As a\nconsequence, we see that for a sparse infinite set of tunnels, the minimal\nsequence is unique, but generically a tunnel will have many such constructions.\n","Comment: 10 pages, 5 figures"]}]
["0812.1386",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1386"],"date":["2008-12-07"],"type":["text"],"creator":["Galvan, A. Perez","Sheng, D.","Orozco, L. A.","Zhao, Y."],"language":[],"coverage":[],"title":["Two-color modulation transfer spectroscopy"],"description":["  We present two-color modulation transfer spectroscopy as a tool for precision\nstudies of atomic properties of excited states. The bi-colored technique\naddresses a narrow set of velocity groups of a thermal atomic vapour using a\ntwo-step transition to \"burn a hole\" in the velocity distribution. The\nresulting spectrum presents sub-Doppler linewidths, good signal to noise ratio\nand the trademark sidebands that work as an in situ ruler for the energy\nspacing between atomic resonances. The spectra obtained can be used for\ndifferent applications such as measurements of energy splittings or\nstabilization of laser frequencies to excited atomic transitions.\n","Comment: 14 pages, 13 figures, to be published in the Canadian Journal of\n  Physics"]}]
["0812.1390",{"format":[],"subject":["Computer Science - Computational Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1390"],"date":["2008-12-07"],"type":["text"],"creator":["Chazal, Frédéric","Cohen-Steiner, David","Lieutier, André","Thibert, Boris"],"language":[],"coverage":[],"title":["Stability of Curvature Measures"],"description":["  We address the problem of curvature estimation from sampled compact sets. The\nmain contribution is a stability result: we show that the gaussian, mean or\nanisotropic curvature measures of the offset of a compact set K with positive\n$\\mu$-reach can be estimated by the same curvature measures of the offset of a\ncompact set K' close to K in the Hausdorff sense. We show how these curvature\nmeasures can be computed for finite unions of balls. The curvature measures of\nthe offset of a compact set with positive $\\mu$-reach can thus be approximated\nby the curvature measures of the offset of a point-cloud sample. These results\ncan also be interpreted as a framework for an effective and robust notion of\ncurvature.\n"]}]
["0812.1396",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1396"],"date":["2008-12-07"],"type":["text"],"creator":["Cho, Sangbum","McCullough, Darryl"],"language":[],"coverage":[],"title":["Tunnel leveling, depth, and bridge numbers"],"description":["  This is the third of three papers that refine and extend portions of our\nearlier preprint, \"The depth of a knot tunnel.\" Together, they rework the\nentire preprint.\n  In this paper, we use the theory of tunnel number 1 knots that we introduced\nin \"The tree of knot tunnels\" to strengthen the Tunnel Leveling Theorem of H.\nGoda, M. Scharlemann, and A. Thompson. This yields considerable information\nabout bridge numbers of tunnel number 1 knots. In particular, we calculate the\nminimum bridge number of a knot as a function of the maximum depth invariant d\nof its tunnels. The growth of this value is on the order of (1+\\sqrt{2})^d. We\nalso find the maximum bridge number as a function of the number of cabling\nconstructions needed to produce the tunnel, showing in particular that the\nmaximum bridge number of a knot produced by n cabling constructions is the\n(n+2)nd Fibonacci number. Finally, we examine the special case of the \"middle\"\ntunnels of torus knots.\n","Comment: 25 pages, 11 figures"]}]
["0812.1398",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1398","Proceedings of the Royal Society of London Series A Containing\n  Papers of a Mathematical and Physical Character 464, 2099 (2008) 3003-3019","doi:10.1098/rspa.2008.0184"],"date":["2008-12-07"],"type":["text"],"creator":["Goriely, Alain","Vandiver, Rebecca","Destrade, Michel"],"language":[],"coverage":[],"title":["Nonlinear Euler buckling"],"description":["  The buckling of hyperelastic incompressible cylindrical tubes of arbitrary\nlength and thickness under compressive axial load is considered within the\nframework of nonlinear elasticity. Analytical and numerical methods for\nbifurcation are developed using the exact solution of Wilkes for the linearized\nproblem within the Stroh formalism. Using these methods, the range of validity\nof the Euler buckling formula and its first nonlinear corrections are obtained\nfor third-order elasticity. The values of the geometric parameters (tube\nthickness and slenderness) where a transition between buckling and barrelling\nis observed are also identified.\n"]}]
["0812.1401",{"format":[],"subject":["Mathematics - Functional Analysis","46G25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1401"],"date":["2008-12-07"],"type":["text"],"creator":["Botelho, Geraldo","Pellegrino, Daniel","Rueda, Pilar"],"language":[],"coverage":[],"title":["Factorization theorems for dominated polynomials"],"description":["  In this note we prove that the factorization theorem for dominated\npolynomials previously proved by the authors is equivalent to an alternative\nfactorization scheme that uses classical linear techniques and a linearization\nprocess. However, this alternative scheme is shown not to be satisfactory until\nthe equivalence is proved.\n"]}]
["0812.1404",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1404"],"date":["2008-12-07"],"type":["text"],"creator":["Krause, Decio"],"language":[],"coverage":[],"title":["Logical aspects of quantum (non-)individuality"],"description":["  In this paper I consider some logical and mathematical aspects of the\ndiscussion of the identity and individuality of quantum entities. I shall point\nout that for some aspects of the discussion, the logical basis cannot be put\naside; on the contrary, it leads us to unavoidable conclusions which may have\nconsequences in how we articulate certain concepts related to quantum theory.\nBehind the discussion, there is a general argument which suggests the\npossibility of a metaphysics of non-individuals, based on a reasonable\ninterpretation of quantum basic entities. I close the paper with a suggestion\nthat consists in emphasizing that quanta should be referred to by the\ncardinalities of the collections to which they belong, for which an adequate\nmathematical framework seems to be possible.\n","Comment: 24 pages,no figures"]}]
["0812.1405",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1405"],"date":["2008-12-07"],"type":["text"],"creator":["Geirhofer, Stefan","Tong, Lang","Sadler, Brian M."],"language":[],"coverage":[],"title":["Cognitive Coexistence between Infrastructure and Ad-hoc Systems"],"description":["  The rapid proliferation of wireless systems makes interference management\nmore and more important. This paper presents a novel cognitive coexistence\nframework, which enables an infrastructure system to reduce interference to\nad-hoc or peer-to-peer communication links in close proximity. Motivated by the\nsuperior resources of the infrastructure system, we study how its centralized\nresource allocation can accommodate the ad-hoc links based on sensing and\npredicting their interference patterns.\n  Based on an ON/OFF continuous-time Markov chain model, the optimal allocation\nof power and transmission time is formulated as a convex optimization problem\nand closed-form solutions are derived. The optimal scheduling is extended to\nthe case where the infrastructure channel is random and rate constraints need\nonly be met in the long-term average. Finally, the multi-terminal case is\naddressed and the problem of optimal sub-channel allocation discussed.\nNumerical performance analysis illustrates that utilizing the superior\nflexibility of the infrastructure links can effectively mitigate interference.\n","Comment: Submitted to IEEE Transactions on Wireless Communications"]}]
["0812.1414",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1414"],"date":["2008-12-07"],"type":["text"],"creator":["The Belle Collaboration","Adachi, I."],"language":[],"coverage":[],"title":["Measurement of exclusive B to Xu l nu decays using full-reconstruction\n  tagging at Belle"],"description":["  We report on a study of the branching fractions for the exclusive charmless\nsemileptonic B decay modes B to pi+ l nu, B to pi0 l nu, B to rho+ l nu, B to\nrho0 l nu and B to omega l nu, using events tagged by fully reconstructing one\nof the B mesons in a hadronic decay mode. The obtained branching fractions are\nB(B to pi+ l nu) = (1.12 +- 0.18 +- 0.05) x 1E-4, B(B to pi0 l nu) = (0.66 +-\n0.12 +- 0.03) x 1E-4, B(B to rho+ l nu) = (2.56 +- 0.46 +- 0.12) x 1E-4, B(B to\nrho0 l nu) = (1.80 +- 0.23 +- 0.07) x 1E-4 and B(B to omega l nu) = (1.19 +-\n0.32 +- 0.05) x 1E-4, where the first error in each case is statistical and the\nsecond systematic. The partial branching fractions as a function of q2 are\nextracted using three q2 bins. At low q2, the combined charged and neutral pion\nbranching fractions and a Light Cone Sum Rules prescription imply |Vub| = (3.1\n+- 0.2 +- 0.1 {+0.5-0.3}) x 1E-3, while using the high q2 data and two\ndifferent lattice prescriptions implies |Vub| = (3.1 +- 0.3 +- 0.1 {+0.6-0.4})\nx 1E-3 (HPQCD) and |Vub| = (3.3 +- 0.4 +- 0.1 {+0.6-0.4}) x 1E-3 (FNAL)\nrespectively. In each case the errors are statistical, systematic and\ntheoretical (associated with the prescription used). These results are obtained\nfrom a data sample that contains 657 x 1E6 BBbar pairs, collected near the\nUpsilon(4S) resonance with the Belle detector at the KEKB asymmetric energy e+\ne- collider. All results are preliminary.\n","Comment: 15 pages, 2 figures, submitted to the ICHEP08 Conference,\n  Philadelphia, PA"]}]
["0812.1418",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14M25","52B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1418"],"date":["2008-12-08"],"type":["text"],"creator":["Oda, Tadao"],"language":[],"coverage":[],"title":["Problems on Minkowski sums of convex lattice polytopes"],"description":["  This paper was submitted to the Oberwolfach Conference \"Combinatorial\nConvexity and Algebraic Geometry\", October 1997.\n  Let $M={\\mathbb Z}^r$. For convex lattice polytopes $P,P'$ in ${\\mathbb\nR}^r$, when is $(M \\cap P)+ (M \\cap P') = M \\cap (P + P')$?\n  Without any additional condition, the equality obviously does not hold.\n  When the pair $(M,P)$ corresponds to a complex projective toric variety $X$\nand an ample divisor $D$ on $X$, it is reasonable to assume that $P'$\ncorresponds to an ample (or, more generally, a nef) divisor $D'$ on the same\n$X$. Then the question correspons to the surjectivity of the canonical map \\[\nH^0(X,{\\mathcal O}_X(D))\\otimes H^0(X,{\\mathcal O}_X(D'))\\to H^0(X,{\\mathcal\nO}_X(D+D')).\\]\n  When $X$ is nonsingular, the map is hoped to be surjective, but this remains\nto be an open question after more than ten years.\n  The paper explores various variations on the question in terms of toric\ngeometry.\n"]}]
["0812.1419",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1419"],"date":["2008-12-07"],"type":["text"],"creator":["Ham, S. W.","OH, S. K."],"language":[],"coverage":[],"title":["Spontaneous CP violation in the triplet extended supersymmetric standard\n  model"],"description":["  We find that, at the one-loop level, the spontaneous CP violation is possible\nin a supersymmetric standard model that has an extra chiral Higgs triplet with\nhypercharge Y=0. At the tree level, this triplet-extended supersymmetric\nstandard model (TESSM) cannot have any reasonable parameter spaces for the\nspontaneous CP violation, because the experimental constraints on the coupling\ncoefficient of the neutral Higgs boson to a pair of $Z$ bosons exclude them. By\ncontrast, at the one-loop level, we find that there are experimentally allowed\nparameter regions, where the spontaneous CP violation may take place. The mass\nof the lightest neutral Higgs boson in the TESSM in this case may be as large\nas about 100 GeV, by considering the one-loop contribution due to the top quark\nand squark loops.\n","Comment: 21 pages, 3 figures"]}]
["0812.1423",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1423","Proceedings of the Workshop on ``Physics of warped extra\n  dimensions\" (February 21 - 23, 2008), Page 19 - 25"],"date":["2008-12-08"],"type":["text"],"creator":["Koley, Ratna"],"language":[],"coverage":[],"title":["Localization of fields on brane"],"description":["  Warped braneworld scenario provides an alternative to the usual Kaluza-Klein\ncompactification of extra dimensions through the so-called localization of\nfields. Randall-Sundrum type models do not directly prove, rather, assume that\nall standard model fields are localized to the TeV brane. I will provide the\nmechanism for addressing the problem and discuss the issue of localization of\nfields on the brane for various types of braneworld models available in the\nliterature.\n","Comment: 5 pages, 4 figures"]}]
["0812.1424",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1424"],"date":["2008-12-08"],"type":["text"],"creator":["Zhang, Weiwei","Gong, Ming","Li, Chuan-Feng","Guo, Guang-Can","He, Lixin"],"language":[],"coverage":[],"title":["Hidden correlations of exciton complexes in self-assembled quantum dots\n  and rings"],"description":["  The binding energies of trions ($X^+$, $X^-$) and biexciton (XX) in\nself-assembled semiconductor quantum dots (QDs) are very sensitive to the\ngeometry and chemical composition of the QDs, and are random from dots to dots.\nHowever, in this letter, we show through analytical and numerical methods that\nthe transition energies of the exciton complexes in self-assembled quantum dots\nand rings follow a simple and robust rule, i.e., the sum of exciton and\nbiexciton transition energies minus the transition energies of trions is always\npositive and almost a constant for the same type of quantum dots and rings as a\nconsequence of a pure Coulomb correlation effect. More interestingly, this\nquantity show a sharp transition when the topology change from a dot to a ring.\nThis {\\it hidden} correlation effect, directly measurable in experiments,\noffers a useful way to understand the photoluminescence spectra of\nself-assembled quantum dots and rings.\n"]}]
["0812.1431",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1431"],"date":["2008-12-08"],"type":["text"],"creator":["Arroja, Frederico"],"language":[],"coverage":[],"title":["On the four-dimensional effective theories in brane-worlds"],"description":["  Models with extra dimensions have attracted much interest recently because\nthey may provide the solution for long standing problems in physics. One\ninteresting and very attractive idea is that our visible universe is confined\nto a four-dimensional hypersurface in a higher-dimensional spacetime. This\nmembrane like universe was dubbed brane-world. The main goal of this thesis is\nthe study of the four-dimensional (4D) effective theories and their\nobservational consequences in the brane-world universe. After introducing the\nbrane-world idea with some detail we shall use the gradient expansion method to\nobtain the 4D effective theories of gravity for several higher-dimensional\ntheories with different numbers of extra-dimensions. In the second half of the\nthesis, after introducing the concept of brane-inflation we will focus on some\nobservational consequences of these low energy effective theories. In\nparticular, the last two chapters before the conclusion are devoted to the\nstudy of non-Gaussianities in general models of inflation.\n","Comment: 176 pages, 8 figures; PhD thesis, Institute of Cosmology and\n  Gravitation, University of Portsmouth"]}]
["0812.1432",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","17B10, 17B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1432"],"date":["2008-12-08"],"type":["text"],"creator":["Xu, Xiaoping"],"language":[],"coverage":[],"title":["Polynomial Representation of $E_7$ and Its Combinatorial and PDE\n  Implications"],"description":["  In this paper, we use partial differential equations to find the\ndecomposition of the polynomial algebra over the basic irreducible module of\n$E_7$ into a sum of irreducible submodules. Moreover, we obtain a combinatorial\nidentity, saying that the dimensions of certain irreducible modules of $E_7$\nare correlated by the binomial coefficients of fifty-five. Furthermore, we\nprove that two families of irreducible submodules with three integral\nparameters are solutions of the fundamental invariant differential operator\ncorresponding to Cartan's unique quartic $E_7$ invariant.\n","Comment: 37pages"]}]
["0812.1442",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1442","Molec. Phys. 106, 1975 (2008)","doi:10.1080/00268970802032301"],"date":["2008-12-08"],"type":["text"],"creator":["Harnau, L."],"language":[],"coverage":[],"title":["Structure and thermodynamics of platelet dispersions"],"description":["  Various properties of fluids consisting of platelike particles differ from\nthe corresponding ones of fluids consisting of spherical particles because\ninteractions between platelets depend on their mutual orientations. One of the\nmain issues in this topic is to understand how structural properties of such\nfluids depend on factors such as the shape of the platelets, the size\npolydispersity, the orientational order, and the platelet number density. A\nstatistical mechanics approach to the problem is natural and in the last few\nyears there has been a lot of work on the study of properties of platelet\nfluids. In this contribution some recent theoretical developments in the field\nare discussed and experimental investigations are described.\n","Comment: 23 pages, 18 figures"]}]
["0812.1449",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","17B37, 16G20, 14L30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1449"],"date":["2008-12-08"],"type":["text"],"creator":["Li, Yiqiang","Lin, Zongzhu"],"language":[],"coverage":[],"title":["Canonical Bases of Borcherds-Cartan Type"],"description":["  We study the canonical basis for the negative part of the quantum generalized\nKac-Moody algebra associated to a symmetric Borcherds-Cartan matrix. The\nalgebras associated to two different matrices satisfying certain conditions may\ncoincide. We show that the canonical bases coincide provided that the algebras\ncoincide. We also answer partially a question by Lusztig.\n","Comment: To appear in Nagoya Math J"]}]
["0812.1450",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Algebraic Geometry","Nonlinear Sciences - Exactly Solvable and Integrable Systems","14E05","14E07","37F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1450"],"date":["2008-12-08"],"type":["text"],"creator":["Rerikh, Konstantin V."],"language":[],"coverage":[],"title":["Dynamics of birational plane mappings. The Arnold complexity difference\n  equation"],"description":["  We consider a dynamics of a generic birational plane map \\Phi_n: CP^2 \\to\nCP^2, CP^2 -image of the birational mapping (inverse map is also rational)F_n :\nC^2 \\to C^2 and its such important characteristic as the Arnold complexity\nC_A(k), which is proportional d(k)=deg(\\Phi_n^k)- a degree of k-iteration of\nthe map \\Phi_n, on the basis on algebraic-geometrical properties of such maps.\nAdditional importance of this characteristic follows from the Veselov\nconjecture about the polynomial boundedness of the growth of d(k) for\nintegrable dynamical systems with a discrete time defined by birational plane\nmaps. The autonomous linear difference equation with integer coefficients for\nd(k) is obtained. This equation is fully defined by \\sigma_1 nonnegative\nintegers m_1,..., m_\\sigma_1 that are determined by relations:\n\\Phi_n^{-m_i}(O_\\alpha_i)=O^(-1)_\\beta_i, i\\in(1,2,...,\\sigma_1), where\n\\Phi_n^{-m_i} is m_i-iteration of inverse map, O_\\alpha_i, O^(-1)_\\beta_i,\n\\alpha_i, \\beta_i \\in (1,2,...,\\sigma), are indeterminacy points of the direct\nand inverse maps, \\sigma_1\\leq\\sigma and \\sigma is a number of indeterminacy\npoints of \\Phi_n,\\Phi_n^{-1}. If \\sigma_1 is equal to zero that d(k)=n^k,\notherwise the growth of d(k) is fully defined by a root spectrum of the secular\nequation associated with the difference equation for d(k). The Veselov\nconjecture corresponds to the root spectrum consisting of values being equal to\nmodulo one. The author doesn't suppose that the reader has acquaintance with\nthe algebraic geometry (AG) in CP^2 and the dynamical systems theory (DST) or\nthe functional equations since in the paper there are given all needed\ndefinitions of used concepts of AG or DST and theorems.\n","Comment: 20 pages, 0 figures"]}]
["0812.1458",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1458"],"date":["2008-12-08"],"type":["text"],"creator":["Tsukerman, I.","ATLAS, for","Collaborations, CMS"],"language":[],"coverage":[],"title":["Discovery potential at the LHC: channels relevant for SM Higgs"],"description":["  The discovery potential of Standard Model Higgs searches at the LHC at 14 TeV\ncenter-of-mass energy is reviewed. Decay channels such as $H\\to\\gamma\\gamma$,\n$H\\to ZZ^{\\star}\\to 4\\ell$, $H\\to WW^{\\star}$ and $H\\to \\tau\\tau$ are\nconsidered. Results are based on the most recent full GEANT-based simulations\nperformed by the ATLAS and CMS experiments.\n","Comment: 5 pages, three figures, Proceedings of ISMD08 Conference, Hamburg,\n  Germany, September 2008"]}]
["0812.1461",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1461","PHYSICAL REVIEW B 78, 184511 (2008)","doi:10.1103/PhysRevB.78.184511"],"date":["2008-12-08"],"type":["text"],"creator":["Apinyan, V. A.","Kopec, T. K."],"language":[],"coverage":[],"title":["Effective pairing interaction in the two-dimensional Hubbard model\n  within a spin rotationally invariant approach"],"description":["  We implement the rotationally-invariant formulation of the two-dimensional\nHubbard model, with nearest-neighbors hopping $t$, which allows for the\nanalytical study of the system in the low-energy limit. Both U(1) and SU(2)\ngauge transformations are used to factorize the charge and spin contributions\nto the original electron operator in terms of the corresponding gauge fields.\nThe Hubbard Coulomb energy $U$ term is then expressed in terms of quantum phase\nvariables conjugate to the local charge and variable spin-quantization axis,\nproviding a useful representation of strongly correlated systems. It is shown\nthat these gauge fields play a similar role as phonons in the BCS theory: they\nact as the \"glue\" for fermion pairing. By tracing out gauge degrees of freedom,\nthe form of paired states is established and the strength of the pairing\npotential is determined. It is found that the attractive pairing potential in\nthe effective low-energy fermionic action is non-zero in a rather narrow range\nof $U/t$.\n","Comment: 12 pages, 1 figure"]}]
["0812.1462",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1462"],"date":["2008-12-08"],"type":["text"],"creator":["Ferraris, Paolo"],"language":[],"coverage":[],"title":["Logic programs with propositional connectives and aggregates"],"description":["  Answer set programming (ASP) is a logic programming paradigm that can be used\nto solve complex combinatorial search problems. Aggregates are an ASP construct\nthat plays an important role in many applications. Defining a satisfactory\nsemantics of aggregates turned out to be a difficult problem, and in this paper\nwe propose a new approach, based on an analogy between aggregates and\npropositional connectives. First, we extend the definition of an answer\nset/stable model to cover arbitrary propositional theories; then we define\naggregates on top of them both as primitive constructs and as abbreviations for\nformulas. Our definition of an aggregate combines expressiveness and\nsimplicity, and it inherits many theorems about programs with nested\nexpressions, such as theorems about strong equivalence and splitting.\n"]}]
["0812.1464",{"format":[],"subject":["Mathematics - Category Theory","18D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1464"],"date":["2008-12-08"],"type":["text"],"creator":["Porst, Sven-S."],"language":[],"coverage":[],"title":["Strict 2-Groups are Crossed Modules"],"description":["  The 2-categories of strict 2-groups and crossed modules are introduced and\ntheir 2-equivalence is made explicit.\n","Comment: 18 pages, xy-pic diagrams"]}]
["0812.1466",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1466"],"date":["2008-12-08"],"type":["text"],"creator":["Pipin, V. V.","Seehafer, N."],"language":[],"coverage":[],"title":["On the turbulent sources of the solar dynamo"],"description":["  We revisit the possible turbulent sources of the solar dynamo. Studying\naxisymmetric mean-field dynamo models, we find that the large-scale poloidal\nmagnetic field could be generated not only by the famous alpha effect, but also\nby the Omega x J and shear-current effects. The inclusion of these additional\nturbulent sources alleviates several of the known problems of solar mean-field\ndynamo models.\n","Comment: 7th Int. PAMIR Conf. on Fundamental and Applied MHD (Giens, France,\n  2008)"]}]
["0812.1468",{"format":[],"subject":["Mathematics - Rings and Algebras","16W50","16S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1468"],"date":["2008-12-08"],"type":["text"],"creator":["Öinert, Johan","Lundström, Patrik"],"language":[],"coverage":[],"title":["Commutativity and Ideals in Category Crossed Products"],"description":["  In order to simultaneously generalize matrix rings and group graded crossed\nproducts, we introduce category crossed products. For such algebras we describe\nthe center and the commutant of the coefficient ring. We also investigate the\nconnection between on the one hand maximal commutativity of the coefficient\nring and on the other hand nonemptyness of intersections of the coefficient\nring by nonzero twosided ideals.\n"]}]
["0812.1475",{"format":[],"subject":["Mathematics - Representation Theory","16G20","55U10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1475"],"date":["2008-12-08"],"type":["text"],"creator":["Hubery, Andrew"],"language":[],"coverage":[],"title":["The cluster complex of an hereditary artin algebra"],"description":["  We show that the cluster complex of an arbitrary hereditary artin algebra has\nthe structure of an abstract simplicial polytope. In particular, the\ncluster-tilting objects form one equivalence class under mutation.\n"]}]
["0812.1479",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1479","doi:10.1016/j.ijnonlinmec.2008.09.007"],"date":["2008-12-08"],"type":["text"],"creator":["Murphy, J. G.","Destrade, M."],"language":[],"coverage":[],"title":["Surface waves and surface stability for a pre-stretched, unconstrained,\n  non-linearly elastic half-space"],"description":["  An unconstrained, non-linearly elastic, semi-infinite solid is maintained in\na state of large static plane strain. A power-law relation between the\npre-stretches is assumed and it is shown that this assumption is well-motivated\nphysically and is likely to describe the state of pre-stretch for a wide class\nof materials. A general class of strain-energy functions consistent with this\nassumption is derived. For this class of materials, the secular equation for\nincremental surface waves and the bifurcation condition for surface instability\nare shown to reduce to an equation involving only ordinary derivatives of the\nstrain-energy equation. A compressible neo-Hookean material is considered as an\nexample and it is found that finite compressibility has little quantitative\neffect on the speed of a surface wave and on the critical ratio of compression\nfor surface instability.\n"]}]
["0812.1480",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1480","doi:10.1007/s00033-008-7147-6"],"date":["2008-12-08"],"type":["text"],"creator":["Destrade, Michel","Ogden, Ray W.","Saccomandi, Giuseppe"],"language":[],"coverage":[],"title":["Small amplitude waves and stability for a pre-stressed viscoelastic\n  solid"],"description":["  We study the propagation of small amplitude waves superimposed on a large\nstatic deformation in a nonlinear viscoelastic material of differential type.\nWe use bulk waves and surface waves to address the questions of dissipation and\nof material and geometric stability. In particular, the analysis provides\nbounds on the constitutive parameters and on the pre-deformation that ensure\nlinearized stability in the neighbourhood of a large pre-stretch. This type of\nresult is relevant to the imaging of biological soft tissues using acoustical\ntechniques, where pre-deformation is known to increase contrast and reduce\nde-correlation noise.\n"]}]
["0812.1481",{"format":[],"subject":["Mathematics - Algebraic Topology","55S25 (Primary) 55N22, 19L41 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1481"],"date":["2008-12-08"],"type":["text"],"creator":["Strong, M-J","Whitehouse, Sarah"],"language":[],"coverage":[],"title":["Infinite sums of additive unstable Adams operations and cobordism"],"description":["  The elements of the ring of bidegree (0,0) additive unstable operations in\ncomplex K-theory can be described explicitly as certain infinite sums of Adams\noperations. Here we show how to make sense of the same expressions for complex\ncobordism MU, thus identifying the \"Adams subring\" of the corresponding ring of\ncobordism operations. We prove that the Adams subring is the centre of the ring\nof bidegree (0,0) additive unstable cobordism operations.\n  For an odd prime p, the analogous result in the p-local split setting is also\nproved.\n","Comment: 13 pages"]}]
["0812.1484",{"format":[],"subject":["Statistics - Computation","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1484"],"date":["2008-12-08"],"type":["text"],"creator":["Rigat, Fabio"],"language":[],"coverage":[],"title":["Parallel hierarchical sampling: a practical multiple-chains sampler for\n  Bayesian model selection"],"description":["  This paper introduces the parallel hierarchical sampler (PHS), a Markov chain\nMonte Carlo algorithm using several chains simultaneously. The connections\nbetween PHS and the parallel tempering (PT) algorithm are illustrated,\nconvergence of PHS joint transition kernel is proved and and its practical\nadvantages are emphasized. We illustrate the inferences obtained using PHS,\nparallel tempering and the Metropolis-Hastings algorithm for three Bayesian\nmodel selection problems, namely Gaussian clustering, the selection of\ncovariates for a linear regression model and the selection of the structure of\na treed survival model.\n"]}]
["0812.1497",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1497","doi:10.3204/DESY-PROC-2008-02/regenfus_christian"],"date":["2008-12-08"],"type":["text"],"creator":["Regenfus, C."],"language":[],"coverage":[],"title":["The Argon Dark Matter Experiment (ArDM)"],"description":["  The ArDM experiment, a 1 ton liquid argon TPC/Calorimeter, is designed for\nthe detection of dark matter particles which can scatter off the spinless argon\nnuclei. These events producing a recoiling nucleus will be discerned by their\nlight to charge ratio, as well as the time structure of the scintillation\nlight. The experiment is presently under construction and will be commissioned\non surface at CERN. Here we describe the detector concept and give a short\nreview on the main detector components.\n","Comment: Proceedings of 4th Patras workshop (DESY) on Axions, Wimps and Wisps\n  (4 pages, 4 figures)"]}]
["0812.1506",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1506"],"date":["2008-12-08"],"type":["text"],"creator":["McLerran, Larry"],"language":[],"coverage":[],"title":["The Ridge, the Glasma and Flow"],"description":["  I discuss the ridge phenomena observed in heavy ion collisions at RHIC. I\nargue that the ridge may be due to flux tubes formed from the Color Glass\nCondensate in the early Glasma phase of matter produced in such collisions\n"]}]
["0812.1508",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1508"],"date":["2008-12-08","2008-12-09"],"type":["text"],"creator":["Andersen, Timothy D."],"language":[],"coverage":[],"title":["Exact solution to a nearly parallel vortex filament mean-field theory"],"description":["  Nearly parallel vortex filaments are a generalization of point vortices and\ndescribe many phenomena under conservation of angular momentum including\nvortices forming in deep ocean convection, magnetically confined plasmas, and\nthe solar atmosphere. While point vortices represent perfectly straight,\nparallel lines of circulation, nearly parallel vortex filaments have some\ncurvature due to internal viscosity. They interact logarithmically but have a\nkinetic self-energy as well. In this letter, I present an exact solution of a\nsystem of these filaments under angular momentum conservation in a mean-field\ntheory. I show that the filaments have an infinite order phase transition not\npresent in the point vortex model.\n","Comment: 4 pages, no figures"]}]
["0812.1510",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1510","Nonlinearity 22 (2009), 11--27","doi:10.1088/0951-7715/22/1/002"],"date":["2008-12-08"],"type":["text"],"creator":["Lenells, J.","Fokas, A. S."],"language":[],"coverage":[],"title":["On a novel integrable generalization of the nonlinear Schr\\\"odinger\n  equation"],"description":["  We consider an integrable generalization of the nonlinear Schr\\\"odinger (NLS)\nequation that was recently derived by one of the authors using bi-Hamiltonian\nmethods. This equation is related to the NLS equation in the same way that the\nCamassa Holm equation is related to the KdV equation. In this paper we: (a) Use\nthe bi-Hamiltonian structure to write down the first few conservation laws. (b)\nDerive a Lax pair. (c) Use the Lax pair to solve the initial value problem. (d)\nAnalyze solitons.\n","Comment: 20 pages, 1 figure"]}]
["0812.1513",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1513"],"date":["2008-12-08"],"type":["text"],"creator":["Brinzei, Nicoleta","Siparov, Sergey V."],"language":[],"coverage":[],"title":["Equations of electromagnetism in some special anisotropic spaces"],"description":["  We show that anisotropy of the space naturally leads to new terms in the\nexpression of Lorentz force, as well as in the expressions of currents.\n","Comment: 15 pages"]}]
["0812.1521",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1521","Phys. Rev. Lett. 101, 167401 (2008)","doi:10.1103/PhysRevLett.101.167401"],"date":["2008-12-08"],"type":["text"],"creator":["Kinsler, P.","McCall, M. W."],"language":[],"coverage":[],"title":["Causality-based criteria for a negative refractive index must be used\n  with care"],"description":["  Using the principle of causality as expressed in the Kramers-Kronig\nrelations, we derive a generalized criterion for a negative refractive index\nthat admits imperfect transparency at an observation frequency $\\omega$. It\nalso allows us to relate the global properties of the loss (i.e. its frequency\nresponse) to its local behaviour at $\\omega$. However, causality-based criteria\nrely the on the group velocity, not the Poynting vector. Since the two are not\nequivalent, we provide some simple examples to compare the two criteria.\n","Comment: slightly longer version of published PRL"]}]
["0812.1523",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1523"],"date":["2008-12-08"],"type":["text"],"creator":["Golec-Biernat, Krzysztof"],"language":[],"coverage":[],"title":["Theoretical concepts of parton saturation - from HERA to LHC"],"description":["  We present a short summary of parton saturation concepts as seen in deep\ninelastic scattering.\n","Comment: Prepared for 38th International Symposium on Multiparticle Dynamics\n  (ISMD08), DESY Hamburg, Germany, 15-20 Sep 2008"]}]
["0812.1526",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1526"],"date":["2008-12-08"],"type":["text"],"creator":["Chan, Tsz Ho"],"language":[],"coverage":[],"title":["An almost all result on $q_1 q_2 \\equiv c \\pmod q$"],"description":["  In this paper we consider the congruence equation $q_1 q_2 \\equiv c \\pmod q$\nwith $a < q_1 \\leq a + q^{1/2+\\epsilon}$ and $b < q_2 \\leq b +\nq^{1/2+\\epsilon}$ and show that it has solution for almost all $a$ and $b$.\nThen we apply it to a question of Fujii and Kitaoka as well as generalize it to\nmore variables. At the end, we will present a new way to attack the above\ncongruence equation question through higher moments.\n","Comment: 12 pages, the author welcomes any ideas on the higher moment attack"]}]
["0812.1529",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1529"],"date":["2008-12-08"],"type":["text"],"creator":["Schwanenberger, Christian"],"language":[],"coverage":[],"title":["Top Quark Mass in Lepton+Jets Decays at the Tevatron"],"description":["  Various measurements of the top quark mass in the lepton+jets decay channel\nof top quark pair production are presented. The measurements are performed on\ndata samples of up to 2.7 fb-1 of integrated luminosity acquired by the CDF and\nD0 experiments in Run-II of the Tevatron proton-anti-proton collider at a\ncenter-of-mass energy of sqrt(s) = 1.96 TeV. The new Tevatron combination using\nup to 2.8 fb-1 of data results in a preliminary world average mass of the top\nquark of m_top = 172.4 +- 1.2 GeV. This corresponds to a relative precision of\n0.7%.\n","Comment: Proceedings to ICHEP 2008, Philadelphia, 4 pages, 4 figures"]}]
["0812.1535",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory","05E10, 16G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1535"],"date":["2008-12-08"],"type":["text"],"creator":["Konvalinka, Matjaz"],"language":[],"coverage":[],"title":["On combinatorial formulas for the characters of Hecke algebras"],"description":["  Hecke algebras are beautiful q-extensions of Coxeter groups. In this paper,\nwe prove several results on their characters, with an emphasis on characters\ninduced from trivial and sign representations of parabolic subalgebras. While\nmost of the results in type A are known, our proofs are of a combinatorial\nnature, and generalize to (partial) results in types B and C. We also present\ncomplete descriptions of such characters for type I.\n","Comment: 30 pages, 1 figure"]}]
["0812.1537",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1537"],"date":["2008-12-08"],"type":["text"],"creator":["Flori, C.","Thiemann, T."],"language":[],"coverage":[],"title":["Semiclassical analysis of the Loop Quantum Gravity volume operator: I.\n  Flux Coherent States"],"description":["  The volume operator plays a pivotal role for the quantum dynamics of Loop\nQuantum Gravity (LQG), both in the full theory and in truncated models adapted\nto cosmological situations coined Loop Quantum Cosmology (LQC). It is therefore\ncrucial to check whether its semiclassical limit coincides with the classical\nvolume operator plus quantum corrections. In the present article we investigate\nthis question by generalizing and employing previously defined coherent states\nfor LQG which derive from a cylindrically consistently defined complexifier\noperator which is the quantization of a known classical function. These\ncoherent states are not normalizable due to the non separability of the LQG\nHilbert space but they define uniquely define cut off states depending on a\nfinite graph. The result of our analysis is that the expectation value of the\nvolume operator with respect to coherent states depending on a graph with only\nn valent verticies reproduces its classical value at the phase space point at\nwhich the coherent state is peaked only if n = 6. In other words, the\nsemiclassical sector of LQG defined by those states is described by graphs with\ncubic topology! This has some bearing on current spin foam models which are all\nbased on four valent boundary spin networks.\n"]}]
["0812.1539",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1539"],"date":["2008-12-08"],"type":["text"],"creator":["Blend, Darren","Marwala, Tshilidzi"],"language":[],"coverage":[],"title":["Comparison of Data Imputation Techniques and their Impact"],"description":["  Missing and incomplete information in surveys or databases can be imputed\nusing different statistical and soft-computing techniques. This paper\ncomprehensively compares auto-associative neural networks (NN), neuro-fuzzy\n(NF) systems and the hybrid combinations the above methods with hot-deck\nimputation. The tests are conducted on an eight category antenatal survey and\nalso under principal component analysis (PCA) conditions. The neural network\noutperforms the neuro-fuzzy system for all tests by an average of 5.8%, while\nthe hybrid method is on average 15.9% more accurate yet 50% less\ncomputationally efficient than the NN or NF systems acting alone. The global\nimpact assessment of the imputed data is performed by several statistical\ntests. It is found that although the imputed accuracy is high, the global\neffect of the imputed data causes the PCA inter-relationships between the\ndataset to become altered. The standard deviation of the imputed dataset is on\naverage 36.7% lower than the actual dataset which may cause an incorrect\ninterpretation of the results.\n","Comment: 7 pages"]}]
["0812.1544",{"format":[],"subject":["Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1544"],"date":["2008-12-08"],"type":["text"],"creator":["Chen, Jiahao","Martinez, Todd J"],"language":[],"coverage":[],"title":["Size-extensive polarizabilities with intermolecular charge transfer in a\n  fluctuating-charge model"],"description":["  Fluctuating-charge models have been used to model polarization effects in\nmolecular mechanics methods. However, they overestimate polarizabilities in\nlarge systems. Previous attempts to remedy this have been at the expense of\nforbidding intermolecular charge-transfer. Here, we investigate this lack of\nsize-extensivity and show that the neglect of terms arising from charge\nconservation is partly responsible; these terms are also vital for maintaining\nthe correct translational symmetries of the dipole moment and polarizability\nthat classical electrostatic theory requires. Also, QTPIE demonstrates\nlinear-scaling polarizabilities when coupling the external electric field in a\nmanner that treats its potential as a perturbation of the atomic\nelectronegativities. Thus for the first time, we have a fluctuating-charge\nmodel that predicts size-extensive dipole polarizabilities, yet allows\nintermolecular charge-transfer.\n","Comment: 16 pages, 4 figures"]}]
["0812.1545",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1545","Iranian Journal of Physics Research, 6, 139 (2006)"],"date":["2008-12-08"],"type":["text"],"creator":["Bianconi, Antonio"],"language":[],"coverage":[],"title":["Feshbach Shape Resonance for High Tc Pairing in Superlattices of Quantum\n  Stripes and Quantum Wells"],"description":["  The Feshbach shape resonances in the interband pairing in superconducting\nsuperlattices of quantum wells or quantum stripes is shown to provide the\nmechanism for high Tc superconductivity. This mechanism provides the Tc\namplification driven by the architecture of material: superlattices of quantum\nwells (intercalated graphite or diborides) and superlattices of quantum stripes\n(doped high Tc cuprate perovskites) where the chemical potential is tuned to a\nVan Hove-Lifshitz singularity (vHs) in the electronic energy spectrum of the\nsuperlattice associated with the change of the Fermi surface dimensionality in\none of the subbands.\n","Comment: 15 pages, 13 figures"]}]
["0812.1546",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1546"],"date":["2008-12-08"],"type":["text"],"creator":["Alexander, Clark"],"language":[],"coverage":[],"title":["The Haar State on SU_q(N)"],"description":["  Using matrix corepresentations on SL_q(N) and SU_q(N) we derive a Haar state\non SU_q(N) which is nearly identical to that on SU_q(2). This allows us to\ncreate an orthonormal basis for the vector space of coordinate functions on\nSU_q(N).\n","Comment: 9 pages"]}]
["0812.1552",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1552"],"date":["2008-12-08"],"type":["text"],"creator":["Chen, Jiahao","Makri, Nancy"],"language":[],"coverage":[],"title":["Numerical Evidence of Small Coherent Subsystems at Low Temperatures in\n  Light Harvesting Complex II"],"description":["  The extent of exciton coherence in protein-pigment complexes has significant\nimplications for the initial light harvesting step in photosynthetic organisms.\nIn this work we model the main antenna protein of photosystem II, namely light\nharvesting complex II (LHC-II), with a single-exciton Hamiltonian with sites\ncoupled via dipole-dipole interaction, with linear coupling to a dissipative\nphonon bath. With appropriate parameters, Monte Carlo path integral (MCPI)\nresults of the exciton coherence length from 1 K to 500 K show that at\nthermodynamic equilibrium, an exciton in LHC-II is localized mostly on 2 single\nchlorophyll pigment sites, with persistent short-range coherence over the A2-B2\npair, A3-B3 pair and B1-B5-B6 triplet. Quasi-adiabatic path integral (QUAPI)\ncalculations of the subsystems mentioned above show a smooth, incoherent\nrelaxation towards thermodynamic equilibrium. The results obtained imply that\nwith the exception of small coherent subsystems at cryogenic temperatures,\nexcitons in LHC-II are more localized than in the analogous light harvesting\ncomplex II (LH-II) of the purple bacterium Rs. molischianum, which may be\nexpected from the lower symmetry of the former.\n","Comment: 28 pages, 5 figures, summary of JC's BSc thesis"]}]
["0812.1553",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1553"],"date":["2008-12-08"],"type":["text"],"creator":["Gursoy, Mustafa Cenk","Qiao, Deli","Velipasalar, Senem"],"language":[],"coverage":[],"title":["Analysis of Energy Efficiency in Fading Channels under QoS Constraints"],"description":["  Energy efficiency in fading channels in the presence of Quality of Service\n(QoS) constraints is studied. Effective capacity, which provides the maximum\narrival rate that a wireless channel can sustain while satisfying statistical\nQoS constraints, is considered. Spectral efficiency--bit energy tradeoff is\nanalyzed in the low-power and wideband regimes by employing the effective\ncapacity formulation, rather than the Shannon capacity. Through this analysis,\nenergy requirements under QoS constraints are identified. The analysis is\nconducted under two assumptions: perfect channel side information (CSI)\navailable only at the receiver and perfect CSI available at both the receiver\nand transmitter. In particular, it is shown in the low-power regime that the\nminimum bit energy required under QoS constraints is the same as that attained\nwhen there are no such limitations. However, this performance is achieved as\nthe transmitted power vanishes. Through the wideband slope analysis, the\nincreased energy requirements at low but nonzero power levels in the presence\nof QoS constraints are determined. A similar analysis is also conducted in the\nwideband regime, and minimum bit energy and wideband slope expressions are\nobtained. In this regime, the required bit energy levels are found to be\nstrictly greater than those achieved when Shannon capacity is considered.\nOverall, a characterization of the energy-bandwidth-delay tradeoff is provided.\n","Comment: conference version appeared at Globecom 2008"]}]
["0812.1554",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1554"],"date":["2008-12-08"],"type":["text"],"creator":["Eckford, Andrew W."],"language":[],"coverage":[],"title":["Molecular communication: Physically realistic models and achievable\n  information rates"],"description":["  Molecular communication is a biologically-inspired method of communication\nwith attractive properties for microscale and nanoscale devices. In molecular\ncommunication, messages are transmitted by releasing a pattern of molecules at\na transmitter, which propagate through a fluid medium towards a receiver. In\nthis paper, molecular communication is formulated as a mathematical\ncommunication problem in an information-theoretic context. Physically realistic\nmodels are obtained, with sufficient abstraction to allow manipulation by\ncommunication and information theorists. Although mutual information in these\nchannels is intractable, we give sequences of upper and lower bounds on the\nmutual information which trade off complexity and performance, and present\nresults to illustrate the feasibility of these bounds in estimating the true\nmutual information.\n","Comment: Submitted to IEEE Transactions on Information Theory. 28 pages, 8\n  figures"]}]
["0812.1556",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Category Theory","18D10, 18E10, 18E30, 18F25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1556"],"date":["2008-12-08"],"type":["text"],"creator":["Breuning, Manuel"],"language":[],"coverage":[],"title":["Determinants of perfect complexes and Euler characteristics in relative\n  K_0-groups"],"description":["  We study the K_0 and K_1-groups of exact and triangulated categories of\nperfect complexes, and we apply the results to show how determinant functors on\ntriangulated categories can be used for the construction of Euler\ncharacteristics in relative algebraic K_0-groups.\n","Comment: 17 pages"]}]
["0812.1557",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1557"],"date":["2008-12-08"],"type":["text"],"creator":["Zhang, Junwei","Gursoy, Mustafa Cenk"],"language":[],"coverage":[],"title":["To Cooperate, or Not to Cooperate in Imperfectly-Known Fading Channels"],"description":["  In this paper, communication over imperfectly-known fading channels with\ndifferent degrees of cooperation is studied. The three-node relay channel is\nconsidered. It is assumed that communication starts with the network training\nphase in which the receivers estimate the fading coefficients of their\nrespective channels. In the data transmission phase, amplify-and-forward and\ndecode-and-forward relaying schemes are employed. For different cooperation\nprotocols, achievable rate expressions are obtained. These achievable rate\nexpressions are then used to find the optimal resource allocation strategies.\nIn particular, the fraction of total time or bandwidth that needs to be\nallocated to the relay for best performance is identified. Under a total power\nconstraint, optimal allocation of power between the source and relay is\ninvestigated. Finally, bit energy requirements in the low-power regime are\nstudied.\n","Comment: appeared at IEEE SPAWC 2008"]}]
["0812.1558",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1558"],"date":["2008-12-08"],"type":["text"],"creator":["Akin, Sami","Gursoy, Mustafa Cenk"],"language":[],"coverage":[],"title":["Pilot-Symbol-Assisted Communications with Noncausal and Causal Wiener\n  Filters"],"description":["  In this paper, pilot-assisted transmission over time-selective flat fading\nchannels is studied. It is assumed that noncausal and causal Wiener filters are\nemployed at the receiver to perform channel estimation with the aid of training\nsymbols sent periodically by the transmitter. For both filters, the variances\nof estimate errors are obtained from the Doppler power spectrum of the channel.\nSubsequently, achievable rate expressions are provided. The training period,\nand data and training power allocations are jointly optimized by maximizing the\nachievable rate expressions. Numerical results are obtained by modeling the\nfading as a Gauss-Markov process. The achievable rates of causal and noncausal\nfiltering approaches are compared. For the particular ranges of parameters\nconsidered in the paper, the performance loss incurred by using a causal filter\nas opposed to a noncausal filter is shown to be small. The impact of aliasing\nthat occurs in the undersampled version of the channel Doppler spectrum due to\nfast fading is analyzed. Finally, energy-per-bit requirements are investigated\nin the presence of noncausal and causal Wiener filters.\n","Comment: appeared at IEEE SPAWC 2008"]}]
["0812.1560",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1560"],"date":["2008-12-08"],"type":["text"],"creator":["Akin, Sami","Gursoy, Mustafa Cenk"],"language":[],"coverage":[],"title":["Achievable Rates and Training Optimization for Fading Relay Channels\n  with Memory"],"description":["  In this paper, transmission over time-selective, flat fading relay channels\nis studied. It is assumed that channel fading coefficients are not known a\npriori. Transmission takes place in two phases: network training phase and data\ntransmission phase. In the training phase, pilot symbols are sent and the\nreceivers employ single-pilot MMSE estimation or noncausal Wiener filter to\nlearn the channel. Amplify-and-Forward (AF) and Decode-and-Forward (DF)\ntechniques are considered in the data transmission phase and achievable rate\nexpressions are obtained. The training period, and data and training power\nallocations are jointly optimized by using the achievable rate expressions.\nNumerical results are obtained considering Gauss-Markov and lowpass fading\nmodels. Achievable rates are computed and energy-per-bit requirements are\ninvestigated. The optimal power distributions among pilot and data symbols are\nprovided.\n","Comment: appeared at CISS 2008"]}]
["cond-mat/0503417",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0503417","Phys. Rev. B 78, 214507 (2008)","doi:10.1103/PhysRevB.78.214507"],"date":["2005-03-16","2008-11-10"],"type":["text"],"creator":["Huecker, M.","Gu, G. D.","Tranquada, J. M."],"language":[],"coverage":[],"title":["Spin Susceptibility in Underdoped Cuprates: Insights from a\n  Stripe-Ordered Crystal"],"description":["  We report a detailed study of the temperature and magnetic-field dependence\nof the spin susceptibility for a single crystal of La(1.875)Ba(0.125)CuO(4).\n  From a quantitative analysis, we find that the temperature-dependent\nanisotropy of the susceptibility, observed in both the paramagnetic and\nstripe-ordered phases, directly indicates that localized Cu moments dominate\nthe magnetic response. A field-induced spin-flop transition provides further\ncorroboration for the role of local moments. Contrary to previous analyses of\ndata from polycrystalline samples, we find that a commonly-assumed isotropic\nand temperature-independent contribution from free carriers, if present, must\nbe quite small. Our conclusion is strengthened by extending the quantitative\nanalysis to include crystals of La(2-x)Ba(x)CuO(4) with x=0.095 and 0.155. On\nthe basis of our results, we present a revised interpretation of the\ntemperature and doping dependence of the spin susceptibility in\nLa(2-x)(Sr,Ba)(x)CuO(4).\n","Comment: 9 pages, 9 figures; presentation greatly expanded, further analysis\n  details included"]}]
["cs/0409029",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0409029","Information Processing Letters 97, 2 (2006) 41-45"],"date":["2004-09-14","2008-12-09"],"type":["text"],"creator":["Dubrois, Jacques","Dumas, Jean-Guillaume"],"language":[],"coverage":[],"title":["Efficient polynomial time algorithms computing industrial-strength\n  primitive roots"],"description":["  E. Bach, following an idea of T. Itoh, has shown how to build a small set of\nnumbers modulo a prime p such that at least one element of this set is a\ngenerator of $\\pF{p}$\\cite{Bach:1997:sppr,Itoh:2001:PPR}. E. Bach suggests also\nthat at least half of his set should be generators. We show here that a slight\nvariant of this set can indeed be made to contain a ratio of primitive roots as\nclose to 1 as necessary. We thus derive several algorithms computing primitive\nroots correct with very high probability in polynomial time. In particular we\npresent an asymptotically $O^{\\sim}(\\sqrt{\\frac{1}{\\epsilon}}log^1.5(p) +\n\\log^2(p))$ algorithm providing primitive roots of $p$ with probability of\ncorrectness greater than $1-\\epsilon$ and several $O(log^\\alpha(p))$, $\\alpha\n\\leq 5.23$ algorithms computing \"Industrial-strength\" primitive roots with\nprobabilities e.g. greater than the probability of \"hardware malfunctions\".\n"]}]
["math/0403195",{"format":[],"subject":["Mathematics - Quantum Algebra","16W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0403195","Alg. Rep. Theory 8 (4) (2005) 563-599"],"date":["2004-03-11","2008-12-09"],"type":["text"],"creator":["Böhm, Gabriella"],"language":[],"coverage":[],"title":["Integral theory for Hopf Algebroids"],"description":["  The theory of integrals is used to analyse the structure of Hopf algebroids,\nintroduced in math.QA/0302325. We prove that the total algebra of the Hopf\nalgebroid is a separable extension of the base algebra if and only if it is a\nsemi-simple extension and if and only if the Hopf algebroid possesses a\nnormalized integral. The total algebra of a finitely generated and projective\nHopf algebroid is a Frobenius extension of the base algebrahe Hopf algebroid\npossesses anormalized integral. We give also a sufficient and necessary\ncondition in terms of integrals under which it is a quasi-Frobenius extension\nand illustrate by an example that this condition does not hold true in general.\nOur results are generalizations of classical results on Hopf algebras.\n","Comment: LaTeX2e file 30 pages, no figures. v4:missing assumptions added in\n  Thms 4.2, 4.7 and 5.2, new Corollary 4.8"]}]
["math/0607458",{"format":[],"subject":["Mathematics - Analysis of PDEs","76W05, 74H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607458","Math.Meth.Appl.Sci.32(2009)53-76","doi:10.1002/mma.1026"],"date":["2006-07-19","2008-01-12"],"type":["text"],"creator":["Miao, Changxing","Yuan, Baoquan"],"language":[],"coverage":[],"title":["On well-posedness of the Cauchy problem for MHD system in Besov spaces"],"description":["  This paper is devoted to the study of the Cauchy problem of incompressible\nmagneto-hydrodynamics system in framework of Besov spaces. In the case of\nspatial dimension $n\\ge 3$ we establish the global well-posedness of the Cauchy\nproblem of incompressible magneto-hydrodynamics system for small data and the\nlocal one for large data in Besov space $\\dot{B}^{\\frac np-1}_{p,r}(\\mr^n)$,\n$1\\le p<\\infty$ and $1\\le r\\le\\infty$. Meanwhile, we also prove the weak-strong\nuniqueness of solutions with data in $\\dot{B}^{\\frac np-1}_{p,r}(\\mr^n)\\cap\nL^2(\\mr^n)$ for $\\frac n{2p}+\\frac2r>1$. In case of $n=2$, we establish the\nglobal well-posedness of solutions for large initial data in homogeneous Besov\nspace $\\dot{B}^{\\frac2p-1}_{p,r}(\\mr^2)$ for $2< p<\\infty$ and $1\\le r<\\infty$.\n","Comment: 23pages"]}]
["math/0607661",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E07","14L30","20F55","34M55","37K10","39A13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607661"],"date":["2006-07-26","2008-12-09"],"type":["text"],"creator":["Tsuda, Teruhisa","Takenawa, Tomoyuki"],"language":[],"coverage":[],"title":["Tropical representation of Weyl groups associated with certain rational\n  varieties"],"description":["  Starting from certain rational varieties blown-up from (P^1)^N, we construct\na tropical, i.e., subtraction-free birational, representation of Weyl groups as\na group of pseudo isomorphisms of the varieties. Furthermore, we develop an\nalgebro-geometric framework of tau-functions as defining functions of\nexceptional divisors on the varieties. In the case where the corresponding root\nsystem is of affine type, our construction yields a class of (higher order)\nq-difference Painleve equations and its algebraic degree grows quadratically.\n","Comment: 18 pages, 3 figures; corrected mainly in Sect.4 and 5"]}]
["math/0608231",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608231","Journal of Functional Analysis, Vol. 254, 2, pp. 301-317 (2008)"],"date":["2006-08-09","2008-12-08"],"type":["text"],"creator":["Baudoin, Fabrice"],"language":[],"coverage":[],"title":["Chen series and Atiyah-Singer index theorem"],"description":["  The purpose of this work is to give a new and short proof of Atiyah-Singer\nlocal index theorem by using heat semigroups approximations based on the\ntruncature of Brownian Chen series.\n","Comment: 31 pages"]}]
["math/0610524",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra","16W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610524"],"date":["2006-10-17","2008-12-09"],"type":["text"],"creator":["Caenepeel, S.","Janssen, K."],"language":[],"coverage":[],"title":["Partial (co)actions of Hopf algebras and partial Hopf-Galois theory"],"description":["  We introduce partial (co)actions of a Hopf algebra $H$ on an algebra. To this\nend, we introduce first the notion of lax coring, generalizing Wisbauer's\nnotion of weak coring. We also have the dual notion of lax ring. Several\nduality results are given, and we develop Galois theory for partial\n$H$-comodule algebras.\n","Comment: 22 pages"]}]
["physics/0702240",{"format":[],"subject":["Physics - Computational Physics","Physics - Data Analysis, Statistics and Probability","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0702240","Proceedings of the 9th Joint Conference on Information Sciences\n  2006, CIEF-214","doi:10.2991/jcis.2006.159"],"date":["2007-02-27"],"type":["text"],"creator":["Takaishi, Tetsuya"],"language":[],"coverage":[],"title":["Bayesian estimation of GARCH model by hybrid Monte Carlo"],"description":["  The hybrid Monte Carlo (HMC) algorithm is used for Bayesian analysis of the\ngeneralized autoregressive conditional heteroscedasticity (GARCH) model. The\nHMC algorithm is one of Markov chain Monte Carlo (MCMC) algorithms and it\nupdates all parameters at once. We demonstrate that how the HMC reproduces the\nGARCH parameters correctly. The algorithm is rather general and it can be\napplied to other models like stochastic volatility models.\n","Comment: The 9th Joint Conference on Information Sciences (JCIS), October\n  8-11, 2006"]}]
["q-bio/0611054",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0611054","Journal of Grid Computing 6 (2008) 29-43"],"date":["2006-11-17"],"type":["text"],"creator":["Jacq, N.","Salzemann, J.","Jacq, F.","Legré, Y.","Medernach, E.","Montagnat, J.","Maass, A.","Reichstadt, M.","Schwichtenberg, H.","Sridhar, M.","Kasam, V.","Zimmermann, M.","Hofmann, M.","Breton, V."],"language":[],"coverage":[],"title":["Grid enabled virtual screening against malaria"],"description":["  WISDOM is an international initiative to enable a virtual screening pipeline\non a grid infrastructure. Its first attempt was to deploy large scale in silico\ndocking on a public grid infrastructure. Protein-ligand docking is about\ncomputing the binding energy of a protein target to a library of potential\ndrugs using a scoring algorithm. Previous deployments were either limited to\none cluster, to grids of clusters in the tightly protected environment of a\npharmaceutical laboratory or to pervasive grids. The first large scale docking\nexperiment ran on the EGEE grid production service from 11 July 2005 to 19\nAugust 2005 against targets relevant to research on malaria and saw over 41\nmillion compounds docked for the equivalent of 80 years of CPU time. Up to\n1,700 computers were simultaneously used in 15 countries around the world.\nIssues related to the deployment and the monitoring of the in silico docking\nexperiment as well as experience with grid operation and services are reported\nin the paper. The main problem encountered for such a large scale deployment\nwas the grid infrastructure stability. Although the overall success rate was\nabove 80%, a lot of monitoring and supervision was still required at the\napplication level to resubmit the jobs that failed. But the experiment\ndemonstrated how grid infrastructures have a tremendous capacity to mobilize\nvery large CPU resources for well targeted goals during a significant period of\ntime. This success leads to a second computing challenge targeting Avian Flu\nneuraminidase N1.\n","Comment: 34 pages, 5 figures, 3 tables, to appear in Journal of Grid Computing"]}]
