["0709.3285",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3285","Phys. Rev. A 77, 042323 (2008)","doi:10.1103/PhysRevA.77.042323"],"date":["2007-09-20","2008-07-04"],"type":["text"],"creator":["Metz, J.","Barrett, S. D."],"language":[],"coverage":[],"title":["Effect of frequency mismatched photons in quantum information processing"],"description":["  Many promising schemes for quantum information processing (QIP) rely on\nfew-photon interference effects. In these proposals, the photons are treated as\nbeing indistinguishable particles. However, single photon sources are typically\nsubject to variation from device to device. Thus the photons emitted from\ndifferent sources will not be perfectly identical, and there will be some\nvariation in their frequencies. Here, we analyse the effect of this frequency\nmismatch on QIP schemes. As examples, we consider the distributed QIP protocol\nproposed by Barrett and Kok, and Hong-Ou-Mandel interference which lies at the\nheart of many linear optical schemes for quantum computing. In the distributed\nQIP protocol, we find that the fidelity of entangled qubit states depends\ncrucially on the time resolution of single photon detectors. In particular,\nthere is no reduction in the fidelity when an ideal detector model is assumed,\nwhile reduced fidelities may be encountered when using realistic detectors with\na finite response time. We obtain similar results in the case of Hong-Ou-Mandel\ninterference -- with perfect detectors, a modified version of quantum\ninterference is seen, and the visibility of the interference pattern is reduced\nas the detector time resolution is reduced. Our findings indicate that problems\ndue to frequency mismatch can be overcome, provided sufficiently fast detectors\nare available.\n","Comment: 14 pages, 8 figures. Comments welcome. v2: Minor changes. v3: Cleaned\n  up 3 formatting errors"]}]
["0709.4626",{"format":[],"subject":["Mathematics - Analysis of PDEs","76B03 (Primary)","35Q35, 76B47 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4626","doi:10.1016/j.physd.2008.01.003"],"date":["2007-09-28","2008-07-04"],"type":["text"],"creator":["Bardos, Claude","Linshiz, Jasmine S.","Titi, Edriss S."],"language":[],"coverage":[],"title":["Global regularity for a Birkhoff-Rott-alpha approximation of the\n  dynamics of vortex sheets of the 2D Euler equations"],"description":["  We present an alpha-regularization of the Birkhoff-Rott equation, induced by\nthe two-dimensional Euler-alpha equations, for the vortex sheet dynamics. We\nshow that initially smooth self-avoiding vortex sheet remains smooth for all\ntimes under the alpha-regularized dynamics, provided the initial density of\nvorticity is an integrable function over the curve with respect to the\narc-length measure.\n","Comment: 7 pages, no figures, submitted to the proceedings of the Conference\n  EE250, corrected typos, references added"]}]
["0710.0432",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","Mathematics - Rings and Algebras","11M41, 12H05, 16W30, 81T15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0432","J. Number Theory vol 128 (2008), 2318-2339"],"date":["2007-10-01"],"type":["text"],"creator":["Guo, Li","Zhang, Bin"],"language":[],"coverage":[],"title":["Differential Birkhoff decomposition and the renormalization of multiple\n  zeta values"],"description":["  In the Hopf algebra approach of Connes and Kreimer on renormalization of\nquantum field theory, the renormalization process is views as a special case of\nthe Algebraic Birkhoff Decomposition. We give a differential algebra variation\nof this decomposition and apply this to the study of multiple zeta values.\n","Comment: 20 pages"]}]
["0711.2213",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2213","Rev. Mex. Fis. E 54 (2008) 037."],"date":["2007-11-14"],"type":["text"],"creator":["Duque, Mauricio","Castaneda, Leonardo","Duque, Carlos"],"language":[],"coverage":[],"title":["Radiative Transfer in Special Relativity: Covariance"],"description":["  The purpose is to introduce in a clear and direct way the students of\nundergraduate courses in physics and/or astronomy to the subject of radiative\ntransfer. A pedagogical revision is made in order to obtain the radiative\ntransfer equation, its restrictions and the different types of interactions\npresent between the radiation and the matter. Because in the classical\nliterature about radiative transfer the covariance is not fully developed, we\nshow in an explicit manner detail calculations and then we discuss the\nrelativistic effects.\n","Comment: 11 pages, 8 figures. Submitted to \"Revista Mexicana de Fisica\". Minor\n  changes added by the referee. Spanish"]}]
["0711.3259",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3259","Physica E 40, p. 1389 (2008).","doi:10.1016/j.physe.2007.09.022"],"date":["2007-11-21"],"type":["text"],"creator":["Kawamura, M.","Takahashi, H.","Masubuchi, S.","Hashimoto, Y.","Katsumoto, S.","Hamaya, K.","Machida, T."],"language":[],"coverage":[],"title":["Dynamic nuclear polarization and Knight shift measurements in a\n  breakdown regime of integer quantum Hall effect"],"description":["  Nuclear spins are polarized electrically in a breakdown regime of an\nodd-integer quantum Hall effect (QHE). Electron excitation to the upper Landau\nsubband with the opposite spin polarity flips nuclear spins through the\nhyperfine interaction. The polarized nuclear spins reduce the spin-splitting\nenergy and accelerate the QHE breakdown. The Knight shift of the nuclear spins\nis also measured by tuning electron density during the irradiation of\nradio-frequency magnetic fields.\n","Comment: 3 pages, 2 figures, EP2DS-17"]}]
["0711.3864",{"format":[],"subject":["Mathematics - Logic","Mathematics - Algebraic Geometry","03C60, 12H10, 14GXX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3864"],"date":["2007-11-24","2008-07-04"],"type":["text"],"creator":["Chatzidakis, Zoé","Hrushovski, Ehud"],"language":[],"coverage":[],"title":["Difference fields and descent in algebraic dynamics - I"],"description":["  We draw a connection between the model-theoretic notions of modularity (or\none-basedness), orthogonality and internality, as applied to difference fields,\nand questions of descent in in algebraic dynamics. In particular we prove in\nany dimension a strong dynamical version of Northcott's theorem for function\nfields, answering a question of Szpiro and Tucker and generalizing a theorem of\nBaker's for the projective line.\n  The paper comes in three parts. This first part contains an exposition some\nof the main results of the model theory of difference fields, and their\nimmediate connection to questions of descent in algebraic dynamics. We present\nthe model-theoretic notion of internality in a context that does not require a\nuniversal domain with quantifier-elimination. We also note a version of\ncanonical heights that applies well beyond polarized algebraic dynamics. Part\nII sharpens the structure theory to arbitrary base fields and constructible\nmaps where in part I we emphasize finite base change and correspondences. Part\nIII will include precise structure theorems related to the Galois theory\nconsidered here, and will enable a sharpening of the descent results for\nnon-modular dynamics.\n","Comment: Revised version"]}]
["0711.3865",{"format":[],"subject":["Mathematics - Logic","Mathematics - Algebraic Geometry","03C60, 12H10, 14GXX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3865"],"date":["2007-11-24","2008-07-04"],"type":["text"],"creator":["Chatzidakis, Zoé","Hrushovski, Ehud"],"language":[],"coverage":[],"title":["Difference fields and descent in algebraic dynamics, II"],"description":["  This second part of the paper strengthens the descent theory described in the\nfirst part to rational maps, arbitrary base fields, and dynamics given by\ncorrespondences. We obtain in particular a decomposition of any difference\nfield extension into a tower of finite, field-internal and one-based difference\nfield extensions. This is needed in order to obtain the \"dynamical Northcott\"\nTheorem 1.11 of Part I in sharp form.\n","Comment: Revised version; some corrections related to purely inseparable\n  descent, with thanks to referee"]}]
["0801.0584",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0584"],"date":["2008-01-03","2008-07-04"],"type":["text"],"creator":["Valandro, Roberto"],"language":[],"coverage":[],"title":["Phenomenology from the Landscape of String Vacua"],"description":["  This article is the author's PhD thesis. After a review of string vacua\nobtained through compactification (with and wothout fluxes), it presents and\ndescribes various aspects of the Landscape of string vacua. At first it gives\nan introduction and an overview of the statistical study of the set of four\ndimensional string vacua, giving the detailed study of one corner of this set\n(G2-holonomy compactifications of M-theory). Then it presents the ten\ndimensional approach to string vacua, concentrating on the ten dimensional\ndescription of the Type IIA flux vacua. Finally it gives two examples of models\nhaving some interesting and characteristic phenomenological features, and that\nbelong to two different corners of the Landscape: warped compactifications of\nType IIB String Theory and M-theory compactifications on G2-holonomy manifolds.\n","Comment: 170 pages; Ph.D. thesis (Advisor: Bobby S. Acharya); added references"]}]
["0801.1519",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1519","Int. J. Mod. Phys. B 22, 2529-2536 (2008)","doi:10.1142/S0217979208039794"],"date":["2008-01-10","2008-07-04"],"type":["text"],"creator":["Peres, N. M. R.","Stauber, T."],"language":[],"coverage":[],"title":["Transport in a Clean Graphene Sheet at Finite Temperature and Frequency"],"description":["  We calculate the conductivity of a clean graphene sheet at finite\ntemperatures starting from the tight-binding model. We obtain a finite value\nfor the dc-conductivity at zero temperature. For finite temperature, the\nspontaneous electron-hole creation, responsible for the finite conductivity at\nzero temperature, is washed out and the dc-conductivity yields zero. Our\nresults are in agreement with calculations based on the field-theoretical model\nfor graphene.\n","Comment: 8 pages, 1 figure"]}]
["0801.2961",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2961","Phys. Rev. B 77, 201406(R) (2008)","doi:10.1103/PhysRevB.77.201406"],"date":["2008-01-18"],"type":["text"],"creator":["Begemann, Georg","Darau, Dana","Donarini, Andrea","Grifoni, Milena"],"language":[],"coverage":[],"title":["Symmetry fingerprints of a benzene single-electron transistor"],"description":["  The interplay between Coulomb interaction and orbital symmetry produces\nspecific transport characteristics in molecular single electron transistors\n(SET) that can be considered as the fingerprints of the contacted molecule.\nSpecifically we predict, for a benzene SET, selective conductance suppression\nand the appearance of negative differential conductance when changing the\ncontacts from para to meta configuration. Both effects originate from\ndestructive interference in transport involving states with orbital degeneracy.\n","Comment: 4 pages, 4 figures"]}]
["0801.3421",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3421","Nature Physics 4, 527 (2008)."],"date":["2008-01-22"],"type":["text"],"creator":["Hossain, M. A.","Mottershead, J. D. F.","Bostwick, A.","McChesney, J. L.","Rotenberg, E.","Liang, R.","Hardy, W. N.","Sawatzky, G. A.","Elfimov, I. S.","Bonn, D. A.","Damascelli, A."],"language":[],"coverage":[],"title":["Controlling the self-doping of YBa2C3O7-d polar surfaces: From Fermi\n  surface to nodal Fermi arcs by ARPES"],"description":["  The discovery of quantum oscillations in the normal-state electrical\nresistivity of YBa2Cu3O6.5 provides the first evidence for the existence of\nFermi surface (FS) pockets in an underdoped cuprate. However, the pockets'\nelectron vs. hole character, and the very interpretation in terms of closed FS\ncontours, are the subject of considerable debate. Angle-resolved photoemission\nspectroscopy (ARPES), with its ability to probe electronic dispersion as well\nas the FS, is ideally suited to address this issue. Unfortunately, the ARPES\nstudy of YBa2C3O7-d (YBCO) has been hampered by the technique's surface\nsensitivity. Here we show that this stems from the polarity and corresponding\nself-doping of the YBCO surface. By in-situ deposition of potassium atoms on\nthe cleaved surface, we are able to continuously tune the doping of a single\nsample from the heavily overdoped to the underdoped regime. This reveals the\nprogressive collapse of the normal-metal-like FS into four disconnected nodal\nFS arcs, or perhaps into hole but not electron pockets, in underdoped YBCO6.5.\n","Comment: A high-resolution version can be found at\n  http://www.physics.ubc.ca/~quantmat/ARPES/PUBLICATIONS/Articles/YBCO_polar_ARPES.pdf"]}]
["0801.4886",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4886","Physica C, 468, 705 (2008)","doi:10.1016/j.physc.2007.11.034"],"date":["2008-01-31"],"type":["text"],"creator":["Thomann, A. U.","Geshkenbein, V. B.","Blatter, G."],"language":[],"coverage":[],"title":["The dynamically asymmetric SQUID: M\\\"unchhausen effect"],"description":["  We report on a complex zero-temperature decay channel of a classical object\nin a metastable state coupled to a quantum degree of freedom. This setting can\nbe realized in a dc-SQUID where both Josephson-junctions have identical\ncritical currents I_c but feature strongly asymmetric dynamical parameters;\nmore precisely, selecting both parameters C and 1/R adequately large for one\nand small for the other junction makes the first junction behave essentially\nclassical but lets quantum effects be present for the second one. The decay\nprocess is initiated by the tunneling of the quantum junction, which distorts\nthe trapping potential of the classical junction; the metastable state of the\nlatter then becomes unstable if the distortion is large enough. We present the\ndynamical phase diagram of this system providing the dependence of this decay\nchannel on the external bias current I and on the coupling strength between the\ntwo junctions, determined by the loop inductance L.\n","Comment: 4 pages, 3 figures, to appear in the VORTEX V proceedings in Physica\n  C"]}]
["0803.1191",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1191","Appl. Phys. Lett. 92, 222503 (2008)","doi:10.1063/1.2938695"],"date":["2008-03-07"],"type":["text"],"creator":["Liu, Yang","Dahmen, Karin A.","Berger, A."],"language":[],"coverage":[],"title":["The role of dipolar interactions for the determination of intrinsic\n  switching field distributions"],"description":["  The $\\Delta H(M, \\Delta M)$ method and its ability to determine intrinsic\nswitching field distributions of perpendicular recording media are numerically\nstudied. It is found that the presence of dipolar interactions in the range of\ntypical recording media substantially enhances the reliability of the $\\Delta\nH(M,\\Delta M)$ method. In addition, a strong correlation is observed between\nthe precision of this method and a self-consistency-check of the data sets,\nwhich is based upon a simple redundancy measure. This suggests that the latter\ncan be utilized as an efficient criterion to decide if a complete data analysis\nis warranted or not.\n","Comment: 4 pages, 3 figures"]}]
["0803.1352",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1352","Nature, vol 454, pp 84-87 (2008)"],"date":["2008-03-10"],"type":["text"],"creator":["Goyon, J.","Colin, A.","Ovarlez, G.","Ajdari, A.","Bocquet, L."],"language":[],"coverage":[],"title":["Microfluidic velocimetry reveals spatial cooperativity in soft glassy\n  flows"],"description":["  Amorphous glassy materials of diverse nature -- concentrated emulsions,\ngranular materials, pastes, molecular glasses -- display complex flow\nproperties, intermediate between solid and liquid, which are at the root of\ntheir use in many applications. A classical feature, well documented yet not\nreally understood, is the very non-linear nature of the flow rule relating\nstresses and strain rates. Using a microfluidic velocimetry technique, we\ncharacterize the flow of thin layers of concentrated emulsions, confined in\ngaps of different thicknesses by surfaces of different roughness. Beyond the\nclassical non-linearities of the rheological behaviour, we evidence finite size\neffects in the flow behaviour and the absence of an intrinsic local flow rule.\nIn contrast, a rather simple non-local flow rule is shown to account for all\nthe velocity profiles. This non-locality of the dynamics is quantified by a\nlength, characteristic of the cooperativity of the flow at these scales, that\nis unobservable in the liquid state (lower concentrations) and that increases\nwith concentration in the jammed state. Beyond its practical importance for\napplications involving thin layers, e.g. coatings, our assessment of\nnon-locality and cooperativity echoes observations on other glassy, jammed and\ngranular systems, suggesting a possible fundamental universality.\n","Comment: Supplementary Information on request; contact:\n  Annie.colin-exterieur@eu.rhodia.com, lyderic.bocquet@univ-lyon1.fr"]}]
["0803.1399",{"format":[],"subject":["Mathematics - Combinatorics","00A71"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1399"],"date":["2008-03-10","2008-07-04"],"type":["text"],"creator":["Han, Hillary S. W.","Reidys, Christian M."],"language":[],"coverage":[],"title":["Pseudoknot RNA structures with arc-length $\\ge 4$"],"description":["  In this paper we study $k$-noncrossing RNA structures with minimum arc-length\n4 and at most $k-1$ mutually crossing bonds. Let ${\\sf T}_{k}^{[4]}(n)$ denote\nthe number of $k$-noncrossing RNA structures with arc-length $\\ge 4$ over $n$\nvertices. We prove (a) a functional equation for the generating function\n$\\sum_{n\\ge 0}{\\sf T}_{k}^{[4]}(n)z^n$ and (b) derive for $k\\le 9$ the\nasymptotic formula ${\\sf T}_{k}^{[4]}(n)\\sim c_k n^{-((k-1)^2+(k-1)/2)}\n\\gamma_k^{-n}$. Furthermore we explicitly compute the exponential growth rates\n$\\gamma_k^{-1}$ and asymptotic formulas for $4\\le k\\le 9$.\n","Comment: 18 pages; 3 figures"]}]
["0803.2971",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2971","Phys. Rev. Lett. 101, 016405 (2008)","doi:10.1103/PhysRevLett.101.016405"],"date":["2008-03-20"],"type":["text"],"creator":["Ristivojevic, Zoran","Nattermann, Thomas"],"language":[],"coverage":[],"title":["Transport in a Dissipative Luttinger Liquid"],"description":["  We study theoretically the transport through a single impurity in a\none-channel Luttinger liquid coupled to a dissipative (ohmic) bath . For\nnon-zero dissipation $\\eta$ the weak link is always a relevant perturbation\nwhich suppresses transport strongly. At zero temperature the current voltage\nrelation of the link is $I\\sim \\exp(-E_0/eV)$ where $E_0\\sim\\eta/\\kappa$ and\n$\\kappa$ denotes the compressibility. At non-zero temperature $T$ the linear\nconductance is proportional to $\\exp(-\\sqrt{{\\cal C}E_0/k_BT})$. The decay of\nFriedel oscillation saturates for distance larger than $L_{\\eta}\\sim 1/\\eta $\nfrom the impurity.\n","Comment: 4 pages"]}]
["0803.4080",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4080","THE JOURNAL OF CHEMICAL PHYSICS 128, 244717 (2008)","doi:10.1063/1.2943678"],"date":["2008-03-28","2008-07-04"],"type":["text"],"creator":["Bhowmick, Somnath","Shenoy, Vijay B."],"language":[],"coverage":[],"title":["Edge State Magnetism of Single Layer Graphene Nanostructures"],"description":["  We study edge state magnetism in graphene nanostructures using a mean field\ntheory of the Hubbard model. We investigate how the magnetism of the zigzag\nedges of graphene is affected by the presence of other types of terminating\nedges and defects. By a detailed study of both regular shapes, such as\npolygonal nanodots and nanoribbons, and irregular shapes, we conclude that the\nmagnetism in zigzag edges is very robust. Our calculations show that the zigzag\nedges that are longer than three to four repeat units are always magnetic,\nirrespective of other edges, regular or irregular. We, therefore, clearly\ndemonstrate that the edge irregularities and defects of the bounding edges of\ngraphene nanostructures does not destroy the edge state magnetism.\n"]}]
["0804.0289",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0289","Phys. Rev. A 78,012301 (2008)","doi:10.1103/PhysRevA.78.012301"],"date":["2008-04-02","2008-05-28"],"type":["text"],"creator":["Yukawa, Mitsuyoshi","Ukai, Ryuji","van Loock, Peter","Furusawa, Akira"],"language":[],"coverage":[],"title":["Experimental generation of four-mode continuous-variable cluster states"],"description":["  Continuous-variable Gaussian cluster states are a potential resource for\nuniversal quantum computation. They can be efficiently and unconditionally\nbuilt from sources of squeezed light using beam splitters. Here we report on\nthe generation of three different kinds of continuous-variable four-mode\ncluster states. In our realization, the resulting cluster-type correlations are\nsuch that no corrections other than simple phase-space displacements would be\nneeded when quantum information propagates through these states. At the same\ntime, the inevitable imperfections from the finitely squeezed resource states\nand from additional thermal noise are minimized, as no antisqueezing components\nare left in the cluster states.\n","Comment: 5 pages, 4 figures"]}]
["0804.3242",{"format":[],"subject":["Mathematics - Algebraic Topology","57N65","32Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3242"],"date":["2008-04-21","2008-07-04"],"type":["text"],"creator":["Loeh, Clara"],"language":[],"coverage":[],"title":["Fundamental classes of negatively curved manifolds cannot be represented\n  by products of manifolds"],"description":["  Not every singular homology class is the push-forward of the fundamental\nclass of some manifold. In the same spirit, one can study the following\nproblem: Which singular homology classes are the push-forward of the\nfundamental class of a given type of manifolds? In the present article, we show\nthat the fundamental classes of negatively curved manifolds cannot be\nrepresented by a non-trivial product of manifolds. This observation sheds some\nlight on the functorial semi-norm on singular homology given by products of\ncompact surfaces.\n","Comment: this preprint is superseded by arXiv:0806.4540; 8 pages"]}]
["0804.3603",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3603"],"date":["2008-04-22","2008-07-04"],"type":["text"],"creator":["Fialkovsky, I. V.","Markov, V. N.","Pis'mak, Yu. M."],"language":[],"coverage":[],"title":["On the Casimir energy for scalar fields with bulk inhomogeneities"],"description":["  We study the field theoretical model of a real scalar field in presence of\nspacial inhomogeneity in form of a finite width mirror (material layer). The\ninteraction of the scalar field with the defect is described with\nposition-dependent mass term. We calculate the propagator of the theory, the\nCasimir energy and the pressure on the boundaries of the layer. We discuss the\nrenormalization procedure for the model in dimensional regularization.\n","Comment: For the second version of the paper we completely revised the\n  calculation technique, and the first version should be considered obsolete.\n  It resulted in a change of finale formula for the Casimir energy which is now\n  in agrement with previous calculations. There are some references also added.\n  9 pages, stadard LaTeX"]}]
["0805.0141",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0141"],"date":["2008-05-01","2008-07-03"],"type":["text"],"creator":["Alayon-Solarz, Daniel"],"language":[],"coverage":[],"title":["Cullen-regular quaternionic functions in a Fueter operator framework"],"description":["  We show characterizations of the class of Cullen-regular functions in the\nsense of Gentili-Struppa for any domain $\\Omega$ in terms of the Fueter\noperator. We then state a Integral Theorem and discuss how it can be used to\ndefine a more general version of Cullen-regularity, that does not require the\nfunction to be of class $C^{1}$.\n"]}]
["0805.0404",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0404","Phys. Rev. Lett. 100, 250402 (2008).","doi:10.1103/PhysRevLett.100.250402"],"date":["2008-05-04"],"type":["text"],"creator":["Creffield, C. E.","Sols, F."],"language":[],"coverage":[],"title":["Controlled generation of coherent matter-currents using a periodic\n  driving field"],"description":["  We study the effect of a strong, oscillating driving field on the dynamics of\nultracold bosons held in an optical lattice. Modeling the system as a\nBose-Hubbard model, we show how the driving field can be used to produce and\nmaintain a coherent atomic current by controlling the phase of the intersite\ntunneling processes. We investigate both the stroboscopic and time-averaged\nbehavior using Floquet theory, and demonstrate that this procedure provides a\nstable and precise method of controlling coherent quantum systems.\n","Comment: 4.1 pages, 4 eps figures"]}]
["0806.1163",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1163"],"date":["2008-06-06","2008-07-04"],"type":["text"],"creator":["Allman, Michael","Betz, Volker"],"language":[],"coverage":[],"title":["Breaking the chain"],"description":["  We consider the motion of a Brownian particle in $\\mathbb{R}$, moving between\na particle fixed at the origin and another moving deterministically away at\nslow speed $\\epsilon>0$. The middle particle interacts with its neighbours via\na potential of finite range $b>0$, with a unique minimum at $a>0$, where\n$b<2a$. We say that the chain of particles breaks on the left- or right-hand\nside when the middle particle is greater than a distance $b$ from its left or\nright neighbour, respectively. We study the asymptotic location of the first\nbreak of the chain in the limit of small noise, in the case where $\\epsilon =\n\\epsilon(\\sigma)$ and $\\sigma>0$ is the noise intensity.\n","Comment: 13 pages, 2 figures. v2: Corrected a mistake in proof of second part\n  of main theorem"]}]
["0806.3730",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3730"],"date":["2008-06-23"],"type":["text"],"creator":["Friedrich, Roland M."],"language":[],"coverage":[],"title":["A Renormalisation Group approach to Stochastic L{\\oe}wner Evolutions and\n  the Doob h-transform"],"description":["  In this notes we shall describe the relation of a certain class of simple\nrandom curves arising in 2D statistical mechanics models in the scaling limit,\nwhich can be described dynamically by Stochastic L{\\oe}wner Evolutions (SLE),\nand the equivalent Renormalisation Group (RG) theoretic interpretation in\nConformal Field Theory, as a fixed point of the RG flow. Further, we shall\nrecall the relation of this random curves with String Theory, and how one can\nderive a general measure on such random paths, by using weighted regularised\ndeterminants, which come from sections of twisted line bundles. Importantly,\nthe null vector at level two in the Verma module for the highest-weight\nrepresentation of the Virasoro algebra corresponds to a generalised Doob-Getoor\nh-transform.\n","Comment: 26 pages, 10 figures, conference proceedings"]}]
["0806.4339",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4339"],"date":["2008-06-26","2008-07-04"],"type":["text"],"creator":["Vyurkov, V.","Gorelik, L.","Orlikovsky, A."],"language":[],"coverage":[],"title":["Non-demolishing measurement of a spin qubit state via Fano resonance"],"description":["  Fano resonances are proposed to perform a measurement of a spin state\n(whether it is up or down) of a single electron in a quantum dot via a\nspin-polarized current in an adjacent quantum wire. Rashba-like spin-orbit\ninteraction in a quantum dot prohibits spin-flip events (Kondo-like\nphenomenon). That ensures the measurement to be non-demolishing.\n","Comment: 6 pages, 4 figures, references added"]}]
["0806.4686",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4686"],"date":["2008-06-28","2008-07-03"],"type":["text"],"creator":["Langford, John","Li, Lihong","Zhang, Tong"],"language":[],"coverage":[],"title":["Sparse Online Learning via Truncated Gradient"],"description":["  We propose a general method called truncated gradient to induce sparsity in\nthe weights of online learning algorithms with convex loss functions. This\nmethod has several essential properties: The degree of sparsity is continuous\n-- a parameter controls the rate of sparsification from no sparsification to\ntotal sparsification. The approach is theoretically motivated, and an instance\nof it can be regarded as an online counterpart of the popular\n$L_1$-regularization method in the batch setting. We prove that small rates of\nsparsification result in only small additional regret with respect to typical\nonline learning guarantees. The approach works well empirically. We apply the\napproach to several datasets and find that for datasets with large numbers of\nfeatures, substantial sparsity is discoverable.\n"]}]
["0807.0439",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0439"],"date":["2008-07-02"],"type":["text"],"creator":["Janssen, Tomas","Miao, Shun-Pei","Prokopec, Tomislav"],"language":[],"coverage":[],"title":["Graviton one-loop effective action and inflationary dynamics"],"description":["  We consider the one-loop effective action due to gravitons in a FLRW\nbackground with constant epsilon=-(dH/dt)/H^2. By expanding around epsilon=0\n(corresponding to an expansion around de Sitter space), we can study how the\ndeviation from de Sitter space effects the quantum corrected Friedmann\nequations. We find that, at zeroth order in epsilon, one-loop effects induce\nonly a finite shift in the coupling constants. At linear order in epsilon there\nis however a divergent contribution to the equations of motion. This\ncontribution leads to a nontrivial term in the renormalized equations that\ndepends logarithmically on H and thus cannot be absorbed in local counterterms.\nWe find that deviations due to this term are unobservably small. Our study\nshows that quantum effects in quasi de Sitter space can be fundamentally\ndifferent then in de Sitter space, albeit in the case under consideration the\neffect is unobservably small.\n","Comment: 25 pages, 3 figures"]}]
["0807.0454",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","37J35","76B47"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0454"],"date":["2008-07-02"],"type":["text"],"creator":["Ting, Lu","Knio, Omar","Blackmore, Denis"],"language":[],"coverage":[],"title":["Critical Solutions of Three Vortex Motion in the Parabolic Case"],"description":["  Grobli (1877) laid the foundation for the analysis of the motion of three\npoint vortices in a plane by deriving governing equations for triangular\nconfigurations of the vortices. Synge (1949) took this formulation one step\nfurther to that of a similar triangle of unit perimeter, via trilinear\ncoordinates. The final reduced problem is governed by an integrable\ntwo-dimensional system of differential equations with solutions represented as\nplanar trajectories. Another key to Synge's analysis was his classification of\nthe problem into three distinct cases: elliptic, hyperbolic and parabolic\ncorresponding, respectively, to the sum of products of pairs of vortex\nstrengths being positive, negative or zero. The reduction of the vortex\nconfiguration, a curve in space to a planar curve is one-to-one, except along a\ncritical planar curve C in the parabolic case. Each point on C represents a\ntriangle of unit perimeter corresponding to a family of similar vortex\nconfigurations, expanding or contracting. The latter would lead to coelescence\nof the three vortices. Tavantzis and Ting (1988) filled most of the gaps left\nby Synge regarding the dynamics of the problem, and showed in particular that\npoints on C corresponding to similar expanding families of vortex\nconfigurations are stable while those corresponding to similar contracting\nfamilies are unstable. Their investigations yielded an exhaustive description\nof the motion and stability of three vortices in a plane except for the global\nbehavior of the vortex configurations in a narrow strip containing C. The main\ncontribution of this paper is a complete description of the global dynamics in\nsuch a strip, which emphaticallly demonstrates that three distinct vortices\nalmost never coalesce.\n","Comment: A 32 page manuscript with 6 figures, which has been submitted to\n  Physics of Fluids"]}]
["0807.0462",{"format":[],"subject":["Computer Science - Discrete Mathematics","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0462"],"date":["2008-07-03"],"type":["text"],"creator":["Hoang, Chinh T."],"language":[],"coverage":[],"title":["On the complexity of finding a sun in a graph"],"description":["  The sun is the graph obtained from a cycle of length even and at least six by\nadding edges to make the even-indexed vertices pairwise adjacent. Suns play an\nimportant role in the study of strongly chordal graphs. A graph is chordal if\nit does not contain an induced cycle of length at least four. A graph is\nstrongly chordal if it is chordal and every even cycle has a chord joining\nvertices whose distance on the cycle is odd. Farber proved that a graph is\nstrongly chordal if and only if it is chordal and contains no induced suns.\nThere are well known polynomial-time algorithms for recognizing a sun in a\nchordal graph. Recently, polynomial-time algorithms for finding a sun for a\nlarger class of graphs, the so-called HHD-free graphs, have been discovered. In\nthis paper, we prove the problem of deciding whether an arbitrary graph\ncontains a sun in NP-complete.\n"]}]
["0807.0463",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B13, 11B34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0463"],"date":["2008-07-02"],"type":["text"],"creator":["Hegarty, Peter"],"language":[],"coverage":[],"title":["The Postage Stamp Problem and Essential Subsets in Integer Bases"],"description":["  Plagne recently determined the asymptotic behavior of the function E(h),\nwhich counts the maximum possible number of essential elements in an additive\nbasis for N of order h. Here we extend his investigations by studying\nasymptotic behavior of the function E(h,k), which counts the maximum possible\nnumber of essential subsets of size k, in a basis of order h. For a fixed k and\nwith h going to infinity, we show that E(h,k) = \\Theta_{k} ([h^{k}/\\log\nh]^{1/(k+1)}). The determination of a more precise asymptotic formula is shown\nto depend on the solution of the well-known \"postage stamp problem\" in finite\ncyclic groups. On the other hand, with h fixed and k going to infinity, we show\nthat E(h,k) \\sim (h-1) {\\log k \\over \\log \\log k}.\n","Comment: 15 pages, no figures"]}]
["0807.0465",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0465"],"date":["2008-07-02"],"type":["text"],"creator":["Kunkel, Christopher S."],"language":[],"coverage":[],"title":["Quaternionic contact normal coordinates"],"description":["  This paper constructs a family of coordinate systems about a point on a\nquaternionic contact manifold, called quaternionic contact pseudohermitian\nnormal coordinates. Once defined, conformal variations of the quaternionic\ncontact structure induce changes on the coordinates which are studied in an\neffort to simplify the torsion and curvature at the center point.\n","Comment: 31 pages"]}]
["0807.0471",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13A30, 13D45 (Primary) 13H10, 13H15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0471"],"date":["2008-07-02"],"type":["text"],"creator":["Puthenpurakal, Tony J."],"language":[],"coverage":[],"title":["Gorenstein Approximation, Dual Filtrations and Applications"],"description":["  We give a two step method to study certain questions regarding associated\ngraded module of a Cohen-Macaulay (CM) module $M$ w.r.t an $\\m$-primary ideal\n$\\A$ in a complete Noetherian local ring $(A,\\m)$. The first step, we call it\nGorenstein approximation, enables us to reduce to the case when both $A$, $ \\GA\n= \\bigoplus_{n \\geq 0} \\A^n/\\A^{n+1} $ are Gorenstein and $M$ is a maximal CM\n$A$-module. The second step consists of analyzing the classical filtration\n$\\{\\Hom_A(M,\\A^n) \\}_{\\nZ}$ of the dual $\\Hom_A(M,A)$. We give many\napplications of this point of view. For instance let $(A,\\m)$ be\nequicharacteristic and CM. Let $a(G_\\A(A))$ be the $a$-invariant of $\\GA$. We\nprove:\n  1. $a(G_\\A(A)) = -\\dim A$ iff $\\A$ is generated by a regular sequence.\n  2. If $\\A$ is integrally closed and $a(G_\\A(A)) = -\\dim A + 1$ then $\\A$ has\nminimal multiplicity.\n  We give an example of a non-CM local ring $(R,\\n)$ with $a(G_\\n(R)) = -\\dim\nR$. We extend to modules a result of Ooishi relating symmetry of $h$-vectors.\n","Comment: 34 pages"]}]
["0807.0472",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0472"],"date":["2008-07-02"],"type":["text"],"creator":["Fennie, Craig J."],"language":[],"coverage":[],"title":["Response to \"Comment on Ferroelectrically induced weak ferromagnetism by\n  design,\" by R. de Sousa and J. E. Moore, arXiv:0806.2142"],"description":["  A recent Comment [arXiv:0806.2142] has argued that \"there is a simple duality\nbetween A-site and B-site\" R3c ABO$_3$ materials and that our Letter [PRL 100,\n167203 (2208)] \"breaks this duality by ignoring a non-polar distortion that is\ndirectly measured in crystallography.\" Here we point out that this is not\ncorrect. The Comment contains three elementary crystallographic errors. In this\nresponse we address each error in some detail.\n"]}]
["0807.0476",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Complexity","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0476"],"date":["2008-07-02"],"type":["text"],"creator":["Qiu, Daowen"],"language":[],"coverage":[],"title":["Research report: State complexity of operations on two-way quantum\n  finite automata"],"description":["  This paper deals with the size complexity of minimal {\\it two-way quantum\nfinite automata} (2qfa's) necessary for operations to perform on all inputs of\neach fixed length. Such a complexity measure, known as state complexity of\noperations, is useful in measuring how much information is necessary to convert\nlanguages. We focus on intersection, union, reversals, and catenation\noperations and show some upper bounds of state complexity of operations on\n2qfa's. Also, we present a number of non-regular languages and prove that these\nlanguages can be accepted by 2qfa's with one-sided error probabilities within\nlinear time. Notably, these examples show that our bounds obtained for these\noperations are not tight, and therefore worth improving. We give an instance to\nshow that the upper bound of the state number for the simulation of one-way\ndeterministic finite automata by two-way reversible finite automata is not\ntight in general.\n","Comment: This is a draft and primary version, and a deep study will be done"]}]
["0807.0479",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0479"],"date":["2008-07-03"],"type":["text"],"creator":["Novotryasov, Vadim","Stepanov, Dmitriy"],"language":[],"coverage":[],"title":["Parametric interaction and intensification of nonlinear Kelvin waves"],"description":["  Observational evidence is presented for nonlinear interaction between\nmesoscale internal Kelvin waves at the tidal -- $\\omega_t$ or the inertial --\n$\\omega_i$ frequency and oscillations of synoptic -- $\\Omega $ frequency of the\nbackground coastal current of Japan/East Sea. Enhanced coastal currents at the\nsum -- $\\omega_+ $ and dif -- $\\omega_-$ frequencies: $\\omega_\\pm\n=\\omega_{t,i}\\pm \\Omega$ have properties of propagating Kelvin waves suggesting\npermanent energy exchange from the synoptic band to the mesoscale $\\omega_\\pm $\nband. The interaction may be responsible for the greater than predicted\nintensification, steepen and break of boundary trapped and equatorially trapped\nKelvin waves, which can affect El Ni\\~{n}o. The problem on the parametric\ninteraction of the nonlinear Kelvin wave at the frequency $\\omega $ and the\nlow-frequency narrow-band nose with representative frequency $\\Omega\\ll\\omega $\nis investigated with the theory of nonlinear week dispersion waves.\n","Comment: 5 pages, 3 figures"]}]
["0807.0483",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0483"],"date":["2008-07-03"],"type":["text"],"creator":["Wachter, Kenneth W.","Evans, Steven N.","Steinsaltz, David R."],"language":[],"coverage":[],"title":["The Age-Specific Force of Natural Selection and Walls of Death"],"description":["  W. D. Hamilton's celebrated formula for the age-specific force of natural\nselection furnishes predictions for senescent mortality due to mutation\naccumulation, at the price of reliance on a linear approximation. Applying to\nHamilton's setting the full non-linear demographic model for mutation\naccumulation of Evans et al. (2007), we find surprising differences. Non-linear\ninteractions cause the collapse of Hamilton-style predictions in the most\ncommonly studied case, refine predictions in other cases, and allow Walls of\nDeath at ages before the end of reproduction. Haldane's Principle for genetic\nload has an exact but unfamiliar generalization.\n","Comment: 27 pages"]}]
["0807.0495",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0495"],"date":["2008-07-03"],"type":["text"],"creator":["Catanzaro, G.","Leone, F."],"language":[],"coverage":[],"title":["The spectroscopic variability of T$_{\\rm eff}$ and $\\log g$ in $\\beta$\n  Cep"],"description":["  Time resolved spectra of $\\beta$ Cep yield the following average results:\nT$_{\\rm eff}$ =24000 $\\pm$ 250 K, $\\log g$ = 3.91 $\\pm$ 0.05 and $\\xi$ = 8.1\n$\\pm$ 0.9 km s$^{-1}$. N, O, Ne, Al, Si and S abundances are solar while C, Mg\nand Fe are slightly under-abundant. Pulsational amplitudes of $\\Delta$T$_{\\rm\neff}$ $\\sim$ 700 K and $\\Delta$$\\log g$ $\\sim$ 0.2 dex are found from H$\\beta$.\nThe metal lines give similar amplitudes but centred on T$_{\\rm eff}$ $\\sim$\n25000 K. An upper limit of 1.0 km s$^{-1}$ to the variability of the\nmicroturbulence is derived from the Si {\\sc iii} triplet at 455 nm. The radial\nvelocity amplitude derived from the core of H$\\beta$ is $\\sim$ 15% greater than\nthat from the metal lines.\n","Comment: 5 pages, 4 figures, MNRAS accepted"]}]
["0807.0496",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0496"],"date":["2008-07-03"],"type":["text"],"creator":["Vervink, K."],"language":[],"coverage":[],"title":["Measurements of the CKM angle phi_1/beta from Belle and BaBar"],"description":["  We report recent measurements of the CKM angle phi_1/beta using large data\nsamples collected by the Belle and BaBar experiments at the e^+ e^-\nasymmetric-energy colliders.\n","Comment: Flavor Physics & CP Violation Conference, Taipei, 2008"]}]
["0807.0499",{"format":[],"subject":["Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0499","Proc. Natl. Acad. Sci. USA 105, 4609-4614 (2008)","doi:10.1073/pnas.0706825105"],"date":["2008-07-03"],"type":["text"],"creator":["Müller, Melanie J. I.","Klumpp, Stefan","Lipowsky, Reinhard"],"language":[],"coverage":[],"title":["Tug-of-war as a cooperative mechanism for bidirectional cargo transport\n  by molecular motors"],"description":["  Intracellular transport is based on molecular motors that pull cargos along\ncytoskeletal filaments. One motor species always moves in one direction, e.g.\nconventional kinesin moves to the microtubule plus end, while cytoplasmic\ndynein moves to the microtubule minus end. However, many cellular cargos are\nobserved to move bidirectionally, involving both plus-end and minus-end\ndirected motors. The presumably simplest mechanism for such bidirectional\ntransport is provided by a tug-of-war between the two motor species. This\nmechanism is studied theoretically using the load-dependent transport\nproperties of individual motors as measured in single-molecule experiments. In\ncontrast to previous expectations, such a tug-of-war is found to be highly\ncooperative and to exhibit seven different motility regimes depending on the\nprecise values of the single motor parameters. The sensitivity of the transport\nprocess to small parameter changes can be used by the cell to regulate its\ncargo traffic.\n","Comment: 17 pages, latex, 11 figures, 4 tables, includes Supporting\n  Information"]}]
["0807.0502",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G18, 14G40, 11F67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0502"],"date":["2008-07-03"],"type":["text"],"creator":["Bruinier, Jan Hendrik","Yang, Tonghai"],"language":[],"coverage":[],"title":["Faltings heights of CM cycles and derivatives of L-functions"],"description":["  We study the Faltings height pairing of arithmetic Heegner divisors and CM\ncycles on Shimura varieties associated to orthogonal groups. We compute the\nArchimedian contribution to the height pairing and derive a conjecture relating\nthe total pairing to the central derivative of a Rankin L-function. We prove\nthe conjecture in certain cases where the Shimura variety has dimension 0, 1,\nor 2. In particular, we obtain a new proof of the Gross-Zagier formula.\n","Comment: 50 pages"]}]
["0807.0505",{"format":[],"subject":["Mathematics - Probability","46L54, 15A52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0505"],"date":["2008-07-03"],"type":["text"],"creator":["Benaych-Georges, Florent"],"language":[],"coverage":[],"title":["On a surprising relation between rectangular and square free\n  convolutions"],"description":["  Debbah and Ryan have recently proved a result about the limit empirical\nsingular distribution of the sum of two rectangular random matrices whose\ndimensions tend to infinity. In this paper, we reformulate it in terms of the\nrectangular free convolution introduced in a previous paper and then we give a\nnew, shorter, proof of this result under weaker hypothesis: we do not suppose\nthe \\pro measure in question in this result to be compactly supported anymore.\nAt last, we discuss the inclusion of this result in the family of relations\nbetween rectangular and square random matrices.\n","Comment: 8 pages"]}]
["0807.0510",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0510"],"date":["2008-07-03"],"type":["text"],"creator":["Prytula, Vladyslav","Vekslerchik, Vadym","Perez-Garcia, Victor M."],"language":[],"coverage":[],"title":["Eigenvalue cut-off in the cubic-quintic nonlinear Schrodinger equation"],"description":["  Using theoretical arguments, we prove the numerically well-known fact that\nthe eigenvalues of all localized stationary solutions of the cubic-quintic 2D+1\nnonlinear Schrodinger equation exhibit an upper cut-off value. The existence of\nthe cut-off is inferred using Gagliardo-Nirenberg and Holder inequalities\ntogether with Pohozaev identities. We also show that, in the limit of\neigenvalues close to zero, the eigenstates of the cubic-quintic nonlinear\nSchrodinger equation behave similarly to those of the cubic nonlinear\nSchrodinger equation.\n","Comment: 4 pages"]}]
["0807.0511",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0511"],"date":["2008-07-03"],"type":["text"],"creator":["Kral, Karel"],"language":[],"coverage":[],"title":["Electron-phonon interaction in nanodevices"],"description":["  The effect of the up-conversion of the electronic energy level occupation was\nearlier interpreted as an implication of the multiple scattering of the charge\ncarriers on the longitudinal optical phonons of the lattice vibrations in a\nsmall system like a quantum dot. In this work we study the influence of this\neffect on the electronic motion in a nanotransistor represented by a quantum\ndot connected to two electric wires and a gate electrode. We show that in an\nasymmetric nanotransistor the up-conversion effect gives rise to a spontaneous\ncurrent between the source and the drain, or to an appearance of a spontaneous\nvoltage between these electrodes. The effect will be studied basing on the well\nknown Datta's Toy Model of the theoretical description of the nanotransistor\nand on additional kinetic equations giving the multiple scattering of electrons\nin the quantum dot, in the self-consistent Born approximation to the electronic\nself-energy. We shall also briefly discuss the relation of this theoretical\nresult to existing experiments on current-voltage characteristics in gated\nnanostructures.\n","Comment: To be submitted to Central European Journal of Physics"]}]
["0807.0516",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0516"],"date":["2008-07-03"],"type":["text"],"creator":["Yu, Chia-Fu"],"language":[],"coverage":[],"title":["Irreducibility of the Hilbert-Blumenthal moduli spaces with parahoric\n  level structure"],"description":["  We determine the number of irreducible components of the reduction mod p of\nany Hilbert-Blumenthal moduli space with a parahoric level structure, where p\nis unramified in the totally real field.\n","Comment: 23 pages, to appear in J. Reine Angew. Math"]}]
["0807.0517",{"format":[],"subject":["Computer Science - Artificial Intelligence","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0517"],"date":["2008-07-03"],"type":["text"],"creator":["Antal, Miklos","Balogh, Laszlo"],"language":[],"coverage":[],"title":["Modeling belief systems with scale-free networks"],"description":["  Evolution of belief systems has always been in focus of cognitive research.\nIn this paper we delineate a new model describing belief systems as a network\nof statements considered true. Testing the model a small number of parameters\nenabled us to reproduce a variety of well-known mechanisms ranging from opinion\nchanges to development of psychological problems. The self-organizing opinion\nstructure showed a scale-free degree distribution. The novelty of our work lies\nin applying a convenient set of definitions allowing us to depict opinion\nnetwork dynamics in a highly favorable way, which resulted in a scale-free\nbelief network. As an additional benefit, we listed several conjectural\nconsequences in a number of areas related to thinking and reasoning.\n","Comment: 23 pages, 9 figures"]}]
["0807.0537",{"format":[],"subject":["Mathematics - Number Theory","40E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0537"],"date":["2008-07-03"],"type":["text"],"creator":["Korevaar, Jacob"],"language":[],"coverage":[],"title":["Ikehara-type theorem involving boundedness"],"description":["  Consider any Dirichlet series sum a_n/n^z with nonnegative coefficients a_n\nand finite sum function f(z)=f(x+iy) when x is greater than 1. Denoting the\npartial sum a_1+...+a_N by s_N, the paper gives the following necessary and\nsufficient condition in order that (s_N)/N remain bounded as N goes to\ninfinity. For x tending to 1 from above, the quotient q(x+iy)=f(x+iy)/(x+iy)\nmust converge to a pseudomeasure q(1+iy), the distributional Fourier transform\nof a bounded function. The paper also gives an optimal estimate for (s_N)/N\nunder the \"real condition\" that (1-x)f(x) remain bounded as x tends to 1 from\nabove.\n","Comment: 6 pages"]}]
["0807.0541",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0541"],"date":["2008-07-03"],"type":["text"],"creator":["Lahiri, Avijit","Ghosh, Gautam","Nag, Sankhasubhra"],"language":[],"coverage":[],"title":["Mixing and Decoherence to Nearest Separable States"],"description":["  We consider a class of entangled states of a quantum system (S) and a second\nsystem (A) where pure states of the former are correlated with mixed states of\nthe latter, and work out the entanglement measure with reference to the nearest\nseparable state. Such `pure-mixed' entanglement is expected when the system S\ninteracts with a macroscopic measuring apparatus in a quantum measurement,\nwhere the quantum correlation is destroyed in the process of\nenvironment-induced decoherence whereafter only the classical correlation\nbetween S and A remains, the latter being large compared to the former. We\npresent numerical evidence that the entangled S-A state drifts towards the\nnearest separable state through decoherence, with an additional tendency of\nequimixing among relevant groups of apparatus states.\n","Comment: RevTeX4 document, 20 pages, 7 eps figure files"]}]
["0807.0545",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0545"],"date":["2008-07-03"],"type":["text"],"creator":["Pisano, C.","Boer, D.","Mulders, P. J."],"language":[],"coverage":[],"title":["T-odd Effects in Photon-Jet Production at the Tevatron"],"description":["  The angular distribution in photon-jet production in p\\bar{p} -> \\gamma jet X\nis studied within a generalized factorization scheme taking into account the\ntransverse momentum of the partons in the initial hadrons. Within this scheme\nan anomalously large cos(2\\phi) asymmetry observed in the Drell-Yan process\ncould be attributed to the T-odd, spin and transverse momentum dependent parton\ndistribution function h_1^{\\perp q}(x, p_{\\perp}^2). The same function is\nexpected to produce a cos(2\\phi) asymmetry in the photon-jet production cross\nsection. This particular azimuthal asymmetry is estimated to be smaller than\nthe Drell-Yan asymmetry but still of considerable size for Tevatron kinematics,\noffering a new possibility to study T-odd effects at the Tevatron.\n","Comment: 4 pages, 3 figures, to appear in the proceedings of 16th\n  International Workshop on Deep-Inelastic Scattering and Related Subjects\n  (DIS2008), London, U.K., 7-11 Apr 2008"]}]
["0807.0548",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0548"],"date":["2008-07-03"],"type":["text"],"creator":["Chachamis, G."],"language":[],"coverage":[],"title":["High Precision Gauge Boson Pair Production at the LHC"],"description":["  We discuss the recent derivation of the two loop virtual QCD corrections to\nthe W boson pair production in the quark-anti-quark-annihilation channel in the\nlimit where all kinematical invariants are large compared to the mass of the W\nboson. In particular, we describe the use of the PSLQ algorithm on an example\nintegral.\n","Comment: Presented at DIS2008: 16th International Workshop on Deep-Inelastic\n  Scattering and Related Subjects, 7-11 April 2008, University College London,\n  UK, 4 pages, 1 figure"]}]
["0807.0549",{"format":[],"subject":["Mathematics - Optimization and Control","05C50, 15A03, 15A06, 65K05, 90C08, 90C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0549"],"date":["2008-07-03"],"type":["text"],"creator":["Pilipchuk, Ludmila","Vecharynski, Eugene"],"language":[],"coverage":[],"title":["Solution of large linear systems with embedded network structure for a\n  non-homogeneous network flow programming problem"],"description":["  In the paper we consider the linear underdetermined system of a special type.\nSystems of this type appear in non-homogeneous network flow programming\nproblems in the form of systems of constraints and can be characterized as\nsystems with a large sparse submatrix representing the embedded network\nstructure. We develop a direct method for finding solutions of the system. The\nalgorithm is based on the theoretic-graph specificities for the structure of\nthe support and properties of the basis of a solution space of a homogeneous\nsystem. One of the key steps is decomposition of the system. A simple example\nis regarded at the end of the paper.\n","Comment: accepted in Mathematica Balkanica"]}]
["0807.0552",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0552"],"date":["2008-07-03"],"type":["text"],"creator":["Aloupis, G.","Cardinal, J.","Collette, S.","Langerman, S.","Orden, D.","Ramos, P."],"language":[],"coverage":[],"title":["Decomposition of Multiple Coverings into More Parts"],"description":["  We prove that for every centrally symmetric convex polygon Q, there exists a\nconstant alpha such that any alpha*k-fold covering of the plane by translates\nof Q can be decomposed into k coverings. This improves on a quadratic upper\nbound proved by Pach and Toth (SoCG'07). The question is motivated by a sensor\nnetwork problem, in which a region has to be monitored by sensors with limited\nbattery lifetime.\n"]}]
["0807.0554",{"format":[],"subject":["Mathematics - Probability","60J80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0554"],"date":["2008-07-03"],"type":["text"],"creator":["Chen, Bo","Ford, Daniel","Winkel, Matthias"],"language":[],"coverage":[],"title":["A new family of Markov branching trees: the alpha-gamma model"],"description":["  We introduce a simple tree growth process that gives rise to a new\ntwo-parameter family of discrete fragmentation trees that extends Ford's alpha\nmodel to multifurcating trees and includes the trees obtained by uniform\nsampling from Duquesne and Le Gall's stable continuum random tree. We call\nthese new trees the alpha-gamma trees. In this paper, we obtain their splitting\nrules, dislocation measures both in ranked order and in sized-biased order, and\nwe study their limiting behaviour.\n","Comment: 23 pages, 1 figure"]}]
["0807.0565",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0565"],"date":["2008-07-03"],"type":["text"],"creator":["Zanette, Damian H."],"language":[],"coverage":[],"title":["Music, Complexity, Information"],"description":["  These are the preparatory notes for a Science & Music essay, \"Playing by\nnumbers\", appeared in Nature 453 (2008) 988-989.\n"]}]
["0807.0568",{"format":[],"subject":["Mathematics - Differential Geometry","53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0568"],"date":["2008-07-03"],"type":["text"],"creator":["Cao, Xiaodong","Hamilton, Richard S."],"language":[],"coverage":[],"title":["Differential Harnack Estimates for Time-dependent Heat Equations with\n  Potentials"],"description":["  In this paper, we prove a differential Harnack inequality for positive\nsolutions of time-dependent heat equations with potentials. We also prove a\ngradient estimate for the positive solution of the time-dependent heat\nequation.\n","Comment: 14 pages"]}]
["0807.0569",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0569"],"date":["2008-07-03"],"type":["text"],"creator":["Duval, C","Horvathy, P"],"language":[],"coverage":[],"title":["Supersymmetry of the magnetic vortex"],"description":["  The N=2 supersymmetry of the Pauli Hamiltonian in any static magnetic field\nin the plane combines, for the magnetic vortex, with Jackiw's bosonic\n$o(2)\\times o(2,1)$ symmetry, into an $o(2)\\times osp(1/2)$ dynamical\nsupersymmetry.\n","Comment: 4 pages. Originally Tours Preprint no 60/93 (1993). Unpublished"]}]
["0807.0574",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14B07, 32S55, 32S15, 32S30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0574"],"date":["2008-07-03"],"type":["text"],"creator":["Houston, Kevin"],"language":[],"coverage":[],"title":["Equisingularity and The Euler Characteristic of a Milnor Fibre"],"description":["  We study the Euler characteristic of the Milnor fibre of a hypersurface\nsingularity. This invariant is given in terms of the Euler characteristic of a\nfibre in between the original singularity and its Milnor fibre and in terms of\nthe Euler characteristics associated to strata of the in-between fibre.\n  From this we can deduce a result of Massey and Siersma regarding\nsingularities with a one-dimensional critical locus. The result is also applied\nto the study of equisingularity. The famous Brian\\c{c}on-Speder-Teissier result\nstates that a family of isolated hypersurface singularities is equisingular if\nand only if its $\\mu ^*$-sequence is constant. We show that if a similar\nsequence for a family of corank 1 complex analytic mappings from n-space to\n(n+1)-space is constant, then the image of the family of mappings is\nequisingular. For families of corank 1 maps from 3-space to 4-space we show\nthat the converse is true also.\n","Comment: 22 pages"]}]
["0807.0575",{"format":[],"subject":["Mathematics - Numerical Analysis","65K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0575"],"date":["2008-07-03"],"type":["text"],"creator":["Daubechies, Ingrid","DeVore, Ronald","Fornasier, Massimo","Gunturk, C. Sinan"],"language":[],"coverage":[],"title":["Iteratively re-weighted least squares minimization for sparse recovery"],"description":["  We analyze an Iteratively Re-weighted Least Squares (IRLS) algorithm for\npromoting l1-minimization in sparse and compressible vector recovery. We prove\nits convergence and we estimate its local rate. We show how the algorithm can\nbe modified in order to promote lt-minimization for t<1, and how this\nmodification produces superlinear rates of convergence.\n","Comment: 35 pages, 4 figures"]}]
["0807.0578",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0578"],"date":["2008-07-03"],"type":["text"],"creator":["Anderson, Philip W"],"language":[],"coverage":[],"title":["Simple Explanation of Fermi Arcs in Cuprate Pseudogaps: a Motional\n  Narrowing Phenomenon"],"description":["  ARPES measurements on underdoped cuprates above the superconducting\ntransition temperature exhibit the unique phenomenon of Fermi arcs, gapless\narcs of Fermi surface around the nodal points of the superconducting gap, which\nterminate before reaching the antinodes. We show that this phenomenon is easily\nexplained (including its temperature dependence and observed hole-electron\nasymmetry) as the natural consequence of a time-fluctuating d-wave gap.\n"]}]
["0807.0580",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0580"],"date":["2008-07-03"],"type":["text"],"creator":["Abdalla, M. C. B.","Guimaraes, M. E. X.","da Silva, J. M. Hoff"],"language":[],"coverage":[],"title":["On the Consistence Conditions to Braneworlds Sum Rules in Scalar-Tensor\n  Gravity for Arbitrary Dimensions"],"description":["  We derive an one-parameter family of consistence conditions to braneworlds in\nthe Brans-Dicke gravity. The sum rules are constructed in a completely general\nframe and they reproduce the conditions already obtained in General Relativity\ntheory just by using a right limit of the Brans-Dicke parameter.\n","Comment: 9 pages, no figures"]}]
["0807.0590",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0590"],"date":["2008-07-03"],"type":["text"],"creator":["Navia, C. E.","Augusto, C. R. A.","Tsui, K. H."],"language":[],"coverage":[],"title":["The Hubble diagram of high redshift objects, QSOs and AGNs"],"description":["  According to the Hubble law, high redshift objects such as Quasar (QSOs),\nX-ray Active Galactic Nuclei (AGN) together with the Gamma Ray Burst (GRBs) are\nthe fastest and farthest objects. These characteristics provides strong\nmotivations for they to be used to constrain the cosmological parameters,\nwithout the limitations found in the Ia supernovae study and which is\nrestricted to redshift of up to 1.7. However, the variability and behavior in\nthe QSOs and AGNs spectra tell us that they have very complex structures and\nthe standard candle framework can not be applied. So far the available data of\nQSOs and AGNs have shown some anomalies observed in their brightness and\nmetallicities, difficult to understand, under an orthodox point of view. Here,\nwe show that their Hubble diagram flattens for $z\\geq 3 $. The result need\nfurther confirmation, because the statistics of high redshift extragalactic\nobjects is still poor. Details and some implications of these results are\nreported in this work.\n","Comment: 16 pages, 4 figures"]}]
["0807.0592",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0592"],"date":["2008-07-03"],"type":["text"],"creator":["Iosevich, Alex","Senger, Steve"],"language":[],"coverage":[],"title":["Orthogonal systems in vector spaces over finite fields"],"description":["  We prove that if a subset of the d-dimensional vector space over a finite\nfield is large enough, then it contains many k-tuples of mutually orthogonal\nvectors.\n"]}]
["0807.0595",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Discrete Mathematics","Mathematics - Combinatorics","E.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0595"],"date":["2008-07-03"],"type":["text"],"creator":["Hollmann, Henk D. L."],"language":[],"coverage":[],"title":["Nonstandard linear recurring sequence subgroups in finite fields and\n  automorphisms of cyclic codes"],"description":["  Let $q=p^r$ be a prime power, and let $f(x)=x^m-\\gs_{m-1}x^{m-1}-\n>...-\\gs_1x-\\gs_0$ be an irreducible polynomial over the finite field $\\GF(q)$\nof size $q$. A zero $\\xi$ of $f$ is called {\\em nonstandard (of degree $m$)\nover $\\GF(q)$} if the recurrence relation $u_m=\\gs_{m-1}u_{m-1} + ... +\n\\gs_1u_1+\\gs_0u_0$ with characteristic polynomial $f$ can generate the powers\nof $\\xi$ in a nontrivial way, that is, with $u_0=1$ and $f(u_1)\\neq 0$. In\n2003, Brison and Nogueira asked for a characterisation of all nonstandard cases\nin the case $m=2$, and solved this problem for $q$ a prime, and later for\n$q=p^r$ with $r\\leq4$.\n  In this paper, we first show that classifying nonstandard finite field\nelements is equivalent to classifying those cyclic codes over $\\GF(q)$\ngenerated by a single zero that posses extra permutation automorphisms.\n  Apart from two sporadic examples of degree 11 over $\\GF(2)$ and of degree 5\nover $\\GF(3)$, related to the Golay codes, there exist two classes of examples\nof nonstandard finite field elements. One of these classes (type I) involves\nirreducible polynomials $f$ of the form $f(x)=x^m-f_0$, and is well-understood.\nThe other class (type II) can be obtained from a primitive element in some\nsubfield by a process that we call extension and lifting. We will use the known\nclassification of the subgroups of $\\PGL(2,q)$ in combination with a recent\nresult by Brison and Nogueira to show that a nonstandard element of degree two\nover $\\GF(q)$ necessarily is of type I or type II, thus solving completely the\nclassification problem for the case $m=2$.\n"]}]
["0807.0598",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q10","76N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0598"],"date":["2008-07-03"],"type":["text"],"creator":["Piasecki, Tomasz"],"language":[],"coverage":[],"title":["Steady compressible Oseen flow with slip boundary conditions"],"description":["  We prove the existence of solution in a class H^2(\\Omega) x H^1(\\Omega) to\nsteady compressible Oseen system with slip boundary conditions in a two\ndimensional, convex domain with the boundary of class H^{5/2}. The method is to\nregularize a weak solution obtained via the Galerkin method. The problem of\nregularization is reduced to a problem of solvability of a certain transport\nequation by application of the Helmholtz decomposition. The method works under\nadditional assumption on the geometry of the boundary.\n","Comment: 21 pages, 4 figures"]}]
["0807.0599",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","16W30 (Primary) 13B05, 20L05, 16S40, 81R50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0599"],"date":["2008-07-03"],"type":["text"],"creator":["Kadison, Lars"],"language":[],"coverage":[],"title":["Semisimple Hopf algebras and their depth two Hopf subalgebras"],"description":["  We prove that a depth two Hopf subalgebra K of a semisimple Hopf algebra H is\nnormal (where the ground field $k$ is algebraically closed of characteristic\nzero). This means on the one hand that a Hopf subalgebra is normal when\ninducing (then restricting) modules several times as opposed to one time\ncreates no new simple constituents. This point of view was taken in the paper\nhttp://arxiv.org/abs/math/0409346 which established a normality result in case\nH and K are finite group algebras. On the other hand this means that K is\nnormal in H when H | K is a Galois extension with respect to action of\ngeneralized bialgebras such as bialgebroids, weak Hopf algebras or Hopf\nalgebroids. The generalized Galois picture of depth two is the point of view we\ntake here: after showing the centralizer R is separable algebra via Hopf\ninvariant theory, we compute that the depth two semisimple Hopf algebra pair H\n| K is free Frobenius extension with Markov trace satisfying all hypotheses\nconsidered in Kadison and Nikshych, Frobenius Extensions and Weak Hopf\nAlgebras, J.Algebra 244 (2001). By the main theorem in that paper it is then a\nGalois extension with action of semisimple weak Hopf algebra (also regular and\npossessing Haar integral). Then the Galois canonical isomorphism (via coring\ntheory) restricted to integral induces algebra homomorphism from Hopf algebra\ninto weak Hopf algebra with kernel HK^+ = K^+H.\n","Comment: 15 pages"]}]
["0807.0601",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0601"],"date":["2008-07-03"],"type":["text"],"creator":["Kalmanovitz, N. Romero","Bykov, A. A.","Vitkalov, S. A.","Toropov, A. I."],"language":[],"coverage":[],"title":["Warming in systems with discrete spectrum: spectral diffusion of two\n  dimensional electrons in magnetic field"],"description":["  Warming in complex physical systems, in particular global warming, attracts\nsignificant contemporary interest. It is essential, therefore, to understand\nbasic physical mechanisms leading to overheating. It is well known that\napplication of an electric field to conductors heats electric charge carriers.\nOften an elevated electron temperature describes the result of the heating.\nThis paper demonstrates that an electric field applied to a conductor with\ndiscrete electron spectrum produces a non-equilibrium electron distribution,\nwhich cannot be described by temperature. Such electron distribution changes\ndramatically the conductivity of highly mobile two dimensional electrons in a\nmagnetic field, forcing them into a state with a zero differential resistance.\nMost importantly the results demonstrate that, in general, the effective\noverheating in the systems with discrete spectrum is significantly stronger\nthan the one in systems with continuous and homogeneous distribution of the\nenergy levels at the same input power.\n","Comment: 5 pages, 4 figures"]}]
["0807.0604",{"format":[],"subject":["Mathematics - Complex Variables","30B20, 30C15, 60G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0604"],"date":["2008-07-03"],"type":["text"],"creator":["Zrebiec, Scott"],"language":[],"coverage":[],"title":["Estimates on the Probability of Outliers for Real Random Bargmann-Fock\n  functions"],"description":["  In this paper we consider the distribution of the zeros of a real random\nBargmann-Fock function of one or more variables. For these random functions we\nprove estimates for two types of families of events, both of which are large\ndeviations from the mean. First, we prove that the probability there are no\nzeros in $[-r,r]^m\\subset\\R^m$ decays at least exponentially in terms of $r^m$.\nFor this event we also prove a lower bound on the order of decay, which we do\nnot expect to be sharp. Secondly, we compute the order of decay for the\nprobability of families of events where the volume of the complex zero set is\neither much larger or much smaller then expected.\n","Comment: 15 pages"]}]
["0807.0608",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0608"],"date":["2008-07-03"],"type":["text"],"creator":["Kozybaev, Daniyar","Makar-Limanov, Leonid","Umirbaev, Ualbai"],"language":[],"coverage":[],"title":["The Freiheitssatz and the automorphisms of free right-symmetric algebras"],"description":["  We prove the Freiheitssatz for right-symmetric algebras and the decidability\nof the word problem for right-symmetric algebras with a single defining\nrelation. We also prove that two generated subalgebras of free right-symmetric\nalgebras are free and automorphisms of two generated free right-symmetric\nalgebras are tame.\n","Comment: 11 pages"]}]
["0807.0609",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0609"],"date":["2008-07-03"],"type":["text"],"creator":["Haider, M. Baseer","Pitters, Jason L","DiLabio, Gino A.","Livadaru, Lucian","Mutus, Josh Y","Wolkow, Robert A."],"language":[],"coverage":[],"title":["Controlled Coupling and Occupation of Silicon Atomic Quantum Dots"],"description":["  It is discovered that the zero-dimensional character of the silicon atom\ndangling bond (DB) state allows controlled formation and occupation of a new\nform of quantum dot assemblies. Whereas on highly doped n-type substrates\nisolated DBs are negatively charged, it is found that Coulomb repulsion causes\nDBs separated by less than ~2 nm to experience reduced localized charge. The\nunoccupied states so created allow a previously unobserved electron\ntunnel-coupling of DBs, evidenced by a pronounced change in the time-averaged\nview recorded by scanning tunneling microscopy. Direct control over net\nelectron occupation and tunnel-coupling of multi-DB ensembles through\nseparation controlled is demonstrated. Through electrostatic control, it is\nshown that a pair of tunnel-coupled DBs can be switched from a symmetric\nbi-stable state to one exhibiting an asymmetric electron occupation. Similarly,\nthe setting of an antipodal state in a square assembly of four DBs is achieved,\ndemonstrating at room temperature the essential building block of a quantum\ncellular automata device.\n","Comment: 19 pages, six figure - Supporting Information included"]}]
["0807.0617",{"format":[],"subject":["Physics - Space Physics","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0617"],"date":["2008-07-03"],"type":["text"],"creator":["de Diego, Jose A."],"language":[],"coverage":[],"title":["The Anomalous Acceleration of the Pioneer Spacecrafts"],"description":["  Radiometric data from the Pioneer 10 and 11 spacecrafts have revealed an\nunexplained constant acceleration of a_A = (8.74 +/- 1.33) x 10^(-10) m s^(-2)\ntowards the Sun, also known as the Pioneer anomaly. Different groups have\nanalyzed the Pioneer data and have got the same results, which rules out\ncomputer programming and handling errors. Attempts to explain this phenomenon\narguing intrinsic causes on-board the spacecrafts failed or have lead to\ninconclusive results. Therefore, the Pioneer anomalous acceleration has\nmotivated the interest of researchers to find out explanations that could bring\ninsight upon the forces acting in the outer Solar Systems or a hint to discover\nnew natural laws.\n","Comment: Invited talk in Astronomia Dinamica en Latinoamerica. To be published\n  in Revista Mexicana de Astronomia y Astrofisica, Conference Series"]}]
["0807.0623",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0623"],"date":["2008-07-03"],"type":["text"],"creator":["Moskalik, P.","Kolaczkowski, Z."],"language":[],"coverage":[],"title":["Nonradial Modes in Classical Cepheids"],"description":["  Systematic search for multiperiodicity in the LMC Cepheids (Moskalik,\nKolaczkowski & Mizerski 2004) has led to discovery of low amplitude nonradial\nmodes in a substantial fraction of overtone pulsators. We present detailed\ndiscussion of this new type of multimode Cepheid pulsators and compare them to\nsimilar nonradial pulsators discovered among RR Lyrae stars. Finally, we show\nfirst detections of secondary nonradial modes in FU/FO double-mode Cepheids.\n","Comment: 7 pages, 4 figures. Poster presented at Wroclaw HELAS Workshop\n  \"Interpretation of Asteroseismic Data\", 23-27 June 2008, Wroclaw, Poland.\n  Shortened version will be published in Communications in Asteroseismology"]}]
["0807.0625",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0625"],"date":["2008-07-03"],"type":["text"],"creator":["Edgar, Richard G."],"language":[],"coverage":[],"title":["Type II Migration: Varying Planet Mass and Disc Viscosity"],"description":["  This paper continues an earlier study of giant planet migration, examining\nthe effect of planet mass and disc viscosity on the migration rate. We find\nthat the migration rate of a gap-opening planet varies systematically with the\nplanet's mass, as predicted in our earlier work. However, the variation with\ndisc viscosity appears to be much weaker than expected.\n"]}]
["0807.0626",{"format":[],"subject":["Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0626"],"date":["2008-07-03"],"type":["text"],"creator":["Tanguy, Christian"],"language":[],"coverage":[],"title":["Asymptotic Mean Time To Failure and Higher Moments for Large, Recursive\n  Networks"],"description":["  This paper deals with asymptotic expressions of the Mean Time To Failure\n(MTTF) and higher moments for large, recursive, and non-repairable systems in\nthe context of two-terminal reliability. Our aim is to extend the well-known\nresults of the series and parallel cases. We first consider several exactly\nsolvable configurations of identical components with exponential failure-time\ndistribution functions to illustrate different (logarithmic or power-law)\nbehaviors as the size of the system, indexed by an integer n, increases. The\ngeneral case is then addressed: it provides a simple interpretation of the\norigin of the power-law exponent and an efficient asymptotic expression for the\ntotal reliability of large, recursive systems. Finally, we assess the influence\nof the non-exponential character of the component reliability on the\nn-dependence of the MTTF.\n"]}]
["0807.0627",{"format":[],"subject":["Computer Science - Artificial Intelligence","I.4","I.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0627","International Conference on Information Fusion, Lens : France\n  (2008)"],"date":["2008-07-03"],"type":["text"],"creator":["Martin, Arnaud"],"language":[],"coverage":[],"title":["Belief decision support and reject for textured images characterization"],"description":["  The textured images' classification assumes to consider the images in terms\nof area with the same texture. In uncertain environment, it could be better to\ntake an imprecise decision or to reject the area corresponding to an unlearning\nclass. Moreover, on the areas that are the classification units, we can have\nmore than one texture. These considerations allows us to develop a belief\ndecision model permitting to reject an area as unlearning and to decide on\nunions and intersections of learning classes. The proposed approach finds all\nits justification in an application of seabed characterization from sonar\nimages, which contributes to an illustration.\n"]}]
["0807.0629",{"format":[],"subject":["Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0629","Proceedings of the 6th International Workshop on the Design of\n  Reliable Communication, La Rochelle : France (2007)"],"date":["2008-07-03"],"type":["text"],"creator":["Tanguy, Christian"],"language":[],"coverage":[],"title":["Exact two-terminal reliability of some directed networks"],"description":["  The calculation of network reliability in a probabilistic context has long\nbeen an issue of practical and academic importance. Conventional approaches\n(determination of bounds, sums of disjoint products algorithms, Monte Carlo\nevaluations, studies of the reliability polynomials, etc.) only provide\napproximations when the network's size increases, even when nodes do not fail\nand all edges have the same reliability p. We consider here a directed, generic\ngraph of arbitrary size mimicking real-life long-haul communication networks,\nand give the exact, analytical solution for the two-terminal reliability. This\nsolution involves a product of transfer matrices, in which individual\nreliabilities of edges and nodes are taken into account. The special case of\nidentical edge and node reliabilities (p and rho, respectively) is addressed.\nWe consider a case study based on a commonly-used configuration, and assess the\ninfluence of the edges being directed (or not) on various measures of network\nperformance. While the two-terminal reliability, the failure frequency and the\nfailure rate of the connection are quite similar, the locations of complex\nzeros of the two-terminal reliability polynomials exhibit strong differences,\nand various structure transitions at specific values of rho. The present work\ncould be extended to provide a catalog of exactly solvable networks in terms of\nreliability, which could be useful as building blocks for new and improved\nbounds, as well as benchmarks, in the general case.\n"]}]
["0807.0633",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0633"],"date":["2008-07-03"],"type":["text"],"creator":["Wen, Wen-Yu"],"language":[],"coverage":[],"title":["AdS/NRCFT for the (super) Calogero model"],"description":["  We propose a correspondence between the non-relativistic quantum Calogero\nmodel in d spatial dimensions and classical gravity theory in a deformed\nAdS_{d+3} background for single particle and AdS_{Nd+3} for N-particles. Later\nwe extend our construction to the superspace for a super Calogero model.\n","Comment: 10 pages, revtex"]}]
["math/0606076",{"format":[],"subject":["Mathematics - Number Theory","Mathematical Physics","Mathematics - Rings and Algebras","11M41, 16W30, 81T15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606076","J. Algebra, Vol 319 (2008), 3770-3809"],"date":["2006-06-03","2006-12-11"],"type":["text"],"creator":["Guo, Li","Zhang, Bin"],"language":[],"coverage":[],"title":["Renormalization of multiple zeta values"],"description":["  Multiple zeta values (MZVs) in the usual sense are the special values of\nmultiple variable zeta functions at positive integers. Their extensive studies\nare important in both mathematics and physics with broad connections and\napplications. In contrast, very little is known about the special values of\nmultiple zeta functions at non-positive integers since the values are usually\nsingular. We define and study multiple zeta functions at any integer values by\nadapting methods of renormalization from quantum field theory, and following\nthe Hopf algebra approach of Connes and Kreimer. This definition of\nrenormalized MZVs agrees with the convergent MZVs and extends the work of\nIhara-Kaneko-Zagier on renormalization of MZVs with positive arguments. We\nfurther show that the important quasi-shuffle (stuffle) relation for usual MZVs\nremains true for the renormalized MZVs.\n","Comment: 36 pages, revised the layout and corrected typos"]}]
["math/0703780",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Commutative Algebra","Mathematics - Combinatorics","16W99, 12H05, 05C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703780","J. Pure and Appl. Algebra, vol 212 (2008), 522-540"],"date":["2007-03-26"],"type":["text"],"creator":["Guo, Li","Keigher, William"],"language":[],"coverage":[],"title":["On Differential Rota-Baxter Algebras"],"description":["  A Rota-Baxter operator of weight $\\lambda$ is an abstraction of both the\nintegral operator (when $\\lambda=0$) and the summation operator (when\n$\\lambda=1$). We similarly define a differential operator of weight $\\lambda$\nthat includes both the differential operator (when $\\lambda=0$) and the\ndifference operator (when $\\lambda=1$). We further consider an algebraic\nstructure with both a differential operator of weight $\\lambda$ and a\nRota-Baxter operator of weight $\\lambda$ that are related in the same way that\nthe differential operator and the integral operator are related by the First\nFundamental Theorem of Calculus. We construct free objects in the corresponding\ncategories. In the commutative case, the free objects are given in terms of\ngeneralized shuffles, called mixable shuffles. In the noncommutative case, the\nfree objects are given in terms of angularly decorated rooted forests. As a\nbyproduct, we obtain structures of a differential algebra on decorated and\nundecorated planar rooted forests.\n","Comment: 21 pages"]}]
["quant-ph/0701055",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0701055","Physics Letters A, Volume 372, Issue 12, 17 March 2008, Pages\n  1963-1967","doi:10.1016/j.physleta.2007.08.076"],"date":["2007-01-10","2007-09-02"],"type":["text"],"creator":["Shaari, J. S.","Wahiddin, M. R. B.","Mancini, S."],"language":[],"coverage":[],"title":["Blind encoding into qudits"],"description":["  We consider the problem of encoding classical information into unknown qudit\nstates belonging to any basis, of a maximal set of mutually unbiased bases, by\none party and then decoding by another party who has perfect knowledge of the\nbasis. Working with qudits of prime dimensions, we point out a no-go theorem\nthat forbids shift operations on arbitrary unknown states. We then provide the\nnecessary conditions for reliable encoding/decoding.\n","Comment: To appear in Physics Letters A"]}]
["quant-ph/0703260",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703260"],"date":["2007-03-28","2008-07-04"],"type":["text"],"creator":["Garola, Claudio","Sozzo, Sandro"],"language":[],"coverage":[],"title":["Reinterpreting Quantum Probabilities in a Realistic and Local Framework:\n  The Modified BCHSH Inequalities"],"description":["  Most physicists uphold that the tests of the Bell inequalities (BI) performed\nup to now confirm the predictions of standard quantum mechanics (SQM) and\nrefute local realism. But some scholars criticize this conviction, defending\nlocal realism in various ways. We present here a new viewpoint based on an\nimproved version of the extended semantic realism (ESR) model that has been\nrecently worked out by one of the authors. The ESR model embodies the\nmathematical formalism of SQM into a more general framework in which not only\nlocal realism but also objectivity of physical properties holds, and the\nprobabilities of SQM are reinterpreted as conditional instead of absolute.\nHence the ESR model provides some predictions that are formally identical to\nthose of SQM but have a different physical interpretation, and further\npredictions that differ also formally from those of SQM. In particular, we show\nhere that the BI introduced by Clauser, Horne, Shimony and Holt (BCHSH\ninequalities) must be replaced by modified BCHSH inequalities. These depend on\ndetection probabilities which may be such that the new inequalities are never\nviolated by the conditional expectation values predicted by the model. The\ncondition that no violation occurs implies the existence of upper bounds on\ndetection probabilities, which makes the ESR model falsifiable. These results\nadmit an intuitive explanation in terms of unfair sampling but basically differ\nfrom the seemingly similar results obtained by other approaches in which the\nefficiency problem is discussed in order to vindicate some kind of local\nrealism.\n","Comment: 34 pages, revision of footnote 8, minor changes in the terminology,\n  standard Latex"]}]
