["0705.2302",{"format":[],"subject":["Mathematics - Probability","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2302","Bernoulli 2008, Vol. 14, No. 2, 352-361","doi:10.3150/07-BEJ108"],"date":["2007-05-16","2008-05-15"],"type":["text"],"creator":["Gyongy, Istvan","Siska, David"],"language":[],"coverage":[],"title":["On randomized stopping"],"description":["  A general result on the method of randomized stopping is proved. It is\napplied to optimal stopping of controlled diffusion processes with unbounded\ncoefficients to reduce it to an optimal control problem without stopping. This\nis motivated by recent results of Krylov on numerical solutions to the Bellman\nequation.\n","Comment: Published in at http://dx.doi.org/10.3150/07-BEJ108 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0706.0638",{"format":[],"subject":["Mathematics - Quantum Algebra","(Primary) 18G50, 16W30, 14A22","(Secondary) 20J06, 55U10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0638","Journal of Algebra 319 (2008) 4621--4645"],"date":["2007-06-05"],"type":["text"],"creator":["Nuss, Philippe","Wambst, Marc"],"language":[],"coverage":[],"title":["Non-Abelian Hopf Cohomology II -- the General Case --"],"description":["  We introduce and study non-abelian cohomology sets of Hopf algebras with\ncoefficients in Hopf comodule algebras. We prove that these sets generalize as\nwell Serre's non-abelian group cohomology theory as the cohomological theory\nconstructed by the authors in a previous article. We establish their\nfunctoriality and compute explicit examples. Further we classify Hopf torsors.\n","Comment: This paper is conceived as the continuation of the article of the\n  same authors entitled \"Non-Abelian Hopf Cohomology\", J. Algebra t. 312,\n  (2007), no 2, p. 733 -- 754"]}]
["0708.1965",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60F05","60G70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1965"],"date":["2007-08-14","2008-05-15"],"type":["text"],"creator":["Hashorva, Enkelejd"],"language":[],"coverage":[],"title":["Tail Asymptotics and Estimation for Elliptical Distributions"],"description":["  Let (X,Y) be a bivariate elliptical random vector with associated random\nradius in the Gumbel max-domain of attraction. In this paper we obtain a second\norder asymptotic expansion of the joint survival probability P(X > x, Y> y) for\nx,y large. Further, based on the asymptotic bounds we discuss some aspects of\nthe statistical modelling of joint survival probabilities and the survival\nconditional excess probability.\n","Comment: 14 pages, minor changes, typos removed"]}]
["0710.0721",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0721","International Mathematics Research Notices, Vol. 2008, Article ID\n  rnn038, 32 pages"],"date":["2007-10-03","2008-05-15"],"type":["text"],"creator":["Landi, Giovanni","Pagani, Chiara","Reina, Cesare","van Suijlekom, Walter D."],"language":[],"coverage":[],"title":["Noncommutative families of instantons"],"description":["  We construct $\\theta$-deformations of the classical groups SL(2,H) and Sp(2).\nCoacting on the basic instanton on a noncommutative four-sphere $S^4_\\theta$,\nwe construct a noncommutative family of instantons of charge 1. The family is\nparametrized by the quantum quotient of $SL_\\theta(2,H)$ by $Sp_\\theta(2)$.\n","Comment: v2: Minor changes; computation of the pairing at the end of Sect. 5.1\n  improved"]}]
["0710.5011",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5011","Phys. Rev. Lett. 100, 137003 (2008)","doi:10.1103/PhysRevLett.100.137003"],"date":["2007-10-26"],"type":["text"],"creator":["Nair, Sunil","Wirth, S.","Nicklas, M.","Sarrao, J. L.","Thompson, J. D.","Fisk, Z.","Steglich, F."],"language":[],"coverage":[],"title":["A precursor state to unconventional superconductivity in CeIrIn${_5}$"],"description":["  We present sensitive measurements of the Hall effect and magnetoresistance in\nCeIrIn${_5}$ down to temperatures of 50 mK and magnetic fields up to 15 T. The\npresence of a low temperature coherent Kondo state is established. Deviations\nfrom Kohler's rule and a quadratic temperature dependence of the cotangent of\nthe Hall angle are reminiscent of properties observed in the high temperature\nsuperconducting cuprates. The most striking observation pertains to the\npresence of a \\textit{precursor} state--characterized by a change in the Hall\nmobility--that appears to precede the superconductivity in this material, in\nsimilarity to the pseudogap in the cuprate high $T_c$ superconductors.\n","Comment: 4 figures"]}]
["0712.1990",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1990","Phys. Rev. Lett. 100, 180405 (2008)","doi:10.1103/PhysRevLett.100.180405"],"date":["2007-12-12","2008-05-11"],"type":["text"],"creator":["Mueller, Holger","Chiow, Sheng-wey","Long, Quan","Herrmann, Sven","Chu, Steven"],"language":[],"coverage":[],"title":["Atom Interferometry with up to 24-Photon-Momentum-Transfer Beam\n  Splitters"],"description":["  We present up to 24-photon Bragg diffraction as a beam splitter in\nlight-pulse atom interferometers to achieve the largest splitting in momentum\nspace so far. Relative to the 2-photon processes used in the most sensitive\npresent interferometers, these large momentum transfer beam splitters increase\nthe phase shift 12-fold for Mach-Zehnder (MZ-) and 144-fold for Ramsey-Borde\n(RB-) geometries. We achieve a high visibility of the interference fringes (up\nto 52% for MZ or 36% for RB) and long pulse separation times that are possible\nonly in atomic fountain setups. As the atom's internal state is not changed,\nimportant systematic effects can cancel.\n","Comment: New introduction. 4 pages, 4 figures"]}]
["0712.2160",{"format":[],"subject":["Mathematical Physics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2160","J. Phys. A: Math. Theor. 41 (2008) 145001","doi:10.1088/1751-8113/41/14/145001"],"date":["2007-12-13","2008-03-07"],"type":["text"],"creator":["Bouttier, J.","Guitter, E."],"language":[],"coverage":[],"title":["Statistics of geodesics in large quadrangulations"],"description":["  We study the statistical properties of geodesics, i.e. paths of minimal\nlength, in large random planar quadrangulations. We extend Schaeffer's\nwell-labeled tree bijection to the case of quadrangulations with a marked\ngeodesic, leading to the notion of \"spine trees\", amenable to a direct\nenumeration. We obtain the generating functions for quadrangulations with a\nmarked geodesic of fixed length, as well as with a set of \"confluent\ngeodesics\", i.e. a collection of non-intersecting minimal paths connecting two\ngiven points. In the limit of quadrangulations with a large area n, we find in\nparticular an average number 3*2^i of geodesics between two fixed points at\ndistance i>>1 from each other. We show that, for generic endpoints, two\nconfluent geodesics remain close to each other and have an extensive number of\ncontacts. This property fails for a few \"exceptional\" endpoints which can be\nlinked by truly distinct geodesics. Results are presented both in the case of\nfinite length i and in the scaling limit i ~ n^(1/4). In particular, we give\nthe scaling distribution of the exceptional points.\n","Comment: 37 pages, 18 color figures, improved version with several\n  clarifications (mostly in sections 2.1 and 2.4) and one added section (3.1)\n  on ensembles of random quadrangulations"]}]
["0712.3049",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3049","Mon.Not.Roy.Astron.Soc. 386 (2008) 2101-2109","doi:10.1111/j.1365-2966.2008.13180.x"],"date":["2007-12-18","2008-02-29"],"type":["text"],"creator":["Neyrinck, Mark C."],"language":[],"coverage":[],"title":["ZOBOV: a parameter-free void-finding algorithm"],"description":["  ZOBOV (ZOnes Bordering On Voidness) is an algorithm that finds density\ndepressions in a set of points, without any free parameters, or assumptions\nabout shape. It uses the Voronoi tessellation to estimate densities, which it\nuses to find both voids and subvoids. It also measures probabilities that each\nvoid or subvoid arises from Poisson fluctuations. This paper describes the\nZOBOV algorithm, and the results from its application to the dark-matter\nparticles in a region of the Millennium Simulation. Additionally, the paper\npoints out an interesting high-density peak in the probability distribution of\ndark-matter particle densities.\n","Comment: 10 pages, 8 figures, MNRAS, accepted. Added explanatory figures, and\n  better edge-detection methods. ZOBOV code available at\n  http://www.ifa.hawaii.edu/~neyrinck/voboz"]}]
["0801.0875",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Differential Geometry","Mathematics - Group Theory","37C85","53C24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0875"],"date":["2008-01-06","2008-05-14"],"type":["text"],"creator":["Fisher, David","Silberman, Lior"],"language":[],"coverage":[],"title":["Groups not acting on manifolds"],"description":["  In this article we collect a series of observations that constrain actions of\nmany groups on compact manifolds. In particular, we show that \"generic\"\nfinitely generated groups have no smooth volume preserving actions on compact\nmanifolds while also producing many finitely presented, torsion free groups\nwith the same property.\n","Comment: References added, minor changes"]}]
["0801.1185",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1185"],"date":["2008-01-08","2008-05-15"],"type":["text"],"creator":["Singh, Jaspreet","Dabeer, Onkar","Madhow, Upamanyu"],"language":[],"coverage":[],"title":["Capacity of the Discrete-Time AWGN Channel Under Output Quantization"],"description":["  We investigate the limits of communication over the discrete-time Additive\nWhite Gaussian Noise (AWGN) channel, when the channel output is quantized using\na small number of bits. We first provide a proof of our recent conjecture on\nthe optimality of a discrete input distribution in this scenario. Specifically,\nwe show that for any given output quantizer choice with K quantization bins\n(i.e., a precision of log2 K bits), the input distribution, under an average\npower constraint, need not have any more than K + 1 mass points to achieve the\nchannel capacity. The cutting-plane algorithm is employed to compute this\ncapacity and to generate optimum input distributions. Numerical optimization\nover the choice of the quantizer is then performed (for 2-bit and 3-bit\nsymmetric quantization), and the results we obtain show that the loss due to\nlow-precision output quantization, which is small at low signal-to-noise ratio\n(SNR) as expected, can be quite acceptable even for moderate to high SNR\nvalues. For example, at SNRs up to 20 dB, 2-3 bit quantization achieves 80-90%\nof the capacity achievable using infinite-precision quantization.\n","Comment: To appear at ISIT 2008. (Some changes in the content (in Section IV)\n  compared to the first version uploaded on Jan 08, 2008.)"]}]
["0801.3413",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q60","35B40","78A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3413"],"date":["2008-01-22","2008-05-15"],"type":["text"],"creator":["Namlyeyeva, Yuliya V.","Taranets, Roman M."],"language":[],"coverage":[],"title":["Finite speed of propagations of the electromagnetic field in nonlinear\n  isotropic dispersive mediums"],"description":["  We propose some modification of Maxwell's equations describing mediums which\nelectric and magnetic properties are changed essentially after interaction with\nouter electromagnetic field. We show for such mediums that electromagnetic\nwaves have finite speed of propagations property for some time depending on\ninitial energy of electromagnetic field and nonlinear parameters of the problem\nwhich are responsible for properties of medium.\n","Comment: 13 pages"]}]
["0801.4175",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4175","Phys. Rev. B 77, 144516 (2008)","doi:10.1103/PhysRevB.77.144516"],"date":["2008-01-28","2008-05-14"],"type":["text"],"creator":["Lutchyn, Roman M.","Nagornykh, Pavel","Yakovenko, Victor M."],"language":[],"coverage":[],"title":["Gauge-invariant electromagnetic response of a chiral px+ipy\n  superconductor"],"description":["  We present a gauge-invariant theory of the electromagnetic response of a\nchiral px+ipy superconductor in the clean limit. Due to the spontaneously\nbroken time-reversal symmetry, the effective action of the system contains an\nanomalous term not present in conventional superconductors. As a result, the\nelectromagnetic charge and current responses contain anomalous terms, which\ndepend explicitly on the chirality of the superconducting order parameter.\nThese terms lead to a number of unusual effects, such as coupling of the\ntransverse currents to the collective plasma oscillations and a possibility of\ninducing the charge density by the magnetic field perpendicular to the\nconducting planes. We calculate the antisymmetric part of the conductivity\ntensor (the intrinsic Hall conductivity) and show that it depends on the wave\nvector of the electromagnetic field. We also show that the Mermin-Muzikar\nmagnetization current and the Hall conductivity are strongly suppressed at high\nfrequencies. Finally, we discuss implications of the theory to the experiments\nin Sr2RuO4.\n","Comment: 22 pages, 4 figures, final version as published in PRB"]}]
["0802.0708",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0708","doi:10.1086/586883"],"date":["2008-02-06"],"type":["text"],"creator":["Pineda, Jaime E.","Caselli, Paola","Goodman, Alyssa A."],"language":[],"coverage":[],"title":["CO Isotopologues in the Perseus Molecular Cloud Complex: the X-Factor\n  and Regional Variations"],"description":["  We use the COMPLETE data to derive new calibrations of the X-factor and the\n13CO abundance within Perseus. We divide Perseus into six sub-regions. The\nstandard X factor, X=N(H2)/W(12CO), is derived both for the whole Perseus\nComplex and for each of the six sub-regions with values consistent with\nprevious estimates. The X factor is heavily affected by the saturation of the\nemission above AV~4 mag, and variations are found between regions. We derive\nlinear fits to relate W(12CO) and AV using only points below 4 mag of\nextinction, this yields a better estimation of the AV than the X-factor. We\nderive linear relations of W(13CO), N(13CO) and W(C18O) with AV . The\nextinction threshold above which 13CO(1-0) and C18O(1-0) are detected is about\n1 mag larger than previous estimates. 12CO(1-0) and 13CO(1-0) lines saturate\nabove 4 and 5 mag, respectively, whereas C18O(1-0) never saturates (up to 10\nmag). Approximately 60% of the positions with 12CO emission have sub-thermally\nexcited lines, and almost all positions have 12CO excitation temperatures below\nthe dust temperature. Using the Meudon PDR code we find that 12CO and 13CO\nemission can be explained by uniform slab models with densities ranging between\nabout 10^3 and 10^4 cm-3. Local variations in the volume density and\nnon-thermal motions (linked to different star formation activity) can explain\nthe observations. Higher densities are needed to reproduce CO data toward\nactive star forming sites, where the larger internal motions driven by the\nyoung protostars allow more photons from the embedded high density cores to\nescape the cloud. In the most quiescent region, the 12CO and 13CO emission\nappears to arise from an almost uniform thin layer of molecular material at\ndensities around 10^4 cm-3.\n","Comment: 40 pages, 12 figures, accepted for publication in ApJ; version with\n  high resolution figures available at\n  http://www.cfa.harvard.edu/~jpineda/post/cal-co-v2.pdf"]}]
["0802.1225",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1225","Phys. Rev. A 77, 052111 (2008).","doi:10.1103/PhysRevA.77.052111"],"date":["2008-02-08","2008-04-11"],"type":["text"],"creator":["Nielsen, Anne E. B.","Molmer, Klaus"],"language":[],"coverage":[],"title":["Stochastic master equation for a probed system in a cavity"],"description":["  We present a detailed derivation of the stochastic master equation\ndetermining the time evolution of the state of a general quantum system, which\nis placed inside a cavity and subjected to indirect measurements by monitoring\nthe state of electromagnetic radiation transmitted through the cavity. The\nderivation is based on the physics involved and the final result is stated in\nterms of the physical parameters of the setup. To illustrate the predictions\ncontained in the equation, we solve it analytically for a specific system, and\nwe demonstrate quantum jumps and freezing of the internal coherent dynamics of\nthe system as a result of continued measurements.\n","Comment: 10 pages, 5 figures"]}]
["0802.2902",{"format":[],"subject":["Physics - Chemical Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2902","New Journal of Physics 10 (2008) 053018","doi:10.1088/1367-2630/10/5/053018"],"date":["2008-02-20","2008-05-15"],"type":["text"],"creator":["Metsala, Markus","Gilijamse, Joop J.","Hoekstra, Steven","van de Meerakker, Sebastiaan Y. T.","Meijer, Gerard"],"language":[],"coverage":[],"title":["Reflection of OH molecules from magnetic mirrors"],"description":["  We have reflected a Stark-decelerated beam of OH molecules under normal\nincidence from mirrors consisting of permanent magnets. Two different types of\nmagnetic mirrors have been demonstrated. A long-range flat mirror made from a\nlarge disc magnet has been used to spatially focus the reflected beam in the\nlongitudinal direction (\"bunching\"). A short-range curved mirror composed of an\narray of small cube magnets allows for transverse focusing of the reflected\nbeam.\n","Comment: 10 pages, 5 figures"]}]
["0803.0293",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0293","Phys. Rev. B 77, 205111 (2008)","doi:10.1103/PhysRevB.77.205111"],"date":["2008-03-03"],"type":["text"],"creator":["Burnus, T.","Hu, Z.","Wu, Hua","Cezar, J. C.","Niitaka, S.","Takagi, H.","Chang, C. F.","Brookes, N. B.","Lin, H. -J.","Jang, L. Y.","Tanaka, A.","Liang, K. S.","Chen, C. T.","Tjeng, L. H."],"language":[],"coverage":[],"title":["X-ray absorption and x-ray magnetic dichroism study on Ca3CoRhO6 and\n  Ca3FeRhO6"],"description":["  Using x-ray absorption spectroscopy at the Rh-L_2,3, Co-L_2,3, and Fe-L_2,3\nedges, we find a valence state of Co^2+/Rh^4+ in Ca3CoRhO6 and of Fe^3+/Rh^3+\nin Ca3FeRhO6. X-ray magnetic circular dichroism spectroscopy at the Co-L_2,3\nedge of Ca3CoRhO6 reveals a giant orbital moment of about 1.7mu_B, which can be\nattributed to the occupation of the minority-spin d_0d_2 orbital state of the\nhigh-spin Co^2+ (3d^7) ions in trigonal prismatic coordination. This active\nrole of the spin-orbit coupling explains the strong magnetocrystalline\nanisotropy and Ising-like magnetism of Ca3CoRhO6.\n","Comment: 7 pages, 6 figures"]}]
["0803.0869",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0869","Appl. Phys. Lett. 92, 192106 (2008)","doi:10.1063/1.2928231"],"date":["2008-03-06"],"type":["text"],"creator":["Kaestner, B.","Kashcheyevs, V.","Hein, G.","Pierz, K.","Siegner, U.","Schumacher, H. W."],"language":[],"coverage":[],"title":["Robust single-parameter quantized charge pumping"],"description":["  This paper investigates a scheme for quantized charge pumping based on\nsingle-parameter modulation. The device was realized in an AlGaAs-GaAs gated\nnanowire. We find a remarkable robustness of the quantized regime against\nvariations in the driving signal, which increases with applied rf power. This\nfeature together with its simple configuration makes this device a potential\nmodule for a scalable source of quantized current.\n","Comment: Submitted to Appl. Phys. Lett"]}]
["0803.2641",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2641"],"date":["2008-03-18","2008-05-15"],"type":["text"],"creator":["Bjork, Gunnar","Almlof, Jonas","Sainz, Isabel"],"language":[],"coverage":[],"title":["Channel and carrier adapted quantum error correction"],"description":["  The paper has been withdrawn by the autors. The proposed code is not working\nbecause orthogonality.\n"]}]
["0803.2737",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2737","Phys. Rev. Lett. 100, 196805 (2008)","doi:10.1103/PhysRevLett.100.196805"],"date":["2008-03-18"],"type":["text"],"creator":["Khrapai, V. S.","Shashkin, A. A.","Trokina, M. G.","Dolgopolov, V. T.","Pellegrini, V.","Beltram, F.","Biasiol, G.","Sorba, L."],"language":[],"coverage":[],"title":["Filling factor dependence of the fractional quantum Hall effect gap"],"description":["  We directly measure the chemical potential jump in the low-temperature limit\nwhen the filling factor traverses the nu = 1/3 and nu = 2/5 fractional gaps in\ntwo-dimensional (2D) electron system in GaAs/AlGaAs single heterojunctions. In\nhigh magnetic fields B, both gaps are linear functions of B with slopes\nproportional to the inverse fraction denominator, 1/q. The fractional gaps\nclose partially when the Fermi level lies outside. An empirical analysis\nindicates that the chemical potential jump for an IDEAL 2D electron system, in\nthe highest accessible magnetic fields, is proportional to q^{-1}B^{1/2}.\n"]}]
["0803.2844",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2844","Aharonian et al, A&A, 483, 509, 2008","doi:10.1051/0004-6361:20079230"],"date":["2008-03-19"],"type":["text"],"creator":["HESS Collaboration","Aharonian, F."],"language":[],"coverage":[],"title":["Exploring a SNR/Molecular Cloud Association Within HESS J1745-303"],"description":["  HESS J1745-303 is an extended, unidentified VHE (very high energy) gamma-ray\nsource discovered using HESS in the Galactic Plane Survey. Since no obvious\ncounterpart has previously been found in longer-wavelength data, the processes\nthat power the VHE emission are not well understood. Combining the latest VHE\ndata with recent XMM-Newton observations and a variety of source catalogs and\nlower-energy survey data, we attempt to match (from an energetic and positional\nstandpoint) the various parts of the emission of HESS J1745-303 with possible\ncandidates. Though no single counterpart is found to fully explain the VHE\nemission, we postulate that at least a fraction of the VHE source may be\nexplained by a supernova-remnant/molecular-cloud association and/or a\nhigh-spin-down-flux pulsar.\n","Comment: 11 pages, 4 figures, Accepted for publication in Astronomy &\n  Astrophysics"]}]
["0803.3072",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory","35J10, 35J25, 35Q40 (Primary)","35P05, 47A10, 47F05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3072"],"date":["2008-03-21","2008-05-15"],"type":["text"],"creator":["Gesztesy, Fritz","Mitrea, Marius"],"language":[],"coverage":[],"title":["Robin-to-Robin Maps and Krein-Type Resolvent Formulas for Schr\\\"odinger\n  Operators on Bounded Lipschitz Domains"],"description":["  We study Robin-to-Robin maps, and Krein-type resolvent formulas for\nSchr\\\"odinger operators on bounded Lipschitz domains in $\\bbR^n$, $n\\ge 2$,\nwith generalized Robin boundary conditions.\n","Comment: 25 pages, typos corrected, new material added"]}]
["0803.3177",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","34B20, 34L05, 34L40 (Primary)","34B24, 34B27, 47A10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3177"],"date":["2008-03-21","2008-05-15"],"type":["text"],"creator":["Gesztesy, Fritz","Zinchenko, Maxim"],"language":[],"coverage":[],"title":["Local Spectral Properties of Reflectionless Jacobi, CMV, and\n  Schr\\\"odinger Operators"],"description":["  We prove that Jacobi, CMV, and Schr\\\"odinger operators, which are\nreflectionless on a homogeneous set E (in the sense of Carleson), under the\nassumption of a Blaschke-type condition on their discrete spectra accumulating\nat E, have purely absolutely continuous spectrum on E.\n","Comment: 25 pages, typos corrected, new material added"]}]
["0803.3179",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory","35J10, 35J25, 35Q40 (Primary)","35P05, 47A10, 47F05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3179"],"date":["2008-03-21","2008-05-15"],"type":["text"],"creator":["Gesztesy, Fritz","Mitrea, Marius"],"language":[],"coverage":[],"title":["Generalized Robin Boundary Conditions, Robin-to-Dirichlet Maps, and\n  Krein-Type Resolvent Formulas for Schr\\\"odinger Operators on Bounded\n  Lipschitz Domains"],"description":["  We study generalized Robin boundary conditions, Robin-to-Dirichlet maps, and\nKrein-type resolvent formulas for Schr\\\"odinger operators on bounded Lipschitz\ndomains in $\\bbR^n$, $n\\ge 2$. We also discuss the case of bounded\n$C^{1,r}$-domains, $(1/2)<r<1$.\n","Comment: 61 pages, typos corrected, new material added"]}]
["0803.3397",{"format":[],"subject":["Mathematics - Representation Theory","20C99","20G05","20G25","22E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3397"],"date":["2008-03-24","2008-05-15"],"type":["text"],"creator":["Aizenbud, Avraham","Gourevitch, Dmitry"],"language":[],"coverage":[],"title":["An archimedean analog of Jacquet - Rallis theorem"],"description":["  In this paper we prove that the symmetric pair $(GL_{n+k}(F),GL_n(F) \\times\nGL_k(F))$ is a Gelfand pair for any local field F of characteristic 0. For\nnon-archimedean F it has been proven in [JR]. We use techniques developed in\n[AG2] to generalize their proof to general local fields.\n","Comment: 6 pages. v2,v3: minor changes"]}]
["0803.3477",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3477","2008, AJ, 135, 2424","doi:10.1088/0004-6256/135/6/2424"],"date":["2008-03-24"],"type":["text"],"creator":["Ogando, Ricardo L. C.","Maia, Marcio A. G.","Pellegrini, Paulo S.","da Costa, Luiz N."],"language":[],"coverage":[],"title":["Line strengths of early-type galaxies"],"description":["  In this paper we present measurements of velocity dispersions and Lick\nindices for 509 galaxies in the local Universe, based on high signal-to-noise,\nlong slit spectra obtained with the 1.52 m ESO telescope at La Silla. The\nconversion of our measurements into the Lick/IDS system was carried out\nfollowing the general prescription of Worthey and Ottaviani 1997. Comparisons\nof our measurements with those of other authors show, in general, good\nagreement. We also examine the dependence between these indices (e.g., Hbeta,\nMg_2, Fe5270 and NaD) and the central velocity dispersion (sigma), and we find\nthat they are consistent with those previously reported in the literature.\nBenefiting from the relatively large size of the sample, we are able to\ninvestigate the dependence of these relations on morphology and environment,\nhere represented by the local galaxy density. We find that for metallic lines\nthese relations show no significant dependence on environment or morphology,\nexcept in the case of NaD, which shows distinct behavior for E and S0. On the\nother hand, the Hbeta-logsigma shows a significant difference as a function of\nthe local density of galaxies, which we interpret as being caused by the\ntruncation of star formation in high density environments. Comparing our\nresults with those obtained by other authors we find a few discrepancies,\nadding to the ongoing debate about the nature of these relations. Finally, we\nreport that the scatter of the Mg indices versus sigma relations correlate with\nHbeta, suggesting that age may contribute to the scatter. Furthermore, this\nscatter shows no significant dependence on morphology or environment. Our\nresults are consistent with the current downsizing model, where low mass\ngalaxies have an extended star formation history (abridged).\n","Comment: 88 pages, 24 figures, to be published in AJ, for further information\n  see http://staff.on.br/ogando"]}]
["0804.1649",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematics - Commutative Algebra","I.1.1","I.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1649","Computer algebra in scientific computing, 219--226, Lecture Notes\n  in Comput. Sci., 4194, Springer, Berlin, 2006. MR2279795 (2008d:12001)"],"date":["2008-04-10"],"type":["text"],"creator":["Gutierrez, Jaime","Sevilla, David"],"language":[],"coverage":[],"title":["On decomposition of tame polynomials and rational functions"],"description":["  In this paper we present algorithmic considerations and theoretical results\nabout the relation between the orders of certain groups associated to the\ncomponents of a polynomial and the order of the group that corresponds to the\npolynomial, proving it for arbitrary tame polynomials, and considering the case\nof rational functions.\n","Comment: 9 pages"]}]
["0804.1679",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematics - Commutative Algebra","I.1.1","I.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1679","Computation of unirational fields. J. Symbolic Comput. 41 (2006),\n  no. 11, 1222--1244. MR2267134 (2007g:12003)"],"date":["2008-04-10"],"type":["text"],"creator":["Gutierrez, Jaime","Sevilla, David"],"language":[],"coverage":[],"title":["Computation of unirational fields"],"description":["  One of the main contributions which Volker Weispfenning made to mathematics\nis related to Groebner bases theory. In this paper we present an algorithm for\ncomputing all algebraic intermediate subfields in a separably generated\nunirational field extension (which in particular includes the zero\ncharacteristic case). One of the main tools is Groebner bases theory. Our\nalgorithm also requires computing primitive elements and factoring over\nalgebraic extensions. Moreover, the method can be extended to finitely\ngenerated K-algebras.\n","Comment: 28 pages"]}]
["0804.1687",{"format":[],"subject":["Mathematics - Commutative Algebra","Computer Science - Symbolic Computation","12Y05","13P99","68W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1687","J. Algebra 303 (2006), no. 2, 655--667. MR2255128 (2007e:13032)"],"date":["2008-04-10"],"type":["text"],"creator":["Gutierrez, Jaime","Sevilla, David"],"language":[],"coverage":[],"title":["Building counterexamples to generalizations for rational functions of\n  Ritt's decomposition theorem"],"description":["  The classical Ritt's Theorems state several properties of univariate\npolynomial decomposition. In this paper we present new counterexamples to\nRitt's first theorem, which states the equality of length of decomposition\nchains of a polynomial, in the case of rational functions. Namely, we provide\nan explicit example of a rational function with coefficients in Q and two\ndecompositions of different length.\n  Another aspect is the use of some techniques that could allow for other\ncounterexamples, namely, relating groups and decompositions and using the fact\nthat the alternating group A_4 has two subgroup chains of different lengths;\nand we provide more information about the generalizations of another property\nof polynomial decomposition: the stability of the base field. We also present\nan algorithm for computing the fixing group of a rational function providing\nthe complexity over Q.\n","Comment: 17 pages"]}]
["0804.1707",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematics - Commutative Algebra","I.1.1","I.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1707","Proceedings of the 2005 Algorithmic Algebra and Logic (A3L), p.\n  129--134, BOD Norderstedt, Germany, 2005. ISBN 3-8334-2669-1"],"date":["2008-04-10"],"type":["text"],"creator":["Gutierrez, Jaime","Sevilla, David"],"language":[],"coverage":[],"title":["Computation of unirational fields (extended abstract)"],"description":["  In this paper we present an algorithm for computing all algebraic\nintermediate subfields in a separably generated unirational field extension\n(which in particular includes the zero characteristic case). One of the main\ntools is Groebner bases theory. Our algorithm also requires computing computing\nprimitive elements and factoring over algebraic extensions. Moreover, the\nmethod can be extended to finitely generated K-algebras.\n","Comment: 6 pages, 2 images (pictures of authors)"]}]
["0804.2053",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2053","Chin. Phys. Lett. 25, 2215 (2008)"],"date":["2008-04-13","2008-05-14"],"type":["text"],"creator":["Ren, Zhi-An","Lu, Wei","Yang, Jie","Yi, Wei","Shen, Xiao-Li","Li, Zheng-Cai","Che, Guang-Can","Dong, Xiao-Li","Sun, Li-Ling","Zhou, Fang","Zhao, Zhong-Xian"],"language":[],"coverage":[],"title":["Superconductivity at 55 K in iron-based F-doped layered quaternary\n  compound Sm[O1-xFx]FeAs"],"description":["  Here we report the superconductivity in the iron-based oxyarsenide\nSm[O1-xFx]FeAs, with the onset resistivity transition temperature at 55.0 K and\nMeissner transition at 54.6 K. This compound has the same crystal structure as\nLaOFeAs with shrunk crystal lattices, and becomes the superconductor with the\nhighest critical temperature among all materials besides copper oxides.\n"]}]
["0804.2243",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2243","Supercond. Sci. Technol. 21 (2008) 075019.","doi:10.1088/0953-2048/21/7/075019"],"date":["2008-04-14"],"type":["text"],"creator":["Tesei, M.","Perkins, G. K.","Caplin, A. D.","Cohen, L. F.","Tamegai, T."],"language":[],"coverage":[],"title":["Mapping the dynamic interactions between vortex species in highly\n  anisotropic superconductors"],"description":["  Here we use highly sensitive magnetisation measurements performed using a\nHall probe sensor on single crystals of highly anisotropic high temperature\nsuperconductors $Bi_{2}Sr_{2}CaCu_{2}O_{8}$ to study the dynamic interactions\nbetween the two species of vortices that exist in such superconductors. We\nobserve a remarkable and clearly delineated high temperature regime that\nmirrors the underlying vortex phase diagram. Our results map out the parameter\nspace over which these dynamic interaction processes can be used to create\nvortex ratchets, pumps and other fluxonic devices.\n","Comment: 7 pages, 3 figures, to be published in Supercond. Sci. Technol"]}]
["0805.0450",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0450"],"date":["2008-05-04","2008-05-15"],"type":["text"],"creator":["Abaimov, S. G."],"language":[],"coverage":[],"title":["Recurrent frequency-size distribution of characteristic events"],"description":["  Many complex systems, including sand-pile models, slider-block models, and\nearthquakes, have been discussed whether they obey the principles of\nself-organized criticality. Behavior of these systems can be investigated from\ntwo different points of view: interoccurrent behavior in a region and recurrent\nbehavior at a given point on a fault or at a given fault. The interoccurrent\nfrequency-size statistics are known to be scale-invariant and obey the\npower-law Gutenberg-Richter distribution. This paper investigates the recurrent\nfrequency-size behavior of characteristic events at a given point on a fault or\nat a given fault. For this purpose sequences of creep events at a creeping\nsection of the San Andreas fault are investigated. The applicability of the\nBrownian passage-time, lognormal, and Weibull distributions to the recurrent\nfrequency-size statistics of slip events is tested and the Weibull distribution\nis found to be a best-fit distribution. To verify this result the behaviors of\nthe numerical slider-block and sand-pile models are investigated and the\napplicability of the Weibull distribution is confirmed. Exponents of the\nbest-fit Weibull distributions for the observed creep event sequences and for\nthe slider-block model are found to have close values from 1.6 to 2.2 with the\ncorresponding aperiodicities of the applied distribution from 0.47 to 0.64.\n","Comment: Minor corrections"]}]
["0805.0634",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0634"],"date":["2008-05-05","2008-05-14"],"type":["text"],"creator":["Matsen, Frederick A.","Evans, Steven N."],"language":[],"coverage":[],"title":["To what extent does genealogical ancestry imply genetic ancestry?"],"description":["  Recent statistical and computational analyses have shown that a genealogical\nmost recent common ancestor (MRCA) may have lived in the recent past. However,\ncoalescent-based approaches show that genetic most recent common ancestors for\na given non-recombining locus are typically much more ancient. It is not\nimmediately clear how these two perspectives interact. This paper investigates\nrelationships between the number of descendant alleles of an ancestor allele\nand the number of genealogical descendants of the individual who possessed that\nallele for a simple diploid genetic model extending the genealogical model of\nJoseph Chang.\n"]}]
["0805.1319",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases","Computer Science - Neural and Evolutionary Computing","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1319"],"date":["2008-05-09"],"type":["text"],"creator":["Makovetskiy, S. D.","Makovetskii, D. N."],"language":[],"coverage":[],"title":["Emergence, Competition and Dynamical Stabilization of Dissipative\n  Rotating Spiral Waves in an Excitable Medium: A Computational Model Based on\n  Cellular Automata"],"description":["  We report some qualitatively new features of emergence, competition and\ndynamical stabilization of dissipative rotating spiral waves (RSWs) in the\ncellular-automaton model of laser-like excitable media proposed in\narXiv:cond-mat/0410460v2 ; arXiv:cond-mat/0602345 . Part of the observed\nfeatures are caused by unusual mechanism of excitation vorticity when the RSW's\ncore get into the surface layer of an active medium. Instead of the well known\nscenario of RSW collapse, which takes place after collision of RSW's core with\nabsorbing boundary, we observed complicated transformations of the core leading\nto regeneration (nonlinear \"reflection\" from the boundary) of the RSW or even\nto birth of several new RSWs in the surface layer. Computer experiments on\nbottlenecked evolution of such the RSW-ensembles (vortex matter) are reported\nand a possible explanation of real experiments on spin-lattice relaxation in\ndilute paramagnets is proposed on the basis of an analysis of the RSWs\ndynamics. Chimera states in RSW-ensembles are revealed and compared with\nanalogous states in ensembles of nonlocally coupled oscillators. Generally, our\ncomputer experiments have shown that vortex matter states in laser-like\nexcitable media have some important features of aggregate states of the usual\nmatter.\n","Comment: 9 pages, no figures"]}]
["0805.1429",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1429"],"date":["2008-05-09","2008-05-15"],"type":["text"],"creator":["Dougherty, Sean M."],"language":[],"coverage":[],"title":["VSOP and stellar sources - the case of LS I +61 303"],"description":["  Space-VLBI observations of stellar sources represent a challenge since there\nare few sources with sufficiently high brightness temperature for detection on\nspace-ground baselines. X-ray binaries (XRB) are among the few types of stellar\nradio sources that can be detected. Observations of the unusual X-ray and\ngamma-ray binary system LS I 61 303 obtained with the HALCA satellite and a\n20-element ground array are described. The data in this 48-hour experiment\nrepresent some of the best quality VLBI observations of LS I 61 303. No fringes\nwere detected on HALCA baselines. 10-minute snapshot images were produced from\nthe global ground array data and reveal an expansion velocity of 800 km/s. Some\nof these image data reveal hints of more extended emission but high-SNR closure\nphase data do not support relativistic outflow in the plane-of-the-sky in LSI\n61 303. The largest closure phase rates are consistent with an outflow of ~1000\nkm/s as deduced from the image data. The closure phases also show no evidence\nof structure variation on size scales greater than ~10 mas. A number of issues\nrelated to VSOP2 observations of stellar radio sources are raised.\n","Comment: 6 pages, 4 figures. Invited review. To be published in the\n  proceedings of: \"Approaching Micro-Arcsecond Resolution with VSOP-2:\n  Astrophysics and Technology\". Eds. Y. Hagiwara, E. Fomalont, M. Tsuboi, and\n  Y. Murata"]}]
["0805.1893",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1893"],"date":["2008-05-13","2008-05-15"],"type":["text"],"creator":["Ita III, Eyo Eyo"],"language":[],"coverage":[],"title":["A brief survey of the renormalizability of four dimensional gravity for\n  generalized Kodama states"],"description":["  We continue the line of research from previous works in assessing the\nsuitability of the pure Kodama state both as a ground state for the generalized\nKodama states, as well as characteristic of a good semiclassical limit of\ngeneral relativity. We briefly introduce the quantum theory of fluctuations\nabout DeSitter spacetime, which enables one to examine some perturbative\naspects of the state. Additionally, we also motivate the concept of the cubic\ntree network, which enables one to view the generalized Kodama states in\ncompact form as a nonlinear transformation of the pure Kodama states\nparametrized by the matter content of the proper classical limit. It is hoped\nthat this work constitutes a first step in addressing the nonperturbative\nrenormalizability of general relativity in Ashtekar variables. Remaining issues\nto address, including the analysis of specific matter models, include\nfiniteness and normalizability of the generalized Kodama state as well as\nreality conditions on the Ashtekar variables, which we relegate to separate\nworks.\n","Comment: 23 pages"]}]
["0805.1928",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1928"],"date":["2008-05-13"],"type":["text"],"creator":["Mardling, Rosemary A."],"language":[],"coverage":[],"title":["On the long-term tidal evolution of GJ 436b in the presence of a\n  resonant companion"],"description":["  In order to explain the significant orbital eccentricity of the short-period\ntransiting Neptune-mass planet GJ 436b and at the same time satisfy various\nobservational constraints and anomalies, Ribas, Font-Ribera and Beaulieu have\nproposed the existence of an eccentric low-mass companion planet at the\nposition of the outer 2:1 resonance. The authors demonstrate the viability of\ntheir proposal using point-mass three-body integrations, arguing that as long\nas the system appears to be dynamically stable, the short-term secular\nvariations ought to dominate the long-term dissipative evolution. Here we\ndemonstrate that if one includes tidal dissipation, both orbits circularize\nafter a few times the circularization timescale of the inner planet. We\nconclude that with or without a nearby companion planet, in or out of the 2:1\nresonance, the Q-value of GJ 436b must be near the upper bound estimate for\nNeptune if the system is as young as 1 Gyr, and an order of magnitude higher if\nthe system is as old as 10 Gyr. We show detail of passage through resonance and\nconclude that even out of resonance, a companion planet should still be\ndetectable through transit timing variations.\n","Comment: 5 pages, 5 figures. Submitted to MNRAS Letters"]}]
["0805.1941",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1941"],"date":["2008-05-13"],"type":["text"],"creator":["De Rosa, A.","Bassani, L.","Ubertini, P.","Malizia, A.","Dean, A. J."],"language":[],"coverage":[],"title":["Bulk Compton motion in the luminous quasar 4C04.42?"],"description":["  We present the broadband analysis of the powerful quasar 4C04.42 (z=0.965)\nobserved by XMM and INTEGRAL. The 0.2--200 keV spectrum is well reproduced with\na hard power-law component ($\\Gamma\\sim$1.2), augmented by a soft component\nbelow 2 keV (observer frame), which is described by a thermal blackbody with\ntemperature kT$\\backsimeq$ 0.15 keV. Alternatively, a broken power-law with\nE$_{break}$=2 keV and $\\Delta\\Gamma$=0.4 can equally well describe the data.\nUsing archival data we compile the not-simultaneous Spectral Energy\nDistribution of the source from radio to gamma-ray frequencies. The SED shows\ntwo main components: the low frequency one produced by Synchrotron radiation\nfrom the electrons moving in the jet and the high energy one produced through\nexternal Compton scattering of the electrons with the photon field of the Broad\nLine Region. Within this scenario the excess emission in the soft-X ray band\ncan be interpreted as due to Bulk Compton radiation of cold electrons. However,\nsome other processes, briefly discussed in the text, can also reproduce the\nobserved bump.\n","Comment: Accepted for pubblication in MNRAS Letters"]}]
["0805.1945",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1945"],"date":["2008-05-13"],"type":["text"],"creator":["Christiansen, T."],"language":[],"coverage":[],"title":["Commissioning of CMS and early standard model measurements with jets,\n  missing transverse energy and photons at the LHC"],"description":["  We report on the status and history of the CMS commissioning, together with\nselected results from cosmic-ray muon data. The second part focuses on\nstrategies for optimizing the reconstruction of jets, missing transverse energy\nand photons for early standard model measurements at ATLAS and CMS with the\nfirst collision data from the Large Hadron Collider at CERN.\n","Comment: Prepared for the 43rd Rencontres de Moriond session devoted to\n  Electroweak Interactions and Unified Theories, March 1 - 8, 2008, La Thuile,\n  Italy, 6 pages, 10 figures,"]}]
["0805.1946",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1946"],"date":["2008-05-13"],"type":["text"],"creator":["Sauvan, E."],"language":[],"coverage":[],"title":["Model Independent Searches In ep Collisions"],"description":["  The high energy program of the HERA collider ended in March 2007. In total\nthe H1 and ZEUS experiments collected an integrated luminosity of about 1\nfb$^{-1}$. Recent results of model independent searches for new physics from\nboth experiments are presented. Specifically, studies of the events with an\nisolated lepton and missing transverse momentum and multi-lepton topologies,\nwhere H1 and ZEUS data are combined, and a general signature based search are\ndiscussed.\n","Comment: 6 pages, 5 figures; To appear in the proceedings of the XLIIIth\n  Rencontres de Moriond on Electroweak Interactions and Unified Theories, La\n  Thuile, Aosta Valley (Italy), March 1-8, 2008"]}]
["0805.1949",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60G10, 60F05, 60F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1949"],"date":["2008-05-13"],"type":["text"],"creator":["Fermin, Lisandro J."],"language":[],"coverage":[],"title":["Aggregation of weakly dependent doubly stochastic processes"],"description":["  The aim of this paper is to extend the aggregation convergence results given\nin (Dacunha-Castelle and Fermin 2005, Dacunha-Castelle and Fermin 2008) to\ndoubly stochastic linear and nonlinear processes with weakly dependent\ninnovations. First, we introduce a weak dependence notion for doubly stochastic\nprocesses, based in the weak dependence definition given in (Doukhan and\nLouhichi 1999), and we exhibe several models satisfying this notion, such as:\ndoubly stochastic Volterra processes and doubly stochastic Bernoulli scheme\nwith weakly dependent innovations. Afterwards we derive a central limit theorem\nfor the partial aggregation sequence considering weakly dependent doubly\nstochastic processes. Finally, show a new SLLN for the covariance function of\nthe partial aggregation process in the case of doubly stochastic Volterra\nprocesses with interactive innovations.\n  Keywords: Aggregation, weak dependence, doubly stochastic processes, Volterra\nprocesses, Bernoulli shift, TCL, SLLN.\n","Comment: 33 pages"]}]
["0805.1953",{"format":[],"subject":["Mathematics - Complex Variables","32L05, 32L10, 58B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1953"],"date":["2008-05-13"],"type":["text"],"creator":["Kim, Jaehong"],"language":[],"coverage":[],"title":["A splitting theorem for holomorphic Banach bundles"],"description":["  This paper is motivated by Grothendieck's splitting theorem. In the 1960s,\nGohberg generalized this to a class of Banach bundles. We consider a compact\ncomplex manifold $X$ and a holomorphic Banach bundle $E \\to X$ that is a\ncompact perturbation of a trivial bundle in a sense recently introduced by\nLempert. We prove that $E$ splits into the sum of a finite rank bundle and a\ntrivial bundle, provided $H^{1}(X, \\O)=0$.\n"]}]
["0805.1954",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","47A30, 47A60, 15A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1954"],"date":["2008-05-14"],"type":["text"],"creator":["Bourin, Jean-Christophe"],"language":[],"coverage":[],"title":["Matrix subadditivity inequalities and block-matrices"],"description":["  Several subadditivity results and conjectures are given for matrices (or\noperators), block-matrices, concave functions and norms.\n","Comment: To appear in International Journal of Mathematics"]}]
["0805.1956",{"format":[],"subject":["Mathematics - Differential Geometry","53C21, 53C24, 53C25, 53C26, 53C28, 53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1956"],"date":["2008-05-13"],"type":["text"],"creator":["Kobayashi, Ryoichi","Onda, Kensuke"],"language":[],"coverage":[],"title":["Moving frames on the twistor space of self-dual positive Einstein\n  4-manifolds"],"description":["  The twistor space of self-dual positive Einstein manifolds naturally admits\ntwo 1-parameter families of Riemannian metrics, one is the family of canonical\ndeformation metrics and the other is the family introduced by B. Chow and D.\nYang in 1989. The purpose of this paper is to compare these two families. In\nparticular we compare the Ricci tensor and the behavior under the Ricci flow of\nthese families. As an application, we propose a new proof to the fact that a\nlocally irreducible self-dual positive Einstein 4-manifold is isometric to\neither $S^4$ with a standard metric or $\\PP^2(\\C)$ with a Fubini-Study metric.\n","Comment: 21 pages"]}]
["0805.1958",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1958"],"date":["2008-05-13"],"type":["text"],"creator":["Loktev, V. M.","Turkowski, V."],"language":[],"coverage":[],"title":["Spin fluctuations and the \"strange metal\" behavior of a weakly doped\n  antiferromagnet"],"description":["  We analyze the spectral properties of a phenomenological model for a weakly\ndoped two-dimensional antiferromagnet, in which the carriers move within one of\nthe two sublattices where they were introduced. Such a constraint results in\nthe free carrier spectra with the maxima at ${\\bf k}=(\\pm \\pi /2 ,\\pm \\pi /2)$\nobserved in some cuprates. We consider the spectral properties of the model by\ntaking into account fluctuations of the spins in the antiferromagnetic\nbackground. We show that such fluctuations lead to a non-pole-like structure of\nthe single-hole Green's function and these fluctuations can be responsible for\nsome anomalous \"strange metal\" properties of underdoped cuprates in the\nnonsuperconducting regime.\n","Comment: Submitted to Condensed Matter Physics"]}]
["0805.1960",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1960"],"date":["2008-05-13"],"type":["text"],"creator":["XU, Guofa","collaboration, for BES"],"language":[],"coverage":[],"title":["Light Hadrons and New Enhancements in J/$\\psi$ Decays at BESII"],"description":["  Based on 58 million $J/\\psi$ samples collected by the BESII detector at the\nBEPC, many mesons, baryons, and new resonances have been reported. Here, I will\nreview some recent results of glueball candidates and new enhancement.\n","Comment: 6 pages, 7 figures, Rencontres de Moriond EW 2008"]}]
["0805.1967",{"format":[],"subject":["Mathematics - Probability","60G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1967"],"date":["2008-05-14"],"type":["text"],"creator":["Nazarov, A. I."],"language":[],"coverage":[],"title":["On a set of transformations of Gaussian random functions"],"description":["  We consider a set of one-dimensional transformations of Gaussian random\nfunctions. Under natural assumptions we obtain a connection between $L_2$-small\nball asymptotics of the transformed function and of the original one. Also the\nexplicit Karhunen -- Lo\\'eve expansion is obtained for a proper class of\nGaussian processes.\n"]}]
["0805.1968",{"format":[],"subject":["Computer Science - Performance","Computer Science - Networking and Internet Architecture","C.4","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1968"],"date":["2008-05-14"],"type":["text"],"creator":["Jelenkovic, Predrag R.","Kang, Xiaozhu","Tan, Jian"],"language":[],"coverage":[],"title":["Heavy-Tailed Limits for Medium Size Jobs and Comparison Scheduling"],"description":["  We study the conditional sojourn time distributions of processor sharing\n(PS), foreground background processor sharing (FBPS) and shortest remaining\nprocessing time first (SRPT) scheduling disciplines on an event where the job\nsize of a customer arriving in stationarity is smaller than exactly k>=0 out of\nthe preceding m>=k arrivals. Then, conditioning on the preceding event, the\nsojourn time distribution of this newly arriving customer behaves\nasymptotically the same as if the customer were served in isolation with a\nserver of rate (1-\\rho)/(k+1) for PS/FBPS, and (1-\\rho) for SRPT, respectively,\nwhere \\rho is the traffic intensity. Hence, the introduced notion of\nconditional limits allows us to distinguish the asymptotic performance of the\nstudied schedulers by showing that SRPT exhibits considerably better asymptotic\nbehavior for relatively smaller jobs than PS/FBPS.\n  Inspired by the preceding results, we propose an approximation to the SRPT\ndiscipline based on a novel adaptive job grouping mechanism that uses relative\nsize comparison of a newly arriving job to the preceding m arrivals.\nSpecifically, if the newly arriving job is smaller than k and larger than m-k\nof the previous m jobs, it is routed into class k. Then, the classes of smaller\njobs are served with higher priorities using the static priority scheduling.\nThe good performance of this mechanism, even for a small number of classes m+1,\nis demonstrated using the asymptotic queueing analysis under the heavy-tailed\njob requirements. We also discuss refinements of the comparison grouping\nmechanism that improve the accuracy of job classification at the expense of a\nsmall additional complexity.\n","Comment: 26 pages, 2 figures"]}]
["0805.1970",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1970"],"date":["2008-05-14"],"type":["text"],"creator":["Yoshimura, M.","Ohae, C.","Fukumi, A.","Nakajima, K.","Nakano, I.","Nanjo, H.","Sasao, N."],"language":[],"coverage":[],"title":["Macro-coherent two photon and radiative neutrino pair emission"],"description":["  We discuss a possibility of detecting a coherent photon pair emission and\nrelated radiative neutrino pair emission from excited atoms. It is shown that\natoms of lambda- and ladder-type three level system placed in a pencil-like\ncylinder give a back to back emission of two photons of equal energy\n$\\Delta/2$, sharply peaked with a width $\\propto $ 1/(target size) and well\ncollimated along the cylinder axis. This process has a measurable rate\n$\\propto$ (target number density) $^2 \\times$ target volume, while a broader\nspectral feature of one-photon distribution separated by (mass sum of a\nneutrino pair)$^2/(2\\Delta)$ from the two photon peak may arise from radiative\nneutrino pair emission, with a much smaller rate.\n","Comment: 14 pages, 3 figures"]}]
["0805.1980",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1980"],"date":["2008-05-14"],"type":["text"],"creator":["McLaughlin, K. T. -R.","Miller, P. D."],"language":[],"coverage":[],"title":["The dbar steepest descent method for orthogonal polynomials on the real\n  line with varying weights"],"description":["  We obtain Plancherel-Rotach type asymptotics valid in all regions of the\ncomplex plane for orthogonal polynomials with varying weights of the form\n$e^{-NV(x)}$ on the real line, assuming that $V$ has only two Lipschitz\ncontinuous derivatives and that the corresponding equilibrium measure has\ntypical support properties. As an application we extend the universality class\nfor bulk and edge asymptotics of eigenvalue statistics in unitary invariant\nHermitian random matrix theory. Our methodology involves developing a new\ntechnique of asymptotic analysis for matrix Riemann-Hilbert problems with\nnonanalytic jump matrices suitable for analyzing such problems even near\ntransition points where the solution changes from oscillatory to exponential\nbehavior.\n","Comment: 39 pages, 4 figures"]}]
["0805.1985",{"format":[],"subject":["Mathematics - Number Theory","11N37","11N25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1985"],"date":["2008-05-14"],"type":["text"],"creator":["Coppola, Giovanni"],"language":[],"coverage":[],"title":["On the symmetry of arithmetical functions in almost all short\n  intervals,IV"],"description":["  We study the arithmetic (real) function, with f 'essentially bounded'. In\nparticular, we obtain non-trivial bounds, through f 'correlations', for the\n'Selberg integral' and the 'symmetry integral' of f in almost all short\nintervals $[x-h,x+h]$, $N\\le x\\le 2N$, beyond the 'classical' level, up to a\nvery high level of distribution (for $h$ not too small). This time we go beyond\nLarge Sieve inequality. Precisely, our method applies Weil bound for\nKloosterman sums.\n","Comment: 10 pages"]}]
["0805.1986",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1986"],"date":["2008-05-14"],"type":["text"],"creator":["Benatti, F.","Floreanini, R.","Realpe-Gomez, J."],"language":[],"coverage":[],"title":["Cooper Pair Boxes Weakly Coupled to External Environments"],"description":["  We study the behaviour of charge oscillations in Superconducting Cooper Pair\nBoxes weakly interacting with an environment. We found that, due to the noise\nand dissipation induced by the environment, the stability properties of these\nnanodevices differ according to whether the charge oscillations are interpreted\nas an effect of macroscopic quantum coherence, or semiclassically in terms of\nthe Gross-Pitaevskii equation. More specifically, occupation number states,\nused in the quantum interpretation of the oscillations, are found to be much\nmore unstable than coherent ones, typical of the semiclassical explanation.\n","Comment: 12 pages, LaTex"]}]
["0805.1991",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1991"],"date":["2008-05-14"],"type":["text"],"creator":["Arina, Chiara"],"language":[],"coverage":[],"title":["Sneutrino cold dark matter in extended MSSM models"],"description":["  A thorough analysis of sneutrinos as dark matter candidates is performed, in\ndifferent classes of supersymmetric models, as is typically done for the\nneutralino dark matter. First in the Minimal Supersymmetric Standard Model,\nsneutrinos are marginally compatible with existing experimental bounds,\nincluding direct detection, provided they compose a subdominant component of\ndark matter. Then supersymmetric models with the inclusion of right-handed\nfields and lepton number violating terms are presented. These models are\nperfectly viable: they predict sneutrinos which are compatible with the current\ndirect detection sensitivities.\n","Comment: 4 pages, 2 figures, Prepared for Moriond EW session 2008, La Thuile,\n  Italy, 1-8 March 2008"]}]
["0805.1992",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1992"],"date":["2008-05-14"],"type":["text"],"creator":["Altarelli, Guido"],"language":[],"coverage":[],"title":["New Physics and the LHC"],"description":["  In these lectures I start by briefly reviewing the status of the electroweak\ntheory, in the Standard Model and beyond. I then discuss the motivation and the\npossible avenues for new physics, on the brink of the LHC start.\n","Comment: 35 pages, 8 figures. Lectures given at the Lake Louise Winter\n  Institute, Lake Louise, Alberta, Canada, 18-23 February 2008"]}]
["0805.1995",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1995"],"date":["2008-05-14"],"type":["text"],"creator":["Khym, Gyong Luck","Kang, Kicheon"],"language":[],"coverage":[],"title":["Conditional relaxation of a charge state under continuous weak\n  measurement"],"description":["  We investigate the conditional evolution of a charge state coupled to a\nmesoscopic detector under continuous weak measurement. The state suffers\nrelaxation into a particular state with a definite charge when electrons in a\nparticular output lead are monitored in the detector. The process of the\nconditional relaxation is not restricted by the shot noise of the detector,\nunlike the case of the back-action dephasing. As a result, the relaxation of\nconditional evolution is much faster than the current-sensitive part of\ndephasing. Furthermore, the direction of the relaxation depends on the choice\nof the output lead. We propose that these properties can be verified in a\ntwo-path interferometer containing a quantum dot capacitively coupled to a\ndetector. In this setup, the current-current correlation between the\ninterferometer and the detector reveals characteristic features of conditional\nrelaxation.\n","Comment: 4 pages, 2 figures"]}]
["0805.1996",{"format":[],"subject":["Mathematics - Operator Algebras","26A48, 26A51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1996"],"date":["2008-05-14"],"type":["text"],"creator":["Osaka, Hiroyuki","Tomiyama, Jun"],"language":[],"coverage":[],"title":["Structure of the spaces of matrix monotone functions and of matrix\n  convex functions and Jensen's type inequality for operators"],"description":["  Let $n \\in \\N$ and $M_n$ be the algebra of $n \\times n$ matrices. We call a\nfunction $f$ matrix monotone of order $n$ or $n$-monotone in short whenever the\ninequality $f(a) \\leq f(b)$ holds for every pair of selfadjoint matrices $a, b\n\\in M_n$ such that $a \\leq b$ and all eigenvalues of $a$ and $b$ are contained\nin $I$. Matrix convex (concave) functions on $I$ are similarily defined. The\nspaces for $n$-monotone functions and $n$-convex functions are written as\n$P_n(I)$ and $K_n(I)$. In this note we discuss several assertions at each leven\n$n$ for which we regard themas the problems of double piling structure of those\nsequences $\\{P_n(I)\\}_{n\\in\\N}$ and $\\{K_n(I)\\}_{n\\in\\N}$. In order to see\nclear insight of the aspect of the problems, however, we choose the following\nthree main assertions among them and discuss their mutual dependence:\n  \\begin{enumerate} \\item[(i)] $f(0)\\leq 0$ and $f$ is $n$-convex in\n$[0,\\alpha)$, \\item[(ii)] For each matrix $a$ with its spectrum in $[0,\\alpha)$\nand a contraction $c$ in the matrix algebra $M_n$,\n  \\[ f(c^{\\star}a c)\\leq c^{\\star}f(a)c, \\] \\item[(iii)] The functon $g(t)/t$\nis $n$-monotone in $(0,\\alpha)$. \\end{enumerate}\n  In particular, we show that for any $n \\in \\N$ two conditions $(ii)$ and\n$(iii)$ are equivalent.\n"]}]
["0805.2002",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","62G05, 60H07, 31B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2002"],"date":["2008-05-14"],"type":["text"],"creator":["Privault, Nicolas","Reveillac, Anthony"],"language":[],"coverage":[],"title":["Stochastic analysis on Gaussian space applied to drift estimation"],"description":["  In this paper we consider the nonparametric functional estimation of the\ndrift of Gaussian processes using Paley-Wiener and Karhunen-Lo\\`eve expansions.\nWe construct efficient estimators for the drift of such processes, and prove\ntheir minimaxity using Bayes estimators. We also construct superefficient\nestimators of Stein type for such drifts using the Malliavin integration by\nparts formula and stochastic analysis on Gaussian space, in which superharmonic\nfunctionals of the process paths play a particular role. Our results are\nillustrated by numerical simulations and extend the construction of James-Stein\ntype estimators for Gaussian processes by Berger and Wolper.\n"]}]
["0805.2011",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","35Q53, 60H15, 35R15, 47D07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2011"],"date":["2008-05-14"],"type":["text"],"creator":["Manca, Luigi"],"language":[],"coverage":[],"title":["The Kolmogorov operator associated to a Burgers SPDE in spaces of\n  continuous functions"],"description":["  We are concerned with a viscous Burgers equation forced by a perturbation of\nwhite noise type. We study the corresponding transition semigroup in a space of\ncontinuous functions weighted by a proper potential, and we show that the\ninfinitesimal generator is the closure (with respect to a suitable topology) of\nthe Kolmogorov operator associated to the stochastic equation. In the last part\nof the paper we use this result to solve the corresponding Fokker-Planck\nequation.\n","Comment: 39 pages"]}]
["0805.2017",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2017"],"date":["2008-05-14"],"type":["text"],"creator":["Lopez-Sendino, E.","Negro, J.","del Olmo, M. A.","Salgado, E."],"language":[],"coverage":[],"title":["Quantum mechanics and umbral calculus"],"description":["  In this paper we present the first steps for obtaining a discrete Quantum\nMechanics making use of the Umbral Calculus. The idea is to discretize the\ncontinuous Schroedinger equation substituting the continuous derivatives by\ndiscrete ones and the space-time continuous variables by well determined\noperators that verify some Umbral Calculus conditions. In this way we assure\nthat some properties of integrability and symmetries of the continuous equation\nare preserved and also the solutions of the continuous case can be recovered\ndiscretized in a simple way. The case of the Schroedinger equation with a\npotential depending only in the space variable is discussed.\n","Comment: 17 pages, 3 figures, Proceedings of the V International Symposium on\n  Quantum Theory and Symmetries (Valladolid, Spain, July 22-28, 2007)"]}]
["0805.2025",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - General Topology","46E35","47B38","42B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2025"],"date":["2008-05-14"],"type":["text"],"creator":["Kokilashvili, V.","Samko, S."],"language":[],"coverage":[],"title":["Operators of Harmonic Analysis in Weighted Spaces with Non-standard\n  Growth"],"description":["  Last years there was increasing an interest to the so called function spaces\nwith non-standard growth, known also as variable exponent Lebesgue spaces. For\nweighted such spaces on homogeneous spaces, we develop a certain variant of\nRubio de Francia's extrapolation theorem. This extrapolation theorem is applied\nto obtain the boundedness in such spaces of various operators of harmonic\nanalysis, such as maximal and singular operators, potential operators, Fourier\nmultipliers, dominants of partial sums of trigonometric Fourier series and\nothers, in weighted Lebesgue spaces with variable exponent. There are also\ngiven their vector-valued analogues.\n","Comment: 29 pages"]}]
["0805.2026",{"format":[],"subject":["Mathematics - Logic","Mathematics - General Topology","03E15, 05D10, 26A21, 54H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2026","Annals of Pure and Applied Logic, 142 (2006), 425-441"],"date":["2008-05-14"],"type":["text"],"creator":["Dodos, Pandelis"],"language":[],"coverage":[],"title":["Codings of separable compact subsets of the first Baire class"],"description":["  Let $X$ be a Polish space and $K$ a separable compact subset of the first\nBaire class on $X$. For every sequence $\\bs$ dense in $\\kk$, the descriptive\nset-theoretic properties of the set \\[ \\lbf=\\{L\\in[\\nn]: (f_n)_{n\\in L}\n\\text{is pointwise convergent}\\} \\] are analyzed. It is shown that if $K$ is\nnot first countable, then $\\lbf$ is $\\PB^1_1$-complete. This can also happen\neven if $K$ is a pre-metric compactum of degree at most two, in the sense of S.\nTodorcevic. However, if $K$ is of degree exactly two, then $\\lbf$ is always\nBorel. A deep result of G. Debs implies that $\\lbf$ contains a Borel cofinal\nset and this gives a tree-representation of $\\kk$. We show that classical\nordinal assignments of Baire-1 functions are actually $\\PB^1_1$-ranks on $\\kk$.\nWe also provide an example of a $\\SB^1_1$ Ramsey-null subset $A$ of $[\\nn]$ for\nwhich there does not exist a Borel set $B\\supseteq A$ such that the difference\n$B\\setminus A$ is Ramsey-null.\n","Comment: 24 pages, no figures"]}]
["0805.2028",{"format":[],"subject":["Mathematics - Functional Analysis","42B25","47B38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2028"],"date":["2008-05-14"],"type":["text"],"creator":["Kokilashvili, V.","Samko, S."],"language":[],"coverage":[],"title":["Weighted Boundedness of the Maximal, Singular and Potential Operators in\n  Variable Exponent Spaces"],"description":["  We present a brief survey of recent results on boundedness of some classical\noperators within the frameworks of weighted spaces $L^{p(\\cdot)}(\\varrho)$ with\nvariable exponent $p(x)$, mainly in the Euclidean setting and dwell on a new\nresult of the boundedness of the Hardy-Littlewood maximal operator in the space\n$L^{p(\\cdot)}(X,\\varrho)$ over a metric measure space $X$ satisfying the\ndoubling condition. In the case where $X$ is bounded, the weight function\nsatisfies a certain version of a general Muckenhoupt-type condition For a\nbounded or unbounded $X$ we also consider a class of weights of the form\n$\\varrho(x)=[1+d(x_0,x)]^{\\bt_\\infty}\\prod_{k=1}^m w_k(d(x,x_k))$, $x_k\\in X$,\nwhere the functions $w_k(r)$ have finite upper and lower indices $m(w_k)$ and\n$M(w_k)$.\n  Some of the results are new even in the case of constant $p$.\n","Comment: 29 pages"]}]
["0805.2032",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Logic","03E15, 05C05, 05D10, 46B03, 46B26, 54C35, 54D30, 54D55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2032","Dissertationes Mathematicae, vol. 449, 2008"],"date":["2008-05-14"],"type":["text"],"creator":["Argyros, Spiros A.","Dodos, Pandelis","Kanellopoulos, Vassilis"],"language":[],"coverage":[],"title":["A classification of separable Rosenthal compacta and its applications"],"description":["  The present work consists of three parts. In the first one we determine the\nprototypes of separable Rosenthal compacta and we provide a classification\ntheorem. The second part concerns an extension of a theorem of S. Todorcevic.\nThe last one is devoted to applications.\n","Comment: 55 pages, no figures"]}]
["0805.2034",{"format":[],"subject":["Mathematics - Logic","Mathematics - General Topology","03E15, 26A21, 54H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2034","Fundamenta Mathematicae, 198 (2008), 177-189"],"date":["2008-05-14"],"type":["text"],"creator":["Dodos, Pandelis"],"language":[],"coverage":[],"title":["A strong boundedness result for separable Rosenthal compacta"],"description":["  It is proved that the class of separable Rosenthal compacta on the Cantor set\nhaving a uniformly bounded dense sequence of continuous functions, is strongly\nbounded.\n","Comment: 13 pages, no figures"]}]
["0805.2045",{"format":[],"subject":["Computer Science - Digital Libraries","Computer Science - Information Retrieval","H.3.5","G.2.2","H.1.2","H.1.m","H.5.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2045"],"date":["2008-05-14"],"type":["text"],"creator":["Cattuto, Ciro","Benz, Dominik","Hotho, Andreas","Stumme, Gerd"],"language":[],"coverage":[],"title":["Semantic Analysis of Tag Similarity Measures in Collaborative Tagging\n  Systems"],"description":["  Social bookmarking systems allow users to organise collections of resources\non the Web in a collaborative fashion. The increasing popularity of these\nsystems as well as first insights into their emergent semantics have made them\nrelevant to disciplines like knowledge extraction and ontology learning. The\nproblem of devising methods to measure the semantic relatedness between tags\nand characterizing it semantically is still largely open. Here we analyze three\nmeasures of tag relatedness: tag co-occurrence, cosine similarity of\nco-occurrence distributions, and FolkRank, an adaptation of the PageRank\nalgorithm to folksonomies. Each measure is computed on tags from a large-scale\ndataset crawled from the social bookmarking system del.icio.us. To provide a\nsemantic grounding of our findings, a connection to WordNet (a semantic lexicon\nfor the English language) is established by mapping tags into synonym sets of\nWordNet, and applying there well-known metrics of semantic similarity. Our\nresults clearly expose different characteristics of the selected measures of\nrelatedness, making them applicable to different subtasks of knowledge\nextraction such as synonym detection or discovery of concept hierarchies.\n","Comment: 5 pages, 2 figures"]}]
["0805.2051",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2051"],"date":["2008-05-14"],"type":["text"],"creator":["Kondic, L.","Dybenko, O. M.","Behringer, R. P."],"language":[],"coverage":[],"title":["Signal propagation through dense granular systems"],"description":["  The manner in which signals propagate through dense granular systems in both\nspace and time is not well understood. In order to learn more about this\nprocess, we carry out discrete element simulations of the system response to\nexcitations where we control the driving frequency and wavelength\nindependently. Fourier analysis shows that properties of the signal depend\nstrongly on the spatial and temporal scales introduced by the perturbation. The\nfeatures of the response provide a test-bed for any continuum theory attempting\nto predict signal properties. We illustrate this connection between micro-scale\nphysics and macro-scale behavior by comparing the system response to a simple\nelastic model with damping.\n","Comment: 10 pages, 4 figures"]}]
["0805.2052",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2052"],"date":["2008-05-14"],"type":["text"],"creator":["Reinartz, Sebastian Johannes"],"language":[],"coverage":[],"title":["A Decay Chain Spin Analysis for SUSY and UED at the LHC"],"description":["  In this thesis we concentrate on the determination of the spin of an\nintermediate particle by using a decay chain. In SUSY the gluino is especially\ninteresting for searches at the LHC, since it is a Majorana fermion which can\nproduce like-sign dileptons in the final state. In UED the like-sign dilepton\nsignature could occur as well from the decay of a bosonic KK-gluon. As we will\nshow, angular distributions of the outgoing b-jets in SUSY and UED differ due\nto the different coupling structures. The effect from the different boosts of\ngluino and heavy gluon is shown to be much smaller. The hadronic UED cross\nsection for KK-gluon KK-quark collisions is calculated in leading order and\ncompared to the gluino squark collision in SUSY. The analytically given\npartonic cross sections are compared at the threshold.\n","Comment: 104 pages, Diploma Thesis"]}]
["0805.2056",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2056"],"date":["2008-05-14"],"type":["text"],"creator":["Chattopadhyay, Indrani"],"language":[],"coverage":[],"title":["Entanglement - A Queer In The World Of Quantum : Some Perspectives"],"description":["  The work is intended to represent some interesting and apparently peculiar\nfeatures of entangled system in both pure as well as mixed states level. In the\npure state level, we are largely concerned about the existence and\ncharacteristics of bipartite incomparable pair of states. We have found some\nschemes for local transformation of one pure bipartite state to another,\nincomparable in nature, by exploiting free unpreserved entanglement. Also, we\nobserved that different incomparable pair of states in $3\\times 3$ may\nco-operate with each other to cross the barrier of incomparability. Our next\ngoal was to probe critically the roots of the existence of incomparable states.\nWe have succeeded in connecting incomparability with some famous no-go theorems\nof quantum mechanics. We have established it with no-flipping principle,\ngeneral anti-unitary operators and lastly with inner product preserving\noperations. Thus we are able to pose incomparability as a good detector of some\nnon-physical operations. In the next part, we provide a new class of\nmultipartite bound entanglement in mixed state level. The class of states are\nactivable bound entangled. There are exactly four orthogonal activable bound\nentangled states in any even number of qubit system. They have some interesting\nfeatures like Bell correlation, permutation symmetry, local Pauli connection,\nnon-compatibility, etc. Apart from those properties, the class of bound\nentangled states have the remarkable feature of local indistinguishability in\nquantum systems.\n","Comment: Ph.D. Thesis, Latex"]}]
["0805.2060",{"format":[],"subject":["Mathematics - Differential Geometry","14R99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2060"],"date":["2008-05-14"],"type":["text"],"creator":["Craizer, Marcos"],"language":[],"coverage":[],"title":["Asymptotic Nets and Discrete Affine Surfaces with Indefinite Metric"],"description":["  Asymptotic net is an important concept in discrete differential geometry. In\nthis paper, we show that we can associate affine discrete geometric concepts to\nan arbitrary non-degenerate asymptotic net. These concepts include discrete\naffine area, mean curvature, normal and co-normal vector fields and cubic form,\nand they are related by structural and compatibility equations. We consider\nalso the particular cases of affine minimal surfaces and affine spheres.\n","Comment: 13 pages, 2 figures"]}]
["0805.2066",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2066"],"date":["2008-05-14"],"type":["text"],"creator":["Lins, Sostenes"],"language":[],"coverage":[],"title":["A 3-Variable Bracket"],"description":["  Kauffman's bracket is an invariant of regular isotopy of knots and links\nwhich since its discovery in 1985 it has been used in many different\ndirections: (a) it implies an easy proof of the invariance of (in fact, it is\nequivalent to) the Jones polynomial; (b) it is the basic ingredient in a\ncompletely combinatorial construction for quantum 3-manifold invariants; (c) by\nits fundamental character it plays an important role in some theories in\nPhysics; it has been used in the context of virtual links; it has connections\nwith many objects other objects in Mathematics and Physics. I show in this note\nthat, surprisingly enough, the same idea that produces the bracket can be\nslightly modified to produce algebraically stronger regular isotopy and ambient\nisotopy invariants living in the quotient ring $R/I$, where the ring $R$ and\nthe ideal $I$ are: \\begin{center} $R=\\Z[\\alpha,\\beta,\\delta]$, $I=< p_1, p_2\n>$, with $p_1=\\alpha^2 \\delta + 2 \\alpha \\beta \\delta ^2 -\\delta ^2+\\beta ^2\n\\delta, p_2=\\alpha \\beta \\delta\n  ^3+\\alpha ^2 \\delta ^2+\\beta\n  ^2 \\delta ^2+\\alpha \\beta\n  \\delta -\\delta.$ \\end{center} It is easy to prove that any pair of links\ndistinguished by the usual bracket is also distinguishable by the new\ninvariant. The contrary is not necessarily true. However, a explicit example of\na pair of knots not distinguished by the bracket and distinguished by this new\ninvariant is an open problem.\n","Comment: 4 pages, many diagrams"]}]
["0805.2076",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2076","Physical Review B, Vol. 77, Number 15, Pages 155214 1-5, Year 2008","doi:10.1103/PhysRevB.77.155214"],"date":["2008-05-14"],"type":["text"],"creator":["Buscarino, G.","Boscaino, R.","Agnello, S.","Gelardi, F. M."],"language":[],"coverage":[],"title":["Optical Absorption and Electron Paramagnetic Resonance of the E'-alpha\n  Center in Amorphous Silicon Dioxide"],"description":["  We report a combined study by optical absorption (OA) and electron\nparamagnetic resonance (EPR) spectroscopy on the E'-alpha point defect in\namorphous silicon dioxide (a-SiO2). This defect has been studied in beta-ray\nirradiated and thermally treated oxygen-deficient a-SiO2 materials. Our results\nhave pointed out that the E'-alpha center is responsible for an OA Gaussian\nband peaked at 5.8 eV and having a full width at half maximum (FWHM) of 0.6 eV.\nThe estimated oscillator strength of the related electronic transition is 0.14.\nFurthermore, we have found that this OA band is quite similar to that of the\nE'-gamma center induced in the same materials, indicating that the related\nelectronic transitions involve states highly localized on a structure common to\nboth defects.\n","Comment: 5 pages, 3 figures"]}]
["0805.2079",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2079"],"date":["2008-05-14"],"type":["text"],"creator":["Sawada, Makoto","Tsujimoto, Masahiro","Koyama, Katsuji","Law, Casey J.","Tsuru, Takeshi Go","Hyodo, Yoshiaki"],"language":[],"coverage":[],"title":["X-Ray Observations of the Sagittarius D HII Region toward the Galactic\n  Center with Suzaku"],"description":["  We present a Suzaku X-ray study of the Sagittarius D (Sgr D) HII region in\nthe Galactic center region. Two 18'x18' images by the X-ray Imaging\nSpectrometer (XIS) encompass the entire Sgr D complex. Thanks to the low\nbackground, XIS discovered two diffuse sources with low surface brightness and\nobtained their high signal-to-noise ratio spectra. One is associated with the\ncore of the Sgr D HII region, arising from the young stellar cluster. The other\nis a new object in the vicinity of the region. We also present 3.5 cm and 6.0\ncm radio continuum maps of the new source using the 100 m Green Bank Telescope.\nWe conclude that the source is a new supernova remnant (SNR; G1.2--0.0) based\non: (1) the 0.9+/-0.2 keV thermal X-ray spectrum with emission lines from\nhighly ionized atoms; (2) the diffuse nature with an apparent extent of ~10 pc\nat the Galactic center distance inferred from the X-ray absorption\n(~8.5x10^{22} cm^{-2}); and (3) the nonthermal radio continuum spectral index\n(~-0.5). Our discovery of an SNR in the Sgr D HII region leads to a revision of\nthe view of this system, which had been considered to be a thermal HII region\nand its environment.\n","Comment: Accepted for publication in PASJ"]}]
["0805.2081",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2081"],"date":["2008-05-14"],"type":["text"],"creator":["Ito, Genta"],"language":[],"coverage":[],"title":["Least change in the Determinant or Permanent of a matrix under\n  perturbation of a single element: continuous and discrete cases"],"description":["  We formulate the problem of finding the probability that the determinant of a\nmatrix undergoes the least change upon perturbation of one of its elements,\nprovided that most or all of the elements of the matrix are chosen at random\nand that the randomly chosen elements have a fixed probability of being\nnon-zero. Also, we show that the procedure for finding the probability that the\ndeterminant undergoes the least change depends on whether the random variables\nfor the matrix elements are continuous or discrete.\n","Comment: 15 pages, 1 figure"]}]
["0805.2082",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2082"],"date":["2008-05-14"],"type":["text"],"creator":["Romero, Gustavo E."],"language":[],"coverage":[],"title":["Introduction to black holes"],"description":["  Black holes are perhaps the most strange and fascinating objects known to\nexist in the universe. Our understanding of space and time is pushed to its\nlimits by the extreme conditions found in these objects. They can be used as\nnatural laboratories to test the behavior of matter in very strong\ngravitational fields. Black holes seem to play a key role in the universe,\npowering a wide variety of phenomena, from X-ray binaries to active galactic\nnuclei. In this article we will review the basics of black hole physics.\n","Comment: 25 pages, 6 figures, Lecture Notes from the First La Plata\n  International School on Astronomy and Geophysics"]}]
["0805.2083",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2083"],"date":["2008-05-14"],"type":["text"],"creator":["Ito, Genta"],"language":[],"coverage":[],"title":["Approximate formulation of the probability that the Determinant or\n  Permanent of a matrix undergoes the least change under perturbation of a\n  single element"],"description":["  In an earlier paper, we discussed the probability that the determinant of a\nmatrix undergoes the least change upon perturbation of one of its elements,\nprovided that most or all of the elements of the matrix are chosen at random\nand that the randomly chosen elements have a fixed probability of being\nnon-zero. In this paper, we derive approximate formulas for that probability by\nassuming that the terms in the permanent of a matrix are independent of one\nanother, and we apply that assumption to several classes of matrices. In the\ncourse of deriving those formulas, we identified several integer sequences that\nare not listed on Sloane's Web site.\n","Comment: 11 pages, 3 figures"]}]
["0805.2086",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2086"],"date":["2008-05-14"],"type":["text"],"creator":["Pursley, J.","CDF, for the","Collaborations, D0"],"language":[],"coverage":[],"title":["Beauty and Charm Production Cross Section Measurements at the Tevatron"],"description":["  Heavy quark production probes QCD at the interface of the perturbative and\nnon-perturbative regimes. Studying the production of heavy quarks is an\nimportant test of models in both regimes. In this article, recent results on\nbeauty and charm production from the CDF and D0 experiments at the Tevatron are\nreported. These include measurements of correlated b-bbar production, the\npsi(2S) production cross section, and Upsilon(1S) and Upsilon(2S) polarization.\n","Comment: Pub. Proceedings of the XLIIIth Recontres de Moriond on QCD and\n  High-Energy Interactions, La Thuile, Italy, March 8-15, 2008"]}]
["0805.2090",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2090"],"date":["2008-05-14"],"type":["text"],"creator":["Fiore, R.","Zoller, V. R."],"language":[],"coverage":[],"title":["Full of charm neutrino DIS"],"description":["  The color dipole analysis of small-$(x, Q^2)$ neutrino DIS induced by the\ncharmed-strange ($cs$) current reveals ordering of dipole sizes\n$m_c^{-2}<r^2<m_s^{-2}$ typical of the Double Leading Log Approximation (DLLA).\nThe DLLA resummation leads to the $cs$ component of the longitudinal structure\nfunction $F_L$ rising to small $x$ much faster than its light quark component.\nBased on the color dipole BFKL approach we report quantitative predictions for\nthis effect in the kinematical range of the CCFR/NuTeV experiment.\n","Comment: 4 pages, 1 figure To appear in the Proceedings of the 43rd Rencontres\n  de Moriond \"QCD and High Energy Interactions\" La Thuile, Aosta Valley, Italy,\n  08-15 March 2008"]}]
["0805.2092",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2092"],"date":["2008-05-14"],"type":["text"],"creator":["Ward, Matthew"],"language":[],"coverage":[],"title":["On the Form of Odd Perfect Gaussian Integers"],"description":["  We extend the sum-of-divisors function to the complex plane via the Gaussian\nintegers. Then we prove a modified form of Euler's classification of odd\nperfect numbers.\n"]}]
["0805.2095",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2095"],"date":["2008-05-14"],"type":["text"],"creator":["Bellaiche, Joel"],"language":[],"coverage":[],"title":["New examples of p-adically rigid automorphic forms"],"description":["  We give examples of cohomological automorphic forms for unitary groups which\nare $p$-adically rigid.\n","Comment: 10 pages"]}]
["0805.2100",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2100"],"date":["2008-05-14"],"type":["text"],"creator":["Krishnan, Madhavi","Petrov, Eugene P."],"language":[],"coverage":[],"title":["Comment on `Nanoconfinement-enhanced conformational response of single\n  DNA molecules to changes in ionic environment'"],"description":["  In the present Comment we show that, contrary to the recent findings of\nReisner et al. [Phys. Rev. Lett. 99, 058302 (2007)], the excluded volume effect\ndoes not play an important role in determining DNA behavior in nanochannels at\nlow ionic strength. We argue that the DNA extension data are described very\nwell without the notion of an effective polymer width using the entropic\ndepletion theory due to Odijk.\n","Comment: 1 page, 1 figure"]}]
["0805.2104",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2104"],"date":["2008-05-14"],"type":["text"],"creator":["De la Sen, M."],"language":[],"coverage":[],"title":["Asymptotic Behavior of Systems involving Delays: Preliminary Results"],"description":["  This paper investigates the relations between the particular eigensolutions\nof a limiting functional differential equation of any order, which is the\nnominal (unperturbed) linear autonomous differential equations, and the\nassociate ones of the corresponding perturbed functional differential equation.\nBoth differential equations involve point and distributed delayed dynamics. The\nproofs are based on a Perron type theorem for functional equations so that the\ncomparison is governed by the real part of a dominant zero of the\ncharacteristic equation of the nominal differential equation. The obtained\nresults are also applied to investigate the global stability of the perturbed\nequation based on that of its corresponding limiting equation.\n","Comment: 32 pages"]}]
["0805.2105",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2105"],"date":["2008-05-14"],"type":["text"],"creator":["Nehez, Martin","Olejar, Daniel","Demetrian, Michal"],"language":[],"coverage":[],"title":["On Emergence of Dominating Cliques in Random Graphs"],"description":["  Emergence of dominating cliques in Erd\\\"os-R\\'enyi random graph model\n${\\bbbg(n,p)}$ is investigated in this paper. It is shown this phenomenon\npossesses a phase transition. Namely, we have argued that, given a constant\nprobability $p$, an $n$-node random graph $G$ from ${\\bbbg(n,p)}$ and for $r= c\n\\log_{1/p} n$ with $1 \\leq c \\leq 2$, it holds: (1) if $p > 1/2$ then an\n$r$-node clique is dominating in $G$ almost surely and, (2) if $p \\leq (3 -\n\\sqrt{5})/2$ then an $r$-node clique is not dominating in $G$ almost surely.\nThe remaining range of probability $p$ is discussed with more attention. A\ndetailed study shows that this problem is answered by examination of\nsub-logarithmic growth of $r$ upon $n$.\n","Comment: to appear in Proc. 2nd Int. Conf. on Math. and Applications in\n  Information Technology, Lahore Univ. of Management, Lahore, Pakistan, 2008"]}]
["0805.2111",{"format":[],"subject":["Mathematics - Numerical Analysis","33C45, 33C47, 44A20, 65D32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2111"],"date":["2008-05-14"],"type":["text"],"creator":["Campos, Rafael G.","Mota, Francisco Dominguez","Coronado, E."],"language":[],"coverage":[],"title":["Quadrature formulas for integrals transforms generated by orthogonal\n  polynomials"],"description":["  By using the three-term recurrence equation satisfied by a family of\northogonal polynomials, the Christoffel-Darboux-type bilinear generating\nfunction and their asymptotic expressions, we obtain quadrature formulas for\nintegral transforms generated by the classical orthogonal polynomials. These\nintegral transforms, related to the so-called Poisson integrals, correspond to\na modified Fourier Transform in the case of the Hermite polynomials, a Bessel\nTransform in the case of the Laguerre polynomials and to an Appell Transform in\nthe case of the Jacobi polynomials.\n","Comment: 3 figures, 11 pages"]}]
["0805.2112",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2112"],"date":["2008-05-14"],"type":["text"],"creator":["Berera, Arjun","Hall, Lisa M. H.","Moss, Ian G.","Peiris, Hiranya V."],"language":[],"coverage":[],"title":["Lack of initial conditions dependence of fluctuations in warm inflation"],"description":["  Warm inflation dynamics is fundamentally based on a system-reservoir\nconfiguration in which the dynamics is dictated by a fluctuation-dissipation\nrelation. Recent work by Cerioni et. al. (arXiv:0804.0163) examined dissipative\ndynamics with no associated fluctuation component. Their results, which are\nheavily dependent on initial conditions, are at odds with results in the warm\ninflation literature, especially the spectral indices. The inconsistency of\ntheir formalism is outlined here and it is shown how this would lead to their\nerroneous conclusions. It is then shown how, following the correct dynamical\nequations of warm inflation, the results in the literature are correct.\n","Comment: Comment on arXiv:0804.0163 (3 pages)"]}]
["0805.2114",{"format":[],"subject":["Mathematics - Number Theory","11F67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2114"],"date":["2008-05-14"],"type":["text"],"creator":["Chiera, Francesco","Vankov, Kirill"],"language":[],"coverage":[],"title":["On special values of spinor L-functions of Siegel cusp eigenforms of\n  genus 3"],"description":["  We compute the special values for the spinor L-function L(s,F12) in the\ncritical strip s={12,...,19}, where F12 is the unique (up to a scalar) Siegel\ncusp form of degree 3 and weight 12, which was constructed by Miyawaki. These\nvalues are proportional to the product of Petersson inner products of\nRamanujan's Delta by itself and the cusp form of weight 20 for SL(2,Z) by\nitself by a rational number and some power of Pi. We also verify this result\nnumerically using Dokchitser's ComputeL PARI package. To our knowledge this is\nthe first example of a spinor L-function of Siegel cusp forms of degree 3, when\nthe special values can be computed explicitly.\n"]}]
["0805.2115",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2115"],"date":["2008-05-14"],"type":["text"],"creator":["Laad, Mukul S."],"language":[],"coverage":[],"title":["Valence Fluctuation Driven Non-Fermi LIquid Behavior and Unconventional\n  Superconductivity in Pressurized CeCu_{2}Si_{2}"],"description":["  I study an Extended Periodic Anderson Model (EPAM) with non-local\nhybridisation, $V_{fc}$, and a coulomb interaction, $U_{fc}$, between localised\n$f$ electrons and wide band conduction ($c$) electrons. Within DMFT, a quantum\nphase transition (QPT) driven by soft $f$-valence fluctuations, accompanied by\na discontinuous jump in the Fermi volume, is found as $V_{fc}$ is tuned across\na critical value. Near the associated QCP, an unconventional superconductive\ninstability, driven by these extended, singular valence fluctuations, naturally\nemerges. {\\it All} these phenomena are representative of observations in\npressurised $CeCu_{2}Si_{2}$.\n","Comment: 4 pages, no figures"]}]
["0805.2122",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2122"],"date":["2008-05-14"],"type":["text"],"creator":["Kindratenko, Volodymyr V.","Brunner, Robert J.","Myers, Adam D."],"language":[],"coverage":[],"title":["Mitrion-C Application Development on SGI Altix 350/RC100"],"description":["  This paper provides an evaluation of SGI RASCTM RC100 technology from a\ncomputational science software developer's perspective. A brute force\nimplementation of a two-point angular correlation function is used as a test\ncase application. The computational kernel of this test case algorithm is\nported to the Mitrion-C programming language and compiled, targeting the RC100\nhardware. We explore several code optimization techniques and report\nperformance results for different designs. We conclude the paper with an\nanalysis of this system based on our observations while implementing the test\ncase. Overall, the hardware platform and software development tools were found\nto be satisfactory for accelerating computationally intensive applications,\nhowever, several system improvements are desirable.\n","Comment: Comments: On speeding up clustering calculations using alternative\n  hardware technologies, appeared in IEEE Symposium on Filed-Programmable\n  Custom Computing Machines - FCCM'07, 12 pages"]}]
["0805.2125",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2125"],"date":["2008-05-14"],"type":["text"],"creator":["Thanassoulas, Constantine"],"language":[],"coverage":[],"title":["Seismicity observed, at Methoni seismogenic area, Greece, after the\n  analysis of the recorded Earth_s electric field of 21/2/2008_ 22/2/2008, at\n  PYR, ATH and HIO monitoring sites, Greece"],"description":["  The seismicity, which took place at the Methoni seismogenic area, in the time\nperiod of 20/2/2008 - 10/4/2008, is analyzed in terms of its location, time of\noccurrence and magnitude. Furthermore, it is compared to the tidal (T=14 days,\nT=1 day) lithospheric oscillation and to the epicentral area suggested by the\nanalysis of the Earth_s electric field registered on 21-22/2/2008 by PYR, ATH\nand HIO monitoring sites. Moreover, a comparison is made between the actual\nseismic energy released, during the same time period (20/2/2008 - 10/4/2008) in\nthis specific seismogenic region and the suggested one by the probabilistic\nsingle seismic event suggested that could occur in the time period of 28/2_\n1/3/2008.\n  The overall analysis of the Methoni seismic event reveals the validity of the\nused physical models: of the lithospheric oscillation, of the lithospheric\nseismic energy release and the one of the homogeneous Earth used for the\nazimuthal intensity vector analysis of the preseismic electric signals\n(Thanassoulas, 2007).\n","Comment: 8 pages, 13 figures"]}]
["0805.2127",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2127"],"date":["2008-05-14"],"type":["text"],"creator":["Lopez-Pavon, J."],"language":[],"coverage":[],"title":["CP asymmetries from non-unitarity leptonic mixing"],"description":["  A low-energy non-unitary leptonic mixing matrix is a generic effect of some\ntheories of new physics accounting for neutrino masses. We show how the extra\nCP-phases of a general non-unitary matrix allow for sizeable CP-asymmetries in\nthe $\\nu_\\mu\\to \\nu_\\tau$ channel. This CP-asymmetries turns out to be an\nexcellent probe of such new physics.\n","Comment: 4 pages, 2 figures, based on talk given at XLIIIrd Rencontres de\n  MORIOND Electroweak Session, La Thuile, March 1-8, 2008"]}]
["0805.2128",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","10A05, 10A35, 10L10, 10L99, 11M26, 90C27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2128"],"date":["2008-05-14"],"type":["text"],"creator":["Sloane, N. J. A."],"language":[],"coverage":[],"title":["Eight Hateful Sequences"],"description":["  In his July 1974 Scientific American column, Martin Gardner mentioned the\nHandbook of Integer Sequences, which then contained 2372 sequences. Today the\nOn-Line Encyclopedia of Integer Sequences (the OEIS) contains 140000 sequences.\nThis paper discusses eight of them, suggested by the theme of the Eighth\nGathering For Gardner: they are all infinite, and all 'ateful in one way or\nanother. Each one is connected with an unsolved problem. The sequences are\nrelated to: hateful numbers, Angelini's 1995 puzzle, the persistence of a\nnumber, Alekseyev's 123 sequence, the curling number conjecture, Quet's\nprime-generating recurrence, the traveling salesman's problem, and the Riemann\nHypothesis.\n","Comment: 5 pages; paper for 8th Gathering for [Martin] Gardner"]}]
["0805.2132",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2132"],"date":["2008-05-14"],"type":["text"],"creator":["Treumann, R. A.","Jaroschek, C. H."],"language":[],"coverage":[],"title":["Fundamentals of Non-relativistic Collisionless Shock Physics: I. The\n  Shock Problem"],"description":["  The problem of collisionless shocks is posed as the problem of understanding\nhow in a completely collisionless streaming high-temperature plasma shocks can\ndevelop at all, forming discontinuous transition layers of thickness much less\nthan any collisional mean free path length. The history of shock research is\nbriefly reviewed. It is expressed that collisionless shocks as a realistic\npossibility of a state of matter have been realized not earlier than roughly\nhalf a centruy ago. The basic properties of collisionless shocks are noted in\npreparing the theory of collisionless shocks and a classification of shocks is\ngiven in terms of their physical properties, which is developed in the\nfollowing chapters. The structure of this chapter is as follows: 1. A cursory\nhistorical overview, describing the early history, gasdynamic shocks, the\nrealisation of the existence of collisionless shocks and their investigation\nover three decades in theory and observation until the numerical simulation\nage, 2. Posing the shock problem as the question: When are shocks? 3. Types of\ncollisionless shocks, describing electrostatic shocks, magnetized shocks, MHD\nshocks, shock evolutionarity and coplanarity, switch-on and switch-off shocks,\n4. Criticality, describing the transition from subcritical dissipative to\nsupercritical viscose shocks, 5. Remarks.\n","Comment: 8 figures, first chapter of long review paper"]}]
["0805.2135",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2135"],"date":["2008-05-14"],"type":["text"],"creator":["Sherstov, Alexander A."],"language":[],"coverage":[],"title":["Communication Lower Bounds Using Dual Polynomials"],"description":["  Representations of Boolean functions by real polynomials play an important\nrole in complexity theory. Typically, one is interested in the least degree of\na polynomial p(x_1,...,x_n) that approximates or sign-represents a given\nBoolean function f(x_1,...,x_n). This article surveys a new and growing body of\nwork in communication complexity that centers around the dual objects, i.e.,\npolynomials that certify the difficulty of approximating or sign-representing a\ngiven function. We provide a unified guide to the following results, complete\nwith all the key proofs:\n  (1) Sherstov's Degree/Discrepancy Theorem, which translates lower bounds on\nthe threshold degree of a Boolean function into upper bounds on the discrepancy\nof a related function;\n  (2) Two different methods for proving lower bounds on bounded-error\ncommunication based on the approximate degree: Sherstov's pattern matrix method\nand Shi and Zhu's block composition method;\n  (3) Extension of the pattern matrix method to the multiparty model, obtained\nby Lee and Shraibman and by Chattopadhyay and Ada, and the resulting improved\nlower bounds for DISJOINTNESS;\n  (4) David and Pitassi's separation of NP and BPP in multiparty communication\ncomplexity for k=(1-eps)log n players.\n","Comment: 35 pages. Invited survey for The Bulletin of the European Association\n  for Theoretical Computer Science (EATCS)"]}]
["0805.2144",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11F30, 11F11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2144"],"date":["2008-05-14"],"type":["text"],"creator":["Fang, Liqun","Hoffman, J. William","Linowitz, Benjamin","Rupinski, Andrew","Verrill, Helena"],"language":[],"coverage":[],"title":["Modular forms on noncongruence subgroups and Atkin-Swinnerton-Dyer\n  relations"],"description":["  We give new examples of weight three cusp forms on noncongruence subgroups of\nSL(2, Z) whose Scholl representation is modular and which satisfy three term\nAtkin-Swinnerton-Dyer relations.\n"]}]
["0805.2147",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2147"],"date":["2008-05-14"],"type":["text"],"creator":["Cline, James M."],"language":[],"coverage":[],"title":["Features and nongaussianity in the inflationary power spectrum"],"description":["  I summarize recent work on (1) constraining spike-like features in the cosmic\nmicrowave background and large scale structure; (2) nonstandard Friedmann\nequation in stabilized warped 6D brane cosmology, with applications to\ninflation; and (3) nonlocal inflation models, motivated by string theory, which\ncan yield large nongaussian CMB fluctuations. Work in collaboration with N.\nBarnaby, T. Biswas, F. Chen, L. Hoi, G. Holder and S. Kanno.\n","Comment: 8 pages, 7 figures; presented at 43rd Rencontres de Moriond, La\n  Thuile (Val d'Aosta, Italy) March 15 - 22, 2008. Includes new implications of\n  WMAP5 for chaotic inflation in 6D braneworld (arXiv:0801.0226) and spike-like\n  features in the CMB (arXiv:0706.3887)"]}]
["cond-mat/0612006",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612006","Handbook of Magnetism and Advanced Magnetic Materials. Edited by\n  Helmut Kronmuller and Stuart Parkin. Vol 1: Fundamentals and Theory. John\n  Wiley and Sons, 95-148 (2007)."],"date":["2006-11-30","2007-01-03"],"type":["text"],"creator":["Coleman, P."],"language":[],"coverage":[],"title":["Heavy Fermions: electrons at the edge of magnetism"],"description":["  An introduction to the physics of heavy fermion compounds is presented,\nattempting to highlight the conceptual developments and emphasize the mysteries\nand open questions that persist in this active field of research.\n","Comment: This article is a contribution to volume 1 of the Handbook of\n  Magnetism and Advanced Magnetic Materials, to be published by J. Wiley and\n  Sons, 2007. 97 pages double spaced. 36 Figures. YbAgGe + refs added to table\n  of QC metals"]}]
["hep-ph/0204116",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0204116"],"date":["2002-04-10","2008-05-15"],"type":["text"],"creator":["Krzywicki, A."],"language":[],"coverage":[],"title":["Inclusive Spectra and Quantum Stochastic Processes"],"description":["  We try to explain the apparently \"thermal\" shape of the inclusive transverse\nmomentum spectrum. We conjecture that prior to the collision, parton-parton\ninteractions generate a kind of a stochastic process driving the one-particle\nspectrum within a hadron towards the thermal shape it would have in a classical\ngas. We illustrate this idea, which might have a more general relevance, with a\nsimple, exactly solvable model.\n","Comment: 3 pages, 2-column revtex format, format changed and references added"]}]
["math/0210286",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0210286"],"date":["2002-10-18","2008-05-15"],"type":["text"],"creator":["Chazottes, J. -R.","Collet, P."],"language":[],"coverage":[],"title":["Almost Sure Central Limit Theorems and the Erdos-Renyi law for Expanding\n  Maps of the Interval"],"description":["  For a large class of expanding maps of the interval, we prove that partial\nsums of Lipschitz observables satisfy an almost sure central limit theorem\n(ASCLT). In fact, we provide a speed of convergence in the Kantorovich metric.\nMaxima of partial sums are also shown to obey an ASCLT. The key-tool is an\nexponential inequality recently obtained. Then we derive almost-sure\nconvergence rates for the supremum of moving averages of Lipschitz observables\n(Erdos-Renyi type law). We end up with an application to entropy estimation\nASCLT's that refi ne Shannon-McMillan-Breiman and Ornstein-Weiss theorems.\n","Comment: 25p; title has changed; minor corrections; published in Erg. Th.\n  Dynam. Sys. (2005)"]}]
["math/0501550",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics","05 C 10, 57 R 70, 55 N 22, 57 M 35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0501550"],"date":["2005-01-31","2008-05-15"],"type":["text"],"creator":["Funar, Louis"],"language":[],"coverage":[],"title":["Surface cubications mod flips"],"description":["  Let $\\Sigma$ be a compact surface. We prove that the set of surface\ncubications modulo flips, up to isotopy, is in one-to-one correspondence with\n$\\Z/2\\Z\\oplus H_1(\\Sigma,\\Z/2\\Z)$.\n","Comment: revised version, 18p"]}]
["math/0504067",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","37A (Primary)","28D, 47A (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0504067"],"date":["2005-04-05","2008-05-15"],"type":["text"],"creator":["Buczolich, Zoltan","Mauldin, R. Daniel"],"language":[],"coverage":[],"title":["Divergent Square Averages"],"description":["  We answer a question of J. Bourgain. We show that the sequence n^2 is\nL^1-universally bad.\n","Comment: 60 pages"]}]
["math/0505675",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Topology","57R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505675","Manuscripta math. 126(2008), 177 - 200","doi:10.1007/s00229-008-0172-0"],"date":["2005-05-31","2005-11-19"],"type":["text"],"creator":["Prieto, J. I. Royo","Saralegi-Aranguren, M.","Wolak, R."],"language":[],"coverage":[],"title":["Tautness for riemannian foliations on non-compact manifolds"],"description":["  For a riemannian foliation $\\mathcal{F}$ on a closed manifold $M$, it is\nknown that $\\mathcal{F}$ is taut (i.e. the leaves are minimal submanifolds) if\nand only if the (tautness) class defined by the mean curvature form\n$\\kappa_\\mu$ (relatively to a suitable riemannian metric $\\mu$) is zero. In the\ntransversally orientable case, tautness is equivalent to the non-vanishing of\nthe top basic cohomology group $H^{^{n}}(M/\\mathcal{F})$, where $n = \\codim\n\\mathcal{F}$. By the Poincar\\'e Duality, this last condition is equivalent to\nthe non-vanishing of the basic twisted cohomology group\n$H^{^{0}}_{_{\\kappa_\\mu}}(M/\\mathcal{F})$, when $M$ is oriented. When $M$ is\nnot compact, the tautness class is not even defined in general. In this work,\nwe recover the previous study and results for a particular case of riemannian\nfoliations on non compact manifolds: the regular part of a singular riemannian\nfoliation on a compact manifold (CERF).\n","Comment: 18 pages"]}]
["math/0611590",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H52, 14H10, 14J28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611590"],"date":["2006-11-19","2008-05-15"],"type":["text"],"creator":["Artebani, Michela","Dolgachev, Igor"],"language":[],"coverage":[],"title":["The Hesse pencil of plane cubic curves"],"description":["  This is a survey of the classical geometry of the Hesse configuration of 12\nlines in the projective plane related to inflection points of a plane cubic\ncurve. We also study two K3 surfaces with Picard number 20 which arise\nnaturally in connection with the configuration.\n","Comment: 22 pages, 1 figure; essential revision to section 7, to appear on\n  L'Enseignement Math\\'ematique"]}]
["math/0701552",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","55P99","68Q85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701552","Homology Homotopy and Applications, vol. 10 (1):p.353-388, 2008"],"date":["2007-01-19","2008-05-15"],"type":["text"],"creator":["Gaucher, Philippe"],"language":[],"coverage":[],"title":["Towards a homotopy theory of process algebra"],"description":["  This paper proves that labelled flows are expressive enough to contain all\nprocess algebras which are a standard model for concurrency. More precisely, we\nconstruct the space of execution paths and of higher dimensional homotopies\nbetween them for every process name of every process algebra with any\nsynchronization algebra using a notion of labelled flow. This interpretation of\nprocess algebra satisfies the paradigm of higher dimensional automata (HDA):\none non-degenerate full $n$-dimensional cube (no more no less) in the\nunderlying space of the time flow corresponding to the concurrent execution of\n$n$ actions. This result will enable us in future papers to develop a\nhomotopical approach of process algebras. Indeed, several homological\nconstructions related to the causal structure of time flow are possible only in\nthe framework of flows.\n","Comment: 33 pages ; LaTeX2e ; 1 eps figure ; package semantics included ; v2\n  HDA paradigm clearly stated and simplification in a homotopical argument ; v3\n  \"bug\" fixed in notion of non-twisted shell + several redactional improvements\n  ; v4 minor correction : the set of labels must not be ordered ; published at\n  http://intlpress.com/HHA/v10/n1/a16/"]}]
["math/0703348",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","53D35","53C26","57R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703348","Commun. Math. Phys. 280 (2008), 737--749","doi:10.1007/s00220-008-0477-6"],"date":["2007-03-12","2007-10-25"],"type":["text"],"creator":["Bande, G.","Kotschick, D."],"language":[],"coverage":[],"title":["The geometry of recursion operators"],"description":["  We study the fields of endomorphisms intertwining pairs of symplectic\nstructures. Using these endomorphisms we prove an analogue of Moser's theorem\nfor simultaneous isotopies of two families of symplectic forms. We also\nconsider the geometric structures defined by pairs and triples of symplectic\nforms for which the squares of the intertwining endomorphisms are plus or minus\nthe identity. For pairs of forms we recover the notions of symplectic pairs and\nof holomorphic symplectic structures. For triples we recover the notion of a\nhypersymplectic structure, and we also find three new structures that have not\nbeen considered before. One of these is the symplectic formulation of\nhyper-Kaehler geometry, which turns out to be a strict generalization of the\nusual definition in terms of differential or Kaehler geometry.\n","Comment: cosmetic changes only; to appear in Comm. Math. Phys"]}]
["q-bio/0508031",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0508031","Phys. Biol. 2 (2005) 175-188","doi:10.1088/1478-3975/2/3/005"],"date":["2005-08-22"],"type":["text"],"creator":["Keef, T.","Taormina, A.","Twarock, R."],"language":[],"coverage":[],"title":["Assembly Models for Papovaviridae based on Tiling Theory"],"description":["  A vital constituent of a virus is its protein shell, called the viral capsid,\nthat encapsulates and hence provides protection for the viral genome. Assembly\nmodels are developed for viral capsids built from protein building blocks that\ncan assume different local bonding structures in the capsid. This situation\noccurs, for example, for viruses in the family of Papovaviridae, which are\nlinked to cancer and are hence of particular interest for the health sector.\nMore specifically, the viral capsids of the (pseudo-) T=7 particles in this\nfamily consist of pentamers that exhibit two different types of bonding\nstructures. While this scenario cannot be described mathematically in terms of\nCaspar-Klug Theory (Caspar and Klug 1962), it can be modelled via tiling theory\n(Twarock 2004). The latter is used to encode the local bonding environment of\nthe building blocks in a combinatorial structure, called the assembly tree,\nwhich is a basic ingredient in the derivation of assembly models for\nPapovaviridae along the lines of the equilibrium approach of Zlotnick (Zlotnick\n1994). A phase space formalism is introduced to characterize the changes in the\nassembly pathways and intermediates triggered by the variations in the\nassociation energies characterizing the bonds between the building blocks in\nthe capsid. Furthermore, the assembly pathways and concentrations of the\nstatistically dominant assembly intermediates are determined. The example of\nSimian Virus 40 is discussed in detail.\n"]}]
["q-bio/0702035",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0702035","Phys. Rev. Lett. 98, 258101 (2007)","doi:10.1103/PhysRevLett.98.258101"],"date":["2007-02-16"],"type":["text"],"creator":["Pigolotti, Simone","Lopez, Cristobal","Hernandez-Garcia, Emilio"],"language":[],"coverage":[],"title":["Species clustering in competitive Lotka-Volterra models"],"description":["  We study the properties of Lotka-Volterra competitive models in which the\nintensity of the interaction among species depends on their position along an\nabstract niche space through a competition kernel. We show analytically and\nnumerically that the properties of these models change dramatically when the\nFourier transform of this kernel is not positive definite, due to a pattern\nforming instability. We estimate properties of the species distributions, such\nas the steady number of species and their spacings, for different types of\nkernels.\n","Comment: 4 pages, 3 figures"]}]
