["0704.1627",{"format":[],"subject":["Physics - Geophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1627","Geophysical Journal International 172 (2), 817-841 (2008)","doi:10.1111/j.1365-246X.2007.03671.x"],"date":["2007-04-12","2007-09-14"],"type":["text"],"creator":["Beuthe, Mikael"],"language":[],"coverage":[],"title":["Thin elastic shells with variable thickness for lithospheric flexure of\n  one-plate planets"],"description":["  Planetary topography can either be modeled as a load supported by the\nlithosphere, or as a dynamical effect due to lithospheric flexure caused by\nmantle convection. In both cases the response of the lithosphere to external\nforces can be calculated with the theory of thin elastic plates or shells. On\none-plate planets the spherical geometry of the lithospheric shell plays an\nimportant role in the flexure mechanism. So far the equations governing the\ndeformations and stresses of a spherical shell have only been derived under the\nassumption of a shell of constant thickness. However local studies of gravity\nand topography data suggest large variations in the thickness of the\nlithosphere. In this article we obtain the scalar flexure equations governing\nthe deformations of a thin spherical shell with variable thickness or variable\nYoung's modulus. The resulting equations can be solved in succession, except\nfor a system of two simultaneous equations, the solutions of which are the\ntransverse deflection and an associated stress function. In order to include\nbottom loading generated by mantle convection, we extend the method of stress\nfunctions to include loads with a toroidal tangential component. We further\nshow that toroidal tangential displacement always occurs if the shell thickness\nvaries, even in the absence of toroidal loads. We finally prove that the\ndegree-one harmonic components of the transverse deflection and of the toroidal\ntangential displacement are independent of the elastic properties of the shell\nand are associated with translational and rotational freedom. The flexure\nequations for a shell of variable thickness are useful not only for the\nprediction of the gravity signal in local admittance studies, but also for the\nconstruction of stress maps in tectonic analysis.\n","Comment: 36 pages, 1 figure, submitted to Geophysical Journal International.\n  Revised version: second-order corrections brought in agreement with\n  Flugge-Lure-Byrne theory; degree-one displacements analyzed in terms of\n  translations, rotations plus possible deformations due to tangential loads;\n  other minor changes"]}]
["0705.2740",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2740","Eur. Phys. J. C 53, 49-58 (2008)","doi:10.1140/epjc/s10052-007-0460-y"],"date":["2007-05-18","2007-10-24"],"type":["text"],"creator":["Gupta, Pooja","Choudhary, B. C.","Chatterji, S.","Bhattacharya, S."],"language":[],"coverage":[],"title":["Study of Direct Photon plus Jet production in CMS Experiment at\n  \\sqrt{s}=14 TeV"],"description":["  We present simulation results of $\\gamma$ + Jet analysis using CMS (Compact\nMuon Solenoid) Object-Oriented software at the Large Hadron Collider (LHC)\ncenter of mass energy $\\sqrt{s}$=14 TeV. The study of direct photon production\nhelps in validating the perturbative Quantum Chromodynamics (pQCD) and\nproviding information on the gluon distribution in the nucleons. Direct photon\nprocesses also constitute a major background to several other Standard Model\n(SM) processes and signals of new physics. Thus these processes need to be\nunderstood precisely in the new energy regime. In this work, we have done a\ndetailed study of the GEANT4 simulated $\\gamma$ + jet events generated with\nPythia, and the related background processes. Isolation cuts have been\noptimized for direct photon which improves the signal over background ratio by\n$\\sim25%$ as compared to previous studies done in CMS. The inclusion of a large\n$\\Delta\\phi$ cut between the photon and the leading jet at $40^0$ in the\nanalysis leads to a further increase of $\\sim15%$ in S/B, thus giving an\noverall gain of $\\sim42%$ in S/B ratio.\n","Comment: 20 Pages, 13 Figures. Accepted in European Journal of Physics C"]}]
["0706.1260",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1260","Phys. Rev. B 77, 012406 (2008)","doi:10.1103/PhysRevB.77.012406"],"date":["2007-06-08","2008-01-23"],"type":["text"],"creator":["de Sousa, Rogerio","Moore, Joel E."],"language":[],"coverage":[],"title":["Optical coupling to spin waves in the cycloidal multiferroic BiFeO3"],"description":["  The magnon and optical phonon spectrum of an incommensurate multiferroic such\nas BiFeO3 is considered in the framework of a phenomenological Landau theory.\nThe resulting spin wave spectrum is quite distinct from commensurate substances\ndue to soft mode anisotropy and magnon zone folding. The former allows\nelectrical control of spin wave propagation via reorientation of the\nspontaneous ferroelectric moment. The latter gives rise to multiple\nmagneto-dielectric resonances due to the coupling of optical phonons at zero\nwavevector to magnons at integer multiples of the cycloid wavevector. These\nresults show that the optical response of a multiferroic reveals much more\nabout its magnetic excitations than previously anticipated on the basis of\nsimpler models.\n","Comment: Final published version"]}]
["0706.1431",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1431","PRL 100, 033602 (2008)","doi:10.1103/PhysRevLett.100.033602"],"date":["2007-06-11"],"type":["text"],"creator":["Vahlbruch, Henning","Mehmet, Moritz","Lastzka, Nico","Hage, Boris","Chelkowski, Simon","Franzen, Alexander","Gossler, Stefan","Danzmann, Karsten","Schnabel, Roman"],"language":[],"coverage":[],"title":["Observation of squeezed light with 10dB quantum noise reduction"],"description":["  Squeezing of light's quantum noise requires temporal rearranging of photons.\nThis again corresponds to creation of quantum correlations between individual\nphotons. Squeezed light is a non-classical manifestation of light with great\npotential in high-precision quantum measurements, for example in the detection\nof gravitational waves. Equally promising applications have been proposed in\nquantum communication. However, after 20 years of intensive research doubts\narose whether strong squeezing can ever be realized as required for eminent\napplications. Here we show experimentally that strong squeezing of light's\nquantum noise is possible. We reached a benchmark squeezing factor of 10 in\npower (10dB). Thorough analysis reveals that even higher squeezing factors will\nbe feasible in our setup.\n","Comment: 10 pages, 4 figures"]}]
["0707.0139",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0139","J. Chem. Phys. 127, 144511 (2007)","doi:10.1063/1.2779037"],"date":["2007-07-01"],"type":["text"],"creator":["Gelin, M. F.","Kosov, D. S."],"language":[],"coverage":[],"title":["Manifestation of nonequilibrium initial conditions in molecular\n  rotation: the generalized J-diffusion model"],"description":["  In order to adequately describe molecular rotation far from equilibrium, we\nhave generalized the J-diffusion model by allowing the rotational relaxation\nrate to be angular momentum dependent. The calculated nonequilibrium rotational\ncorrelation functions (CFs) are shown to decay much slower than their\nequilibrium counterparts, and orientational CFs of hot molecules exhibit\ncoherent behavior, which persists for several rotational periods. As distinct\nfrom the results of standard theories, rotational and orientational CFs are\nfound to dependent strongly on the nonequilibrium preparation of the molecular\nensemble. We predict the Arrhenius energy dependence of rotational relaxation\ntimes and violation of the Hubbard relations for orientational relaxation\ntimes. The standard and generalized J-diffusion models are shown to be almost\nindistinguishable under equilibrium conditions. Far from equilibrium, their\npredictions may differ dramatically.\n"]}]
["0707.2512",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2512","PHYSICAL REVIEW E 77, 016604 (2008)","doi:10.1103/PhysRevE.77.016604"],"date":["2007-07-17"],"type":["text"],"creator":["Abdullaev, F. Kh.","Bludov, Yu. V.","Dmitriev, S. V.","Kevrekidis, P. G.","Konotop, V. V."],"language":[],"coverage":[],"title":["Generalized Neighbor-Interaction Models Induced by Nonlinear Lattices"],"description":["  It is shown that the tight-binding approximation of the nonlinear\nSchr\\\"odinger equation with a periodic linear potential and periodic in space\nnonlinearity coefficient gives rise to a number of nonlinear lattices with\ncomplex, both linear and nonlinear, neighbor interactions. The obtained\nlattices present non-standard possibilities, among which we mention a\nquasi-linear regime, where the pulse dynamics obeys essentially the linear\nSchr{\\\"o}dinger equation. We analyze the properties of such models both in\nconnection with their modulational stability, as well as in regard to the\nexistence and stability of their localized solitary wave solutions.\n"]}]
["0707.4391",{"format":[],"subject":["Physics - Computational Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4391","J. Comput. Phys., 226 (2007), 2003-2027","doi:10.1016/j.jcp.2007.06.024"],"date":["2007-07-30","2008-01-23"],"type":["text"],"creator":["Tian, C. L.","Xu, K.","Chan, K. L.","Deng, L. C."],"language":[],"coverage":[],"title":["A three-dimensional multidimensional gas-kinetic scheme for the\n  Navier-Stokes equations under gravitational fields"],"description":["  This paper extends the gas-kinetic scheme for one-dimensional inviscid\nshallow water equations (J. Comput. Phys. 178 (2002), pp. 533-562) to\nmultidimensional gas dynamic equations under gravitational fields. Four\nimportant issues in the construction of a well-balanced scheme for gas dynamic\nequations are addressed. First, the inclusion of the gravitational source term\ninto the flux function is necessary. Second, to achieve second-order accuracy\nof a well-balanced scheme, the Chapman-Enskog expansion of the Boltzmann\nequation with the inclusion of the external force term is used. Third, to avoid\nartificial heating in an isolated system under a gravitational field, the\nsource term treatment inside each cell has to be evaluated consistently with\nthe flux evaluation at the cell interface. Fourth, the multidimensional\napproach with the inclusion of tangential gradients in two-dimensional and\nthree-dimensional cases becomes important in order to maintain the accuracy of\nthe scheme. Many numerical examples are used to validate the above issues,\nwhich include the comparison between the solutions from the current scheme and\nthe Strang splitting method. The methodology developed in this paper can also\nbe applied to other systems, such as semi-conductor device simulations under\nelectric fields.\n","Comment: The name of first author was misspelled as C.T.Tian in the published\n  paper. 35 pages,9 figures"]}]
["0708.0138",{"format":[],"subject":["Mathematics - Probability","A.M.S. : 60J80, 60G18, 60F25, 60J27."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0138"],"date":["2007-08-01","2008-01-24"],"type":["text"],"creator":["Krell, Nathalie"],"language":[],"coverage":[],"title":["Self-similar branching Markov chains"],"description":["  The main purpose of this work is to study self-similar branching Markov\nchains. First we will construct such a process. Then we will establish certain\nLimit Theorems using the theory of self-similar Markov processes.\n"]}]
["0708.0819",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0819","Phys. Rev. Lett. 100, 036603 (2008)","doi:10.1103/PhysRevLett.100.036603"],"date":["2007-08-06","2007-09-16"],"type":["text"],"creator":["Vitushinsky, P.","Clerk, A. A.","Hur, K. Le"],"language":[],"coverage":[],"title":["Shot Noise in SU(N) Quantum Dot Kondo Effects"],"description":["  We study shot noise in the current of quantum dots whose low-energy behaviour\ncorresponds to an SU(N) Kondo model, focusing on the case N=4 relevant to\ncarbon nanotube dots. For general N, two-particle Fermi liquid interactions\nhave two distinct effects: they can enhance the noise via back-scattering\nprocesses with an N-dependent effective charge, and can also modify the\ncoherent partition noise already present without interactions. For N=4, in\ncontrast to the SU(2) case, interactions enhance shot noise solely through an\nenhancement of partition noise. This leads to a non-trivial prediction for\nexperiment.\n","Comment: 4+ pages; error in numerical prefactor describing interaction effect\n  on noise corrected"]}]
["0708.3351",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3351","Prog.Theor.Phys. 119 (2008) 117-137","doi:10.1143/PTP.119.117"],"date":["2007-08-24","2008-01-24"],"type":["text"],"creator":["Harada, Masayasu","Nemoto, Yukio","Yoshimoto, Shunji"],"language":[],"coverage":[],"title":["Quasi-quark spectrum in the chiral symmetric phase from the\n  Schwinger-Dyson equation"],"description":["  We non-perturbatively study the fermion spectrum in the chiral symmetric\nphase from the Schwinger-Dyson equation with the Feynman gauge, in which we\nperform an analytic continuation of the solution on the imaginary time axis to\nthe real time axis with a method employing an integral equation. It is shown\nthat the fermion spectrum has two peaks, which correspond to the normal\nquasi-fermion and the plasmino, although these peaks in the strong coupling\nregion are very broad, owing to multiple scatterings with gauge bosons. We find\nthat the thermal mass of the quasi-fermion saturates at some value of the gauge\ncoupling, beyond which the thermal (pole) mass satisfies $M \\sim T$,\nindependently of the value of the gauge coupling. We also comment on the\nappearance of a three-peak structure in the fermion spectrum as a\nnon-perturbative effect.\n","Comment: 21 pages, 11 figures; This is the version published in\n  Prog.Theor.Phys"]}]
["0709.0615",{"format":[],"subject":["Physics - Atomic Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0615","J. Phys. B: At. Mol. Opt. Phys. 41 (2008) 035504 (11pp)","doi:10.1088/0953-4075/41/3/035504"],"date":["2007-09-05"],"type":["text"],"creator":["Chuntonov, Lev","Rybak, Leonid","Gandman, Andrey","Amitay, Zohar"],"language":[],"coverage":[],"title":["Frequency-Domain Coherent Control of Femtosecond Two-Photon Absorption:\n  Intermediate-Field vs. Weak-Field Regime"],"description":["  Coherent control of femtosecond two-photon absorption in the\nintermediate-field regime is analyzed in detail in the powerful frequency\ndomain using an extended 4th-order perturbative description. The corresponding\nabsorption is coherently induced by the weak-field non-resonant two-photon\ntransitions as well as by four-photon transitions involving three absorbed\nphotons and one emitted photons. The interferences between these two groups of\ntransitions lead to a difference between the intermediate-field and weak-field\nabsorption dynamics. The corresponding interference nature (constructive or\ndestructive) strongly depends on the detuning direction of the pulse spectrum\nfrom half the two-photon transition frequency. The model system of the study is\natomic sodium, for which both experimental and theoretical results are\nobtained. The detailed understanding obtained here serves as a basis for\ncoherent control with rationally-shaped femtosecond pulses in a regime of\nsizable absorption yields.\n","Comment: 25 pages, 5 figures"]}]
["0709.3799",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3799","Appl. Phys. Lett., 92, 012102, (2008)","doi:10.1063/1.2827188"],"date":["2007-09-24"],"type":["text"],"creator":["Stampfer, C.","Guettinger, J.","Molitor, F.","Graf, D.","Ihn, T.","Ensslin, K."],"language":[],"coverage":[],"title":["Tunable Coulomb blockade in nanostructured graphene"],"description":["  We report on Coulomb blockade and Coulomb diamond measurements on an etched,\ntunable single-layer graphene quantum dot. The device consisting of a graphene\nisland connected via two narrow graphene constrictions is fully tunable by\nthree lateral graphene gates. Coulomb blockade resonances are observed and from\nCoulomb diamond measurements a charging energy of ~3.5 meV is extracted. For\nincreasing temperatures we detect a peak broadening and a transmission increase\nof the nanostructured graphene barriers.\n"]}]
["0709.3997",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Optimization and Control","22E30, 49J15, 53C17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3997"],"date":["2007-09-25","2008-01-24"],"type":["text"],"creator":["Boscain, Ugo","Rossi, Francesco"],"language":[],"coverage":[],"title":["Invariant Carnot-Caratheodory metrics on $S^3$, $SO(3)$, $SL(2)$ and\n  lens spaces"],"description":["  In this paper we study the invariant Carnot-Caratheodory metrics on\n$SU(2)\\simeq S^3$, $SO(3)$ and $SL(2)$ induced by their Cartan decomposition\nand by the Killing form. Beside computing explicitly geodesics and conjugate\nloci, we compute the cut loci (globally) and we give the expression of the\nCarnot-Caratheodory distance as the inverse of an elementary function. We then\nprove that the metric given on $SU(2)$ projects on the so called lens spaces\n$L(p,q)$. Also for lens spaces, we compute the cut loci (globally).\n  For $SU(2)$ the cut locus is a maximal circle without one point. In all other\ncases the cut locus is a stratified set. To our knowledge, this is the first\nexplicit computation of the whole cut locus in sub-Riemannian geometry, except\nfor the trivial case of the Heisenberg group.\n"]}]
["0709.4156",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4156","Appl. Phys. Lett., 91, 241907, (2007)","doi:10.1063/1.2816262"],"date":["2007-09-26"],"type":["text"],"creator":["Stampfer, C.","Wirtz, L.","Jungen, A.","Graf, D.","Molitor, F.","Hierold, C.","Ensslin, K."],"language":[],"coverage":[],"title":["Raman imaging of doping domains in graphene on SiO2"],"description":["  We present spatially resolved Raman images of the G and 2D lines of\nsingle-layer graphene flakes. The spatial fluctuations of G and 2D lines are\ncorrelated and are thus shown to be affiliated with local doping domains. We\ninvestigate the position of the 2D line -- the most significant Raman peak to\nidentify single-layer graphene -- as a function of charging up to |n|~4 10^12\ncm^-2. Contrary to the G line which exhibits a strong and symmetric stiffening\nwith respect to electron and hole-doping, the 2D line shows a weak and slightly\nasymmetric stiffening for low doping. Additionally, the line width of the 2D\nline is, in contrast to the G line, doping-independent making this quantity a\nreliable measure for identifying single-layer graphene.\n"]}]
["0710.1971",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1971","Phys. Rev. B 77, 035427 (2008)","doi:10.1103/PhysRevB.77.035427"],"date":["2007-10-10","2007-12-28"],"type":["text"],"creator":["Boukhvalov, D. W.","Katsnelson, M. I.","Lichtenstein, A. I."],"language":[],"coverage":[],"title":["Hydrogen on graphene: Electronic structure, total energy, structural\n  distortions, and magnetism from first-principles calculations"],"description":["  Density functional calculations of electronic structure, total energy,\nstructural distortions, and magnetism for hydrogenated single-layer, bilayer,\nand multi-layer graphene are performed. It is found that hydrogen-induced\nmagnetism can survives only at very low concentrations of hydrogen (single-atom\nregime) whereas hydrogen pairs with optimized structure are usually\nnonmagnetic. Chemisorption energy as a function of hydrogen concentration is\ncalculated, as well as energy barriers for hydrogen binding and release. The\nresults confirm that graphene can be perspective material for hydrogen storage.\nDifference between hydrogenation of graphene, nanotubes, and bulk graphite is\ndiscussed.\n","Comment: 8 pages 8 figures (accepted to Phys. Rev. B)"]}]
["0710.2680",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2680","J. Stat. Mech. (2008) P01019","doi:10.1088/1742-5468/2008/01/P01019"],"date":["2007-10-14","2008-01-24"],"type":["text"],"creator":["Oikonomou, P.","Rushkin, I.","Gruzberg, I. A.","Kadanoff, L. P."],"language":[],"coverage":[],"title":["Global properties of Stochastic Loewner evolution driven by Levy\n  processes"],"description":["  Standard Schramm-Loewner evolution (SLE) is driven by a continuous Brownian\nmotion which then produces a trace, a continuous fractal curve connecting the\nsingular points of the motion. If jumps are added to the driving function, the\ntrace branches. In a recent publication [1] we introduced a generalized SLE\ndriven by a superposition of a Brownian motion and a fractal set of jumps\n(technically a stable L\\'evy process). We then discussed the small-scale\nproperties of the resulting L\\'evy-SLE growth process. Here we discuss the same\nmodel, but focus on the global scaling behavior which ensues as time goes to\ninfinity. This limiting behavior is independent of the Brownian forcing and\ndepends upon only a single parameter, $\\alpha$, which defines the shape of the\nstable L\\'evy distribution. We learn about this behavior by studying a\nFokker-Planck equation which gives the probability distribution for endpoints\nof the trace as a function of time. As in the short-time case previously\nstudied, we observe that the properties of this growth process change\nqualitatively and singularly at $\\alpha =1$. We show both analytically and\nnumerically that the growth continues indefinitely in the vertical direction\nfor $\\alpha > 1$, goes as $\\log t$ for $\\alpha = 1$, and saturates for $\\alpha<\n1$. The probability density has two different scales corresponding to\ndirections along and perpendicular to the boundary. In the former case, the\ncharacteristic scale is $X(t) \\sim t^{1/\\alpha}$. In the latter case the scale\nis $Y(t) \\sim A + B t^{1-1/\\alpha}$ for $\\alpha \\neq 1$, and $Y(t) \\sim \\ln t$\nfor $\\alpha = 1$. Scaling functions for the probability density are given for\nvarious limiting cases.\n","Comment: Published version"]}]
["0710.5299",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5299"],"date":["2007-10-28","2008-01-24"],"type":["text"],"creator":["Heredero, Rafael Hernandez","Levi, Decio","Petrera, Matteo","Scimiterna, Christian"],"language":[],"coverage":[],"title":["Multiscale expansion on the lattice and integrability of partial\n  difference equations"],"description":["  We conjecture an integrability and linearizability test for dispersive\nZ^2-lattice equations by using a discrete multiscale analysis. The lowest order\nsecularity conditions from the multiscale expansion give a partial differential\nequation of the form of the nonlinear Schrodinger (NLS) equation. If the\nstarting lattice equation is integrable then the resulting NLS equation turns\nout to be integrable, while if the starting equation is linearizable we get a\nlinear Schrodinger equation. On the other hand, if we start with a\nnon-integrable lattice equation we may obtain a non-integrable NLS equation.\nThis conjecture is confirmed by many examples.\n","Comment: 12 pages"]}]
["0710.5814",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5814"],"date":["2007-10-31","2008-01-24"],"type":["text"],"creator":["Mustafa, Omar","Mazharimousavi, S. Habib"],"language":[],"coverage":[],"title":["A class of spherically-separable non-Hermitian PphiTphi-symmetric\n  Hamiltonians"],"description":["  A family of spherical non-Hermitian potentials is studied. It is shown that\nthe corresponding non-Hermitian Hamiltonians admit some \"new\"\nP$phi$T$phi$-symmetry. It is observed that whilst such P$phi$T$phi$-symmetric\nHamiltonians just copy the eigenvalues of V(r), the corresponding wavefunctions\nwould rather indulge some new probabilistic interpretations due to the change\nin the azimuthal part.\n","Comment: This paper has been withdrawn for its now combined with 0711.3887 to\n  form 0801.3572"]}]
["0711.0109",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0109"],"date":["2007-11-01","2008-01-24"],"type":["text"],"creator":["Ozhigov, Yuri"],"language":[],"coverage":[],"title":["Genetic simulation of quantum dynamics by the principle of quantum state\n  selection"],"description":["  The simple genetic algorithm is proposed for the simulation of quantum many\nbody dynamics. It uses the selection of entangled quantum states and has the\ninbuilt absolute decoherence that comes from the limitation of classical\nmemory. It utilizes the \"pre-quantum field\" in the form of interacting between\nthe different \"quantum worlds\". It is shown how this selection model can be\napplied to the problem of molecular association in chemical reactions.\n","Comment: 10 pages LATEX, misprint correction"]}]
["0711.1017",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1017","J. Phys. A 41, 055308 (2008)","doi:10.1088/1751-8113/41/5/055308"],"date":["2007-11-07","2008-01-23"],"type":["text"],"creator":["Scott, A. J."],"language":[],"coverage":[],"title":["Optimizing quantum process tomography with unitary 2-designs"],"description":["  We show that weighted unitary 2-designs define optimal measurements on the\nsystem-ancilla output state for ancilla-assisted process tomography of unital\nquantum channels. Examples include complete sets of mutually unbiased\nunitary-operator bases. Each of these specifies a minimal series of optimal\northogonal measurements. General quantum channels are also considered.\n","Comment: 28 pages"]}]
["0711.4105",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4105","Phys. Rev. E 77, 011115 (2008)","doi:10.1103/PhysRevE.77.011115"],"date":["2007-11-26"],"type":["text"],"creator":["Gelin, M. F.","Kosov, D. S."],"language":[],"coverage":[],"title":["Directed motion and useful work from an isotropic nonequilibrium\n  distribution"],"description":["  We demonstrate that a gas of classical particles trapped in an external\nasymmetric potential undergoes a quasiperiodic motion, if the temperature of\nits initial velocity distribution $T_{ne}$ differs from the equilibrium\ntemperature, $T_{eq}$. The magnitude of the effect is determined by the value\nof $T_{ne}-T_{eq}$, and the direction of the motion is determined by the sign\nof this expression. The \"loading'' and \"unloading'' of the gas particles change\ndirections of their motion, thereby creating a possibility of shuttle-like\nmotion. The system works as a Carnot engine where the heat flow between kinetic\nand potential parts of the nonequilibrium distribution produces the useful\nwork.\n"]}]
["0711.4402",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4402","J. Chem. Phys. 128, 044902 (2008)","doi:10.1063/1.2825597"],"date":["2007-11-27"],"type":["text"],"creator":["Uchida, Nariya","Grest, Gary S.","Everaers, Ralf"],"language":[],"coverage":[],"title":["Viscoelasticity and primitive path analysis of entangled polymer\n  liquids: From f-actin to polyethylene"],"description":["  We combine computer simulations and scaling arguments to develop a unified\nview of polymer entanglement based on the primitive path analysis (PPA) of the\nmicroscopic topological state. Our results agree with experimentally measured\nplateau moduli for three different polymer classes over a wide rangeof reduced\npolymer densities: (i) semi-dilute theta solutions of synthetic polymers, (ii)\nthe corresponding dense melts above the glass transition or crystallization\ntemperature, and (iii) solutions of semi-flexible (bio)polymers such as f-actin\nor suspensions of rodlike viruses. Together these systems cover the entire\nrange from loosely to tightly entangled polymers. In particular, we argue that\nthe primitive path analysis renormalizes a loosely to a tightly entangled\nsystem and provide a new explanation of the successful Lin-Noolandi packing\nconjecture for polymer melts.\n","Comment: To appear in J. Chem. Phys."]}]
["0711.4585",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4585","Phys. Rev. E 77, 016205 (2008)","doi:10.1103/PhysRevE.77.016205"],"date":["2007-11-28"],"type":["text"],"creator":["Altmann, E. G.","Friedrich, T.","Motter, A. E.","Kantz, H.","Richter, A."],"language":[],"coverage":[],"title":["Prevalence of marginally unstable periodic orbits in chaotic billiards"],"description":["  The dynamics of chaotic billiards is significantly influenced by coexisting\nregions of regular motion. Here we investigate the prevalence of a different\nfundamental structure, which is formed by marginally unstable periodic orbits\nand stands apart from the regular regions. We show that these structures both\n{\\it exist} and {\\it strongly influence} the dynamics of locally perturbed\nbilliards, which include a large class of widely studied systems. We\ndemonstrate the impact of these structures in the quantum regime using\nmicrowave experiments in annular billiards.\n","Comment: 6 pages, 5 figures"]}]
["0712.0978",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0978","J. Phys. A: Math. Theor. 41 (2008) 055203.","doi:10.1088/1751-8113/41/5/055203"],"date":["2007-12-06"],"type":["text"],"creator":["Guven, Jemal","Mueller, Martin Michael"],"language":[],"coverage":[],"title":["How paper folds: bending with local constraints"],"description":["  A variational framework is introduced to describe how a surface bends when it\nis subject to local constraints on its geometry. This framework is applied to\ndescribe the patterns of a folded sheet of paper. The unstretchability of paper\nimplies a constraint on the surface metric; bending is penalized by an energy\nquadratic in mean curvature. The local Lagrange multipliers enforcing the\nconstraint are identified with a conserved tangential stress that couples to\nthe extrinsic curvature of the sheet. The framework is illustrated by examining\nthe deformation of a flat sheet into a generalized cone.\n","Comment: 20 pages, 1 figure"]}]
["0712.3995",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3995"],"date":["2007-12-24","2008-01-24"],"type":["text"],"creator":["Buchbinder, I. L.","Lavrov, P. M."],"language":[],"coverage":[],"title":["BRST charge for nonlinear algebras"],"description":["  We study the construction of the classical nilpotent canonical BRST charge\nfor the nonlinear gauge algebras where a commutator (in terms of Poisson\nbrackets) of the constraints is a finite order polynomial of the constraints.\n","Comment: 4 pages, Latex, base on the talk given by P.M. Lavrov at the\n  International Workshop \"Supersymmetries and Quantum Symmetries, Dubna, 2007.\n  To be publish in the Proceedings, a reference added"]}]
["0801.1942",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14H10, 14H37, 11G20, 11R37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1942"],"date":["2008-01-13","2008-01-24"],"type":["text"],"creator":["Matignon, Michel","Rocher, Magali"],"language":[],"coverage":[],"title":["On smooth curves endowed with a large automorphism $p$-group in\n  characteristic $p>0$"],"description":["  Let $k$ be an algebraically closed field of characteristic $p>0$ and $C$ a\nconnected nonsingular projective curve over $k$ with genus $g \\geq 2$. This\npaper continues the work begun by Lehr and Matignon, namely the study of \"big\nactions\", i.e. the pairs $(C,G)$ where $G$ is a $p$-subgroup of the\n$k$-automorphism group of $C$ such that$\\frac{|G|}{g} >\\frac{2 p}{p-1}$. If\n$G_2$ denotes the second ramification group of $G$ at the unique ramification\npoint of the cover $C \\to C/G$, we display necessary conditions on $G_2$ for\n$(C,G)$ to be a big action, which allows us to pursue the classification of big\nactions. Our main source of examples comes from the construction of curves with\nmany rational points using ray class field theory for global function fields,\nas initiated by J-P. Serre and followed by Lauter and Auer. In particular, we\nobtain explicit examples of big actions with $G_2$ abelian of large exponent.\n","Comment: The section 3, concerning base change and big actions, is new"]}]
["0801.2251",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2251"],"date":["2008-01-15","2008-01-24"],"type":["text"],"creator":["Komarov, E. V.","Simonov, Yu. A."],"language":[],"coverage":[],"title":["Theory of Quark-Gluon Plasma and Phase Transition"],"description":["  Nonperturbative picture of strong interacting quark-gluon plasma is given\nbased on the systematic Field Correlator Method. Equation of state, phase\ntransition in density-temperature plane is derived and compared to lattice data\nas well as subsequent thermodynamical quantities of QGP.\n","Comment: 6 pages,5 figures; talk given at \"13th Lomonosov Conference on\n  Elementary Particle Physics\", Moscow, August 23 -- 29, 2007; new reference\n  added"]}]
["0801.2794",{"format":[],"subject":["Mathematics - K-Theory and Homology","High Energy Physics - Theory","Mathematics - Algebraic Topology","19K99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2794"],"date":["2008-01-17"],"type":["text"],"creator":["Karoubi, Max"],"language":[],"coverage":[],"title":["Clifford modules and twisted K-theory"],"description":["  The purpose of this shord paper is to make the link between the fundamental\nwork of Atiyah, Bott and Shapiro (MR0167985/29/5250) and twisted K-theory\n(MR0282363/43/8075). This link was implicit for a long time in the literature\n(for the description of the real K-theory of spheres as an example) but was not\nexplicitly defined before.\n","Comment: 5 pages,se also http://www.institut.math.jussieu.fr/~karoubi . To be\n  published in the Proceedings of the International Conference on Clifford\n  algebras (ICCA7)"]}]
["0801.2878",{"format":[],"subject":["Mathematics - Functional Analysis","46G25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2878"],"date":["2008-01-18","2008-01-24"],"type":["text"],"creator":["Ibort, A.","Linares, P.","Llavona, J. G."],"language":[],"coverage":[],"title":["Continuous multilinear functionals on $C(K)$-spaces are integral"],"description":["  This paper has been withdrawn by the authors, due to a crucial error.\n","Comment: This paper has been withdrawn"]}]
["0801.3134",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3134"],"date":["2008-01-21"],"type":["text"],"creator":["Ghosh, Subir"],"language":[],"coverage":[],"title":["Comment on Magnetic Monopole Excitations in Spin Ice"],"description":["  It has been proposed recently \\cite{son} that excitations in Spin Ice can be\nof the form of magnetic monopoles that does not obey the Dirac Quantization\nCondition. It is also well known \\cite{rj} that the above scenario leads to\nnon-associativity among translation generators. It will be interesting to see\nhow the monopole picture in Spin Ice survives in the light of the latter\nobservation.\n","Comment: 4 pages, laTex"]}]
["0801.3331",{"format":[],"subject":["Mathematics - Number Theory","Computer Science - Computational Complexity","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3331"],"date":["2008-01-22","2008-01-24"],"type":["text"],"creator":["Hanrot, Guillaume","Stehlé, Damien"],"language":[],"coverage":[],"title":["Worst-Case Hermite-Korkine-Zolotarev Reduced Lattice Bases"],"description":["  The Hermite-Korkine-Zolotarev reduction plays a central role in strong\nlattice reduction algorithms. By building upon a technique introduced by Ajtai,\nwe show the existence of Hermite-Korkine-Zolotarev reduced bases that are\narguably least reduced. We prove that for such bases, Kannan's algorithm\nsolving the shortest lattice vector problem requires\n$d^{\\frac{d}{2\\e}(1+o(1))}$ bit operations in dimension $d$. This matches the\nbest complexity upper bound known for this algorithm. These bases also provide\nlower bounds on Schnorr's constants $\\alpha_d$ and $\\beta_d$ that are\nessentially equal to the best upper bounds. Finally, we also show the existence\nof particularly bad bases for Schnorr's hierarchy of reductions.\n"]}]
["0801.3364",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3364"],"date":["2008-01-22","2008-01-24"],"type":["text"],"creator":["Plaue, M.","Scherfner, M.","Sousa Jr, L. A. M. de"],"language":[],"coverage":[],"title":["On Spacetimes with Given Kinematical Invariants: Construction and\n  Examples"],"description":["  We present a useful method for the construction of cosmological models by\nsolving the differential equations arising from calculating the kinematical\ninvariants (shear, rotation, expansion and acceleration) of an observer field\nin proper time description. As an application of our method we present two\ngeneralizations of the G\\\"odel spacetime that follow naturally from our\napproach.\n"]}]
["0801.3457",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3457","Phys. Rev. A 77, 013821 (2008)","doi:10.1103/PhysRevA.77.013821"],"date":["2008-01-22"],"type":["text"],"creator":["Barberis-Blostein, Pablo"],"language":[],"coverage":[],"title":["Two-photon detuning and decoherence in cavity electromagnetically\n  induced transparency for quantized fields"],"description":["  The interaction of a quantized field with three-level atoms in $\\Lambda$\nconfiguration inside a two-mode cavity is analyzed in the small noise\napproximation. The atoms are in a two-photon detuning with respect to the\ncarriers of the field. We calculate the stationary quadrature noise spectrum of\nthe field outside the cavity in the case where the input probe field is a\nsqueezed state and the input pump field is a coherent state. The mean value of\nthe field is unaltered in all the analysis: the atoms shows electromagnetically\ninduced transparency (EIT). The effect of the atoms' base level decoherence in\nthe cavity output field is also studied. It is found that the output field is\nvery sensitive to two-photon detuning.\n","Comment: 8 pages"]}]
["0801.3458",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3458"],"date":["2008-01-22"],"type":["text"],"creator":["Siegel, E. R."],"language":[],"coverage":[],"title":["What Millisecond Pulsars Can Tell Us About Matter In The Galaxy"],"description":["  I demonstrate that precision timing of millisecond pulsars possess the\ncapabilities of detecting the gravitational effects of intervening galactic\nsubstructure. This analysis is applicable to all types of collapsed baryons\nincluding stars, planets, and MACHOs, as well as many types of dark matter,\nincluding primordial black holes, scalar miniclusters, and sufficiently dense\nclumps of cold dark matter. The physical signal is quantified and decomposed\ninto observable and unobservable components; templates for the observable\nsignals are also presented. Additionally, I calculate the expected changes in\nthe observed period and period derivatives that will result from intervening\nmatter. I find that pulsar timing is potentially a very useful tool for probing\nthe nature of dark matter and to learn more about the substructure present\nwithin our galaxy.\n","Comment: 6 pages, 6 figures, submitted to ApJ"]}]
["0801.3468",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55","35B40","35K15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3468"],"date":["2008-01-22"],"type":["text"],"creator":["Barraza, Oscar A.","Ruscitti, Claudia B."],"language":[],"coverage":[],"title":["Stability of bounded global solutions for Navier-Stokes equations"],"description":["  In this paper some kind of asymptotic behavior of the solutions for the\nNavier-Stokes system on abstract Banach spaces is studied under the existence\nof global in time solutions. The asymptotic stability of the zero solution is\nalso shown.\n","Comment: 11 pages"]}]
["0801.3473",{"format":[],"subject":["Mathematics - Differential Geometry","53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3473"],"date":["2008-01-22"],"type":["text"],"creator":["Zhang, Zhou"],"language":[],"coverage":[],"title":["A Modified K\\\"ahler-Ricci Flow"],"description":["  In this note, a modified K\\\"ahler-Ricci flow is introduced and studied. The\nmain point is to show the flexibility of K\\\"ahler-Ricci flow and summarize some\nuseful techniques.\n","Comment: 18 pages"]}]
["0801.3490",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3490"],"date":["2008-01-22"],"type":["text"],"creator":["Erkmen, Baris I.","Goyal, Vivek K."],"language":[],"coverage":[],"title":["Beyond Thresholding: Analysis and Improvements for Deterministic\n  Parameter Estimation"],"description":["  Hard-threshold estimators are popular in signal processing applications. We\nprovide a detailed study of using hard-threshold estimators for estimating an\nunknown deterministic signal when additive white Gaussian noise corrupts\nobservations. The analysis, depending heavily on Cram{\\'e}r-Rao bounds,\nmotivates piecewise-linear estimation as a simple improvement to hard\nthresholding. We compare the performance of two piecewise-linear estimators to\na hard-threshold estimator. When either piecewise-linear estimator is optimized\nfor the decay rate of the basis coefficients, its performance is better than\nthe best possible with hard thresholding.\n","Comment: 18 pages, 11 figures"]}]
["0801.3499",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3499"],"date":["2008-01-22"],"type":["text"],"creator":["Ballard, Matthew Robert"],"language":[],"coverage":[],"title":["Sheaves on local Calabi-Yau varieties"],"description":["  We investigate sheaves supported on the zero section of the total space of a\nlocally-free sheaf E on a smooth, projective variety X when the top exterior\npower of E is isomorphic to the canonical bundle of X. We rephrase this\nconstruction using the language of A-infinity algebra and provide a simple\ncharacterisation of the case E is simply the canonical bundle itself.\n","Comment: 23 pages. Comments are welcome"]}]
["0801.3504",{"format":[],"subject":["Mathematics - Differential Geometry","32J15, 53C55, 58E11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3504"],"date":["2008-01-23"],"type":["text"],"creator":["Tian, Gang","Zhu, Xiaohua"],"language":[],"coverage":[],"title":["Perelman's W-functional and stability of K\\\"ahler-Ricci flow"],"description":["  In this note we study the second variation of Perelman's W-functional on the\nspace of K\\\"ahler metrics at a K\\\"ahler-Ricci soliton (in particular, at a\nK\\\"ahler-Einstein metric) and its applications. We prove that Perelman's\nW-functional is stable in the space of K\\\"ahler metrics with K\\\"ahler classes\ncohomologous to $2\\pi c_1(M)$ (complex structures on $M$ may vary) in the sense\nof variations. As an application, a stability theorem about K\\\"ahler-Ricci flow\nnear a K\\\"ahler-Einstein metric is proved.\n"]}]
["0801.3505",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","60H10,60H20,60H99,60G44,60G46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3505"],"date":["2008-01-23"],"type":["text"],"creator":["Delbaen, Freddy","Tang, Shanjian"],"language":[],"coverage":[],"title":["Harmonic Analysis of Stochastic Equations and Backward Stochastic\n  Differential Equations"],"description":["  The BMO martingale theory is extensively used to study nonlinear\nmulti-dimensional stochastic equations (SEs) in $\\cR^p$ ($p\\in [1, \\infty)$)\nand backward stochastic differential equations (BSDEs) in $\\cR^p\\times \\cH^p$\n($p\\in (1, \\infty)$) and in $\\cR^\\infty\\times \\bar{\\cH^\\infty}^{BMO}$, with the\ncoefficients being allowed to be unbounded. In particular, the probabilistic\nversion of Fefferman's inequality plays a crucial role in the development of\nour theory, which seems to be new. Several new results are consequently\nobtained. The particular multi-dimensional linear case for SDEs and BSDEs are\nseparately investigated, and the existence and uniqueness of a solution is\nconnected to the property that the elementary solutions-matrix for the\nassociated homogeneous SDE satisfies the reverse H\\\"older inequality for some\nsuitable exponent $p\\ge 1$. Finally, we establish some relations between\nKazamaki's quadratic critical exponent $b(M)$ of a BMO martingale $M$ and the\nspectral radius of the solution operator for the $M$-driven SDE, which lead to\na characterization of Kazamaki's quadratic critical exponent of BMO martingales\nbeing infinite.\n","Comment: 40 pages"]}]
["0801.3507",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3507"],"date":["2008-01-23"],"type":["text"],"creator":["Binetruy, Pierre","Sasaki, Misao","Uzawa, Kunihito"],"language":[],"coverage":[],"title":["Dynamical solution of supergravity"],"description":["  We present a class of dynamical solutions for an intersecting D4-D8 brane\nsystem in ten-dimensional type IIA supergravity. The dynamical solutions\nreduces to a static warped AdS_6 x S^4 geometry in a certain spacetime region.\nWe also consider lower-dimensional effective theories for the warped\ncompactification of general p-brane system. It is found that an effective\n(p+1)-dimensional description is not possible in general due to the\nentanglement of the transverse coordinates and the (p+1)-dimensional\ncoordinates in the metric components. Then we discuss cosmological solutions.\nWe find a solution that behaves like a Kasner-type cosmological solution at\n$\\tau\\to\\infty$, while it reduces to a warped static solution at $\\tau\\to0$,\nwhere $\\tau$ is the cosmic time.\n","Comment: 4 pages, no figure. Contribution to proceedings of the workshop \"The\n  17th Workshop on General Relativity and Gravitation\" (Japan, December 2007)"]}]
["0801.3508",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3508"],"date":["2008-01-23"],"type":["text"],"creator":["Rosaev, A. E."],"language":[],"coverage":[],"title":["The Gravisphere Method Algorithm Programming"],"description":["  The action sphere method program is written. The initial conditions set at\npericenter of planetocentric orbits. When action sphere radius is reached, the\nheliocentric orbit is calculated and data redirected to numeric integration\nprogram. The method is useful for capture and collision problem investigation.\nThe very preliminary numeric results were obtained and discussed. A manifold in\norbital elements space, leads to temporary capture about 50 year (4 Jupiter\nrevolutions), was found.\n","Comment: 8 pages with 4 figures"]}]
["0801.3509",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3509"],"date":["2008-01-23"],"type":["text"],"creator":["Jeong, Hyeong-Chai"],"language":[],"coverage":[],"title":["Growth of a One Dimensional Quasiperiodic Covering with Locally\n  Determined Decorations"],"description":["  A growth mechanism for a perfect one-dimensional (1D) quasiperiodic structure\nis presented with a local covering rule. We use rectangular tiles with two\ndifferent types of string decorations. The string position in a tile is allowed\nto move when the tile is attached to an existing patch. By adjusting the\nposition properly with local information, we show that a growth of perfect\nquasiperiodic structure is possible. This observation may provide new insight\ninto how quasicrystals grow with perfect quasiperiodic order.\n","Comment: 5 pages, 3 figures"]}]
["0801.3511",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3511"],"date":["2008-01-23"],"type":["text"],"creator":["Saeedi, Hamid","Banihashemi, Amir H."],"language":[],"coverage":[],"title":["Deterministic Design of Low-Density Parity-Check Codes for Binary\n  Erasure Channels"],"description":["  We propose a deterministic method to design irregular Low-Density\nParity-Check (LDPC) codes for binary erasure channels (BEC). Compared to the\nexisting methods, which are based on the application of asymptomatic analysis\ntools such as density evolution or Extrinsic Information Transfer (EXIT) charts\nin an optimization process, the proposed method is much simpler and faster.\nThrough a number of examples, we demonstrate that the codes designed by the\nproposed method perform very closely to the best codes designed by\noptimization. An important property of the proposed designs is the flexibility\nto select the number of constituent variable node degrees P. The proposed\ndesigns include existing deterministic designs as a special case with P = N-1,\nwhere N is the maximum variable node degree. Compared to the existing\ndeterministic designs, for a given rate and a given d > 0, the designed\nensembles can have a threshold in d-neighborhood of the capacity upper bound\nwith smaller values of P and N. They can also achieve the capacity of the BEC\nas N, and correspondingly P and the maximum check node degree tend to infinity.\n","Comment: Submitted to IEEE Transactions on Communications, Sept. 2007"]}]
["0801.3521",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3521"],"date":["2008-01-23"],"type":["text"],"creator":["Hariharan, Gautham","Raghavan, Vasanthan","Sayeed, Akbar M."],"language":[],"coverage":[],"title":["Capacity of Sparse Wideband Channels with Partial Channel Feedback"],"description":["  This paper studies the ergodic capacity of wideband multipath channels with\nlimited feedback. Our work builds on recent results that have established the\npossibility of significant capacity gains in the wideband/low-SNR regime when\nthere is perfect channel state information (CSI) at the transmitter.\nFurthermore, the perfect CSI benchmark gain can be obtained with the feedback\nof just one bit per channel coefficient. However, the input signals used in\nthese methods are peaky, that is, they have a large peak-to-average power\nratios. Signal peakiness is related to channel coherence and many recent\nmeasurement campaigns show that, in contrast to previous assumptions, wideband\nchannels exhibit a sparse multipath structure that naturally leads to coherence\nin time and frequency. In this work, we first show that even an instantaneous\npower constraint is sufficient to achieve the benchmark gain when perfect CSI\nis available at the receiver. In the more realistic non-coherent setting, we\nstudy the performance of a training-based signaling scheme. We show that\nmultipath sparsity can be leveraged to achieve the benchmark gain under both\naverage as well as instantaneous power constraints as long as the channel\ncoherence scales at a sufficiently fast rate with signal space dimensions. We\nalso present rules of thumb on choosing signaling parameters as a function of\nthe channel parameters so that the full benefits of sparsity can be realized.\n","Comment: 32 pages, 4 figures, Accepted for publication in European\n  Transactions on Telecommunication, New Directions in Information Theory"]}]
["0801.3534",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J45, 14L30, 14M17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3534"],"date":["2008-01-23"],"type":["text"],"creator":["Pasquier, Boris"],"language":[],"coverage":[],"title":["On some smooth projective two-orbits varieties with Picard number 1"],"description":["  We classify all smooth projective horospherical varieties with Picard number\n1. We prove that the automorphism group of any such variety X acts with at most\ntwo orbits and that this group still acts with only two orbits on X blown up at\nthe closed orbit. We characterize all smooth projective two-orbits varieties\nwith Picard number 1 that satisfy this latter property.\n","Comment: 32 pages"]}]
["0801.3537",{"format":[],"subject":["Mathematics - Logic","03E05","05C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3537"],"date":["2008-01-23"],"type":["text"],"creator":["Gruenhut, Esther","Shelah, Saharon"],"language":[],"coverage":[],"title":["Uniforming n-place functions on ds(alpha)"],"description":["  In this paper the Erdos-Rado theorem is generalized to the class of well\nfounded trees.\n","Comment: 14 pages"]}]
["0801.3541",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3541"],"date":["2008-01-23"],"type":["text"],"creator":["Yu, Yue"],"language":[],"coverage":[],"title":["Quaternate generalization of Pfaffian state at $\\nu=5/2$"],"description":["  We consider a quaternately generalized Pfaffian\nQGPf$(\\frac{1}{J(z_i,z_j,z_k,z_l)})[J(z_1,...,z_N)]^2$ in which the square of\nVandermonde determinant, $[J(z_1,...,z_N)]^2$, implies the upmost Landau level\nis half filled. This wave function is the unique highest density zero energy\nstate of a special short range interacting Hamiltonian. One can think this\nquaternate composite fermion liquid as a competing ground state of Moore-Read\n(MR) Pfaffian state at $\\nu=5/2$. The degeneracy of the quasihole excitations\nabove the QGPf is higher than that of Moore-Read even Read-Rezayi quasiholes.\nThe QGPf is related to a unitary conformal field theory with $Z_2\\times Z_2$\nparafermions in coset space $SU(3)_2/U(1)^2$ . Because of the level-rank\nduality between $SU(3)_2$ and $SU(2)_3$ in conformal field theory, these\nquasiholes above this QGPf state obeying non-abelian anyonic statistics are\nexpected to support the universal quantum computation at $\\nu=5/2$ as\nRead-Rezayi quasiholes at $\\nu=13/5$. The edge states of QGPf are very\ndifferent from those of the Pfaffian's.\n","Comment: 4 pages"]}]
["0801.3553",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3553"],"date":["2008-01-23"],"type":["text"],"creator":["Chang, C. H.","Hong, T. M."],"language":[],"coverage":[],"title":["Novel oscillation for the indirect coupling between magnetic\n  nanoparticles"],"description":["  We study the prospect of using magnetic nanoparticles for the diluted\nmagnetic seminconductors. The Ruderman-Kittel-Kasuya-Yosida formula is modified\nby explicitly taking into account the role of charge carriers inside the\nnanoparticles in addition to those in the medium. Calculations are done\nanalytically. The final form of the coupling between nanoparticles is similar\nto the original formula except for additional phase terms which render a novel\noscillatory feature with respect to the particle size - an interesting analogy\nto the same behavior when we vary their distance. This is to be contrasted to\nthe previous approach which did not include the inner carriers and only favored\na ferromagnetic coupling. The effect of inevitable deviations from a perfect\nsphere is estimated by the Born approximation. Our derivations can be readily\ngeneralized to finite temperatures.\n","Comment: 5 pages, 8 figures"]}]
["0801.3556",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3556"],"date":["2008-01-23"],"type":["text"],"creator":["Guedon, Olivier","Mendelson, Shahar","Pajor, Alain","Tomczak-Jaegermann, Nicole"],"language":[],"coverage":[],"title":["Majorizing measures and proportional subsets of bounded orthonormal\n  systems"],"description":["  In this article we prove that for any orthonormal system $(\\vphi_j)_{j=1}^n\n\\subset L_2$ that is bounded in $L_{\\infty}$, and any $1 < k <n$, there exists\na subset $I$ of cardinality greater than $n-k$ such that on $\\spa\\{\\vphi_i\\}_{i\n\\in I}$, the $L_1$ norm and the $L_2$ norm are equivalent up to a factor $\\mu\n(\\log \\mu)^{5/2}$, where $\\mu = \\sqrt{n/k} \\sqrt{\\log k}$. The proof is based\non a new estimate of the supremum of an empirical process on the unit ball of a\nBanach space with a good modulus of convexity, via the use of majorizing\nmeasures.\n"]}]
["0801.3559",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3559"],"date":["2008-01-23"],"type":["text"],"creator":["Clifford, Peter","Cosma, Ioana A."],"language":[],"coverage":[],"title":["Efficient l_{alpha} Distance Approximation for High Dimensional Data\n  Using alpha-Stable Projection"],"description":["  In recent years, large high-dimensional data sets have become commonplace in\na wide range of applications in science and commerce. Techniques for dimension\nreduction are of primary concern in statistical analysis. Projection methods\nplay an important role. We investigate the use of projection algorithms that\nexploit properties of the alpha-stable distributions. We show that l_{alpha}\ndistances and quasi-distances can be recovered from random projections with\nfull statistical efficiency by L-estimation. The computational requirements of\nour algorithm are modest; after a once-and-for-all calculation to determine an\narray of length k, the algorithm runs in O(k) time for each distance, where k\nis the reduced dimension of the projection.\n","Comment: 8 pages, 3 figures, submitted to COMPSTAT2008"]}]
["0801.3561",{"format":[],"subject":["Mathematics - Differential Geometry","53C42, 53A10 (Primary)","49Q10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3561"],"date":["2008-01-23"],"type":["text"],"creator":["He, Yijun","Li, Haizhong"],"language":[],"coverage":[],"title":["Stability of hypersurfaces with constant $r$-th anisotropic mean\n  curvature"],"description":["  Given a positive function $F$ on $S^n$ which satisfies a convexity condition,\nwe define the $r$-th anisotropic mean curvature function $H^F_r$ for\nhypersurfaces in $\\mathbb{R}^{n+1}$ which is a generalization of the usual\n$r$-th mean curvature function. Let $X:M\\to \\mathbb{R}^{n+1}$ be an\n$n$-dimensional closed hypersurface with $H^F_{r+1}=$constant, for some $r$\nwith $0\\leq r\\leq n-1$, which is a critical point for a variational problem. We\nshow that $X(M)$ is stable if and only if $X(M)$ is the Wulff shape.\n","Comment: 12 pages"]}]
["0801.3576",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3576"],"date":["2008-01-23"],"type":["text"],"creator":["Reis, Alberto"],"language":[],"coverage":[],"title":["Scalar mesons from Heavy Flavor Decays"],"description":["  In the past few years the B-factories became unexpected players in the scalar\nmesons business: in order to access the CP violation effects, it is necessary\nto handle the dynamics of the strong interaction between the final state\nhadrons. A number of large statistics studies heavy flavor decays involving a\nscalar component have been performed recently by Belle and BaBar, who have\njoined CLEOc, BES, E791 and FOCUS in the effort to understand the physics of\nthe scalar mesons. In this talk, the most recent results from these experiments\nwill be reviewed, with emphasis on the low energy $K\\pi$ system and on the\nf0(1370).\n","Comment: 30 pages, 14 figures, to appear in the Proceedings of the XII\n  International Conference on Hadron Spectroscopy - HADRON07 - Frascati, Italy"]}]
["0801.3582",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3582"],"date":["2008-01-22"],"type":["text"],"creator":["Darnell, Dean"],"language":[],"coverage":[],"title":["Strange Quark Contribution to the Nucleon - (Dissertation)"],"description":["  The strangeness contribution to the electric and magnetic properties of the\nnucleon has been under investigation experimentally for many years. Lattice\nQuantum Chromodynamics (LQCD) gives theoretical predictions of these\nmeasurements by implementing the continuum gauge theory on a discrete,\nmathematical Euclidean space-time lattice which provides a cutoff removing the\nultra-violet divergences. In this dissertation we will discuss effective\nmethods using LQCD that will lead to a better determination of the strangeness\ncontribution to the nucleon properties. Strangeness calculations are demanding\ntechnically and computationally. Sophisticated techniques are required to carry\nthem to completion. In this thesis, new theoretical and computational methods\nfor this calculation such as twisted mass fermions, perturbative subtraction,\nand General Minimal Residual (GMRES) techniques which have proven useful in the\ndetermination of these form factors will be investigated. Numerical results of\nthe scalar form factor using these techniques are presented. These results give\nvalidation to these methods in future calculations of the strange quark\ncontribution to the electric and magnetic form factors.\n","Comment: 136 pages, 37 figures"]}]
["0801.3589",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3589","Proceedings of the 6th INTEGRAL Workshop \"The Obscured Universe\",\n  Published by ESA, 2007, SP-622, P.241-245"],"date":["2008-01-23"],"type":["text"],"creator":["Lutovinov, A.","Revnivtsev, M.","Gilfanov, M.","Sunyaev, R."],"language":[],"coverage":[],"title":["Population of HMXB in the Galaxy"],"description":["  We study populations of High-Mass X-ray Binaries in the Galaxy using data of\nthe INTEGRAL observatory in a hard X-ray energy band. More than two hundreds of\nsources were detected with INTEGRAL near the galactic plane (|b|<5 deg), most\nof them have a galactic origin and belong to high (HMXB) and low mass (LMXB)\nX-ray binaries. We investigated properties and spectra of a large sample of\nHMXBs and concluded that most of them are belong to X-ray pulsars. We also\nbuild the distribution of HMXBs for the whole Galaxy and showed that its peaks\nare practically coincident with spiral arm tangents. The obtained results are\ndiscussed in terms of some model estimations of the density of different\ncomponents of the Galaxy.\n","Comment: 5 pages, 4 figures"]}]
["0801.3592",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3592"],"date":["2008-01-23"],"type":["text"],"creator":["Henrion, Didier"],"language":[],"coverage":[],"title":["Detecting rigid convexity of bivariate polynomials"],"description":["  Given a polynomial $x \\in {\\mathbb R}^n \\mapsto p(x)$ in $n=2$ variables, a\nsymbolic-numerical algorithm is first described for detecting whether the\nconnected component of the plane sublevel set ${\\mathcal P} = \\{x : p(x) \\geq\n0\\}$ containing the origin is rigidly convex, or equivalently, whether it has a\nlinear matrix inequality (LMI) representation, or equivalently, if polynomial\n$p(x)$ is hyperbolic with respect to the origin. The problem boils down to\nchecking whether a univariate polynomial matrix is positive semidefinite, an\noptimization problem that can be solved with eigenvalue decomposition. When the\nvariety ${\\mathcal C} = \\{x : p(x) = 0\\}$ is an algebraic curve of genus zero,\na second algorithm based on B\\'ezoutians is proposed to detect whether\n$\\mathcal P$ has an LMI representation and to build such a representation from\na rational parametrization of $\\mathcal C$. Finally, some extensions to\npositive genus curves and to the case $n>2$ are mentioned.\n"]}]
["0801.3593",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3593"],"date":["2008-01-23"],"type":["text"],"creator":["Levin, E.","Miller, J."],"language":[],"coverage":[],"title":["Central exclusive diffractive Higgs boson production in hadron-nucleus\n  and nucleus-nucleus collisions at the LHC"],"description":["  In this paper, it is shown that in hadron-nucleus and nucleus-nucleus\ncollisions, the main source for central exclusive diffractive Higgs production\nis photon-photon fusion. At the LHC energy, the total cross section for this\nprocess is about 0.6 pb (for proton-gold scattering), and 3.9 nb (for gold-gold\ncollision) while the gluon-gluon fusion leads to the value of the cross section\nfor CED Higgs production which is about 0.1 nb and 3.9 pb respectively.\n","Comment: 8 pages with three figures in eps files"]}]
["0801.3605",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems","30D05","37F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3605"],"date":["2008-01-23"],"type":["text"],"creator":["Rippon, P. J.","Stallard, G. M."],"language":[],"coverage":[],"title":["Escaping points of entire functions of small growth"],"description":["  Let $f$ be a transcendental entire function and let $I(f)$ denote the set of\npoints that escape to infinity under iteration. We give conditions which ensure\nthat, for certain functions, $I(f)$ is connected. In particular, we show that\n$I(f)$ is connected if $f$ has order zero and sufficiently small growth or has\norder less than 1/2 and regular growth. This shows that, for these functions,\nEremenko's conjecture that $I(f)$ has no bounded components is true. We also\ngive a new criterion related to $I(f)$ which is sufficient to ensure that $f$\nhas no unbounded Fatou components.\n"]}]
["0801.3610",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems","30D05","37F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3610"],"date":["2008-01-23"],"type":["text"],"creator":["Rippon, P. J.","Stallard, G. M."],"language":[],"coverage":[],"title":["Functions of small growth with no unbounded Fatou components"],"description":["  We prove a form of the $\\cos \\pi \\rho$ theorem which gives strong estimates\nfor the minimum modulus of a transcendental entire function of order zero. We\nalso prove a generalisation of a result of Hinkkanen that gives a sufficient\ncondition for a transcendental entire function to have no unbounded Fatou\ncomponents. These two results enable us to show that there is a large class of\nentire functions of order zero which have no unbounded Fatou components. On the\nother hand we give examples which show that there are in fact functions of\norder zero which not only fail to satisfy Hinkkanen's condition but also fail\nto satisfy our more general condition. We also give a new regularity condition\nthat is sufficient to ensure that a transcendental entire function of order\nless than 1/2 has no unbounded Fatou components. Finally, we observe that all\nthe conditions given here which guarantee that a transcendental entire function\nhas no unbounded Fatou components, also guarantee that the escaping set is\nconnected, thus answering a question of Eremenko for such functions.\n"]}]
["0801.3613",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3613"],"date":["2008-01-23"],"type":["text"],"creator":["Foletti, S.","Martin, J.","Dolev, M.","Mahalu, D.","Umansky, V.","Yacoby, A."],"language":[],"coverage":[],"title":["Dynamic nuclear polarization using a single pair of electrons"],"description":["  We observe dynamic nuclear polarization in a GaAs double dot system using two\nelectrons that are never exchanged with the reservoir. By periodically bringing\nthe system to the mixing point where the singlet and the triplet T+ states are\ndegenerate, we observe that an excess polarization is built up. Surprisingly,\nthe pumping procedure is most effective when the total duty cycle equals a\nmultiple of the Larmor precession time of the Ga and As nuclei. The induced\npolarization corresponds to cooling of the underlying nuclear system. The\ndependence on the dwell time at the mixing point is found to be non-monotonic.\n"]}]
["0801.3615",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory","35P15, 35P20, 47B44, 47D06, 47N55, 81Q60, 82C31"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3615"],"date":["2008-01-23"],"type":["text"],"creator":["Herau, Frederic","Hitrik, Michael","Sjoestrand, Johannes"],"language":[],"coverage":[],"title":["Tunnel effect for Kramers-Fokker-Planck type operators: return to\n  equilibrium and applications"],"description":["  In the first part of this work, we consider second order supersymmetric\ndifferential operators in the semiclassical limit, including the\nKramers-Fokker-Planck operator, such that the exponent of the associated\nMaxwellian $\\phi$ is a Morse function with two local minima and one saddle\npoint. Under suitable additional assumptions of dynamical nature, we establish\nthe long time convergence to the equilibrium for the associated heat semigroup,\nwith the rate given by the first non-vanishing, exponentially small,\neigenvalue. In the second part of the paper, we consider the case when the\nfunction $\\phi$ has precisely one local minimum and one saddle point. We also\ndiscuss further examples of supersymmetric operators, including the Witten\nLaplacian and the infinitesimal generator for the time evolution of a chain of\nclassical anharmonic oscillators.\n"]}]
["0801.3619",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3619","Phys. stat. sol. (c) 4, No.3, 1189-1192 (2007)","doi:10.1002/pssc.200673714"],"date":["2008-01-23"],"type":["text"],"creator":["Lallet, F.","Dauger, A.","Olivi-Tran, N."],"language":[],"coverage":[],"title":["Comparison between models of insulator and semiconductor thin films\n  islanding"],"description":["  The synthesis of self-organized quantum dots (QD's) can be achieved through\nbottom up layer by layer deposition processes as chemical vapor deposition\n(CVD) or physical vapor deposition (PVD). However, QD's may also be synthesized\nvia sol-gel route, which involves a spontaneous evolution from thin films to\ndiscrete QD's without further deposition. The aim of the paper is to discuss\nand compare the physical phenomena involved in QD's formation which initiate\nfrom thin film surface roughening between PVD-CVD and sol-gel synthesis\napproaches. We propose two simple physical models which are relevant to explain\nthe fundamental differences between those methods.\n","Comment: 5 pages, 2 figures, published in physica status solidi (c)"]}]
["0801.3620",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3620","Optics Express, Vol. 15, Issue 12, pp. 7853-7862 (2007)"],"date":["2008-01-23"],"type":["text"],"creator":["Hübel, Hannes","Vanner, Michael R.","Lederer, Thomas","Blauensteiner, Bibiane","Lorünser, Thomas","Poppe, Andreas","Zeilinger, Anton"],"language":[],"coverage":[],"title":["High-fidelity transmission of polarization encoded qubits from an\n  entangled source over 100 km of fiber"],"description":["  We demonstrate non-degenerate down-conversion at 810 and 1550 nm for\nlong-distance fiber based quantum communication using polarization entangled\nphoton pairs. Measurements of the two-photon visibility, without dark count\nsubtraction, have shown that the quantum correlations (raw visibility 89%)\nallow secure quantum cryptography after 100 km of non-zero dispersion shifted\nfiber using commercially available single photon detectors. In addition,\nquantum state tomography has revealed little degradation of state negativity,\ndecreasing from 0.99 at the source to 0.93 after 100 km, indicating minimal\nloss in fidelity during the transmission.\n","Comment: 7 pages, 4 figures"]}]
["0801.3629",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Classical Analysis and ODEs","30C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3629"],"date":["2008-01-23"],"type":["text"],"creator":["Burckel, Robert B.","Marshall, Donald E.","Minda, David","Poggi-Corradini, Pietro","Ransford, Thomas J."],"language":[],"coverage":[],"title":["Area, capacity and diameter versions of Schwarz's Lemma"],"description":["  The now canonical proof of Schwarz's Lemma appeared in a 1907 paper of\nCarath\\'eodory, who attributed it to Erhard Schmidt. Since then, Schwarz's\nLemma has acquired considerable fame, with multiple extensions and\ngeneralizations. Much less known is that, in the same year 1907, Landau and\nToeplitz obtained a similar result where the diameter of the image set takes\nover the role of the maximum modulus of the function. We give a new proof of\nthis result and extend it to include bounds on the growth of the maximum\nmodulus. We also develop a more general approach in which the size of the image\nis estimated in several geometric ways via notions of radius, diameter,\nperimeter, area, capacity, etc...\n"]}]
["0801.3636",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3636"],"date":["2008-01-23","2008-01-24"],"type":["text"],"creator":["Francaviglia, S.","Lafont, J. -F."],"language":[],"coverage":[],"title":["Asymptotic cones, bi-Lipschitz ultraflats, and the geometric rank of\n  geodesics"],"description":["  Given a geodesic inside a simply-connected, complete, non-positively curved\nRiemannian (NPCR) manifold M, we get an associated geodesic inside the\nasymptotic cone Cone(M). Under mild hypotheses, we show that if the latter is\ncontained inside a bi-Lipschitz flat, then the original geodesic supports a\nnon-trivial, orthogonal, parallel Jacobi field. As applications we obtain (1)\nconstraints on the behavior of quasi-isometries between complete, simply\nconnected, NPCR manifolds, and (2) constraints on the NPCR metrics supported by\ncertain manifolds, and (3) a correspondence between metric splittings of\ncomplete, simply connected NPCR manifolds, and metric splittings of its\nasymptotic cones. Furthermore, combining our results with the\nBallmann-Burns-Spatzier rigidity theorem and the classic Mostow rigidity, we\nalso obtain (4) a new proof of Gromov's rigidity theorem for higher rank\nlocally symmetric spaces.\n","Comment: 35 pages, 7 figures; modified file to orient graphics correctly"]}]
["0801.3639",{"format":[],"subject":["Mathematics - Logic","Mathematics - Number Theory","03F30","11A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3639"],"date":["2008-01-23"],"type":["text"],"creator":["Pambuccian, Victor"],"language":[],"coverage":[],"title":["The sum of irreducible fractions with consecutive denominators is never\n  an integer in a very weak arithmetic"],"description":["  Two theorems of elmentary arithmetic, one stating that the sum of the\nreciprocals of any number of consecutive positive integers is never an integer,\nand a generalization thereof by Trygve Nagell, are shown to be provable inside\na very weak arithmetic, Richard Kaye's $PA^-$, in which there is no induction\naxiom whatsoever.\n"]}]
["0801.3644",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3644","C L Farrow et al 2007 J. Phys. A: Math. Theor. 40 F581-F587","doi:10.1088/1751-8113/40/27/F02"],"date":["2008-01-23"],"type":["text"],"creator":["Farrow, C. L.","Shukla, P.","Duxbury, P. M."],"language":[],"coverage":[],"title":["Dynamics of k-core percolation"],"description":["  In many network applications nodes are stable provided they have at least k\nneighbors, and a network of k-stable nodes is called a k-core. The\nvulnerability to random attack is characterized by the size of culling\navalanches which occur after a randomly chosen k-core node is removed.\nSimulations of lattices in two, three and four dimensions, as well as small\nworld networks, indicate that power-law avalanches occur in first order k-core\nsystems, while truncated avalanches are characteristic of second order cases.\n","Comment: 4 pages, 3 figures"]}]
["0801.3652",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3652"],"date":["2008-01-23","2008-01-24"],"type":["text"],"creator":["Gluskin, Emanuel"],"language":[],"coverage":[],"title":["The nonlinear-by-switching systems (a heuristic discussion of some basic\n  singular systems)"],"description":["  Electronics has changed greatly during recent decades, and some its basic\nconcepts should be revisited. Starting from the sampling procedure, we consider\nsome mathematical, physical and engineering aspects related to singular, mainly\nswitching, systems. Since the field of such systems is very rich in content, a\ncertain line of treatment had to be chosen, making the work a theoretical\nintroduction to the field of the systems. The focus is on the conditions for a\nsingular system to be linear or nonlinear, and one studies more deeply what\n\"nonlinearity\" is (can be). In order to uniformly present mathematical,\nphysical and circuit arguments, the work is given the frame of a discussion in\nwhich the relevant specialists participate.\n","Comment: 25 pages, 6 figures"]}]
["cond-mat/0007170",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0007170","Phys. Rev. Lett. 85, 4940 (2000)","doi:10.1103/PhysRevLett.85.4940"],"date":["2000-07-11","2008-01-24"],"type":["text"],"creator":["Vojta, Matthias","Zhang, Ying","Sachdev, Subir"],"language":[],"coverage":[],"title":["Quantum phase transitions in d-wave superconductors"],"description":["  Motivated by the strong, low temperature damping of nodal quasiparticles\nobserved in some cuprate superconductors, we study quantum phase transitions in\nd_{x^2-y^2} superconductors with a spin-singlet, zero momentum, fermion\nbilinear order parameter. We present a complete, group-theoretic classification\nof such transitions into 7 distinct cases (including cases with nematic order)\nand analyze fluctuations by the renormalization group. We find that only 2, the\ntransitions to d_{x^2-y^2}+is and d_{x^2-y^2} + i d_{xy} pairing, possess\nstable fixed points with universal damping of nodal quasiparticles; the latter\nleaves the gapped quasiparticles along (1,0), (0,1) essentially undamped.\n","Comment: 4 pages, 1 figure, final version as published; (v3) added erratum\n  noting that state G breaks time-reversal symmetry, carries spontaneous\n  currents, and possesses Fermi surface pockets"]}]
["cond-mat/0008048",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0008048","Int. J. Mod. Phys. B 14, 3719 (2000)","doi:10.1142/S0217979200004271"],"date":["2000-08-03","2008-01-24"],"type":["text"],"creator":["Vojta, Matthias","Zhang, Ying","Sachdev, Subir"],"language":[],"coverage":[],"title":["Renormalization group analysis of quantum critical points in d-wave\n  superconductors"],"description":["  We describe a search for renormalization group fixed points which control a\nsecond-order quantum phase transition between a d_{x^2-y^2} superconductor and\nsome other superconducting ground state. Only a few candidate fixed points are\nfound. In the finite temperature quantum-critical region of some of these fixed\npoints, the fermion quasiparticle lifetime is very short and the spectral\nfunction has an energy width of order k_B T near the Fermi points. Under the\nsame conditions, the thermal conductivity is infinite in the scaling limit. We\nthus provide simple, explicit, examples of quantum theories in two dimensions\nfor which a purely fermionic quasiparticle description of transport is badly\nviolated.\n","Comment: 16 pages, 3 figures; invited talk by MV at Stripes 2000, Rome;\n  discussion complements that in cond-mat/0007170; (v2) added erratum noting\n  that state G breaks time-reversal symmetry, carries spontaneous currents, and\n  possesses Fermi surface pockets"]}]
["cond-mat/0504020",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0504020","Am. J. Phys. 76, 26-30, 2008","doi:10.1119/1.2794350"],"date":["2005-04-01","2008-01-24"],"type":["text"],"creator":["Touchette, Hugo"],"language":[],"coverage":[],"title":["Simple spin models with non-concave entropies"],"description":["  Two simple spin models are studied to show that the microcanonical entropy\ncan be a non-concave function of the energy, and that the microcanonical and\ncanonical ensembles can give non-equivalent descriptions of the same system in\nthe thermodynamic limit. The two models are simple variations of the classical\nparamagnetic spin model of non-interacting spins and are solved as easily as\nthe latter model.\n","Comment: v1: 11 pages, 5 figures. v2: Short, published version of v1, 6 pages,\n  3 figures. See v1 for the solutions of some of the problems listed in v2"]}]
["cond-mat/0512480",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0512480"],"date":["2005-12-20","2008-01-24"],"type":["text"],"creator":["Ye, Jinwu"],"language":[],"coverage":[],"title":["Density wave states in superfluid"],"description":["  The paper is temporarily withheld\n","Comment: The paper is temporarily withheld"]}]
["cond-mat/0603314",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0603314"],"date":["2006-03-11","2008-01-24"],"type":["text"],"creator":["Wambaugh, John F."],"language":[],"coverage":[],"title":["Simple models for granular force networks"],"description":["  A remarkable feature of static granular matter is the distribution of force\nalong intricate networks. Even regular inter-particle contact networks produce\nwildly inhomogeneous force networks where certain \"chains\" of particles carry\nforces far larger than the mean. In this paper, we briefly review past\ntheoretical approaches to understanding the geometry of force networks. We then\ninvestigate the structure of experimentally-obtained granular force networks\nusing a simple algorithm to obtain corresponding graphs. We compare our\nobservations with the results of geometric models, including random bond\npercolation, which show similar spatial distributions without enforcing vector\nforce balance. Our findings suggest that some aspects of the mean geometry of\ngranular force networks may be captured by these simple descriptions.\n","Comment: 10 pages, 18 figures. Revised version"]}]
["cond-mat/0606763",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606763","Phys. Rev. B 75, 104430 (2007)","doi:10.1103/PhysRevB.75.104430"],"date":["2006-06-29"],"type":["text"],"creator":["Foldi, P.","Benedict, M. G.","Pereira, J. M.","Peeters, F. M."],"language":[],"coverage":[],"title":["Dynamics of molecular nanomagnets in time-dependent external magnetic\n  fields: Beyond the Landau-Zener-St\\\"{u}ckelberg model"],"description":["  The time evolution of the magnetization of a magnetic molecular crystal is\nobtained in an external time-dependent magnetic field, with sweep rates in the\nkT/s range. We present the 'exact numerical' solution of the time dependent\nSchr\\\"{o}dinger equation, and show that the steps in the hysteresis curve can\nbe described as a sequence of two-level transitions between adiabatic states.\nThe multilevel nature of the problem causes the transition probabilities to\ndeviate significantly from the predictions of the Landau-Zener-St\\\"{u}ckelberg\nmodel. These calculations allow the introduction of an efficient approximation\nmethod that accurately reproduces the exact results. When including phase\nrelaxation by means of an appropriate master equation, we observe an interplay\nbetween coherent dynamics and decoherence. This decreases the size of the\nmagnetization steps at the transitions, but does not modify qualitatively the\nphysical picture obtained without relaxation.\n","Comment: 8 pages, 7 figures"]}]
["math/0404394",{"format":[],"subject":["Mathematics - Number Theory","11M26 22E55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0404394","Annales Institut Fourier 57 (2007), 1689-1740."],"date":["2004-04-21","2005-05-04"],"type":["text"],"creator":["Lagarias, Jeffrey C."],"language":[],"coverage":[],"title":["Li Coefficients for Automorphic L-Functions"],"description":["  Xian-Jin Li gave a criterion for the Riemann hypothesis in terms of the\npositivity of a set of coefficients lambda_n, indexed by the integers. We\ndefine similar coefficients attached to principal automorphic L-functions over\nGL(N). We relate these coefficients to values of Weil's quadratic functional\nfor the associated automorphic representation, and deduce a Riemann hypothesis\ncriterion in terms of positivity of the real parts of these coefficients. We\ndetermine asymptotics of the coefficients, both unconditionally and on the\nRiemann hypothesis, as n increases. We show the existence of an entire function\nof exponential type that interpolates the generalized Li coefficients at\ninteger values.\n","Comment: 42 pages; minor corrections; references updated; correction to\n  remainder term in Theorem 1.1"]}]
["math/0507309",{"format":[],"subject":["Mathematics - Differential Geometry","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0507309","ADVANCES IN THEORETICAL AND MATHEMATICAL PHYSICS. vol. 11, (2007)\n  pp. 635-681"],"date":["2005-07-15","2007-02-08"],"type":["text"],"creator":["Carfora, Mauro"],"language":[],"coverage":[],"title":["Fokker-Planck Dynamics and Entropies for the Normalized Ricci Flow"],"description":["  We consider some elementary aspects of the geometry of the space of\nprobability measures endowed with Wasserstein distance. In such a setting, we\ndiscuss the various terms entering Perelman's shrinker entropy, and\ncharacterize two new monotonic functionals for the volume-normalized Ricci\nflow. One is obtained by a rescaling of the curvature term in the shrinker\nentropy. The second is associated with a gradient flow obtained by adding a\ncurvature-drift to Perelman's backward heat equation. We show that the\nresulting Fokker-Planck PDE is the natural diffusion flow for probability\nmeasures absolutely continuous with respect to the Ricci-evolved Riemannian\nmeasure, we discuss its exponential trend to equilibrium, and its relation with\nthe viscous Hamilton-Jacobi equation.\n","Comment: 48 pages, Latex;. This is the final version of the paper. References\n  have been updated. This version contains an extended analysis of the relation\n  between Fokker-Planck dynamics, along the backward Ricci flow, and the\n  Wasserstein geometry on the space of probability measures"]}]
["math/0611432",{"format":[],"subject":["Mathematics - Probability","60D05","60G51","68B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611432"],"date":["2006-11-14","2008-01-24"],"type":["text"],"creator":["Bansaye, Vincent"],"language":[],"coverage":[],"title":["On a model for the storage of files on a hardware I : Statistics at a\n  fixed time and asymptotics"],"description":["  We consider a generalized version in continuous time of the parking problem\nof Knuth. Files arrive following a Poisson point process and are stored on a\nhardware identified with the real line. We specify the distribution of the\nspace of unoccupied locations at a fixed time and give its asymptotics when the\nhardware is becoming full.\n","Comment: 25 pages"]}]
["math/0612224",{"format":[],"subject":["Mathematics - Probability","Mathematics - Classical Analysis and ODEs","60K25, 60K30, 60H30, 60H35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612224","Acta Applicandae Mathematicae, 100 (2008) 201-226.","doi:10.1007/s10440-007-9180-4"],"date":["2006-12-09","2007-11-13"],"type":["text"],"creator":["Abramov, Vyacheslav M."],"language":[],"coverage":[],"title":["Large closed queueing networks in semi-Markov environment and its\n  application"],"description":["  The paper studies closed queueing networks containing a server station and\n$k$ client stations. The server station is an infinite server queueing system,\nand client stations are single-server queueing systems with autonomous service,\ni.e. every client station serves customers (units) only at random instants\ngenerated by a strictly stationary and ergodic sequence of random variables.\nThe total number of units in the network is $N$. The expected times between\ndepartures in client stations are $(N\\mu_j)^{-1}$. After a service completion\nin the server station, a unit is transmitted to the $j$th client station with\nprobability $p_{j}$ $(j=1,2,...,k)$, and being processed in the $j$th client\nstation, the unit returns to the server station. The network is assumed to be\nin a semi-Markov environment. A semi-Markov environment is defined by a finite\nor countable infinite Markov chain and by sequences of independent and\nidentically distributed random variables. Then the routing probabilities\n$p_{j}$ $(j=1,2,...,k)$ and transmission rates (which are expressed via\nparameters of the network) depend on a Markov state of the environment. The\npaper studies the queue-length processes in client stations of this network and\nis aimed to the analysis of performance measures associated with this network.\nThe questions risen in this paper have immediate relation to quality control of\ncomplex telecommunication networks, and the obtained results are expected to\nlead to the solutions to many practical problems of this area of research.\n","Comment: 35 pages, 1 figure, 12pt, accepted: Acta Appl. Math"]}]
["math/0703810",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J32","14J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703810"],"date":["2007-03-27","2008-01-24"],"type":["text"],"creator":["Kapustka, Grzegorz","Kapustka, Michal"],"language":[],"coverage":[],"title":["Primitive contractions of Calabi-Yau threefolds I"],"description":["  We construct examples of primitive contractions of Calabi--Yau threefolds\nwith exceptional locus being $ \\mathbb{P}^1 \\times \\mathbb{P}^1$,\n$\\mathbb{P}^2$, and smooth del Pezzo surfaces of degrees $\\leq 5$. We describe\nthe images of these primitive contractions and find their smoothing families.\nIn particular, we give a method to compute the Hodge numbers of a generic fiber\nof the smoothing family of each Calabi--Yau threefold with one isolated\nsingularity obtained after a primitive contraction of type II. As an\napplication, we get examples of natural conifold transitions between some\nfamilies of Calabi--Yau threefolds.\n","Comment: 23 pages, the numeration of subarticles changed"]}]
["math/0703819",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B20, 42B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703819"],"date":["2007-03-27","2008-01-23"],"type":["text"],"creator":["Salomone, Stephanie"],"language":[],"coverage":[],"title":["Sharp growth estimates for dyadic $b$-input $T(b)$ theorems"],"description":["  The following deals with the $T(b)$ theorems of David, Journ\\'e, and Semmes\n\\cite{DJS} considered in a dyadic setting. We find sharp growth estimates for a\nglobal and a local dyadic $T(b)$ Theorem. We use multiscale analysis and Haar\nwavelets in the local case.\n","Comment: 15 pages"]}]
["quant-ph/0612183",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612183","Physica E 40 (3), 567 (2008)","doi:10.1016/j.physe.2007.08.014"],"date":["2006-12-21"],"type":["text"],"creator":["Kalman, Orsolya","Foldi, Peter","Benedict, Mihaly G.","Peeters, F. M."],"language":[],"coverage":[],"title":["Interference induced preparation of spinpolarized electrons in a\n  three-terminal quantum ring"],"description":["  We present an exact, analytic solution of the spin dependent quantum\ntransport problem with spin-orbit interaction in a one-dimensional mesoscopic\nring with one input and two output leads. We demonstrate that for appropriate\nparameters spatial interference in the ring leads to a behavior analogous to\nthat of the Stern-Gerlach apparatus: different spin polarizations can be\nachieved in the two output channels from an originally totally unpolarized\nincoming spin state. It is shown that this requires an appropriate interference\nof states that carry oppositely directed currents. We find that spin\npolarization is possible for several geometries, including the case when the\ndevice is not symmetric with respect to the incoming lead. A clear connection\nis established between the Stern-Gerlach like property of the device and the\nrelevant Aharonov-Casher phases in the loop geometry.\n"]}]
