["0705.0770",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0770","EPL 82 (2008) 16001"],"date":["2007-05-05","2008-02-27"],"type":["text"],"creator":["Ye, Jinwu"],"language":[],"coverage":[],"title":["Elementary excitations in a supersolid"],"description":["  We study elementary low energy excitations inside a supersolid. We find that\nthe coupling between the longitudinal lattice vibration mode and the superfluid\nmode leads to two longitudinal modes (one upper branch and one lower branch)\ninside the supersolid, while the transverse modes in the supersolid stay the\nsame as those inside a normal solid. We also work out various experimental\nsignatures of these novel elementary excitations by evaluating the Debye-Waller\nfactor, density-density correlation, vortex loop-vertex loop interactions,\nspecific heat and excess entropy from the vacancies per mole.\n","Comment: 4+ pages, 1 figures, REVTEX4. Final version published in Europhysics\n  Letters"]}]
["0705.0813",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0813","JETP Letters 86, 732 (2007) [Pis'ma v ZhETF 86, 842 (2007)]","doi:10.1134/S0021364007230117"],"date":["2007-05-06","2008-03-15"],"type":["text"],"creator":["Fominov, Ya. V."],"language":[],"coverage":[],"title":["Conductance of a junction between a normal metal and a Berezinskii\n  superconductor"],"description":["  The conductance of a junction between a normal metal and a superconductor\nhaving the symmetry proposed by Berezinskii is studied theoretically. The main\nfeature of this symmetry is the odd frequency dependence of the anomalous Green\nfunction, which makes possible the s-wave triplet superconducting state (the\nBerezinskii superconductor). The Andreev reflection (which links positive and\nnegative energies) is sensitive to the energetic symmetry; as a result, the\nconductance of the junction involving the Berezinskii superconductor is\nqualitatively different from the case of a conventional superconductor.\nExperimentally, the obtained results can be employed to test the possibility of\nthe Berezinskii superconductivity proposed for Na$_x$CoO$_2$ and to identify\nthe odd-omega component predicted for superconductor-ferromagnet junctions.\n","Comment: 5 pages (including 3 EPS figures)"]}]
["0707.3855",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3855","Science in China A, Vol.51 [4] (2008) 568-603"],"date":["2007-07-25","2008-03-15"],"type":["text"],"creator":["Guo, Han-Ying"],"language":[],"coverage":[],"title":["Special Relativity and Theory of Gravity via Maximum Symmetry and\n  Localization -- In Honor of the 80th Birthday of Professor Qikeng Lu"],"description":["  Like Euclid, Riemann and Lobachevsky geometries on an almost equal footing,\nbased on the principle of relativity of maximum symmetry proposed by Lu and the\npostulate on invariant universal constants, dS/AdS SR can be set up on an\nalmost equal footing with Einstein's SR. For dS-case, there is a coin-like\nrelation: A law of inertia in Beltrami atlas with Beltrami time simultaneity\nfor the PoR on one side. The proper-time simultaneity and a RW-like dS-space\nwith entropy and an accelerated expanding S^3 fitting the cosmological\nprinciple on another. If our universe is asymptotic to the RW-like dS-space, it\nshould be slightly closed with an entropy bound. Contrarily, via its asymptotic\nbehavior, it can fix on Beltrami frames without `an argument in a circle' and\nacts as the origin of inertia. There is a triality of conformal extensions of\nthree kinds of SR and their null physics on the projective boundary of a 5-d\nAdS-space. Thus there is a dS-spacetime on the boundary of a vacuum of\nsupergravity. Gravity should be based on the localized PoR of full maximum\nsymmetry with a gauge-like dynamics. Thus, this may lead to theory of gravity\nof corresponding local maximum symmetry. A simple model of dS-gravity\ncharacterized by a dimensionless constant shows the features. Our universe may\nalready indicate that the dS SR and the dS-gravity be the foundation of large\nscale physics.\n","Comment: 39 pages. Invited talk at the 2006 International Conference on\n  Several Complex Variables, June 5 - 9, 2006; Beijing, China"]}]
["0707.4203",{"format":[],"subject":["Mathematics - Numerical Analysis","68W20, 65T50, 41A46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4203"],"date":["2007-07-27","2008-03-15"],"type":["text"],"creator":["Needell, Deanna","Vershynin, Roman"],"language":[],"coverage":[],"title":["Uniform Uncertainty Principle and signal recovery via Regularized\n  Orthogonal Matching Pursuit"],"description":["  This paper seeks to bridge the two major algorithmic approaches to sparse\nsignal recovery from an incomplete set of linear measurements --\nL_1-minimization methods and iterative methods (Matching Pursuits). We find a\nsimple regularized version of the Orthogonal Matching Pursuit (ROMP) which has\nadvantages of both approaches: the speed and transparency of OMP and the strong\nuniform guarantees of the L_1-minimization. Our algorithm ROMP reconstructs a\nsparse signal in a number of iterations linear in the sparsity (in practice\neven logarithmic), and the reconstruction is exact provided the linear\nmeasurements satisfy the Uniform Uncertainty Principle.\n","Comment: This is the final version of the paper, including referee suggestions"]}]
["0708.0404",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0404","Physica E 40, 1022 (2008)","doi:10.1016/j.physe.2007.09.064"],"date":["2007-08-02","2007-10-09"],"type":["text"],"creator":["Adam, Shaffique","Hwang, E. H.","Sarma, S. Das"],"language":[],"coverage":[],"title":["Scattering mechanisms and Boltzmann transport in graphene"],"description":["  Different scattering mechanisms in graphene are explored and conductivity is\ncalculated within the Boltzmann transport theory. We provide results for\nshort-range scattering using the Random Phase Approximation for electron\nscreening, as well as analytical expressions for the dependence of conductivity\non the dielectric constant of the substrate. We further examine the effect of\nripples on the transport using a surface roughness model developed for\nsemiconductor heterostructures. We find that close to the Dirac point, \\sigma\n\\sim n^\\beta, where \\beta=1,0,-2 for Coulomb, short-range and surface roughness\nrespectively; implying that Coulomb scattering dominates over both short-range\nand surface roughness scattering at low density.\n","Comment: To be published in Physica E as EP2DS-17 conference proceedings"]}]
["0708.1223",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1223","Nano Letters, Vol. 7, No. 9, 2645 - 2649 (2007)"],"date":["2007-08-09"],"type":["text"],"creator":["Calizo, I.","Balandin, A. A.","Miao, F.","Bao, W.","Lau, C. N."],"language":[],"coverage":[],"title":["Temperature Coefficients of the Raman Peaks for the Single-Layer and\n  Bi-Layer Graphene"],"description":["  We carried out micro-Raman spectroscopy of graphene layers over the\ntemperature range from approximately 80 K to 370 K. The number of layers was\nindependently confirmed by the quantum Hall measurements and atomic force\nmicroscopy. The measured values of the temperature coefficients for the G and\n2D-band frequencies of the single-layer graphene are -0.016 1/(cm K) and -0.034\n1/(cm K), respectively. The G peak temperature coefficient of the bi-layer\ngraphene and bulk graphite are -0.015 1/(cm K) and -0.011 1/(cm K),\nrespectively.\n"]}]
["0710.3155",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3155"],"date":["2007-10-16","2008-03-15"],"type":["text"],"creator":["Zhang, Z. Q.","Chabanov, A. A.","Cheung, S. K.","Wong, C. H.","Genack, A. Z."],"language":[],"coverage":[],"title":["Dynamics of Localized Waves"],"description":["  We have measured pulsed microwave transmission through quasi-1D samples with\nlengths up to three localization lengths. For times approaching four times the\ndiffusion time \\tau_D, transmission is diffusive in accord with the\nself-consistent theory of localization for the renormalized diffusion\ncoefficient in space and frequency, D(z,\\Omega). For longer times, the\ntransmission decay rate first agrees with and later falls increasingly below\nthe self-consistent theory. Beyond the Heisenberg time, the decay rate\napproaches the predictions of a dynamic single parameter scaling model which\nreflects the decay of long-lived localized modes and converges to the results\nof 1D simulations.\n","Comment: 5 RevTex pages, 3 figures; submitted to PRL"]}]
["0711.0789",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0789","Phys. Rev. Lett. 100, 096404 (2008).","doi:10.1103/PhysRevLett.100.096404"],"date":["2007-11-05"],"type":["text"],"creator":["Yang, Yi-feng","Pines, David"],"language":[],"coverage":[],"title":["Universal Behavior in Heavy Electron Materials"],"description":["  We present our finding that an especially simple scaling expression describes\nthe formation of a new state of quantum matter, the Kondo Fermi liquid (KL) in\nheavy electron materials. Emerging at $T^*$ as a result of the collective\ncoherent hybridization of localized f electrons and conduction electrons, the\nKL possesses a non-Landau density of states varying as\n$(1-T/T^*)^{3/2}[1+\\ln(T^*/T)]$. We show that four independent experimental\nprobes verify this scaling behavior and that for CeIrIn$_5$ the KL state\ndensity is in excellent agreement with the recent microscopic calculations of\nhybridization in this material by Shim, Haule, and Kotliar.\n","Comment: 4 pages, 5 figures"]}]
["0711.2168",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2168","Phys. Rev. Lett. 100, 086809 (2008)","doi:10.1103/PhysRevLett.100.086809"],"date":["2007-11-14","2008-03-15"],"type":["text"],"creator":["Anders, Frithjof B.","Logan, David E.","Galpin, Martin R.","Finkelstein, Gleb"],"language":[],"coverage":[],"title":["Zero-bias conductance in carbon nanotube quantum dots"],"description":["  We present numerical renormalization group calculations for the zero-bias\nconductance of quantum dots made from semiconducting carbon nanotubes. These\nexplain and reproduce the thermal evolution of the conductance for different\ngroups of orbitals, as the dot-lead tunnel coupling is varied and the system\nevolves from correlated Kondo behavior to more weakly correlated regimes. For\ninteger fillings $N=1,2,3$ of an SU(4) model, we find universal scaling\nbehavior of the conductance that is distinct from the standard SU(2) universal\nconductance, and concurs quantitatively with experiment. Our results also agree\nqualitatively with experimental differential conductance maps.\n","Comment: 4 pages, 5 figures"]}]
["0711.4316",{"format":[],"subject":["Mathematics - Number Theory","11G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4316"],"date":["2007-11-27","2008-03-15"],"type":["text"],"creator":["Errthum, Eric"],"language":[],"coverage":[],"title":["Singular Moduli of Shimura Curves"],"description":["  The $j$-function acts as a parametrization of the classical modular curve.\nIts values at complex multiplication (CM) points are called singular moduli and\nare algebraic integers. A Shimura curve is a generalization of the modular\ncurve and, if the Shimura curve has genus 0, a rational parameterizing function\nexists and when evaluated at a CM point is again algebraic over $\\mathbb{Q}$.\nThis paper shows that the coordinate maps for the Shimura curves associated to\nthe quaternion algebras with discriminants 6 and 10 are Borcherds lifts of\nvector-valued modular forms. This property is then used to explicitly compute\nthe rational norms of singular moduli on these curves. This method not only\nverifies the conjectural values for the rational CM points, but also provides a\nway of algebraically calculating the norms of CM points on these Shimura curves\nwith arbitrarily large negative discriminant.\n"]}]
["0711.4632",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4632","Phys. Rev. A 77, 032707 (2008)","doi:10.1103/PhysRevA.77.032707"],"date":["2007-11-28","2008-03-15"],"type":["text"],"creator":["Marcelis, B.","Kokkelmans, S. J. J. M. F.","Shlyapnikov, G. V.","Petrov, D. S."],"language":[],"coverage":[],"title":["Collisional properties of weakly bound heteronuclear dimers"],"description":["  We consider collisional properties of weakly bound heteronuclear molecules\n(dimers) formed in a two-species mixture of atoms with a large mass difference.\nWe focus on dimers containing light fermionic atoms as they manifest\ncollisional stability due to an effective dimer-dimer repulsion originating\nfrom the exchange of the light atoms. In order to solve the dimer-dimer\nscattering problem we develop a theoretical approach, which provides a\nphysically transparent and quantitative description of this four-atom system in\nterms of three- and two-body observables. We calculate the elastic scattering\namplitude and the rates of inelastic processes such as the trimer formation and\nthe relaxation of dimers into deeply bound molecular states. Irrespective of\nwhether the heavy atoms are bosons or fermions, the inelastic rate can be\nsignificantly lower than the rate of elastic collisions. Moreover, the\nmeasurement of the inelastic rate which is a four-body observable, can be an\nefficient and precise tool for determining three-body observables such as the\nthree-body parameter, positions of Efimov states and their lifetimes.\n","Comment: 14 pages, 4 figures, published version"]}]
["0712.1867",{"format":[],"subject":["Mathematics - Probability","60D05","60G55","05C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1867"],"date":["2007-12-12","2008-03-15"],"type":["text"],"creator":["Holroyd, Alexander E.","Pemantle, Robin","Peres, Yuval","Schramm, Oded"],"language":[],"coverage":[],"title":["Poisson Matching"],"description":["  Suppose that red and blue points occur as independent homogeneous Poisson\nprocesses in R^d. We investigate translation-invariant schemes for perfectly\nmatching the red points to the blue points. For any such scheme in dimensions\nd=1,2, the matching distance X from a typical point to its partner must have\ninfinite d/2-th moment, while in dimensions d>=3 there exist schemes where X\nhas finite exponential moments. The Gale-Shapley stable marriage is one natural\nmatching scheme, obtained by iteratively matching mutually closest pairs. A\nprincipal result of this paper is a power law upper bound on the matching\ndistance X for this scheme. A power law lower bound holds also. In particular,\nstable marriage is close to optimal (in tail behavior) in d=1, but far from\noptimal in d>=3. For the problem of matching Poisson points of a single color\nto each other, in d=1 there exist schemes where X has finite exponential\nmoments, but if we insist that the matching is a deterministic factor of the\npoint process then X must have infinite mean.\n","Comment: 37 pages; to appear in Annales de l'institut Henri Poincare (B)"]}]
["0712.3801",{"format":[],"subject":["Mathematics - Symplectic Geometry","14M25 (Primary)","57N65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3801"],"date":["2007-12-21","2008-03-15"],"type":["text"],"creator":["Allen, David","La Luz, Jose"],"language":[],"coverage":[],"title":["A Counterexample to a conjecture of Bosio and Meersseman"],"description":["  In a paper of Bosio and Meersseman (Real quadrics in Cn, complex manifolds\nand convex polytopes) the following is conjectured: If P is dual neighborly,\nthen Zp is diffeomorphic to the connected sum of products of spheres. In this\npaper a counterexample is provided.\n"]}]
["0801.3502",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3502"],"date":["2008-01-23","2008-03-14"],"type":["text"],"creator":["Uskov, D. B.","Burin, A. L."],"language":[],"coverage":[],"title":["Strong Localization of Positive Charge in DNA"],"description":["  Microscopic mechanisms of positive charge transfer in DNA remain unclear. A\nquantum state of electron hole in DNA is determined by the competition of a\npi-stacking interaction $b$ smearing a charge between different base pairs and\ninteraction $\\lambda$ with the local environment which attempts to trap charge.\nTo determine which interaction dominates we investigated charge quantum states\nin various $(GC)_{n}$ sequences choosing DNA parameters satisfying experimental\ndata for the balance of charge transfer rates $G^{+} \\leftrightarrow\nG_{n}^{+}$, $n=2,3$ \\cite{FredMain}. We show that experimental data can be\nconsistent with theory only under an assumption $b\\ll \\lambda$ meaning that\ncharge is typically localized within a single $G$ site. Consequently any DNA\nsequence including the one consisting of identical base pairs behaves more like\nan insulating material than a molecular conductor.\n","Comment: 11 pages 4 figures"]}]
["0801.4126",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4126","Phys. Rev. Lett. 100, 103601 (2008)","doi:10.1103/PhysRevLett.100.103601"],"date":["2008-01-27"],"type":["text"],"creator":["Windpassinger, P. J.","Oblak, D.","Petrov, P. G.","Kubasik, M.","Saffman, M.","Alzar, C. L. Garrido","Appel, J.","Mueller, J. H.","Kjaergaard, N.","Polzik, E. S."],"language":[],"coverage":[],"title":["Non-Destructive Probing of Rabi Oscillations on the Cesium Clock\n  Transition near the Standard Quantum Limit"],"description":["  We report on non-destructive observation of Rabi oscillations on the Cs clock\ntransition. The internal atomic state evolution of a dipole-trapped ensemble of\ncold atoms is inferred from the phase shift of a probe laser beam as measured\nusing a Mach-Zehnder interferometer. We describe a single color as well as a\ntwo-color probing scheme. Using the latter, measurements of the collective\npseudo-spin projection of atoms in a superposition of the clock states are\nperformed and the observed spin fluctuations are shown to be close to the\nstandard quantum limit.\n","Comment: 4 pages, 4 figures, accepted for publication in Physical Review\n  Letters"]}]
["0802.0753",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0753"],"date":["2008-02-06","2008-03-15"],"type":["text"],"creator":["Mooney, Sacha Jon","Korosak, Dean"],"language":[],"coverage":[],"title":["Using complex networks to model 2-D and 3-D soil porous architecture"],"description":["  This paper has been withdrawn by the author to comply with the journal policy\nto which it has been submitted.\n","Comment: This paper has been withdrawn"]}]
["0802.1367",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1367","Nano Letters, Vol. 8, No. 3,, 902-907 (2008)"],"date":["2008-02-10"],"type":["text"],"creator":["Balandin, A. A.","Ghosh, S.","Bao, W.","Calizo, I.","Teweldebrhan, D.","Miao, F.","Lau, C. N."],"language":[],"coverage":[],"title":["Extremely High Thermal Conductivity of Graphene: Experimental Study"],"description":["  We report on the first measurement of the thermal conductivity of a suspended\nsingle layer graphene. The measurements were performed using a non-contact\noptical technique. The near room-temperature values of the thermal conductivity\nin the range ~ 4840 to 5300 W/mK were extracted for a single-layer graphene.\nThe extremely high value of the thermal conductivity suggests that graphene can\noutperform carbon nanotubes in heat conduction.\n"]}]
["0803.0962",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Condensed Matter - Disordered Systems and Neural Networks","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0962","Molecular Systems Biology 4, 168 (2008)","doi:10.1038/msb.2008.1"],"date":["2008-03-06"],"type":["text"],"creator":["Motter, Adilson E.","Gulbahce, Natali","Almaas, Eivind","Barabasi, Albert-Laszlo"],"language":[],"coverage":[],"title":["Predicting synthetic rescues in metabolic networks"],"description":["  An important goal of medical research is to develop methods to recover the\nloss of cellular function due to mutations and other defects. Many approaches\nbased on gene therapy aim to repair the defective gene or to insert genes with\ncompensatory function. Here, we propose an alternative, network-based strategy\nthat aims to restore biological function by forcing the cell to either bypass\nthe functions affected by the defective gene, or to compensate for the lost\nfunction. Focusing on the metabolism of single-cell organisms, we\ncomputationally study mutants that lack an essential enzyme, and thus are\nunable to grow or have a significantly reduced growth rate. We show that\nseveral of these mutants can be turned into viable organisms through additional\ngene deletions that restore their growth rate. In a rather counterintuitive\nfashion, this is achieved via additional damage to the metabolic network. Using\nflux balance-based approaches, we identify a number of synthetically viable\ngene pairs, in which the removal of one enzyme-encoding gene results in a\nnonviable phenotype, while the deletion of a second enzyme-encoding gene\nrescues the organism. The systematic network-based identification of\ncompensatory rescue effects may open new avenues for genetic interventions.\n","Comment: Supplementary Information is available at the Molecular Systems\n  Biology website: http://www.nature.com/msb/journal/v4/n1/full/msb20081.html"]}]
["physics/0611020",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0611020","Phys. Rev. E 75, 066313 (2007)","doi:10.1103/PhysRevE.75.066313"],"date":["2006-11-02"],"type":["text"],"creator":["Schneider, Tobias M.","Eckhardt, Bruno","Vollmer, Juergen"],"language":[],"coverage":[],"title":["Statistical analysis of coherent structures in transitional pipe flow"],"description":["  Numerical and experimental studies of transitional pipe flow have shown the\nprevalence of coherent flow structures that are dominated by downstream\nvortices. They attract special attention because they contribute predominantly\nto the increase of the Reynolds stresses in turbulent flow. In the present\nstudy we introduce a convenient detector for these coherent states, calculate\nthe fraction of time the structures appear in the flow, and present a Markov\nmodel for the transition between the structures. The fraction of states that\nshow vortical structures exceeds 24% for a Reynolds number of about Re=2200,\nand it decreases to about 20% for Re=2500. The Markov model for the transition\nbetween these states is in good agreement with the observed fraction of states,\nand in reasonable agreement with the prediction for their persistence. It\nprovides insight into dominant qualitative changes of the flow when increasing\nthe Reynolds number.\n","Comment: 11 pages, 26 (sub)figures"]}]
