["0707.0183",{"format":[],"subject":["Mathematics - Differential Geometry","53A10","53A07","53C38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0183"],"date":["2007-07-02","2008-06-21"],"type":["text"],"creator":["Zhang, Wei"],"language":[],"coverage":[],"title":["Bernstein Type Results for Lagrangian Graphs with Partially Harmonic\n  Gauss Map"],"description":["  We establish Bernstein Theorems for Lagrangian graphs which are Hamiltonian\nminimal or have conformal Maslov form. Some known results of minimal\n(Lagrangian) submanifolds are generalized.\n","Comment: fix a mistake of previous version"]}]
["0711.3851",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3851"],"date":["2007-11-24","2008-06-21"],"type":["text"],"creator":["Milson, Robert","Pelavas, Nicos"],"language":[],"coverage":[],"title":["The curvature homogeneity bound for Lorentzian four-manifolds"],"description":["  We prove that a four-dimensional Lorentzian manifold that is curvature\nhomogeneous of order 3, or CH_3 for short, is necessarily locally homogeneous.\nWe also exhibit and classify four-dimensional Lorentzian, CH_2 manifolds that\nare not homogeneous. The resulting metrics belong to the class of null\nelectromagnetic radiation, type N solutions on an anti-de Sitter background.\nThese findings prove that the four-dimensional Lorentzian Singer number\n$k_{1,3}=3$, falsifying some recent conjectures by Gilkey. We also prove that\ninvariant classification for these proper CH_2 solutions requires\n$\\nabla^{(7)}R$, and that these are the unique metrics requiring the seventh\norder.\n","Comment: 24 pages, streamlined version"]}]
["0712.0428",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0428","Phys. Rev. A 77, 063609 (2008)"],"date":["2007-12-03"],"type":["text"],"creator":["Danshita, Ippei","de Melo, Carlos A. R. Sa","Clark, Charles W."],"language":[],"coverage":[],"title":["Experimentally accessible reentrant phase transitions in double-well\n  optical lattices"],"description":["  We study the quantum phases of bosons confined in a combined potential of a\none-dimensional double-well optical lattice and a parabolic trap. We apply the\ntime-evolving block decimation method to the corresponding two-legged\nBose-Hubbard model. In the absence of a parabolic trap, the system of bosons in\nthe double-well optical lattice exhibits a reentrant quantum phase transition\nbetween Mott insulator and superfluid phases at unit filling as the tilt of the\ndouble-wells is increased. We show that the reentrant phase transition occurs\nalso in the presence of a parabolic trap and suggest that it can be detected in\nexperiments by measuring the matter-wave interference pattern.\n","Comment: 4 pages, 5 figures"]}]
["0804.2488",{"format":[],"subject":["Physics - General Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2488"],"date":["2008-04-15","2008-06-21"],"type":["text"],"creator":["Heyrovska, Raji"],"language":[],"coverage":[],"title":["Atomic Structures of all the Twenty Essential Amino Acids and a\n  Tripeptide, with Bond Lengths as Sums of Atomic Covalent Radii"],"description":["  Recently, the bond lengths of the molecular components of nucleic acids and\nof caffeine and related molecules were shown to be sums of the appropriate\ncovalent radii of the adjacent atoms. Thus, each atom was shown to have its\nspecific contribution to the bond length. This enabled establishing their\natomic structures for the first time. In this work, the known bond lengths for\namino acids and the peptide bond are similarly shown to be sums of the atomic\ncovalent radii. Based on this result, the atomic structures of all the twenty\nessential amino acids and a tripeptide have been presented.\n","Comment: 12 pages, one Table, 5 figures, resonance bonds marked in the figures\n  on page 12"]}]
["0806.0923",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0923"],"date":["2008-06-05","2008-06-21"],"type":["text"],"creator":["Mukherjee, Animesh","Choudhury, Monojit","Basu, Anupam","Ganguly, Niloy"],"language":[],"coverage":[],"title":["Modeling the Structure and Dynamics of the Consonant Inventories: A\n  Complex Network Approach"],"description":["  We study the self-organization of the consonant inventories through a complex\nnetwork approach. We observe that the distribution of occurrence as well as\ncooccurrence of the consonants across languages follow a power-law behavior.\nThe co-occurrence network of consonants exhibits a high clustering coefficient.\nWe propose four novel synthesis models for these networks (each of which is a\nrefinement of the earlier) so as to successively match with higher accuracy (a)\nthe above mentioned topological properties as well as (b) the linguistic\nproperty of feature economy exhibited by the consonant inventories. We conclude\nby arguing that a possible interpretation of this mechanism of network growth\nis the process of child language acquisition. Such models essentially increase\nour understanding of the structure of languages that is influenced by their\nevolutionary dynamics and this, in turn, can be extremely useful for building\nfuture NLP applications.\n","Comment: 8pages, 3 figures, In the proceedings of COLING 2008"]}]
["math/0511505",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Number Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511505"],"date":["2005-11-20","2008-06-21"],"type":["text"],"creator":["Boca, Florin P."],"language":[],"coverage":[],"title":["An AF algebra associated with the Farey tessellation"],"description":["  To the Farey tessellation of the upper half-plane we associate an AF algebra\nencoding the cutting sequences that define vertical geodesics. The Effros-Shen\nAF algebras arise as quotients of our algebra. Using the path algebra model for\nAF algebras we construct for each $\\tau \\in (0,1/4\\big]$, projections $(E_n)$\nin this algebra such that $E_n E_{n\\pm 1}E_n \\leq \\tau E_n$.\n","Comment: 23 pages, 20 figures"]}]
["math/0601058",{"format":[],"subject":["Mathematics - Rings and Algebras","Primary 06A06, 06A12. Secondary 06B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601058","International Journal of Algebra and Computation 18, 2 (2008)\n  321--356","doi:10.1142/S0218196708004469"],"date":["2006-01-04","2007-11-23"],"type":["text"],"creator":["Wehrung, Friedrich"],"language":[],"coverage":[],"title":["Poset representations of distributive semilattices"],"description":["  We prove that for any distributive join-semilattice S, there are a\nmeet-semilattice P with zero and a map f:PxP-->S such that\nf(x,z)<=f(x,y)vf(y,z) and x<=y implies that f(x,y)=0, for all x,y,z in P,\ntogether with the following conditions: (i) f(y,x)=0 implies that x=y, for all\nx<=y in P. (ii) For all x\\leq y in P and all a,b in S, if f(y,x)=avb, then\nthere are a positive integer n and a decomposition x=x_0<=x_1<=...<=x_n=y such\nthat f(x_{i+1},x_i) lies either below a or below b, for all i < n. (iii) The\nsubset {f(x,0)|x\\in P} generates the semilattice S. Furthermore, any finite,\nbounded subset of P has a join, and P is bounded in case S is bounded.\nFurthermore, the construction is functorial on lattice-indexed diagrams of\nfinite distributive (v,0,1)-semilattices.\n","Comment: To appear in Internat. J. Algebra Comput"]}]
["math/0601164",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601164","Dynamics of PDE 3 (2006), 93-110"],"date":["2006-01-09","2008-06-20"],"type":["text"],"creator":["Tao, Terence"],"language":[],"coverage":[],"title":["Spacetime bounds for the energy-critical nonlinear wave equation in\n  three spatial dimensions"],"description":["  Results of Struwe, Grillakis, Struwe-Shatah, Kapitanski, Bahouri-Shatah,\nBahouri-G\\'erard and Nakanishi have established global wellposedness,\nregularity, and scattering in the energy class for the energy-critical\nnonlinear wave equation $\\Box u = u^5$ in $\\R^{1+3}$, together with a spacetime\nbound $$ \\| u \\|_{L^4_t L^{12}_x(\\R^{1+3})} \\leq M(E(u))$$ for some finite\nquantity M(E(u)) depending only on the energy E(u) of u. We reprove this\nresult, and show that this quantity obeys a bound of at most exponential type\nin the energy, and specifically $M(E) \\leq C (1+E)^{C E^{105/2}}$ for some\nabsolute constant C > 0. The argument combines the quantitative local potential\nenergy decay estimates of these previous papers with arguments used by Bourgain\nand the author for the analogous nonlinear Schr\\\"odinger equation.\n","Comment: 18 pages, no figures. Some corrections"]}]
