["0704.2769",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2769"],"date":["2007-04-20","2008-10-27"],"type":["text"],"creator":["Nieto, J. A."],"language":[],"coverage":[],"title":["Towards a Background Independent Quantum Gravity in Eight Dimensions"],"description":["  We start a program of background independent quantum gravity in eight\ndimensions. We begin by considering canonical gravity \\textit{a la}\n\"Kaluza-Klein\" in $D=d+1$ dimensions. We show that our canonical gravity\napproach can be applied to the case of self-dual gravity in four dimensions.\nFurther, by using our previously proposed classical action of Ashtekar\nself-dual gravity formalism in eight dimensions, we proceed to develop the\ncanonical approach in eight dimensions. Our construction considers different\nSO(8) symmetry breakings. In particular, the breaking $SO(8)=S_{R}^{7}% \\times\nS_{L}^{7}\\times G_{2}$ plays an important role in our discussion.\n","Comment: 27 pages, Latex,some improvements introduced, typos corrected"]}]
["0704.3656",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3656","Phys. Rev. B 76, 054423 (2007)","doi:10.1103/PhysRevB.76.054423"],"date":["2007-04-27","2007-04-29"],"type":["text"],"creator":["Biltmo, A.","Henelius, P."],"language":[],"coverage":[],"title":["Phase diagram of the dilute magnet LiHo_xY_{1-x}F_4"],"description":["  We study the effective long-range Ising dipole model with a local exchange\ninteraction appropriate for the dilute magnetic compound LiHo_{x}Y_{1-x}F_4.\nOur calculations yield a value of 0.12 K for the nearest neighbor exchange\ninteraction. Using a Monte Carlo method we calculate the phase boundary T_c(x)\nbetween the ferromagnetic and paramagnetic phases. We demonstrate that the\nexperimentally observed linear decrease in T_c with dilution is not the simple\nmean-field result, but a combination of the effects of fluctuations, the\nexchange interaction and the hyperfine coupling. Furthermore, we find a\ncritical dilution x_c=0.21(2), below which there is no ordering. In agreement\nwith recent Monte Carlo simulations on a similar model, we find no evidence of\nthe experimentally observed freezing of the glassy state in our calculation. We\napply the theory of Stephen and Aharony to LiHo_{x}Y_{1-x}F_4 and find that the\ntheory does predict a finite-temperature freezing of the spin glass. Reasons\nfor the discrepancies are discussed.\n","Comment: 5 pages, 4 figures"]}]
["0705.3967",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3967"],"date":["2007-05-28","2008-10-27"],"type":["text"],"creator":["Mandal, Subhayan","Jain, Pankaj"],"language":[],"coverage":[],"title":["Circumventing Astrophysical Bounds Upon PVLAS Experiment"],"description":["  We study the possibility of evading astrophysical bound on light\npseudoscalars. We argue that the solar bounds can be evaded if we have a\nsufficiently strong self-coupling of the pseudoscalars. The required coupling\ndoes not conflict with any known experimental bounds. We also show that it is\npossible to find a coupling range such that the recent PVLAS experiment is not\nin conflict with any astrophysical bounds.\n","Comment: 4 pages, 4 figures, Brief talk presented at XVII DAE-BRNS HEP\n  Symposium, 2006. References Added. Typos Corrected. Introduction Rewritten"]}]
["0706.3309",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3309","Bull. Amer. Math. Soc. (N.S.) 45, 4 (2008) 535--593"],"date":["2007-06-22","2008-01-08"],"type":["text"],"creator":["Esteban, Maria J.","Lewin, Mathieu","séré, Eric"],"language":[],"coverage":[],"title":["Variational methods in relativistic quantum mechanics"],"description":["  This review is devoted to the study of stationary solutions of linear and\nnonlinear equations from relativistic quantum mechanics, involving the Dirac\noperator. The solutions are found as critical points of an energy functional.\nContrary to the Laplacian appearing in the equations of nonrelativistic quantum\nmechanics, the Dirac operator has a negative continuous spectrum which is not\nbounded from below. This has two main consequences. First, the energy\nfunctional is strongly indefinite. Second, the Euler-Lagrange equations are\nlinear or nonlinear eigenvalue problems with eigenvalues lying in a spectral\ngap (between the negative and positive continuous spectra). Moreover, since we\nwork in the space domain R^3, the Palais-Smale condition is not satisfied. For\nthese reasons, the problems discussed in this review pose a challenge in the\nCalculus of Variations. The existence proofs involve sophisticated tools from\nnonlinear analysis and have required new variational methods which are now\napplied to other problems.\n"]}]
["0709.3411",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Probability","28A25, 28C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3411"],"date":["2007-09-21","2008-10-27"],"type":["text"],"creator":["Cassese, Gianluca"],"language":[],"coverage":[],"title":["Sure Wins, Separating Probabilities and the Representation of Linear\n  Functionals"],"description":["  We discuss conditions under which a convex cone $\\K\\subset \\R^{\\Omega}$\nadmits a probability $m$ such that $\\sup_{k\\in \\K} m(k)\\leq0$. Based on these,\nwe also characterize linear functionals that admit the representation as\nfinitely additive expectations. A version of Riesz decomposition based on this\nproperty is obtained as well as a characterisation of positive functionals on\nthe space of integrable functions\n"]}]
["0709.3905",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","19E08","55P43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3905"],"date":["2007-09-25","2008-10-27"],"type":["text"],"creator":["Panin, I.","Pimenov, K.","Röndigs, O."],"language":[],"coverage":[],"title":["On Voevodsky's algebraic K-theory spectrum BGL"],"description":["  Under a certain normalization assumption we prove that the $\\Pro^1$-spectrum\n$\\mathrm{BGL}$ of Voevodsky which represents algebraic $K$-theory is unique\nover $\\Spec(\\mathbb{Z})$. Following an idea of Voevodsky, we equip the\n$\\Pro^1$-spectrum $\\mathrm{BGL}$ with the structure of a commutative\n$\\Pro^1$-ring spectrum in the motivic stable homotopy category. Furthermore, we\nprove that under a certain normalization assumption this ring structure is\nunique over $\\Spec(\\mathbb{Z})$. For an arbitrary Noetherian scheme $S$ of\nfinite Krull dimension we pull this structure back to obtain a distinguished\nmonoidal structure on $\\mathrm{BGL}$. This monoidal structure is relevant for\nour proof of the motivic Conner-Floyd theorem. It has also been used by Gepner\nand Snaith to obtain a motivic version of Snaith's theorem.\n","Comment: LaTeX, 49 pages, uses XY-pic. Several changes. To appear in: The Abel\n  symposium 2007"]}]
["0710.1688",{"format":[],"subject":["Mathematics - Statistics Theory","62G05, 62G08 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1688","Electronic Journal of Statistics 2008, Vol. 2, No. 0, 993-1020","doi:10.1214/07-EJS127"],"date":["2007-10-09","2008-10-27"],"type":["text"],"creator":["Laurent, Béatrice","Ludeña, Carenne","Prieur, Clémentine"],"language":[],"coverage":[],"title":["Adaptive estimation of linear functionals by model selection"],"description":["  We propose an estimation procedure for linear functionals based on Gaussian\nmodel selection techniques. We show that the procedure is adaptive, and we give\na non asymptotic oracle inequality for the risk of the selected estimator with\nrespect to the $\\mathbb{L}_p$ loss. An application to the problem of estimating\na signal or its $r^{th}$ derivative at a given point is developed and minimax\nrates are proved to hold uniformly over Besov balls. We also apply our non\nasymptotic oracle inequality to the estimation of the mean of the signal on an\ninterval with length depending on the noise level. Simulations are included to\nillustrate the performances of the procedure for the estimation of a function\nat a given point. Our method provides a pointwise adaptive estimator.\n","Comment: Published in at http://dx.doi.org/10.1214/07-EJS127 the Electronic\n  Journal of Statistics (http://www.i-journals.org/ejs/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0711.1716",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Number Theory","57N10, 57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1716"],"date":["2007-11-12","2008-10-27"],"type":["text"],"creator":["Garoufalidis, Stavros"],"language":[],"coverage":[],"title":["Chern-Simons theory, analytic continuation and arithmetic"],"description":["  The purpose of the paper is to introduce some conjectures regarding the\nanalytic continuation and the arithmetic properties of quantum invariants of\nknotted objects. More precisely, we package the perturbative and\nnonperturbative invariants of knots and 3-manifolds into two power series of\ntype P and NP, convergent in a neighborhood of zero, and we postulate their\narithmetic resurgence. By the latter term, we mean analytic continuation as a\nmultivalued analytic function in the complex numbers minus a discrete set of\npoints, with restricted singularities, local and global monodromy. We point out\nsome key features of arithmetic resurgence in connection to various problems of\nasymptotic expansions of exact and perturbative Chern-Simons theory with\ncompact or complex gauge group. Finally, we discuss theoretical and\nexperimental evidence for our conjecture.\n","Comment: AMS-LaTeX, 22 pages with 6 figures"]}]
["0711.4032",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4032"],"date":["2007-11-26","2008-10-27"],"type":["text"],"creator":["Chailloux, André","Kerenidis, Iordanis"],"language":[],"coverage":[],"title":["Increasing the power of the verifier in Quantum Zero Knowledge"],"description":["  In quantum zero knowledge, the assumption was made that the verifier is only\nusing unitary operations. Under this assumption, many nice properties have been\nshown about quantum zero knowledge, including the fact that Honest-Verifier\nQuantum Statistical Zero Knowledge (HVQSZK) is equal to Cheating-Verifier\nQuantum Statistical Zero Knowledge (QSZK) (see [Wat02,Wat06]).\n  In this paper, we study what happens when we allow an honest verifier to flip\nsome coins in addition to using unitary operations. Flipping a coin is a\nnon-unitary operation but doesn't seem at first to enhance the cheating\npossibilities of the verifier since a classical honest verifier can flip coins.\nIn this setting, we show an unexpected result: any classical Interactive Proof\nhas an Honest-Verifier Quantum Statistical Zero Knowledge proof with coins.\nNote that in the classical case, honest verifier SZK is no more powerful than\nSZK and hence it is not believed to contain even NP. On the other hand, in the\ncase of cheating verifiers, we show that Quantum Statistical Zero Knowledge\nwhere the verifier applies any non-unitary operation is equal to Quantum\nZero-Knowledge where the verifier uses only unitaries.\n  One can think of our results in two complementary ways. If we would like to\nuse the honest verifier model as a means to study the general model by taking\nadvantage of their equivalence, then it is imperative to use the unitary\ndefinition without coins, since with the general one this equivalence is most\nprobably not true. On the other hand, if we would like to use quantum zero\nknowledge protocols in a cryptographic scenario where the honest-but-curious\nmodel is sufficient, then adding the unitary constraint severely decreases the\npower of quantum zero knowledge protocols.\n","Comment: 17 pages, 0 figures, to appear in FSTTCS'08"]}]
["0711.4658",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4658","Phys. Rev. B 78, 155322 (2008)","doi:10.1103/PhysRevB.78.155322"],"date":["2007-11-29"],"type":["text"],"creator":["Kobayashi, M.","Hwang, J. I.","Song, G. S.","Ooki, Y.","Takizawa, M.","Fujimori, A.","Takeda, Y.","Fujimori, S. -I.","Terai, K.","Okane, T.","Saitoh, Y.","Yamagami, H.","Lin, Y. -H.","Nan, C. -W."],"language":[],"coverage":[],"title":["Systematic changes of the electronic structure of the diluted\n  ferromagnetic oxide Li-doped Ni$_{1-x}$Fe$_x$O with hole doping"],"description":["  The electronic structure of Li-doped Ni$_{1-x}$Fe$_x$O has been investigated\nusing photoemission spectroscopy (PES) and x-ray absorption spectroscopy (XAS).\nThe Ni $2p$ core-level PES and XAS spectra were not changed by Li doping. In\ncontrast, the Fe$^{3+}$ intensity increased with Li doping relative to the\nFe$^{2+}$ intensity. However, the increase of Fe$^{3+}$ is only $\\sim 5%$ of\nthe doped Li content, suggesting that most of the doped holes enter the O $2p$\nand/or the charge-transferred configuration Ni $3d^8\\underline{L}$. The Fe 3d\npartial density of states and the host valence-band emission near valence-band\nmaximum increased with Li content, consistent with the increase of electrical\nconductivity. Based on these findings, percolation of bound magnetic polarons\nis proposed as an origin of the ferromagnetic behavior.\n","Comment: 5 pages, 3 figures"]}]
["0712.3707",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3707"],"date":["2007-12-21","2008-10-27"],"type":["text"],"creator":["Ding, Fan","Wang, Shicheng","Yao, Jiangang"],"language":[],"coverage":[],"title":["On the realizations of high dimensional solenoids as attractors and as\n  non-wondering sets"],"description":["  This paper will be splited into two papers and submited later.\n","Comment: This paper has been withdrawn"]}]
["0801.3654",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3654"],"date":["2008-01-23","2008-10-27"],"type":["text"],"creator":["Zaslavskiy, Mikhail","Bach, Francis","Vert, Jean-Philippe"],"language":[],"coverage":[],"title":["A path following algorithm for the graph matching problem"],"description":["  We propose a convex-concave programming approach for the labeled weighted\ngraph matching problem. The convex-concave programming formulation is obtained\nby rewriting the weighted graph matching problem as a least-square problem on\nthe set of permutation matrices and relaxing it to two different optimization\nproblems: a quadratic convex and a quadratic concave optimization problem on\nthe set of doubly stochastic matrices. The concave relaxation has the same\nglobal minimum as the initial graph matching problem, but the search for its\nglobal minimum is also a hard combinatorial problem. We therefore construct an\napproximation of the concave problem solution by following a solution path of a\nconvex-concave problem obtained by linear interpolation of the convex and\nconcave formulations, starting from the convex relaxation. This method allows\nto easily integrate the information on graph label similarities into the\noptimization problem, and therefore to perform labeled weighted graph matching.\nThe algorithm is compared with some of the best performing graph matching\nmethods on four datasets: simulated graphs, QAPLib, retina vessel images and\nhandwritten chinese characters. In all cases, the results are competitive with\nthe state-of-the-art.\n","Comment: 23 pages, 13 figures,typo correction, new results in sections 4,5,6"]}]
["0802.2252",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2252"],"date":["2008-02-15","2008-10-27"],"type":["text"],"creator":["Xing, Y. T.","Micklitz, H.","Rappoport, T. G.","Milošević, M. V.","Solórzano-Naranjo, I. G.","Baggio-Saitovitch, E."],"language":[],"coverage":[],"title":["Spontaneous vortex phases in ferromagnet-superconductor nanocomposites"],"description":["  The interplay between superconductivity and magnetism gives rise to many\nintriguing and exciting phenomena. In this Letter we report about a novel\nmanifestation of this interplay: a temperature induced phase transition between\ndifferent spontaneous vortex phases in lead superconducting films with embedded\nmagnetic nanoparticles. Unlike common vortices in superconductors the vortex\nphase appears without any applied magnetic field. The vortices nucleate\nexclusively due to the stray field of the magnetic nanoparticles, which serve\nthe dual role of providing the internal field and simultaneously acting as\npinning centers. As in usual superconductors, one can move the spontaneous\nvortices with an applied electric current. Transport measurements reveal\ndynamical phase transitions that depend on temperature (T) and applied field\n(H) and support the obtained (H-T) phase diagram. In particular, we used a\nscaling analysis to characterize a transition from a liquid to a novel\ndisordered solid resembling a vortex glass.\n","Comment: 5 pages, 4 figures"]}]
["0802.4294",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","37A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4294"],"date":["2008-02-28","2008-10-26"],"type":["text"],"creator":["Bowen, Lewis"],"language":[],"coverage":[],"title":["A measure-conjugacy invariant for free group actions"],"description":["  This paper introduces a new measure-conjugacy invariant for actions of free\ngroups. Using this invariant, it is shown that two Bernoulli shifts over a\nfinitely generated free group are measurably conjugate if and only if their\nbase measures have the same entropy. This answers a question of Ornstein and\nWeiss.\n","Comment: The proofs in this version are slightly simpler than in the previous\n  version. Also, the last 3 sections have been removed. I intend to write up\n  the main results of those sections in a separate paper"]}]
["0803.0851",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0851","Phys. Rev. B 78, 054437 (2008)","doi:10.1103/PhysRevB.78.054437"],"date":["2008-03-06"],"type":["text"],"creator":["Biltmo, A.","Henelius, P."],"language":[],"coverage":[],"title":["Low-temperature properties of the dilute dipolar magnet LiHo_xY_(1-x)F_4"],"description":["  We analyze recent experiments on the dilute rare-earth compound\nLiHo_xY_(1-x)F_4 in the context of an effective Ising dipolar model. Using a\nMonte Carlo method we calculate the low-temperature behavior of the specific\nheat and linear susceptibility, and compare our results to measurements. In our\nmodel the susceptibility follows a Curie-Weiss law at high temperature, chi ~\n1/(T-T_cw), with a Curie-Weiss temperature that scales with dilution, T_cw ~ x,\nconsistent with early experiments. We also find that the peak in the specific\nheat scales linearly with dilution, C_max(T) ~ x, in disagreement with recent\nexperiments. Experimental studies do not reach a consensus on the functional\nform of these quantities, and in particular we do not see reported scalings of\nthe form chi ~ T^-0.75 and chi ~ exp(-T/T_0). Furthermore we calculate the\nground state magnetization as a function of dilution, and re-examine the phase\ndiagram around the critical dilution x_c=0.24(3). We find that the spin glass\nsusceptibility for the Ising model does not diverge below x_c, while recent\nexperiments give strong evidence for a stable spin-glass phase in\nLiHo_0.167Y_0.833F_4.\n","Comment: 6 pages, 9 figures"]}]
["0803.1234",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1234"],"date":["2008-03-08","2008-10-26"],"type":["text"],"creator":["Hou, Wei-Shu"],"language":[],"coverage":[],"title":["Source of CP Violation for Baryon Asymmetry of the Universe"],"description":["  The baryon asymmetry of the Universe requires CP violation, but the Standard\nModel falls short by a factor of $10^{-10}$ or more. Starting from a clue at\nthe $B$ factories, we point out that the large Yukawa couplings of the\nsequential fourth generation $t^\\prime$ and $b^\\prime$ quarks can provide\nenhancement by a factor of over $10^{13}$, making the 2-3-4 generation quark\nsector a viable source of CP violation for the baryon asymmetry of the\nUniverse. With recent hints of large $\\sin2\\Phi_{B_s}$ in $B_s^0$-$\\bar B_s^0$\nmixing from the Tevatron, the ultimate test would be to discover the $t^\\prime$\nand $b^\\prime$ quarks at the Large Hadron Collider.\n","Comment: 4 pages, 2 figures, style change and other revisions; version\n  rejected by PRL"]}]
["0803.2185",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2185","Jpn. J. Appl. Phys. 47, 7113 (2008)","doi:10.1143/JJAP.47.7113"],"date":["2008-03-14","2008-04-05"],"type":["text"],"creator":["Song, Gyong Sok","Kataoka, Takashi","Kobayashi, Masaki","Hwang, Jong Il","Takizawa, Masaru","Fujimori, Atsushi","Ohkochi, Takuo","Takeda, Yukiharu","Okane, Tetsuo","Saitoh, Yuji","Yamagami, Hiroshi","Takano, Fumiyoshi","Akinaga, Hiro"],"language":[],"coverage":[],"title":["Soft X-ray Absorption and Photoemission Studies of Ferromagnetic\n  Mn-Implanted 3$C$-SiC"],"description":["  We have performed x-ray photoemission spectroscopy (XPS), x-ray absorption\nspectroscopy (XAS), and resonant photoemission spectroscopy (RPES) measurements\nof Mn-implanted 3$C$-SiC (3$C$-SiC:Mn) and carbon-incorporated Mn$_{5}$Si$_{2}$\n(Mn$_{5}$Si$_{2}$:C). The Mn 2$p$ core-level XPS and XAS spectra of 3$C$-SiC:Mn\nand Mn$_{5}$Si$_{2}$:C were similar to each other and showed \"intermediate\"\nbehaviors between the localized and itinerant Mn 3$d$ states.\n  The intensity at the Fermi level was found to be suppressed in 3$C$-SiC:Mn\ncompared with Mn$_{5}$Si$_{2}$:C. These observations are consistent with the\nformation of Mn$_{5}$Si$_{2}$:C clusters in the 3$C$-SiC host, as observed in a\nrecent transmission electron microscopy study.\n","Comment: 4 pages, 3 figures"]}]
["0804.1793",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1793","Phys. Rev. B 78, 140509(R) (2008)","doi:10.1103/PhysRevB.78.140509"],"date":["2008-04-10","2008-10-26"],"type":["text"],"creator":["Korshunov, M. M.","Eremin, I."],"language":[],"coverage":[],"title":["Theory of magnetic excitations in iron-based layered superconductors"],"description":["  Based on the effective four-band model we analyze the spin response in the\nnormal and superconducting states of the Fe-pnictide superconductors. While the\nnormal state spin excitations are dominated by the continuum of the\ninterorbital antiferromagnetic fluctuations and the intraband spin density wave\nfluctuations, the unconventional superconductivity yields different feedback.\nThe resonance peak in form of the well-defined spin exciton occurs {\\it only}\nfor the interband scattering at the antiferromagnetic momentum ${\\bf Q}_{AFM}$\nfor the $s_\\pm$ (extended s-wave) superconducting order parameter and it\ndisappears rapidly for ${\\bf q} < {\\bf Q}_{AFM}$. The resonance feature is\nextremely weak for the $d_{x^2 -y^2}$-wave order parameter due to specific\nFermi surface topology of these compounds. The essential difference between\n$s_\\pm$-wave and $d_{x^2 -y^2}$-wave symmetries for the magnetic excitations\ncan be used for experimental determination of the superconducting wave function\nsymmetry.\n","Comment: 5 pages, 3 figures, published version"]}]
["0804.2031",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2031"],"date":["2008-04-12","2008-10-27"],"type":["text"],"creator":["Marvan, M."],"language":[],"coverage":[],"title":["On the spectral parameter problem"],"description":["  We consider the problem whether a nonparametric zero-curvature representation\ncan be embedded into a one-parameter family within the same Lie algebra. After\nintroducing a computable cohomological obstruction, a method using the\nrecursion operator to incorporate the parameter is discussed.\n","Comment: 24 pages; v2: mainly corrected exposition (esp. the examples) and\n  added references"]}]
["0804.2842",{"format":[],"subject":["Mathematics - Complex Variables","32W05","35N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2842"],"date":["2008-04-17","2008-10-27"],"type":["text"],"creator":["Cho, Jae-Seong"],"language":[],"coverage":[],"title":["Monotonicity of Subelliptic Estimates on Rigid Pseudoconvex Domains"],"description":["  This paper presents monotonicity of subelliptic estimates on rigid\npseudoconvex domains. As an application of monotonicity, we will show that if a\nrigid monomial domain is of finite type in the D'Angelo's sense, then the sharp\nsubelliptic estimate of this domain equals the reciprocal of the type.\n","Comment: 11 pages, submitted"]}]
["0804.3129",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3129","Physical Review E: Statistical, Nonlinear, and Soft Matter Physics\n  78, 3 (2008) 031305","doi:10.1103/PhysRevE.78.031305"],"date":["2008-04-19","2008-10-27"],"type":["text"],"creator":["Gilabert, Francisco","Roux, Jean-Noël","Castellanos, Antonio"],"language":[],"coverage":[],"title":["Computer simulation of model cohesive powders: Plastic consolidation,\n  structural changes and elasticity under isotropic loads"],"description":["  The quasistatic behavior of a simple 2D model of a cohesive powder under\nisotropic loads is investigated by Discrete Element simulations. The loose\npacking states, as studied in a previous paper, undergo important structural\nchanges under growing confining pressure P, while solid fraction \\Phi\nirreversibly increases by large amounts. The system state goes through three\nstages, with different forms of the plastic consolidation curve \\Phi(P*), under\ngrowing reduced pressure P* = Pa/F0, defined with adhesion force F0 and grain\ndiameter a. In the low-confinement regime (I), plastic compaction is\nnegligible, and the structure is influenced by the assembling process. The\nfollowing stage (regime II) is independent of initial conditions. The void\nratio varies linearly with log P, as described in the engineering literature.\nIn the last stage of compaction (III), a maximum solid fraction is approached,\nand properties of cohesionless granular packs are retrieved. Under\nconsolidation, while the fractal range of density correlations decreases, force\npatterns reorganize, and elastic moduli increase by a large factor. Plastic\ndeformation events correspond to very small changes in the network topology,\nwhile the denser regions tend to move like rigid bodies. Elastic properties are\ndominated by the bending of thin junctions in loose systems. For growing RR\nthose tend to reduce to particle chains, the folding of which, rather than\ntensile ruptures, controls plastic compaction.\n"]}]
["0805.0028",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0028","Appl. Phys. Lett. 93, 161903-3 (2008)","doi:10.1063/1.2999634"],"date":["2008-04-30","2008-10-27"],"type":["text"],"creator":["Shadrivov, Ilya V.","Kozyrev, Alexander B.","van der Weide, Daniel W.","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Tunable transmission and harmonic generation in nonlinear metamaterials"],"description":["  We study the properties of a tunable nonlinear metamaterial operating at\nmicrowave frequencies. We fabricate the nonlinear metamaterial composed of\ndouble split-ring resonators and wires where a varactor diode is introduced\ninto each resonator so that the magnetic resonance can be tuned dynamically by\nvarying the input power. We show that at higher powers the transmission of the\nmetamaterial becomes power dependent, and we demonstrate experimentally\npower-dependent transmission properties and selective generation of higher\nharmonics.\n","Comment: 3 pages"]}]
["0805.1661",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","J.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1661"],"date":["2008-05-12","2008-10-27"],"type":["text"],"creator":["Hickey, G.","Carmi, P.","Maheshwari, A.","Zeh, N."],"language":[],"coverage":[],"title":["NAPX: A Polynomial Time Approximation Scheme for the Noah's Ark Problem"],"description":["  The Noah's Ark Problem (NAP) is an NP-Hard optimization problem with\nrelevance to ecological conservation management. It asks to maximize the\nphylogenetic diversity (PD) of a set of taxa given a fixed budget, where each\ntaxon is associated with a cost of conservation and a probability of\nextinction. NAP has received renewed interest with the rise in availability of\ngenetic sequence data, allowing PD to be used as a practical measure of\nbiodiversity. However, only simplified instances of the problem, where one or\nmore parameters are fixed as constants, have as of yet been addressed in the\nliterature. We present NAPX, the first algorithm for the general version of NAP\nthat returns a $1 - \\epsilon$ approximation of the optimal solution. It runs in\n$O(\\frac{n B^2 h^2 \\log^2n}{\\log^2(1 - \\epsilon)})$ time where $n$ is the\nnumber of species, and $B$ is the total budget and $h$ is the height of the\ninput tree. We also provide improved bounds for its expected running time.\n"]}]
["0805.1707",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1707"],"date":["2008-05-12","2008-10-27"],"type":["text"],"creator":["Bosch-Ramon, V."],"language":[],"coverage":[],"title":["The physics of non-thermal radiation in microquasars"],"description":["  Microquasars are binary systems that harbor a normal star and a compact\nobject (black-hole or neutron star), and show relativistic outflows (or jets).\nThe matter that forms these jets is of likely stellar origin, previously\nexpelled from the star and trapped in the potential well of the compact object.\nThis matter is accreted by the compact object, forming a disk due to its\nangular momentum, and is eventually ejected in the form of a bipolar outflow\n(the jets), which generates radio emission and could also be a very high-energy\nemitter. To study and understand the radiation from microquasars, there is a\nset of elements that can play a major role and are to be taken into account:\nthe photons and the expelled matter from the star in the case of high-mass\nsystems; the accreted matter radiation; the jet; the magnetic field carried by\nthe jet or filling the binary system; and the medium surrounding the\nmicroquasar at large scales (~pc). In this lecture, we consider these elements\nof the microquasar scenario and briefly describe the physical conditions and\nprocesses involved in the production of non-thermal radiation from radio to\ngamma-rays. The required energetics, particle acceleration and transport,\nseveral radiative mechanisms, and the impact of different photon absorption\nprocesses, are discussed.\n","Comment: 20 pages, 4 figures, Lecture notes on microquasar non-thermal\n  radiation physics for the First La Plata International School on Astronomy\n  and Geophysics"]}]
["0805.2872",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","Mathematics - Complex Variables","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2872"],"date":["2008-05-19","2008-10-27"],"type":["text"],"creator":["Nisse, Mounir"],"language":[],"coverage":[],"title":["Coamoebas of complex algebraic plane curves and the logarithmic Gauss\n  map"],"description":["  The coamoeba of any complex algebraic plane curve $V$ is its image in the\nreal torus under the argument map. The area counted with multiplicity of the\ncoamoeba of any algebraic curve in $(\\mathbb{C}^*)^2$ is bounded in terms of\nthe degree of the curve. We show in this Note that up to multiplication by a\nconstant in $(\\mathbb{C}^*)^2$, the complex algebraic plane curves whose\ncoamoebas are of maximal area (counted with multiplicity) are defined over\n$\\mathbb{R}$, and their real loci are Harnack curves possibly with ordinary\nreal isolated double points (c.f. \\cite{MR-00}). In addition, we characterize\nthe complex algebraic plane curves such that their coamoebas contain no\nextra-piece.\n","Comment: 11 pages, 2 figure"]}]
["0805.3299",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3299","Phys. Rev. B 78, 033304 (2008)","doi:10.1103/PhysRevB.78.033304"],"date":["2008-05-21"],"type":["text"],"creator":["Song, G. S.","Kobayashi, M.","Hwang, J. I.","Kataoka, T.","Takizawa, M.","Fujimori, A.","Ohkouchi, T.","Takeda, Y.","Okane, T.","Saitoh, Y.","Yamagami, H.","Chang, F. -H.","Lee, L.","Lin, H. -J.","Huang, D. J.","Chen, C. T.","Kimura, S.","Funakoshi, M.","Hasegawa, S.","Asahi, H."],"language":[],"coverage":[],"title":["Electronic structure of Ga$_{1-x}$Cr$_{x}$N and Si-doping effects\n  studied by photoemission and X-ray absorption spectroscopy"],"description":["  The electronic structure of the magnetic semiconductor Ga$_{1-x}$Cr$_{x}$N\nand the effect of Si doping on it have been investigated by photoemission and\nsoft x-ray absorption spectroscopy. We have confirmed that Cr in GaN is\npredominantly trivalent substituting for Ga, and that Cr 3$d$ states appear\nwithin the band gap of GaN just above the N 2$p$-derived valence-band maximum.\nAs a result of Si doping, downward shifts of the core levels (except for Cr\n2$p$) and the formation of new states near the Fermi level were observed, which\nwe attribute to the upward chemical potential shift and the formation of a\nsmall amount of Cr$^{2+}$ species caused by the electron doping. Possibility of\nCr-rich cluster growth by Si doping are discussed based on the spectroscopic\nand magnetization data.\n","Comment: 5 pages, 3 figures"]}]
["0805.4457",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4457","J. Phys. Soc. Jpn. 77 (2008) 114701","doi:10.1143/JPSJ.77.114701"],"date":["2008-05-28","2008-10-27"],"type":["text"],"creator":["Tahara, Daisuke","Imada, Masatoshi"],"language":[],"coverage":[],"title":["Variational Monte Carlo Method Combined with Quantum-Number Projection\n  and Multi-Variable Optimization"],"description":["  Variational wave functions used in the variational Monte Carlo (VMC) method\nare extensively improved to overcome the biases coming from the assumed\nvariational form of the wave functions. We construct a highly generalized\nvariational form by introducing a large number of variational parameters to the\nGutzwiller-Jastrow factor as well as to the one-body part. Moreover, the\nprojection operator to restore the symmetry of the wave function is introduced.\nThese improvements enable to treat fluctuations with long-ranged as well as\nshort-ranged correlations. A highly generalized wave function is implemented by\nthe Pfaffians introduced by Bouchaud et al., together with the stochastic\nreconfiguration method introduced by Sorella for the parameter optimization.\nOur framework offers much higher accuracy for strongly correlated electron\nsystems than the conventional variational Monte Carlo methods.\n","Comment: 16 pages, 9 figures, 4 tables"]}]
["0806.2621",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2621","Phys. Rev. Lett. 101, 166405 (2008)","doi:10.1103/PhysRevLett.101.166405"],"date":["2008-06-16","2008-10-27"],"type":["text"],"creator":["Werner, Philipp","Gull, Emanuel","Troyer, Matthias","Millis, Andrew J."],"language":[],"coverage":[],"title":["Spin freezing transition and non-Fermi-liquid self-energy in a 3-orbital\n  model"],"description":["  A single-site dynamical mean field study of a three band model with the\nrotationally invariant interactions appropriate to the t_2g levels of a\ntransition metal oxide reveals a quantum phase transition between a\nparamagnetic metallic phase and an incoherent metallic phase with frozen\nmoments. The Mott transitions occurring at electron densities n=2,3 per site\ntake place inside the frozen moment phase. The critical line separating the two\nphases is characterized by a self energy with the frequency dependence\n\\Sigma(\\omega)\\sim \\sqrt{\\omega} and a broad quantum critical regime. The\nfindings are discussed in the context of the power law observed in the optical\nconductivity of SrRuO_3.\n"]}]
["0806.2727",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2727","Solid State Communications 148, 417 (2008).","doi:10.1016/j.ssc.2008.09.027"],"date":["2008-06-17","2008-07-08"],"type":["text"],"creator":["An, Jiming","Subedi, Alaska","Singh, David J."],"language":[],"coverage":[],"title":["Ab Initio Phonon Dispersions for PbTe"],"description":["  We report first principles calculations of the phonon dispersions of PbTe\nboth for its observed structure and under compression. At the experimental\nlattice parameter we find a near instability of the optic branch at the zone\ncenter, in accord with experimental observations.This hardens quickly towards\nthe zone boundary. There is also a very strong volume dependence of this mode,\nwhich is rapidly driven away from an instability by compression. These results\nare discussed inrelation to the thermal conductivity of the material.\n","Comment: 3 figures; typos corrected. Figure 1 replaced to correct label"]}]
["0806.4964",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4964","Phys. Rev. B 78, 134525 (2008)","doi:10.1103/PhysRevB.78.134525"],"date":["2008-06-30","2008-07-05"],"type":["text"],"creator":["Mishra, Vivek","Hirschfeld, P. J.","Barash, Yu. S."],"language":[],"coverage":[],"title":["Sublattice model of atomic scale pairing inhomogeneity in a\n  superconductor"],"description":["  We study a toy model for a superconductor on a bipartite lattice, where\nintrinsic pairing inhomogeneity is produced by two different coupling constants\non the sublattices. The simplicity of the model allows for analytic solutions\nand tests of the consequences of atomic-scale variations in pairing\ninteractions which have been considered recently in the cuprates. We present\nresults for the transition temperature, density of states, and thermodynamics\nof the system over a phase diagram in the plane of two pairing coupling\nconstants. For coupling constants of alternating sign, a gapless\nsuperconducting state is stable. Inhomogeneity is generally found to enhance\nthe critical temperature, and at the same time the superfluid density is\nremarkably robust: at T=0, it is suppressed only in the gapless phase.\n","Comment: 9 pages, 11 figures, corrected typo"]}]
["0807.0435",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0435","Scholarly Research Exchange, vol. 2008, article ID 105235","doi:10.3814/2008/105235"],"date":["2008-07-02","2008-10-11"],"type":["text"],"creator":["Iorio, Lorenzo"],"language":[],"coverage":[],"title":["Advances in the measurement of the Lense-Thirring effect with planetary\n  motions in the field of the Sun"],"description":["  E.V. Pitjeva, by processing more than 400,000 planetary observations of\nvarious types with the dynamical models of the EPM2006 ephemerides, recently\nestimated a correction to the canonical Newtonian-Einsteinian Venus' perihelion\nprecession of -0.0004 +/- 0.0001 arcseconds per century. The prediction of\ngeneral relativity for the Lense-Thirring precession of the perihelion of Venus\nis -0.0003 arcseconds per century. It turns out that neither other\nmismodelld/unmodelled standard Newtonian/Einsteinian effects nor exotic ones,\npostulated to, e.g., explain the Pioneer anomaly, may have caused the\ndetermined extra-precession of the Venus orbit which, thus, can be reasonably\nattributed to the gravitomagnetic field of the Sun, not modelled in the\nroutines of the EPM2006 ephemerides. However, it must be noted that the quoted\nerror is the formal, statistical one; the realistic uncertainty might be\nlarger. Future improvements of the inner planets' ephemerides, with the\ninclusion of the Messenger and Venus-Express tracking data, should further\nimprove the accuracy and the consistency of such a test of general relativity\nwhich would also benefit of the independent estimation of the extra-precessions\nof the perihelia (and the nodes) by other teams of astronomers.\n","Comment: aastex macros, 14 pages, 1 table, no figures. Accepted by Scholarly\n  Research Exchange (SYREXE). Please, feel free to rate the paper at SYREXE\n  website, if you want"]}]
["0807.0772",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0772","J. Phys. A: Math. Theor. 41 (2008) 475001","doi:10.1088/1751-8113/41/47/475001"],"date":["2008-07-04","2008-10-27"],"type":["text"],"creator":["Bienaime, Tom","Texier, Christophe"],"language":[],"coverage":[],"title":["Localization for one-dimensional random potentials with large local\n  fluctuations"],"description":["  We study the localization of wave functions for one-dimensional Schr\\\"odinger\nHamiltonians with random potentials $V(x)$ with short range correlations and\nlarge local fluctuations such that $\\int\\D{x} \\smean{V(x)V(0)}=\\infty$. A\nrandom supersymmetric Hamiltonian is also considered. Depending on how large\nthe fluctuations of $V(x)$ are, we find either new energy dependences of the\nlocalization length, $\\ell_\\mathrm{loc}\\propto{}E/\\ln{E}$,\n$\\ell_\\mathrm{loc}\\propto{}E^{\\mu/2}$ with $0<\\mu<2$ or\n$\\ell_\\mathrm{loc}\\propto\\ln^{\\mu-1}E$ for $\\mu>1$, or superlocalization (decay\nof the wave functions faster than a simple exponential).\n","Comment: 9 pages, LaTeX, 2 eps figures ; v2: Refs. added, small paragraph\n  added p.4, additional table in conclusion"]}]
["0807.1790",{"format":[],"subject":["Mathematical Physics","Mathematics - Algebraic Geometry","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1790","SIGMA 4 (2008) 072, 7 pages","doi:10.3842/SIGMA.2008.072"],"date":["2008-07-11","2008-10-27"],"type":["text"],"creator":["Saniga, Metod","Pracna, Petr"],"language":[],"coverage":[],"title":["A Jacobson Radical Decomposition of the Fano-Snowflake Configuration"],"description":["  The Fano-Snowflake, a specific $non$-unimodular projective lattice\nconfiguration associated with the smallest ring of ternions $R_{\\diamondsuit}$\n(arXiv:0803.4436 and 0806.3153), admits an interesting partitioning with\nrespect to the Jacobson radical of $R_{\\diamondsuit}$. The totality of 21 free\ncyclic submodules generated by non-unimodular vectors of the free left\n$R_{\\diamondsuit}$-module $R_{\\diamondsuit}^{3}$ are shown to split into three\ndisjoint sets of cardinalities 9, 9 and 3 according as the number of Jacobson\nradical entries in the generating vector is 2, 1 or 0, respectively. The\ncorresponding \"ternion-induced\" factorization of the lines of the Fano plane\nsitting in the middle of the Fano-Snowflake (6 -- 7 -- 3) is found to $differ\nfundamentally$ from the natural one, i. e., from that with respect to the\nJacobson radical of the Galois field of two elements (3 -- 3 -- 1).\n","Comment: 7 pages, 3 figures"]}]
["0807.3376",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3376"],"date":["2008-07-21","2008-10-26"],"type":["text"],"creator":["Weinstein, Steven"],"language":[],"coverage":[],"title":["Decoherence and the (non)emergence of classicality"],"description":["  We consider the claim that decoherence explains the emergence of classicality\nin quantum systems, and conclude that it does not. We show that, given a\nrandomly chosen universe composed of a variety of subsystems, some of which are\nmacroscopic and subject to decoherence-inducing interactions, and some of which\nare microscopic, the macroscopic subsystems will not display any distinctively\nclassical behavior. Therefore, a universe in which macroscopic and microscopic\ndo display distinct behavior must be in a very special, highly nongeneric\nquantum state.\n","Comment: Changed to emphasize the role of stability as a criterion for\n  classicality, rather than diagonalization of the reduced density matrix. The\n  conclusion is restated to emphasize that, irrespective of the dynamics, it is\n  only for very special global quantum states that macroscopic objects will\n  display behavior distinct from microscopic objects"]}]
["0808.0412",{"format":[],"subject":["Mathematics - Probability","60K35, 60G09, 92D10 (Primary) 60C05, 92D15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0412"],"date":["2008-08-04","2008-10-27"],"type":["text"],"creator":["Birkner, Matthias","Blath, Jochen","Moehle, Martin","Steinruecken, Matthias","Tams, Johanna"],"language":[],"coverage":[],"title":["A modified lookdown construction for the Xi-Fleming-Viot process with\n  mutation and populations with recurrent bottlenecks"],"description":["  Let $\\Lambda$ be a finite measure on the unit interval. A\n$\\Lambda$-Fleming-Viot process is a probability measure valued Markov process\nwhich is dual to a coalescent with multiple collisions ($\\Lambda$-coalescent)\nin analogy to the duality known for the classical Fleming Viot process and\nKingman's coalescent, where $\\Lambda$ is the Dirac measure in 0.\n  We explicitly construct a dual process of the coalescent with simultaneous\nmultiple collisions ($\\Xi$-coalescent) with mutation, the $\\Xi$-Fleming-Viot\nprocess with mutation, and provide a representation based on the empirical\nmeasure of an exchangeable particle system along the lines of Donnelly and\nKurtz (1999). We establish pathwise convergence of the approximating systems to\nthe limiting $\\Xi$-Fleming-Viot process with mutation. An alternative\nconstruction of the semigroup based on the Hille-Yosida theorem is provided and\nvarious types of duality of the processes are discussed.\n  In the last part of the paper a population is considered which undergoes\nrecurrent bottlenecks. In this scenario, non-trivial $\\Xi$-Fleming-Viot\nprocesses naturally arise as limiting models.\n","Comment: 35 pages, 2 figures"]}]
["0808.0635",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","37K10","15A52","14H70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0635"],"date":["2008-08-05","2008-10-27"],"type":["text"],"creator":["Orantin, N."],"language":[],"coverage":[],"title":["Symplectic invariants, Virasoro constraints and Givental decomposition"],"description":["  Following the works of Alexandrov, Mironov and Morozov, we show that the\nsymplectic invariants of \\cite{EOinvariants} built from a given spectral curve\nsatisfy a set of Virasoro constraints associated to each pole of the\ndifferential form $ydx$ and each zero of $dx$ . We then show that they satisfy\nthe same constraints as the partition function of the Matrix M-theory defined\nby Alexandrov, Mironov and Morozov. The duality between the different matrix\nmodels of this theory is made clear as a special case of dualities between\nsymplectic invariants. Indeed, a symplectic invariant admits two decomposition:\nas a product of Kontsevich integrals on the one hand, and as a product of 1\nhermitian matrix integral on the other hand. These two decompositions can be\nthough of as Givental formulae for the KP tau functions.\n","Comment: 19 pages"]}]
["0809.0550",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0550"],"date":["2008-09-03","2008-10-27"],"type":["text"],"creator":["Gaillard, Pierre-Yves"],"language":[],"coverage":[],"title":["Hurwitz's Freeness Property"],"description":["  The groupoid attached to the action of PSL(2,Z) on the irrational reals by\nlinear fractional transformations is free.\n","Comment: LaTeX, 3 pages. Minor change"]}]
["0809.1460",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1460"],"date":["2008-09-08","2008-10-27"],"type":["text"],"creator":["Dube, Simant","Mir, Alain","Jones, Robert C.","Ramakrishnan, Ramesh","Sun, Gang"],"language":[],"coverage":[],"title":["Computation of Maximal Resolution of Copy Number Variation on a\n  Nanofluidic Device using Digital PCR"],"description":["  Copy Number Variations (CNVs) of regions of the human genome are important in\ndisease association studies.The digital array is a nanofluidic biochip which\nutilizes integrated channels and valves that partition mixtures of sample and\nreagents into 765 nanovolume reaction chambers. It was recently shown how one\ncan perform statistical analysis of CNV in a DNA sample the digital array. In\nparticular, it was shown how one can accurately estimate the true concentration\nof the molecules in the DNA sample and then determine the ratios of different\nsequences along with statistical confidence intervals on these estimations. In\nthis paper we perform computation of maximum number of copies which can be\ndistinguished using the digital array which gives its resolution in terms of\nits ability to determine CNV. Then, we demonstrate the usefulness of the\nmathematical analysis to solve an important real-world problem of determination\nof the copy number of X chromosome as our example application.\n","Comment: Preliminary draft. Ongoing work to be submitted in refereed\n  conferences and/or journals"]}]
["0809.1843",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1843"],"date":["2008-09-10","2008-10-27"],"type":["text"],"creator":["Perelstein, Maxim"],"language":[],"coverage":[],"title":["Beyond the Standard Model at the Tevatron and the LHC"],"description":["  This contribution contains a brief review of several scenarios for physics\nbeyond the Standard Model at the energy scales accessible to experiments at the\nTevatron and the LHC, focusing on their experimental signatures.\n","Comment: Invited talk at HCP2008: 19th Hadron Collision Physics Symposium\n  2008, Galena, Illinois, 27-31 May 2008"]}]
["0809.3172",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3172","Astron. Zh. 2009, V.86, N 2, pp 1-8 (in Russian)"],"date":["2008-09-18"],"type":["text"],"creator":["Koutvitsky, V. A.","Semikoz, V. B.","Sokoloff, D. D."],"language":["ru"],"coverage":[],"title":["Range of stability of solar neutrino flux from the SAGE experiment data"],"description":["  We study the extent to which the SAGE experiment data indicate the permanence\nof the solar neutrino flux. It is shown that in the first approximation this\nflux is constant and its distribution function is unimodal. Using a more\ndetailed analysis one finds out that data of the first years of experiment\n(1990-1992) demonstrate a time dependence which is slightly different from what\nwas found for the subsequent years (1993-2006). The distinctive feature of the\nfirst years of experiment is a high dispersion of neutrino flux in comparison\nwith the following epoch. We discuss possible astronomical consequences of this\nresult.\n","Comment: 14 pages, 4 figures. accepted in Astron. Reports (Astron. Zh. in\n  Russian), 2008"]}]
["0809.5017",{"format":[],"subject":["Mathematics - Dynamical Systems","37A50","60G70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.5017"],"date":["2008-09-29","2008-10-27"],"type":["text"],"creator":["Gupta, Chinmaya"],"language":[],"coverage":[],"title":["Extreme Value Distributions for some classes of Non-Uniformly Partially\n  Hyperbolic Dynamical Systems"],"description":["  In this note, we obtain verifiable sufficient conditions for the extreme\nvalue distribution for a certain class of skew product extensions of\nnon-uniformly hyperbolic base maps. We show that these conditions, formulated\nin terms of the decay of correlations on the product system and the measure of\nrapidly returning points on the base, lead to a distribution for the maximum of\n$\\Phi(p) = -\\log(d(p, p_0))$ that is of the first type. In particular, we\nestablish the Type I distribution for $S^1$ extensions of piecewise $C^2$\nuniformly expanding maps of the interval, non-uniformly expanding maps of the\ninterval modeled by a Young Tower, and a skew product extension of a uniformly\nexpanding map with a curve of neutral points.\n","Comment: 13 pages; modified introduction; added references for introduction;\n  modified stylesheet"]}]
["0810.1072",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1072"],"date":["2008-10-06","2008-10-26"],"type":["text"],"creator":["Shafee, Fariel"],"language":[],"coverage":[],"title":["Nonextensive Entropy, Prior PDFs and Spontaneous Symmetry Breaking"],"description":["  We show that using nonextensive entropy can lead to spontaneous symmetry\nbreaking when a parameter changes its value from that applicable for a\nsymmetric domain, as in field theory. We give the physical reasons and also\nshow that even for symmetric Dirichlet priors, such a defnition of the entropy\nand the parameter value can lead to asymmetry when entropy is maximized.\n","Comment: Some typos and confusing lines have been fixed"]}]
["0810.1125",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1125"],"date":["2008-10-07","2008-10-27"],"type":["text"],"creator":["Ruban, V. P."],"language":[],"coverage":[],"title":["Water-wave gap solitons: An approximate theory and accurate numerical\n  experiments"],"description":["  It is demonstrated that a standard coupled-mode theory can successfully\ndescribe weakly-nonlinear gravity water waves in Bragg resonance with a\nperiodic one-dimensional topography. Analytical solutions for gap solitons\nprovided by this theory are in a reasonable agreement with accurate numerical\nsimulations of exact equations of motion for ideal planar potential\nfree-surface flows, even for strongly nonlinear waves. In numerical\nexperiments, self-localized groups of nearly standing water waves can exist up\nto hundreds of wave periods. Generalizations of the model to the\nthree-dimensional case are also derived.\n","Comment: revtex4, 9 pages, 9 figures, new material added"]}]
["0810.1374",{"format":[],"subject":["Mathematics - Statistics Theory","62G15 (Primary) 62G30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1374","Electronic Journal of Statistics 2008, Vol. 2, No. 0, 1021-1027","doi:10.1214/08-EJS308"],"date":["2008-10-08","2008-10-27"],"type":["text"],"creator":["Gat, Yoram"],"language":[],"coverage":[],"title":["A rigorous lower confidence bound for the expectation of a positive\n  random variable"],"description":["  Given an IID sample from a positive distribution, we provide a method for\nconstructing rigorous finite sample lower confidence bounds for the expectation\nof the distribution. The method is based on constructing rigorous confidence\nregions for the cdf of the distribution. We provide some analysis of the\nasymptotical behavior of the rigorous LCBs. We apply the method to obtain an\nLCB for a particular, controversial, empirical data set, where the validity of\nstandard methods has been called into question.\n","Comment: Published in at http://dx.doi.org/10.1214/08-EJS308 the Electronic\n  Journal of Statistics (http://www.i-journals.org/ejs/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0810.3049",{"format":[],"subject":["Physics - Optics","Condensed Matter - Other Condensed Matter","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3049","Optics Letters, Vol. 33, 2200 (2008)","doi:10.1364/OL.33.002200"],"date":["2008-10-16"],"type":["text"],"creator":["Wang, Gang","Huang, Ji Ping","Yu, Kin Wah"],"language":[],"coverage":[],"title":["Tunable photonic Bloch oscillations in electrically modulated photonic\n  crystals"],"description":["  We exploit theoretically the occurrence and tunability of photonic Bloch\noscillations (PBOs) in one-dimensional photonic crystals (PCs) containing\nnonlinear composites. Because of the enhanced third-order nonlinearity (Kerr\ntype nonlinearity) of composites, photons undergo oscillations inside tilted\nphotonic bands, which are achieved by the application of graded external pump\nelectric fields on such PCs, varying along the direction perpendicular to the\nsurface of layers. The tunability of PBOs (including amplitude and period) is\nreadily achieved by changing the field gradient. With an appropriate graded\npump AC or DC electric field, terahertz PBOs can appear and cover a terahertz\nband in electromagnetic spectrum.\n"]}]
["0810.3390",{"format":[],"subject":["Nuclear Theory","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3390","J. Phys. G: Nucl. Part. Phys. 35, 125201 (2008)","doi:10.1088/0954-3899/35/12/125201"],"date":["2008-10-19"],"type":["text"],"creator":["Rabhi, A.","Providencia, C.","Da Providencia, J."],"language":[],"coverage":[],"title":["Stellar matter with a strong magnetic field within density-dependent\n  relativistic models"],"description":["  The effect of strong magnetic fields on the equation of state (EoS) for\ncompact stars described with density-dependent relativistic hadronic models is\nstudied. A comparison with other mean-field relativistic models is done. It is\nshown that the largest differences between models occur for low densities, and\nthat the magnetic field affects the crust properties of a star, namely its\nextension.\n","Comment: 21 pages, 10 figures and 2 tables"]}]
["0810.3566",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3566"],"date":["2008-10-20","2008-10-27"],"type":["text"],"creator":["Farrington, Sinead M.","collaboration, for the CDF"],"language":[],"coverage":[],"title":["Bs Mixing and Lifetime Difference at CDF"],"description":["  The measurements of the \\Bs mixing parameter which describes the difference\nin width (the inverse of the lifetime) between the \\Bs heavy and light states\nare described. These measurements include direct measurement of $\\Delta\n\\Gamma_s$ and $\\Gamma_s$ by resolving CP eigenstates by angular analysis and\nmeasurements in which the proportion of CP even and odd is known.\n","Comment: ICHEP08"]}]
["0810.3922",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3922"],"date":["2008-10-21","2008-10-27"],"type":["text"],"creator":["Hojvat, Carlos","Collaboration, for the Pierre Auger"],"language":[],"coverage":[],"title":["The Pierre Auger Cosmic Ray Observatory, Comments on Recent Results"],"description":["  The Pierre Auger Observatory has been taking data on the highest energy\ncosmic rays for the equivalent of over a year of full detector aperture.\nComments are presented on results published so far.\n","Comment: Article was review and approved by the Auger Collaboration\n  Publication Committee for publication"]}]
["0810.4062",{"format":[],"subject":["Mathematics - Combinatorics","05C99","82B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4062"],"date":["2008-10-22","2008-10-27"],"type":["text"],"creator":["Elek, Gábor","Szegedy, Balázs"],"language":[],"coverage":[],"title":["A measure-theoretic approach to the theory of dense hypergraphs"],"description":["  In this paper we develop a measure-theoretic method to treat problems in\nhypergraph theory. Our central theorem is a correspondence principle between\nthree objects: An increasing hypergraph sequence, a measurable set in an\nultraproduct space and a measurable set in a finite dimensional Lebesgue space.\nUsing this correspondence principle we build up the theory of dense hypergraphs\nfrom scratch. Along these lines we give new proofs for the Hypergraph Removal\nLemma, the Hypergraph Regularity Lemma, the Counting Lemma and the Testability\nof Hereditary Hypergraph Properties. We prove various new results including a\nstrengthening of the Regularity Lemma and an Inverse Counting Lemma. We also\nprove the equivalence of various notions for convergence of hypergraphs and we\nconstruct limit objects for such sequences. We prove that the limit objects are\nunique up to a certain family of measure preserving transformations. As our\nmain tool we study the integral and measure theory on the ultraproduct of\nfinite measure spaces which is interesting on its own right.\n","Comment: 49 pages, 1 figure"]}]
["0810.4337",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4337"],"date":["2008-10-23"],"type":["text"],"creator":["Tovmassian, Hrant"],"language":[],"coverage":[],"title":["On the Formation and Evolution of cD Galaxies"],"description":["  The cannibalism mechanism of formation of cD galaxies in clusters of\nBautz-Morgan class I is analyzed. Dependences between absolute magnitude of cD\ngalaxies, and of the clusters in which they reside (richness, redshifts) are\nconsidered. Evidences are presented in favor of formation of cD galaxies by\ncannibalism and their evolution.\n","Comment: 7 pages, 6 figures, 2 tables. Submitted to AJ"]}]
["0810.4338",{"format":[],"subject":["Mathematics - Number Theory","05B45","43A25","68W30","68T20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4338"],"date":["2008-10-23"],"type":["text"],"creator":["Kolountzakis, Mihail N.","Matolcsi, Mate"],"language":[],"coverage":[],"title":["Algorithms for translational tiling"],"description":["  In this paper we study algorithms for tiling problems. We show that the\nconditions $(T1)$ and $(T2)$ of Coven and Meyerowitz, conjectured to be\nnecessary and sufficient for a finite set $A$ to tile the integers, can be\nchecked in time polynomial in ${diam}(A)$. We also give heuristic algorithms to\nfind all non-periodic tilings of a cyclic group $Z_N$. In particular we carry\nout a full classification of all non-periodic tilings of $Z_{144}$.\n","Comment: 13 pages, 1 figure"]}]
["0810.4339",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4339"],"date":["2008-10-23"],"type":["text"],"creator":["Miranker, Willard L.","Zuckerman, Gregg J."],"language":[],"coverage":[],"title":["Mathematical Foundations of Consciousness"],"description":["  We employ the Zermelo-Fraenkel Axioms that characterize sets as mathematical\nprimitives. The Anti-foundation Axiom plays a significant role in our\ndevelopment, since among other of its features, its replacement for the Axiom\nof Foundation in the Zermelo-Fraenkel Axioms motivates Platonic\ninterpretations. These interpretations also depend on such allied notions for\nsets as pictures, graphs, decorations, labelings and various mappings that we\nuse. A syntax and semantics of operators acting on sets is developed. Such\nfeatures enable construction of a theory of non-well-founded sets that we use\nto frame mathematical foundations of consciousness. To do this we introduce a\nsupplementary axiomatic system that characterizes experience and consciousness\nas primitives. The new axioms proceed through characterization of so- called\nconsciousness operators. The Russell operator plays a central role and is shown\nto be one example of a consciousness operator. Neural networks supply striking\nexamples of non-well-founded graphs the decorations of which generate\nassociated sets, each with a Platonic aspect. Employing our foundations, we\nshow how the supervening of consciousness on its neural correlates in the brain\nenables the framing of a theory of consciousness by applying appropriate\nconsciousness operators to the generated sets in question.\n"]}]
["0810.4343",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L07, 46L52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4343"],"date":["2008-10-23","2008-10-25"],"type":["text"],"creator":["Arveson, William"],"language":[],"coverage":[],"title":["The noncommutative Choquet boundary III: Operator systems in matrix\n  algebras"],"description":["  We classify operator systems $S\\subseteq \\mathcal B(H)$ that act on finite\ndimensional Hilbert spaces by making use of the noncommutative Choquet\nboundary. S is said to be {\\em reduced} when its boundary ideal is 0. In the\ncategory of operator systems, that property functions as semisimplicity does in\nthe category of complex Banach algebras.\n  We construct explicit examples of reduced operator systems using sequences of\n\"parameterizing maps\" $\\Gamma_k: \\mathbb C^r\\to \\mathcal B(H_k)$, $k=1,..., N$.\nWe show that every reduced operator system is isomorphic to one of these, and\nthat two sequences give rise to isomorphic operator systems if and only if they\nare \"unitarily equivalent\" parameterizing sequences.\n  Finally, we construct nonreduced operator systems $S$ that have a given\nboundary ideal $K$ and a given reduced image in $C^*(S)/K$, and show that these\nconstructed examples exhaust the possibilities.\n","Comment: 13 pages"]}]
["0810.4345",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4345"],"date":["2008-10-24"],"type":["text"],"creator":["Ou, Congjie","Kaabouchi, Aziz El","Mehaute, Alain Le","Wang, Qiuping A.","Chen, Jincan"],"language":[],"coverage":[],"title":["Generalized measurement of uncertainty and the maximizable entropy"],"description":["  For a random variable we can define a variational relationship with practical\nphysical meaning as dI=dbar(x)-bar(dx), where I is called as uncertainty\nmeasurement. With the help of a generalized definition of expectation,\nbar(x)=sum_(i)g(p_i)x_i, and the expression of dI, we can find the concrete\nforms of the maximizable entropies for any given probability distribution\nfunction, where g(p_i) may have different forms for different statistics which\nincludes the extensive and nonextensive statistics.\n","Comment: 11 pages"]}]
["0810.4348",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4348"],"date":["2008-10-23"],"type":["text"],"creator":["Lepine, Francoise","Vinals, Jorge"],"language":[],"coverage":[],"title":["Pitchfork and Hopf bifurcation threshold in stochastic equations with\n  delayed feedback"],"description":["  The bifurcation diagram of a model nonlinear Langevin equation with delayed\nfeedback is obtained numerically. We observe both direct and oscillatory\nbifurcations in different ranges of model parameters. Below threshold, the\nstationary distribution function p(x) is a delta function at the trivial state\nx=0. Above threshold, p(x) ~ x^alpha at small x, with alpha = -1 at threshold,\nand monotonously increasing with the value of the control parameter above\nthreshold. Unlike the case without delayed feedback, the bifurcation threshold\nis shifted by fluctuations by an amount that scales linearly with the noise\nintensity. With numerical information about time delayed correlations, we\nderive an analytic expression for p(x) which is in good agreement with the\nnumerical results.\n"]}]
["0810.4355",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4355"],"date":["2008-10-23"],"type":["text"],"creator":["Penner, Orion","Grassberger, Peter","Paczuski, Maya"],"language":[],"coverage":[],"title":["Sequence alignment and mutual information"],"description":["  Background: Alignment of biological sequences such as DNA, RNA or proteins is\none of the most widely used tools in computational bioscience. All existing\nalignment algorithms rely on heuristic scoring schemes based on biological\nexpertise. Therefore, these algorithms do not provide model independent and\nobjective measures for how similar two (or more) sequences actually are.\nAlthough information theory provides such a similarity measure -- the mutual\ninformation (MI) -- previous attempts to connect sequence alignment and\ninformation theory have not produced realistic estimates for the MI from a\ngiven alignment.\n  Results: Here we describe a simple and flexible approach to get robust\nestimates of MI from {\\it global} alignments. For mammalian mitochondrial DNA,\nour approach gives pairwise MI estimates for commonly used global alignment\nalgorithms that are strikingly close to estimates obtained by an entirely\nunrelated approach -- concatenating and zipping the sequences.\n  Conclusions: This remarkable consistency may help establish MI as a reliable\ntool for evaluating the quality of global alignments, judging the relative\nmerits of different alignment algorithms, and estimating the significance of\nspecific alignments. We expect that our approach can be extended to establish\nfurther connections between information theory and sequence alignment,\nincluding applications to local and multiple alignment procedures.\n","Comment: paper (7 pages, including 3 figures) plus supplementary material (4\n  pages, including 7 figures)"]}]
["0810.4356",{"format":[],"subject":["Mathematics - Spectral Theory","34L20","34B09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4356"],"date":["2008-10-23"],"type":["text"],"creator":["Vladimirov, A. A."],"language":[],"coverage":[],"title":["On the Chebyshev properties of system of eigenfunctions for\n  Sturm--Liouville problem with singular coefficients"],"description":["  In the paper we consider singular spectral Sturm--Liouville problem\n$-(py')'+(q-\\lambda r)y=0$, $(U-1)y^{\\vee}+i(U+1)y^{\\wedge}=0$, where function\n$p\\in L_{\\infty}[0,1]$ is uniformly positive, generalized function $q\\in\nW_2^{-1}[0,1]$ is real-valued, generalized weight function $r\\in W_2^{-1}[0,1]$\nis positive and unitary matrix $U\\in\\mathbb C^{2\\times 2}$ is diagonal. The\ngoal is to prove that well-known (for smooth case) facts about Chebyshev\nproperty of eigenfunctions hold in general case.\n","Comment: 9 pages"]}]
["0810.4358",{"format":[],"subject":["Physics - History and Philosophy of Physics","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4358"],"date":["2008-10-23"],"type":["text"],"creator":["Belenkiy, Ari","Echague, Eduardo Vila"],"language":[],"coverage":[],"title":["Stirring Astronomy into Theology: Sir Isaac Newton on the Date of the\n  Passion of Christ"],"description":["  It is known that Sir Isaac Newton suggested a date for the Passion of Christ\nin the posthumously published \"Observations upon the Prophecies of Daniel and\nthe Apocalypse of St. John\" (1733). What was not known is that the first\nattempts to find that date were made during the early period of his life. The\nJewish National and University Library in Jerusalem contains two undated drafts\nin Latin under the same title, \"Rules for the Determination of Easter\", grouped\nas Yahuda MS 24E. The earlier draft contains multiple references to the\nvirtually forgotten \"De Annis Christi\" (1649), written by Villum Lange, the\n17th century Danish astronomer and theologian, who might have been Newton's\nfirst mentor on the Jewish calendar tradition. The second draft shows not only\nNewton's close acquaintance with Maimonides' theory of first lunar visibility,\nbut also his attempt to simplify the latter's criteria by introducing\ndifferent, more practical parameters. These \"astronomical exercises\", announced\nin a 1673 book, were likely intended to appear as an appendix to Nicholas\nMercator's 1676 book. Both of Yahuda 24E's drafts contain an astronomical table\nwith the solar and lunar positions for years 30-37, which Newton used to decide\non the year and date of the Passion. The astronomical data comes from either\n1651 \"Harmonicon Coeleste\" or 1669 \"Astronomia Britannica\" by Vincent Wing, a\nsemi-forgotten astronomer of the seventeenth century. This makes Yahuda 24E one\nof the earliest of Newton's drafts, likely written in 1669-73 and certainly not\nlater than 1683/4. A comparison of the two drafts of Yahuda 24E shows that in\nthe later one, Newton changed his allegiance from St. John's chronology of the\nPassion to that shown in the synoptic gospels.\n","Comment: 5 figures and 5 tables"]}]
["0810.4363",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4363"],"date":["2008-10-23"],"type":["text"],"creator":["Akpojotor, G. E.","Li, W."],"language":[],"coverage":[],"title":["Testing of spin ordering Hamiltonian with ultracold atoms in optical\n  lattices"],"description":["  Laser cooling and trapping are now widely used in atomic physics laboratory.\nInterestingly, cold atoms in optical lattices are now used in advanced research\nto mimic phenomena in condensed matter physics and also as a test laboratory\nfor the models of these phenomena. It follows then that it is now possible and\nnecessary to advance the atomic physics laboratory by including the use of\nultracold atoms in optical lattices for instructional contents of phenomena in\ncondensed matter physics. In this paper, we have proposed how to introduce into\nthe atomic physics laboratory the study of quantum magnetism with cold atoms in\na double well optical lattice. In particular, we demonstrates how to compare\nthe theoretical parameters of a spin Hamiltonian model with those extracted\nfrom spin ordering experiment.\n"]}]
["0810.4367",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4367"],"date":["2008-10-23"],"type":["text"],"creator":["Byrum, K.","Buckley, J.","Bugayov, S.","Dingus, B.","Fegan, S.","Funk, S.","Hays, E.","Holder, J.","Horan, D.","Konopelko, A.","Krawczynski, H.","Krennrich, F.","Lebohec, S.","Sinnis, G.","Smith, A.","Vassiliev, V.","Wakely, S."],"language":[],"coverage":[],"title":["Technology Section of the White Paper on the Status and Future of\n  Ground-based TeV Gamma-ray Astronomy"],"description":["  This is a report on the findings of the technology working group for the\nwhite paper on the status and future of TeV gamma-ray astronomy. The white\npaper is an APS commissioned document, and the overall version has also been\nreleased and can be found on astro-ph. This detailed section of the white paper\ndiscusses different technology opportunities and the technical feasibility for\nsubstantially improving IACTS and ground based particle detectors to achieve an\norder of magnitude better sensitivity than the instruments employed today as\nwell as their planned upgrades. A technology roadmap for improving IACTS and\nground based particle detectors is presented.\n","Comment: 15 pages, 2 tex files, 1 sty file, 7 figures"]}]
["0810.4372",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4372","PHYSICAL REVIEW A VOLUME 53, NUMBER 6 JUNE 1996 4587-4590"],"date":["2008-10-23"],"type":["text"],"creator":["Clauser, John F.","Dowling, Jonathan P."],"language":[],"coverage":[],"title":["Factoring integers with Young's N-slit interferometer"],"description":["  We show that a Young's N slit interferometer can be used to factor the\ninteger N. The device could factor four- or five-digit numbers in a practical\nfashion. This work shows how number theory may arise in physical problems, and\nmay provide some insight as to how quantum computers can carry out factoring\nproblems by interferometric means.\n","Comment: 16 pages, 3 figures"]}]
["0810.4373",{"format":[],"subject":["Mathematics - Combinatorics","05B30","03G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4373"],"date":["2008-10-23"],"type":["text"],"creator":["Shigezumi, Junichi"],"language":[],"coverage":[],"title":["On 3-lattices and spherical designs"],"description":["  An integral lattice which is generated by some vectors of norm $q$ is called\n$q$-lattice. Classification of 3-lattices of dimension at most four is given by\nMimura (On 3-lattice, 2006). As a expansion, we give a classification of\n3-lattices of dimension at most seven. In addition, we consider the spherical\ndesigns from its shells.\n","Comment: 199 pages, http://www2.math.kyushu-u.ac.jp/~j.shigezumi/L3/"]}]
["0810.4377",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Functional Analysis","60C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4377"],"date":["2008-10-24"],"type":["text"],"creator":["Rozikov, U. A.","Zada, A."],"language":[],"coverage":[],"title":["$\\ell$- Volterra Quadratic Stochastic Operators: Lyapunov Functions,\n  Trajectories"],"description":["  We consider $\\ell$-Volterra quadratic stochastic operators defined on\n$(m-1)$-dimensional simplex, where $\\ell\\in\\{0,1,...,m\\}$. Under some\nconditions on coefficients of such operators we describe Lyapunov functions and\napply them to obtain upper estimates for the set of $\\omega$- limit points of\ntrajectories. We describe a set of fixed points of $\\ell$-Volterra operators.\n","Comment: 11 pages"]}]
["0810.4378",{"format":[],"subject":["Mathematics - Probability","82D60, 60K37, 60G15 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4378","Annals of Probability 2008, Vol. 36, No. 5, 1642-1675","doi:10.1214/07-AOP363"],"date":["2008-10-24"],"type":["text"],"creator":["Bezerra, Sérgio","Tindel, Samy","Viens, Frederi"],"language":[],"coverage":[],"title":["Superdiffusivity for a Brownian polymer in a continuous Gaussian\n  environment"],"description":["  This paper provides information about the asymptotic behavior of a\none-dimensional Brownian polymer in random medium represented by a Gaussian\nfield $W$ on ${\\mathbb{R}}_+\\times{\\mathbb{R}}$ which is white noise in time\nand function-valued in space. According to the behavior of the spatial\ncovariance of $W$, we give a lower bound on the power growth (wandering\nexponent) of the polymer when the time parameter goes to infinity: the polymer\nis proved to be superdiffusive, with a wandering exponent exceeding any\n$\\alpha<3/5$.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOP363 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0810.4388",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4388"],"date":["2008-10-24"],"type":["text"],"creator":["Furman, G. B.","Meerovich, V. M.","Sokolovsky, V. L."],"language":[],"coverage":[],"title":["Polarization and entanglement in spin systems"],"description":["  We established important relationships between entanglement measures and the\norder parameter (spin polarization) in nuclear spin systems controlled by the\nnuclear magnetic resonance (NMR) technique. Since spin polarization can be\neasily manipulated by the NMR technique, experimentalists are presented with an\nopportunity to study the dynamic properties of entanglement, i.e., the creation\nand evolution of entangled states. Our approach may constitute the basis for\nresearching the relations between the entanglement measures and measurable\nparameters of order in other quantum systems.\n","Comment: 14 pages, 4 figures"]}]
["0810.4390",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4390"],"date":["2008-10-24"],"type":["text"],"creator":["Quast, J. -H.","Astakhov, G. V.","Ossau, W.","Molenkamp, L. W.","Heinrich, J.","Hofling, S.","Forchel, A."],"language":[],"coverage":[],"title":["Local control of spin flow in weak magnetic fields"],"description":["  We demonstrate that optical illumination strongly influences spin transport\nin n-type GaAs. Specifically, increasing the power density of optical spin\npumping results in a significant expansion of the spin diffusion profile. A\nfurther means of manipulation is the application of a weak transverse magnetic\nfield, which strongly increases spin flow out of the excitation spot. These\neffects are directly monitored in spin imaging experiments and spatially\nresolved Hanle measurements.\n"]}]
["0810.4397",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4397","Phys. Rev. E. 78(2), 025201(R), 2008","doi:10.1103/PhysRevE.78.025201"],"date":["2008-10-24"],"type":["text"],"creator":["Sheeba, Jane H.","Chandrasekar, V. K.","Stefanovska, Aneta","McClintock, Peter V. E."],"language":[],"coverage":[],"title":["Routes to synchrony between asymmetrically interacting oscillator\n  ensembles"],"description":["  We report that asymmetrically interacting ensembles of oscillators (AIEOs)\nfollow novel routes to synchrony. These routes seem to be a characteristic\nfeature of coupling asymmetry. We show that they are unaffected by white noise\nexcept that the entrainment frequencies are shifted. The probability of\noccurrence of the routes is determined by phase asymmetry. The identification\nof these phenomena offers new insight into synchrony between oscillator\nensembles and suggest new ways in which it may be controlled.\n","Comment: 4 pages, 6 figures"]}]
["0810.4404",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4404"],"date":["2008-10-24"],"type":["text"],"creator":["Savin, Valentin"],"language":[],"coverage":[],"title":["Non binary LDPC codes over the binary erasure channel: density evolution\n  analysis"],"description":["  In this paper we present a thorough analysis of non binary LDPC codes over\nthe binary erasure channel. First, the decoding of non binary LDPC codes is\ninvestigated. The proposed algorithm performs on-the-fly decoding, i.e. it\nstarts decoding as soon as the first symbols are received, which generalizes\nthe erasure decoding of binary LDPC codes. Next, we evaluate the asymptotical\nperformance of ensembles of non binary LDPC codes, by using the density\nevolution method. Density evolution equations are derived by taking into\nconsideration both the irregularity of the bipartite graph and the probability\ndistribution of the graph edge labels. Finally, infinite-length performance of\nsome ensembles of non binary LDPC codes for different edge label distributions\nare shown.\n","Comment: ISABEL'08"]}]
["0810.4413",{"format":[],"subject":["Mathematics - Differential Geometry","53C35","53C17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4413"],"date":["2008-10-24"],"type":["text"],"creator":["Klein, Sebastian"],"language":[],"coverage":[],"title":["Totally geodesic submanifolds in Riemannian symmetric spaces"],"description":["  In the first part of this expository article, the most important\nconstructions and classification results concerning totally geodesic\nsubmanifolds in Riemannian symmetric spaces are summarized. In the second part,\nI describe the results of my classification of the totally geodesic\nsubmanifolds in the Riemannian symmetric spaces of rank 2.\n","Comment: 11 pages; to appear in the Proceedings volume for the conference\n  \"VIII International Conference on Differential Geometry\", which took place in\n  Santiago de Compostela in July 2008"]}]
["0810.4415",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4415","Phys. Rev. Lett. 97, 137002 (2006)","doi:10.1103/PhysRevLett.97.137002"],"date":["2008-10-24"],"type":["text"],"creator":["Geurts, R.","Milošević, M. V.","Peeters, F. M."],"language":[],"coverage":[],"title":["Symmetric and non-symmetric vortex-antivortex molecules in fourfold\n  superconducting geometry"],"description":["  In submicron superconducting squares in a homogeneous magnetic field,\nGinzburg-Landau theory may admit solutions of the vortex-antivortex type,\nconforming with the symmetry of the sample [Chibotaru et al., Nature 408, 833\n(2000)]. Here we show that these fascinating, but never experimentally observed\nstates, can be enforced by artificial fourfold pinning, with their diagnostic\nfeatures enhanced by orders of magnitude. The second-order nucleation of\nvortex-antivortex molecules can be driven either by temperature or applied\nmagnetic field, with stable asymmetric vortex-antivortex equilibria found on\nits path.\n","Comment: 5 pages, 5 figures"]}]
["0810.4416",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4416"],"date":["2008-10-24"],"type":["text"],"creator":["Laad, M. S."],"language":[],"coverage":[],"title":["On the Impossibility of Electronic Phase Separation in the $D=1,2$\n  Dimensional Hubbard Model at T=0"],"description":["  We show explicitly that the one- and two-dimensional Hubbard model does not\nshow phase separation at any filling at T=0. Apart from a single plausible\nassumption, only known exact results and symmetry properties for the one-band\nHubbard model are used. Implications for usage of the simple one-band Hubbard\nmodel for analysing the physics of cuprate superconductors are discussed. We\nalso discuss models where electronic phase separation might generically occur,\nin the specific context of colossal magneto-resistance manganites.\n"]}]
["0810.4422",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4422"],"date":["2008-10-24","2008-10-26"],"type":["text"],"creator":["Calif, Rudy","Emilion, Richard","Soubdhan, Ted","Blonbou, Ruddy"],"language":[],"coverage":[],"title":["Wind speed classification using Dirichlet mixtures"],"description":["  Wind energy production is very sensitive to instantaneous wind speed\nfluctuations. Thus rapid variation of wind speed due to changes in the local\nmeteorological conditions can lead to electrical power variations of the order\nof the nominal power output. In small grids, as they exist for example on some\nislands in the French West Indies, such fluctuations can cause instabilities in\ncase of intermediate power shortages. To palliate these difficulties, it is\nessential to identify and characterize the wind speed distributions. This\nallows to anticipate the eventuality of power shortage or power surge.\nTherefore, it is of interest to categorize wind speed fluctuations into\ndistinct classes and to estimate the probability of a distribution to belong to\na class. This paper presents a method for classifying wind speed histograms by\nestimating a finite mixture of Dirichlet distributions. The SAEM algorithm that\nwe use provides a fine distinction between wind speed distribution classes.\nIt's a new nonparametric method for wind speed sequences classification.\nHowever, we show that the wind speed distributions in each class correspond to\nspecific Gram- Charlier densities.\n","Comment: 32 pages"]}]
["0810.4427",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4427","Bernoulli 2008, Vol. 14, No. 3, 749-763","doi:10.3150/07-BEJ118"],"date":["2008-10-24"],"type":["text"],"creator":["Bobecka, Konstancja","Wesołowski, Jacek"],"language":[],"coverage":[],"title":["Kshirsagar--Tan independence property of beta matrices and related\n  characterizations"],"description":["  A new independence property of univariate beta distributions, related to the\nresults of Kshirsagar and Tan for beta matrices, is presented. Conversely, a\ncharacterization of univariate beta laws through this independence property is\nproved. A related characterization of a family of $2\\times2$ random matrices\nincluding beta matrices is also obtained. The main technical challenge was a\nproblem involving the solution of a related functional equation.\n","Comment: Published in at http://dx.doi.org/10.3150/07-BEJ118 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0810.4430",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4430"],"date":["2008-10-24"],"type":["text"],"creator":["Baptista, M. S.","Conti, L. A."],"language":[],"coverage":[],"title":["The staircase structure of the Southern Brazilian Continental Shelf"],"description":["  We show some evidences that the Southeastern Brazilian Continental Shelf\n(SBCS) has a devil's staircase structure, with a sequence of scarps and\nterraces with widths that obey fractal formation rules. Since the formation of\nthese features are linked with the sea level variations, we say that the sea\nlevel changes in an organized pulsating way. Although the proposed approach was\napplied in a particular region of the Earth, it is suitable to be applied in an\nintegrated way to other Shelves around the world, since the analyzes favor the\nrevelation of the global sea level variations.\n"]}]
["0810.4431",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4431"],"date":["2008-10-24"],"type":["text"],"creator":["Huang, Weidong"],"language":[],"coverage":[],"title":["An Eye Tracking Study into the Effects of Graph Layout"],"description":["  Graphs are typically visualized as node-link diagrams. Although there is a\nfair amount of research focusing on crossing minimization to improve\nreadability, little attention has been paid on how to handle crossings when\nthey are an essential part of the final visualizations. This requires us to\nunderstand how people read graphs and how crossings affect reading performance.\n  As an initial step to this end, a preliminary eye tracking experiment was\nconducted. The specific purpose of this experiment was to test the effects of\ncrossing angles and geometric-path tendency on eye movements and performance.\nSixteen subjects performed both path search and node locating tasks with six\ndrawings. The results showed that small angles can slow down and trigger extra\neye movements, causing delays for path search tasks, whereas crossings have\nlittle impact on node locating tasks. Geometric-path tendency indicates that a\npath between two nodes can become harder to follow when many branches of the\npath go toward the target node. The insights obtained are discussed with a view\nto further confirmation in future work.\n"]}]
["0810.4432",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4432","Bernoulli 2008, Vol. 14, No. 3, 791-821","doi:10.3150/08-BEJ123"],"date":["2008-10-24"],"type":["text"],"creator":["Peccati, Giovanni","Taqqu, Murad S."],"language":[],"coverage":[],"title":["Central limit theorems for double Poisson integrals"],"description":["  Motivated by second order asymptotic results, we characterize the convergence\nin law of double integrals, with respect to Poisson random measures, toward a\nstandard Gaussian distribution. Our conditions are expressed in terms of\ncontractions of the kernels. To prove our main results, we use the theory of\nstable convergence of generalized stochastic integrals developed by Peccati and\nTaqqu. One of the advantages of our approach is that the conditions are\nexpressed directly in terms of the kernel appearing in the multiple integral\nand do not make any explicit use of asymptotic dependence properties such as\nmixing. We illustrate our techniques by an application involving linear and\nquadratic functionals of generalized Ornstein--Uhlenbeck processes, as well as\nexamples concerning random hazard rates.\n","Comment: Published in at http://dx.doi.org/10.3150/08-BEJ123 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0810.4433",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Complex Variables","30C65","30C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4433"],"date":["2008-10-24"],"type":["text"],"creator":["Aseev, Vladislav","Kergylova, Tatyana"],"language":[],"coverage":[],"title":["Moebius transformations preserving fixed anharmonic ratio"],"description":["  O. Kobayashi in 2007 proved that differentiable mappings preserving\nanharmonic ratio are Moebius transformations. We strengthen his result and\nprove, that the requirement of differentiability and even of injectivity can be\nomitted.\n","Comment: 10 pages"]}]
["0810.4438",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4438","Bernoulli 2008, Vol. 14, No. 3, 865-898","doi:10.3150/08-BEJ126"],"date":["2008-10-24"],"type":["text"],"creator":["Meerschaert, Mark","Wu, Dongsheng","Xiao, Yimin"],"language":[],"coverage":[],"title":["Local times of multifractional Brownian sheets"],"description":["  Denote by $H(t)=(H_1(t),...,H_N(t))$ a function in $t\\in{\\mathbb{R}}_+^N$\nwith values in $(0,1)^N$. Let\n$\\{B^{H(t)}(t)\\}=\\{B^{H(t)}(t),t\\in{\\mathbb{R}}^N_+\\}$ be an\n$(N,d)$-multifractional Brownian sheet (mfBs) with Hurst functional $H(t)$.\nUnder some regularity conditions on the function $H(t)$, we prove the\nexistence, joint continuity and the H\\\"{o}lder regularity of the local times of\n$\\{B^{H(t)}(t)\\}$. We also determine the Hausdorff dimensions of the level sets\nof $\\{B^{H(t)}(t)\\}$. Our results extend the corresponding results for\nfractional Brownian sheets and multifractional Brownian motion to\nmultifractional Brownian sheets.\n","Comment: Published in at http://dx.doi.org/10.3150/08-BEJ126 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0810.4442",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4442"],"date":["2008-10-24"],"type":["text"],"creator":["Abrardo, Andrea","Detti, Paolo","Moretti, Marco"],"language":[],"coverage":[],"title":["Message passing resource allocation for the uplink of multicarrier\n  systems"],"description":["  We propose a novel distributed resource allocation scheme for the up-link of\na cellular multi-carrier system based on the message passing (MP) algorithm. In\nthe proposed approach each transmitter iteratively sends and receives\ninformation messages to/from the base station with the goal of achieving an\noptimal resource allocation strategy. The exchanged messages are the solution\nof small distributed allocation problems. To reduce the computational load, the\nMP problems at the terminals follow a dynamic programming formulation. The\nadvantage of the proposed scheme is that it distributes the computational\neffort among all the transmitters in the cell and it does not require the\npresence of a central controller that takes all the decisions. Numerical\nresults show that the proposed approach is an excellent solution to the\nresource allocation problem for cellular multi-carrier systems.\n","Comment: 6 pages, 4 figures"]}]
["0810.4451",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4451"],"date":["2008-10-24"],"type":["text"],"creator":["Paulino, Herve","Lopes, Luis"],"language":[],"coverage":[],"title":["The Mob core language and abstract machine (rev 0.2)"],"description":["  Most current mobile agent systems are based on programming languages whose\nsemantics are difficult to prove correct as they lack an adequate underlying\nformal theory. In recent years, the development of the theory of concurrent\nsystems, namely of process calculi, has allowed for the first time the modeling\nof mobile agent systems.Languages directly based on process calculi are,\nhowever, very low-level and it is desirable to provide the programmer with\nhigher level abstractions, while keeping the semantics of the base calculus.\n  In this technical report we present the syntax and the semantics of a\nscripting language for programming mobile agents called Mob. We describe the\nlanguage's syntax and semantics. Mob is service-oriented, meaning that agents\nact both as servers and as clients of services and that this coupling is done\ndynamically at run-time. The language is implemented on top of a process\ncalculus which allows us to prove that the framework is sound by encoding its\nsemantics into the underlying calculus. This provides a form of language\nsecurity not available to other mobile agent languages developed using a more\nah-doc approach.\n","Comment: 33 pages"]}]
["0810.4452",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4452"],"date":["2008-10-24"],"type":["text"],"creator":["Kofler, Johannes","Ursin, Rupert","Brukner, Caslav","Zeilinger, Anton"],"language":[],"coverage":[],"title":["Comment on: Testing the speed of 'spooky action at a distance'"],"description":["  In a recent experiment, Salart et al. addressed the important issues of the\nspeed of hypothetical communication and of reference frames in Bell-type\nexperiments. The authors report that they \"performed a Bell experiment using\nentangled photons\" and conclude from their experimental results that \"to\nmaintain an explanation based on spooky action at a distance we would have to\nassume that the spooky action propagates at speeds even greater than the bounds\nobtained in our experiment\", exceeding the speed of light by orders of\nmagnitude. Here we show that, analyzing the experimental procedure,\nexplanations with subluminal or even no communication at all exist for the\nexperiment.\n","Comment: 1 page"]}]
["0810.4454",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4454","Computers and Geotechnics 35, 6 (2008) 853-859","doi:10.1016/j.compgeo.2008.08.005"],"date":["2008-10-24"],"type":["text"],"creator":["Yang, C.","Cui, Yu-Jun","Pereira, Jean-Michel","Huang, M. S."],"language":[],"coverage":[],"title":["A constitutive model for unsaturated cemented soils under cyclic loading"],"description":["  On the basis of plastic bounding surface model, the damage theory for\nstructured soils and unsaturated soil mechanics, an elastoplastic model for\nunsaturated loessic soils under cyclic loading has been elaborated. Firstly,\nthe description of bond degradation in a damage framework is given, linking the\ndamage of soil's structure to the accumulated strain. The Barcelona Basic Model\n(BBM) was considered for the suction effects. The elastoplastic model is then\nintegrated into a bounding surface plasticity framework in order to model\nstrain accumulation along cyclic loading, even under small stress levels. The\nvalidation of the proposed model is conducted by comparing its predictions with\nthe experimental results from multi-level cyclic triaxial tests performed on a\nnatural loess sampled beside the Northern French railway for high speed train\nand about 140 km far from Paris. The comparisons show the capabilities of the\nmodel to describe the behaviour of unsaturated cemented soils under cyclic\nloading.\n"]}]
["0810.4456",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4456"],"date":["2008-10-24"],"type":["text"],"creator":["Lyberg, I."],"language":[],"coverage":[],"title":["The free energy of the non-isotropic Ising lattice with Brascamp-Kunz\n  boundary conditions"],"description":["  The free energy of the finite and non-isotropic Ising lattice with\nBrascamp-Kunz boundary conditions is calculated exactly as a series in the\nabsence of an external magnetic field.\n","Comment: 8 pages, one figure"]}]
["0810.4480",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Topology","19K56, 58J42, 53C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4480"],"date":["2008-10-24"],"type":["text"],"creator":["Rouse, Paulo Carrillo"],"language":[],"coverage":[],"title":["Higher localized analytic indices and strict deformation quantization"],"description":["  This paper is concerned with the localization of higher analytic indices for\nLie groupoids. Let $\\gr$ be a Lie groupoid with Lie algebroid $A\\gr$. Let\n$\\tau$ be a (periodic) cyclic cocycle over the convolution algebra $\\cg$. We\nsay that $\\tau$ can be localized if there is a correspondence\nK^0(A^*\\gr)\\stackrel{Ind_{\\tau}}{\\longrightarrow}\\mathbb{C} satisfying\n$Ind_{\\tau}(a)=< ind D_a,\\tau>$ (Connes pairing). In this case, we call\n$Ind_{\\tau}$ the higher localized index associated to $\\tau$. In {Ca4} we use\nthe algebra of functions over the tangent groupoid introduced in {Ca2}, which\nis in fact a strict deformation quantization of the Schwartz algebra\n$\\sw(A\\gr)$, to prove the following results: \\item Every bounded continuous\ncyclic cocycle can be localized. \\item If $\\gr$ is {\\'e}tale, every cyclic\ncocycle can be localized. We will recall this results with the difference that\nin this paper, a formula for higher localized indices will be given in terms of\nan asymptotic limit of a pairing at the level of the deformation algebra\nmentioned above. We will discuss how the higher index formulas of\nConnes-Moscovici, Gorokhovsky-Lott fit in this unifying setting.\n"]}]
["0810.4485",{"format":[],"subject":["Mathematics - Probability","91B28","60G51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4485"],"date":["2008-10-24"],"type":["text"],"creator":["Fajardo, José","Mordecki, Ernesto"],"language":[],"coverage":[],"title":["Skewness Premium with L\\'evy Processes"],"description":["  We study the skewness premium (SK) introduced by Bates (1991) in a general\ncontext using L\\'evy Processes. Under a symmetry condition Fajardo and Mordecki\n(2006) obtain that SK is given by the Bate's $x%$ rule. In this paper we study\nSK under the absence of that symmetry condition. More exactly, we derive\nsufficient conditions for SK to be positive, in terms of the characteristic\ntriplet of the L\\'evy Process under the risk neutral measure.\n","Comment: 17 pages, 2 figures"]}]
["0810.4487",{"format":[],"subject":["Mathematics - Commutative Algebra","13D45, 13E05, 13A02 (Primary)","13C15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4487"],"date":["2008-10-24"],"type":["text"],"creator":["Brodmann, Markus P.","Sharp, Rodney Y."],"language":[],"coverage":[],"title":["Supporting degrees of multi-graded local cohomolgoy modules"],"description":["  For a finitely generated graded module $M$ over a positively-graded\ncommutative Noetherian ring $R$, the second author established in 1999 some\nrestrictions, which can be formulated in terms of the Castelnuovo regularity of\n$M$ or the so-called $a^*$-invariant of $M$, on the supporting degrees of a\ngraded-indecomposable graded-injective direct summand, with associated prime\nideal containing the irrelevant ideal of $R$, of any term in the minimal\ngraded-injective resolution of $M$. Earlier, in 1995, T. Marley had established\nconnections between finitely graded local cohomology modules of $M$ and local\nbehaviour of $M$ across $\\Proj(R)$. The purpose of this paper is to present\nsome multi-graded analogues of the above-mentioned work.\n","Comment: This is to appear in the Journal of Algebra"]}]
["0810.4489",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4489"],"date":["2008-10-24"],"type":["text"],"creator":["Xu, K. J.","Huang, Y. P.","Moore, M. G.","Piermarocchi, C."],"language":[],"coverage":[],"title":["Zeno Quantum Gates in Semiconductor Quantum Dots"],"description":["  We propose a scheme for a two-qubit conditional phase gate by quantum Zeno\neffect with semiconductor quantum dots. The system consists of two charged dots\nand one ancillary dot that can perform Rabi oscillations under a resonant laser\npulse. The quantum Zeno effect is induced by phonon-assisted exciton relaxation\nbetween the ancillary dot and the charged dots, which is equivalent to a\ncontinuous measurement. We solve analytically the master equation and simulate\nthe dynamics of the system using a realistic set of parameters. In contrast to\nstandard schemes, larger phonon relaxation rates increase the fidelity of the\noperations.\n"]}]
["0810.4492",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4492"],"date":["2008-10-24","2008-10-25"],"type":["text"],"creator":["Crane, Louis"],"language":[],"coverage":[],"title":["Model Categories and Quantum Gravity"],"description":["  We propose a mathematically concrete way of modelling the suggestion that in\nquantum gravity the spacetime disappears, replacing it with a discrete\napproximation to the causal path space described as an object in a model\ncategory. One of the versions of our models appears as a thickening of\nspacetime, which we interpret as a formulation of relational geometry. Avenues\ntoward constructing an actual quantum theory of gravity on our models are given\na preliminary exploration.\n","Comment: 19 pages latex"]}]
["0810.4494",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4494"],"date":["2008-10-24"],"type":["text"],"creator":["Bosch-Ramon, Valenti","Khangulyan, Dmitry","Aharonian, Felix"],"language":[],"coverage":[],"title":["The TeV emitter structure in LS 5039"],"description":["  LS 5039 is an X-ray binary detected at very high energies. Along the orbit,\nthere is a significant detection even during the superior conjunction of the\ncompact object, when very large gamma-ray opacities are expected.\nElectromagnetic cascades, which may make the system more transparent to\ngamma-rays, are hardly efficient for reasonable magnetic fields in the massive\nstar surroundings. A jet-like flow could transport energy to regions where the\nphoton-photon absorption is much lower and the TeV radiation is not so severely\nabsorbed. Otherwise, in the standard pulsar scenario for LS 5039, the emitter\nwould be located between the star and the compact object, which would imply the\nviolation of the observational constraints at X-rays.\n","Comment: 4 pages and 2 figures. Contribution to the 7th. Microquasar Workshop,\n  Foca 2008, to be published in Proceedings of Science"]}]
["0810.4496",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4496"],"date":["2008-10-24"],"type":["text"],"creator":["Rökaeus, Karl"],"language":[],"coverage":[],"title":["A version of geometric motivic integration that specializes to p-adic\n  integration via point counting"],"description":["  We give a version of geometric motivic integration that specializes to p-adic\nintegration via point counting. This has been done before for stable sets; we\nextend this to more general sets. The main problem in doing this is that it\nrequires to take limits, hence the measure will have to take values in a\ncompletion of the (localized) Grothendieck ring of varieties. The standard\nchoice is to complete with respect to the dimension filtration; however, since\nthe point counting homomorphism is not continuous with respect to this topology\nwe have to use a stronger one. The first part of the paper is devoted to\ndefining this topology; in the second part we will then see that many of the\nstandard constructions of geometric motivic integration work also in this\nsetting.\n","Comment: 10 pages"]}]
["0810.4504",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems","37A05","60F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4504"],"date":["2008-10-24"],"type":["text"],"creator":["Downarowicz, Tomasz","Lacroix, Yves"],"language":[],"coverage":[],"title":["The law of series"],"description":["  We consider an ergodic process on finitely many states, with positive\nentropy. Our first main result asserts that the distribution function of the\nnormalized waiting time for the first visit to a small (i.e., over a long\nblock) cylinder set $B$ is, for majority of such cylinders and up to epsilon,\ndominated by the exponential distribution function $1-e^{-t}$. That is, the\noccurrences of so understood \"rare event\" $B$ along the time axis can appear\neither with gap sizes of nearly exponential distribution (like in the\nindependent Bernoulli process), or they \"attract\" each-other. Our second main\nresult states that a {\\it typical} ergodic process of positive entropy has the\nfollowing property: the distribution functions of the normalized hitting times\nfor the majority of cylinders $B$ of lengths $n'$ converge to zero along a \\sq\\\n$n'$ whose upper density is 1. The occurrences of such a cylinder $B$ \"strongly\nattract\", i.e., they appear in \"series\" of many frequent repetitions separated\nby huge gaps of nearly complete absence.\n  These results, when properly and carefully interpreted, shed some new light,\nin purely statistical terms, independently from physics, on a century old (and\nso far rather avoided by serious science) common-sense phenomenon known as {\\it\nthe law of series}, asserting that rare events in reality, once occurred, have\na mysterious tendency for untimely repetitions.\n","Comment: 21 pages, 1 figure"]}]
["0810.4509",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems","37A05","60J99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4509"],"date":["2008-10-24"],"type":["text"],"creator":["Downarowicz, Tomasz","Lacroix, Yves","Léandri, Didier"],"language":[],"coverage":[],"title":["Spontaneous clustering in theoretical and some empirical stationary\n  processes"],"description":["  In a stationary ergodic process, clustering is defined as the tendency of\nevents to appear in series of increased frequency separated by longer breaks.\nSuch behavior, contradicting the theoretical \"unbiased behavior\" with\nexponential distribution of the gaps between appearances, is commonly observed\nin experimental processes and often difficult to explain. In the last section\nwe relate one such empirical example of clustering, in the area of marine\ntechnology. In the theoretical part of the paper we prove, using ergodic theory\nand the notion of category, that clustering (even very strong) is in fact\ntypical for \"rare events\" defined as long cylinder sets in processes generated\nby a finite partition of an arbitrary (infinite aperiodic) ergodic measure\npreserving transformation.\n","Comment: 9 pages, 2 figures"]}]
["0810.4510",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4510"],"date":["2008-10-24"],"type":["text"],"creator":["Wester, W.","Collaboration, for the GammeV"],"language":[],"coverage":[],"title":["GammeV: a milli-eV particle search at Fermilab"],"description":["  GammeV is an experiment conducted at Fermilab that employs the light shining\nthrough a wall technique to search for axion-like particles and employs a\nparticle in a jar technique to search for dilaton-like chameleon particles. We\nobtain limits on the coupling of photons to an axion-like particle that extend\nprevious limits for both scalars and pseudoscalars in the milli-eV mass range.\nWe are able to exclude the axion-like particle interpretation of the anomalous\nPVLAS 2006 result by more than 5 standard deviations. We also present results\non a search for chameleons and set limits on their possible coupling to\nphotons.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008, 4 pages,\n  LaTeX, 5 eps figures"]}]
["0810.4517",{"format":[],"subject":["Mathematics - Analysis of PDEs","76B03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4517"],"date":["2008-10-24"],"type":["text"],"creator":["Lindblad, Hand","Nordgren, Karl Hakan"],"language":[],"coverage":[],"title":["A priori estimates for the motion of a self-gravitating incompressible\n  liquid with free surface boundary"],"description":["  In this paper, we prove a priori estimates in Lagrangian coordinates for the\nequations of motion of an incompressible, inviscid, self-gravitating fluid with\nfree boundary. The estimates show that on a finite time interval we control\nfive derivatives of the fluid velocity and five and a half derivatives of the\ncoordinates of the moving domain.\n","Comment: To appear in Journal of Hyperbolic Differential Equations"]}]
["0810.4522",{"format":[],"subject":["Mathematics - Combinatorics","05C17","05C75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4522"],"date":["2008-10-24"],"type":["text"],"creator":["de Figueiredo, Celina","Maffray, Frederic","Maciel, Claudia Villela"],"language":[],"coverage":[],"title":["Transitive orientations in bull-reducible Berge graphs"],"description":["  A bull is a graph with five vertices $r, y, x, z, s$ and five edges $ry$,\n$yx$, $yz$, $xz$, $zs$. A graph $G$ is bull-reducible if no vertex of $G$ lies\nin two bulls. We prove that every bull-reducible Berge graph $G$ that contains\nno antihole is weakly chordal, or has a homogeneous set, or is transitively\norientable. This yields a fast polynomial time algorithm to color exactly the\nvertices of such a graph.\n"]}]
["0810.4523",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4523"],"date":["2008-10-24"],"type":["text"],"creator":["Byrne, E.","McGuire, G."],"language":[],"coverage":[],"title":["Quadratic Binomial APN Functions and Absolutely Irreducible Polynomials"],"description":["  We show that many quadratic binomial functions on a finite field of\ncharacteristic 2 are not APN infinitely often. This is of interest in the light\nof recent discoveries of new families of quadratic binomial APN functions. The\nproof uses the Weil bound from algebraic geometry.\n"]}]
["0810.4525",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4525"],"date":["2008-10-24"],"type":["text"],"creator":["Mathur, Samir D."],"language":[],"coverage":[],"title":["Fuzzballs and the information paradox: a summary and conjectures"],"description":["  The black hole information paradox is one of the most important issues in\ntheoretical physics. We review some recent progress using string theory in\nunderstanding the nature of black hole microstates. For all cases where these\nmicrostates have been constructed, one finds that they are horizon sized\n`fuzzballs'. Most computations are for extremal states, but recently one has\nbeen able to study a special family of non-extremal microstates, and see\n`information carrying radiation' emerge from these gravity solutions. We\ndiscuss how the fuzzball picture can resolve the information paradox. We use\nthe nature of fuzzball states to make some conjectures on the dynamical aspects\nof black holes, observing that the large phase space of fuzzball solutions can\nmake the black hole more `quantum' than assumed in traditional treatments.\n","Comment: 22 pages, 13 figures, Latex, Review article submitted to Advanced\n  Science Letters"]}]
["0810.4530",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4530"],"date":["2008-10-24"],"type":["text"],"creator":["Arroyo, Romina M."],"language":[],"coverage":[],"title":["Filiform nilsolitons of dimension 8"],"description":["  A Riemannian manifold (M,g) is said to be Einstein if its Ricci tensor\nsatisfies ric(g) = cg, for some real number c. In the homogeneous case, a\nproblem that is still open is the so called Alekseevskii Conjecture. This\nconjecture says that any homogeneous Einstein space with negative scalar\ncurvature (i.e. c < 0) is a solvmanifold: a simply connected solvable Lie group\nendowed with a left invariant Riemannian metric. The aim of this paper is to\nclassify Einstein solvmanifolds of dimension 9 whose nilradicals are 7-step\nnilpotent Lie algebras of dimension 8.\n","Comment: 12 pages, 2 tables"]}]
["0810.4532",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4532"],"date":["2008-10-24"],"type":["text"],"creator":["Akhanjee, Shimul"],"language":[],"coverage":[],"title":["Perturbative criteria for Anderson localization in long-ranged 1D\n  tight-binding models"],"description":["  We develop an alternative scaling approach to determine the criteria for\nAnderson localization in one-dimensional tight-binding models with random site\nenergies having a bandwidth that decays as a power law in space, $H_{ij}\n\\propto |i - j|^{-\\alpha}$. At the first order in perturbation theory the scale\ndependence of the exchange-narrowed energy of the disorder is compared to the\nenergy level spacing of the ideal system to establish whether or not the\ndisorder has a perturbative effect on the Bloch states. We find that at $\\alpha\n=1$, the perturbative condition is satisfied and for sufficiently weak disorder\nstrength all states are extended. For $\\alpha > 1$, all states are localized\nfor arbitrary disorder strength, in agreement with the earlier renormalization\ngroup treatment by Levitov.\n","Comment: 4 Pages, 1 eps figure"]}]
["0810.4536",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4536"],"date":["2008-10-24"],"type":["text"],"creator":["Jia, Jiangyong","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["Hard Probes of the ATLAS Heavy Ion Physics Program"],"description":["  We review the physics performance of the ATLAS detector for hard probes in\nheavy ion collisions, focusing on three topics: jet reconstruction, direct\nphoton measurement, and heavy flavor jet tagging.\n","Comment: 5 pages, 4 figures, proceedings for 34th International Conference on\n  High Energy Physics, Philadelphia, July 2008"]}]
["cond-mat/0511509",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0511509","Eur. Phys. J. B (2008) 464","doi:10.1140/epjb/e2008-00358-7"],"date":["2005-11-21","2008-07-10"],"type":["text"],"creator":["Bullard, T. J.","Das, J.","Daquila, G. L.","Tauber, U. C."],"language":[],"coverage":[],"title":["Vortex Washboard Voltage Noise in Type-II Superconductors"],"description":["  In order to characterize flux flow through disordered type-II\nsuperconductors, we investigate the effects of columnar and point defects on\nthe vortex velocity / voltage power spectrum in the driven non-equilibrium\nsteady state. We employ three-dimensional Metropolis Monte Carlo simulations to\nmeasure relevant physical observables including the force-velocity /\ncurrent-voltage (I-V) characteristics, vortex spatial arrangement and structure\nfactor, and mean flux line radius of gyration. Our simulation results compare\nwell to earlier findings and physical intuition. We focus specifically on the\nvoltage noise power spectra in conjunction with the vortex structure factor in\nthe presence of weak columnar and point pinning centers. We investigate the\nvortex washboard noise peak and associated higher harmonics, and show that the\nintensity ratios of the washboard harmonics are determined by the strength of\nthe material defects rather than the type of pins present. Through varying\ncolumnar defect lengths and pinning strengths as well as magnetic flux density\nwe further explore the effect of the material defects on vortex transport. It\nis demonstrated that the radius of gyration displays quantitatively unique\nfeatures that depend characteristically on the type of material defects present\nin the sample.\n","Comment: Latex, 17 pages, 14 figures"]}]
["hep-th/0209001",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0209001"],"date":["2002-08-30","2008-10-26"],"type":["text"],"creator":["Lev, Felix"],"language":[],"coverage":[],"title":["Elementary Particles in a Quantum Theory Over a Galois Field"],"description":["  We consider elementary particles in a quantum theory based on a Galois field.\nIn this approach infinities cannot exist, the cosmological constant problem\ndoes not arise and one irreducible representation of the symmetry algebra\nnecessarily describes a particle and its antiparticle simultaneously. {\\it In\nother words, the very existence of antiparticles is a strong indication that\nnature is described rather by a finite field (or at least a field with a\nnonzero characteristic) than by complex numbers.} As a consequence, the\nspin-statistics theorem is simply a requirement that standard quantum theory\nshould be based on complex numbers and elementary particles cannot be neutral.\nThe Dirac vacuum energy problem has a natural solution and the vacuum energy\n(which in the standard theory is infinite and negative) equals zero as it\nshould be.\n","Comment: Latex, 37 pages, no figures. Minor changes in motivation. In\n  particular, it is noted that the very existence of antiparticles is a strong\n  indication that nature is described rather by a finite field (or at least a\n  field with a nonzero characteristic) than by complex numbers"]}]
["math/0508549",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L15","35B45","34E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508549","RIMS Kokyuroku Nr. 1475, p. 91-106, Kyoto University, 2006"],"date":["2005-08-28"],"type":["text"],"creator":["Reissig, Michael","Wirth, Jens"],"language":[],"coverage":[],"title":["$L^p$--$L^q$ decay estimates for wave equations with monotone\n  time-dependent dissipation"],"description":["  This expository article is intended to give an overview about recently\nachieved results on asymptotic properties of solutions to the Cauchy problem\n$u_{tt}-\\Delta u+b(t)u_t =0,\\qquad u(0,\\cdot)=u_1,\\quad\n\\mathrm{D}_tu(0,\\cdot)=u_2$ for a wave equation with time-dependent dissipation\nterm. The results are based on structural properties of the Fourier multipliers\nrepresenting its solution. The article explains the general philosophy behind\nthe approach.\n","Comment: 15 pages, 2 figures"]}]
["math/0510343",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","35L05, 35L15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510343","Hiroshima Math. J. 38/3:397-410, 2008"],"date":["2005-10-17","2007-08-21"],"type":["text"],"creator":["Wirth, Jens"],"language":[],"coverage":[],"title":["The influence of time-periodic dissipation on energy and dispersive\n  estimates"],"description":["  In this short note we discuss the influence of a time-periodic dissipation\nterm on a-priori estimates for solutions to dissipative wave equations. The\napproach is based on a diagonalisation argument for high frequencies and\nresults from spectral theory of periodic differential equations / Floquet\ntheory for bounded frequencies.\n","Comment: 9 pages"]}]
["math/0605408",{"format":[],"subject":["Mathematics - Number Theory","11H06 (Primary) 11G50, 11R56, 14G99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605408","Rendiconti del Seminario Matematico della Universit\\`a di Padova\n  119 (2008) 21-95"],"date":["2006-05-15","2008-10-27"],"type":["text"],"creator":["Gaudron, Éric"],"language":[],"coverage":[],"title":["Pentes des fibr\\'es vectoriels ad\\'eliques sur un corps global"],"description":["  At the end of the twentieth century, J.-B. Bost developped a slope theory of\nhermitian vector bundles over number fields. A new method of diophantine\napproximation, the so-called slope method, has emerged from his research. Our\narticle proposes a generalisation to adelic vector bundles over global fields.\nThe norms at the archimedean places are no longer supposed to be hermitian. The\nlink with adelic successive minima is also mentioned. To get these results, we\nuse several concepts from the geometry of finite dimensional Banach spaces.\n","Comment: 51 pages"]}]
["math/0607367",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607367"],"date":["2006-07-15","2008-10-26"],"type":["text"],"creator":["Farrell, F. T.","Ontaneda, P."],"language":[],"coverage":[],"title":["On the topology of the space of negatively curved metrics"],"description":["  We show that the space of negatively curved metrics of a closed negatively\ncurved Riemannian $n$-manifold, $n\\geq 10$, is highly non-connected.\n"]}]
