["0704.3386",{"format":[],"subject":["Mathematics - Algebraic Geometry","34M55","34M45","58F05","32S65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3386"],"date":["2007-04-25","2008-03-24"],"type":["text"],"creator":["Sasano, Yusuke"],"language":[],"coverage":[],"title":["Four-dimensional Painlev\\'e systems of types $D_5^{(1)}$ and $B_4^{(1)}$"],"description":["  We find and study a five-parameter family of four-dimensional coupled\nPainlev\\'e V systems with affine Weyl group symmetry of type $D_5^{(1)}$. We\nthen give an explicit description of a confluence from those systems to a\nfour-parameter family of four-dimensional coupled Painlev\\'e III systems with\naffine Weyl group symmetry of type $B_4^{(1)}$.\n","Comment: 19 pages, 6 figures"]}]
["0704.3475",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3475","Doklady Physics, vol. 52, no.10, p.523-526 (2007)","doi:10.1134/S1028335807100035"],"date":["2007-04-26"],"type":["text"],"creator":["Ivanov, A. A."],"language":[],"coverage":[],"title":["On UHECR energy estimation algorithms based on the measurement of\n  electromagnetic component parameters in EAS"],"description":["  Model calculations are performed of extensive air shower (EAS) component\nenergies using a variety of hadronic interaction parameters. A conversion\nfactor from electromagnetic component energy to the energy of ultra-high energy\ncosmic rays (UHECRs) and its model and primary mass dependence is studied. It\nis shown that model dependence of the factor minimizes under the necessary\ncondition of the same maximum position and muon content of simulated showers.\n","Comment: contracted version is accepted for publication in Doklady Physics"]}]
["0705.2569",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2569","Phys. Rev. A 77, 033409 (2008)","doi:10.1103/PhysRevA.77.033409"],"date":["2007-05-17","2008-03-24"],"type":["text"],"creator":["Fernholz, T.","Gerritsma, R.","Whitlock, S.","Barb, I.","Spreeuw, R. J. C."],"language":[],"coverage":[],"title":["Fully permanent magnet atom chip for Bose-Einstein condensation"],"description":["  We describe a self-biased, fully permanent magnet atom chip used to study\nultracold atoms and to produce a Bose-Einstein condensate (BEC). The magnetic\ntrap is loaded efficiently by adiabatic transport of a magnetic trap via the\napplication of uniform external fields. Radio frequency spectroscopy is used\nfor in-trap analysis and to determine the temperature of the atomic cloud. The\nformation of a Bose-Einstein condensate is observed in time of flight images\nand as a narrow peak appearing in the radio frequency spectrum.\n","Comment: changed title, substantial text modifications, journal reference\n  added"]}]
["0705.4497",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4497","Phys. Rev. Lett. 99, 226802 (2007)","doi:10.1103/PhysRevLett.99.226802"],"date":["2007-05-30","2007-06-01"],"type":["text"],"creator":["Bushong, Neil","Pershin, Yuriy","Di Ventra, Massimiliano"],"language":[],"coverage":[],"title":["Turbulence-induced magnetic flux asymmetry at nanoscale junctions"],"description":["  It was recently predicted [J. Phys.: Condens. Matter 18, 11059 (2006)] that\nturbulence of the electron flow may develop at nonadiabatic nanoscale junctions\nunder appropriate conditions. Here we show that such an effect leads to an\nasymmetric current-induced magnetic field on the two sides of an otherwise\nsymmetric junction. We propose that by measuring the fluxes ensuing from these\nfields across two surfaces placed at the two sides of the junction would\nprovide direct and noninvasive evidence of the transition from laminar to\nturbulent electron flow. The flux asymmetry is predicted to first increase,\nreach a maximum and then decrease with increasing current, i.e. with increasing\namount of turbulence.\n","Comment: 4 pages, 4 figures"]}]
["0707.0834",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0834"],"date":["2007-07-05","2008-03-24"],"type":["text"],"creator":["Semyonov, Oleg G."],"language":[],"coverage":[],"title":["Interaction, Change, and Wholeness of Material Things"],"description":["  Interaction is the mode of being of material things amid other material\nthings and the driving force of change and wholeness. Through mutual influence,\nchanges of interacting things become interdependent and their properties\ninterrelated, which leads to formation of ensembles - material wholes of\ncorrelated things, where the mode of being of a particular component depends on\nthe modes of being of all other components and vice versa. Every ensemble\nattains its wholeness and becomes a physical body through togetherness of\ninterrelated components coexisting as a collective being with mutually\nrestrained internal motion. Properties of ensembles on all structural levels of\nmatter composition emerge through the collective being of components.\n","Comment: 37 pages, 1 figure, changed content, added references"]}]
["0707.2811",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2811","Phys. Rev. Lett. 100, 110505 (2008)","doi:10.1103/PhysRevLett.100.110505"],"date":["2007-07-19","2007-11-20"],"type":["text"],"creator":["Rodó, C.","Adesso, Gerardo","Sanpera, A."],"language":[],"coverage":[],"title":["Operational Quantification of Continuous Variable Correlations"],"description":["  We quantify correlations (quantum and/or classical) between two continuous\nvariable modes in terms of how many correlated bits can be extracted by\nmeasuring the sign of two local quadratures. On Gaussian states, such `bit\nquadrature correlations' majorize entanglement, reducing to an entanglement\nmonotone for pure states. For non-Gaussian states, such as photonic Bell\nstates, ideal and real de-Gaussified photon-subtracted states, and mixtures of\npure Gaussian states, the bit correlations are shown to be a {\\em monotonic}\nfunction of the negativity. This yields a feasible, operational way to\nquantitatively measure non-Gaussian entanglement in current experiments by\nmeans of direct homodyne detection, without a full tomographical reconstruction\nof the Wigner function.\n","Comment: 4 pages, 3 figures, improved presentation, a subfigure and some\n  explicit analytical expressions added"]}]
["0709.1689",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M25, 57N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1689","J. of Knot Theory and its Ramifications, Vol. 16, no. 10(2007),\n  1295-1329"],"date":["2007-09-11"],"type":["text"],"creator":["Kalfagianni, Efstratia","Lin, Xiao-Song"],"language":[],"coverage":[],"title":["Seifert surfaces, Commutators and Vassiliev invariants"],"description":["  We show that the Vassiliev invariants of a knot K, are obstructions to\nfinding a regular Seifert surface, S, whose complement looks \"simple\" (e.g.\nlike the complement of a disc) to the lower central series of its fundamental\ngroup.\n","Comment: 35 pages, 13 Figures. To appear in the J. of Knot Theory and its\n  Ramifications (special volume in honor of L. Kauffman)"]}]
["0710.1639",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1639","Phys. Rev. B. 77, 115328 (2008)","doi:10.1103/PhysRevB.77.115328"],"date":["2007-10-08","2008-03-24"],"type":["text"],"creator":["Goldman, V. J.","Liu, Jun","Zaslavsky, A."],"language":[],"coverage":[],"title":["Electron tunneling spectroscopy of a quantum antidot in the quantum Hall\n  regime"],"description":["  Quantum antidot, a small potential hill introduced into a two-dimensional\nelectron system, presents an attractive tool to study quantum mechanics of\ninteracting electrons.Here, we report experiments on electron resonant\ntunneling via a quantum antidot on the integer i = 1, 2, 3, 4, 5, and 6 quantum\nHall plateaus. Several new features are reported. First, as a function of\nmagnetic field, we observe up to six quasiperiodic resonant tunneling peaks\nwithin the fundamental flux period: when flux h/e is added to the area of the\nantidot there are i peaks on the i-th integer plateau, when i spin-polarized\nLandau levels are occupied. Corresponding back gate voltage data show one peak\nper added charge e on all integer plateaus. Second, we observe tunneling dips\nin four-terminal resistance (\"forward scattering\") on the even i = 2, 4, and 6\nplateaus, when population of both spins is nearly equal. Also, for the first\ntime, we report an internal structure within the h/e period: on the i = 3\nspin-split plateau, two of the three resonant tunneling peaks are higher and/or\ncloser than the third. Puzzlingly, in this regime, when back gate voltage is\nswept, the tunneling peaks are grouped in pairs. These results are attributed\nto the dominance of the electron-electron Coulomb interaction, effectively\nmixing Landau level occupation, and to the self-consistent electrostatics of\nthe antidot.\n"]}]
["0710.2095",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2095","Phys. Rev. Lett. 100, 070403 (2008)","doi:10.1103/PhysRevLett.100.070403"],"date":["2007-10-10","2008-01-17"],"type":["text"],"creator":["França, V. V.","Capelle, K."],"language":[],"coverage":[],"title":["Entanglement in spatially inhomogeneous many-fermion systems"],"description":["  We investigate entanglement of strongly interacting fermions in spatially\ninhomogeneous environments. To quantify entanglement in the presence of spatial\ninhomogeneity, we propose a local-density approximation (LDA) to the\nentanglement entropy, and a nested LDA scheme to evaluate the entanglement\nentropy on inhomogeneous density profiles. These ideas are applied to models of\nelectrons in superlattice structures with different modulation patterns,\nelectrons in a metallic wire in the presence of impurities, and phase-separated\nstates in harmonically confined many-fermion systems, such as electrons in\nquantum dots and atoms in optical traps. We find that the entanglement entropy\nof inhomogeneous systems is strikingly different from that of homogeneous\nsystems.\n","Comment: revised version (added more impurity data, corrected typos, added\n  discussion) to appear in Phys.Rev.Lett. (2008)"]}]
["0710.4079",{"format":[],"subject":["Mathematics - Group Theory","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4079"],"date":["2007-10-22","2008-03-24"],"type":["text"],"creator":["Gautero, F."],"language":[],"coverage":[],"title":["Geodesics in trees of hyperbolic and relatively hyperbolic groups"],"description":["  We present a careful approximation of the geodesics in trees of hyperbolic or\nrelatively hyperbolic groups. As an application we prove a combination theorem\nfor finite graphs of relatively hyperbolic groups, with both Farb's and\nGromov's definitions.\n","Comment: 33 pages"]}]
["0711.1124",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1124","Phys. Rev. Lett. 100, 113401 (2008)","doi:10.1103/PhysRevLett.100.113401"],"date":["2007-11-07"],"type":["text"],"creator":["Böning, J.","Filinov, A.","Ludwig, P.","Baumgartner, H.","Bonitz, M.","Lozovik, Yu. E."],"language":[],"coverage":[],"title":["Melting of trapped few particle systems"],"description":["  In small confined systems predictions for the melting point strongly depend\non the choice of quantity and on the way it is computed, even yielding\ndivergent and ambiguous results. We present a very simple quantity which allows\nto control these problems -- the variance of the block averaged interparticle\ndistance fluctuations.\n"]}]
["0711.4648",{"format":[],"subject":["Mathematics - Complex Variables","32M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4648"],"date":["2007-11-28","2008-03-23"],"type":["text"],"creator":["Isaev, A. V."],"language":[],"coverage":[],"title":["A Remark on a Theorem by Kodama and Shimizu"],"description":["  We prove a characterization theorem for the unit polydisc\n$\\Delta^n\\subset\\CC^n$ in the spirit of a recent result due to Kodama and\nShimizu. We show that if $M$ is a connected $n$-dimensional complex manifold\nsuch that (i) the group $\\hbox{Aut}(M)$ of holomorphic automorphisms of $M$\nacts on $M$ with compact isotropy subgroups, and (ii) $\\hbox{Aut}(M)$ and\n$\\hbox{Aut}(\\Delta^n)$ are isomorphic as topological groups equipped with the\ncompact-open topology, then $M$ is holomorphically equivalent to $\\Delta^n$.\n","Comment: 6 pages"]}]
["0712.2374",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2374","Phys. Rev. Lett. 100, 118702 (2008)","doi:10.1103/PhysRevLett.100.118702"],"date":["2007-12-14"],"type":["text"],"creator":["Kim, Sang-Woo","Noh, Jae Dong"],"language":[],"coverage":[],"title":["Instability in a Network Coevolving with a Particle System"],"description":["  We study a coupled dynamics of a network and a particle system. Particles of\ndensity $\\rho$ diffuse freely along edges, each of which is rewired at a rate\ngiven by a decreasing function of particle flux. We find that the coupled\ndynamics leads to an instability toward the formation of hubs and that there is\na dynamic phase transition at a threshold particle density $\\rho_c$. In the low\ndensity phase, the network evolves into a star-shaped one with the maximum\ndegree growing linearly in time. In the high density phase, the network\nexhibits a fat-tailed degree distribution and an interesting dynamic scaling\nbehavior. We present an analytic theory explaining mechanism for the\ninstability and a scaling theory for the dynamic scaling behavior.\n","Comment: 4 pages and 5 figures"]}]
["0712.4308",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4308","Phys. Rev. B 77, 115101 (2008)","doi:10.1103/PhysRevB.77.115101"],"date":["2007-12-27"],"type":["text"],"creator":["Lee, K. -W.","Pickett, W. E."],"language":[],"coverage":[],"title":["Half Semimetallic Antiferromagnetism in the Sr$_2$CrTO$_6$ System, T=Os,\n  Ru"],"description":["  Double perovskite Sr$_2$CrOsO$_6$ is (or is very close to) a realization of a\nspin-asymmetric semimetallic compensated ferrimagnet, according to first\nprinciples calculations. This type of near-half metallic antiferromagnet is an\nunusual occurrence, and more so in this compound because the zero gap is\naccidental rather than being symmetry determined. The large spin-orbit coupling\n(SOC) of osmium upsets the spin balance (no net spin moment without SOC): it\nreduces the Os spin moment by 0.27 $\\mu_B$ and induces an Os orbital moment of\n0.17 $\\mu_B$ in the opposite direction. The effects combine (with small oxygen\ncontributions) to give a net total moment of 0.54 $\\mu_B$ per cell in \\scoo,\nreflecting a large impact of SOC in this compound. This value is in moderately\ngood agreement with the measured saturation moment of 0.75 $\\mu_B$. The value\nof the net moment on the Os ion obtained from neutron diffraction (0.73 $\\mu_B$\nat low temperature) differs from the calculated value (1.14 $\\mu_B$). Rather\nsurprisingly, in isovalent Sr$_2$CrRuO$_6$ the smaller SOC-induced spin changes\nand orbital moments (mostly on Ru) almost exactly cancel. This makes\nSr$_2$CrRuO$_6$ a \"half (semi)metallic antiferromagnet\" (practically vanishing\nnet total moment) even when SOC is included, with the metallic channel being a\nsmall-band-overlap semimetal. Fixed spin moment (FSM) calculations are\npresented for each compound, illustrating how they provide different\ninformation than in the case of a nonmagnetic material. These FSM results\nindicate that the Cr moment is an order of magnitude stiffer against\nlongitudinal fluctuations than is the Os moment.\n","Comment: 6 pages"]}]
["0801.1225",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14G40 (Primary), 14A22 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1225"],"date":["2008-01-08","2008-03-23"],"type":["text"],"creator":["Borek, Thomas"],"language":[],"coverage":[],"title":["Arakelov theory of noncommutative arithmetic surfaces"],"description":["  The purpose of this paper is to initiate Arakelov theory in a noncommutative\nsetting. More precisely, we are concerned with noncommutative arithmetic\nsurfaces. We introduce a version of arithmetic intersection theory on\nnoncommutative arithmetic surfaces and we prove an arithmetic Riemann-Roch\ntheorem in this setup.\n","Comment: 20 pages"]}]
["0801.3577",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3577","Phys. Rev. B 77, 104522 (2008)","doi:10.1103/PhysRevB.77.104522"],"date":["2008-01-23"],"type":["text"],"creator":["Schiro', Marco","Capone, Massimo","Fabrizio, Michele","Castellani, Claudio"],"language":[],"coverage":[],"title":["Strongly Correlated Superconductivity rising from a Pseudo-gap Metal"],"description":["  We solve by Dynamical Mean Field Theory a toy-model which has a phase diagram\nstrikingly similar to that of high $T_c$ superconductors: a bell-shaped\nsuperconducting region adjacent the Mott insulator and a normal phase that\nevolves from a conventional Fermi liquid to a pseudogapped semi-metal as the\nMott transition is approached. Guided by the physics of the impurity model that\nis self-consistently solved within Dynamical Mean Field Theory, we introduce an\nanalytical ansatz to model the dynamical behavior across the various phases\nwhich fits very accurately the numerical data. The ansatz is based on the\nassumption that the wave-function renormalization, that is very severe\nespecially in the pseudogap phase close to the Mott transition, is perfectly\ncanceled by the vertex corrections in the Cooper pairing channel.A remarkable\noutcome is that a superconducting state can develop even from a pseudogapped\nnormal state, in which there are no low-energy quasiparticles. The overall\nphysical scenario that emerges, although unraveled in a specific model and in\nan infinite-coordination Bethe lattice, can be interpreted in terms of so\ngeneral arguments to suggest that it can be realized in other correlated\nsystems.\n","Comment: 14 pages, 11 figures"]}]
["0803.0650",{"format":[],"subject":["Physics - Atomic Physics","Physics - Accelerator Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0650","Phys. Rev. A 77(3), 031404(R) (2008)","doi:10.1103/PhysRevA.77.031404"],"date":["2008-03-05"],"type":["text"],"creator":["Wohlfart, Kirstin","Grätz, Fabian","Filsinger, Frank","Haak, Henrik","Meijer, Gerard","Küpper, Jochen"],"language":[],"coverage":[],"title":["Alternating gradient focusing and deceleration of large molecules"],"description":["  We have focused and decelerated benzonitrile (C$_7$H$_5$N) molecules from a\nmolecular beam, using an array of time-varying inhomogeneous electric fields in\nalternating gradient configuration. Benzonitrile is prototypical for large\nasymmetric top molecules that exhibit rich rotational structure and a high\ndensity of states. At the rotational temperature of 3.5 K in the pulsed\nmolecular beam, many rotational states are populated. Benzonitrile molecules in\ntheir absolute ground state are decelerated from 320 m/s to 289 m/s, and\nsimilar changes in velocity are obtained for excited rotational states. All\nmeasurements agree well with the outcome of trajectory calculations. These\nexperiments demonstrate that such large polyatomic molecules are amenable to\nthe powerful method of Stark deceleration.\n","Comment: 5 pages, 4 figures, revtex4"]}]
["0803.2178",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","35R99","60H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2178"],"date":["2008-03-14","2008-03-24"],"type":["text"],"creator":["Caruana, Michael","Friz, Peter"],"language":[],"coverage":[],"title":["Partial differential equations driven by rough paths"],"description":["  We study a class of linear first and second order partial differential\nequations driven by weak geometric $p$-rough paths, and prove the existence of\na unique solution for these equations. This solution depends continuously on\nthe driving rough path. This allows a robust approach to stochastic partial\ndifferential equations. In particular, we may replace Brownian motion by more\ngeneral Gaussian and Markovian noise. Support theorems and large deviation\nstatements all became easy corollaries of the corresponding statements of the\ndriving process. In the case of first order equations with Gaussian noise, we\ndiscuss the existence of a density with respect to the Lebesgue measure for the\nsolution.\n"]}]
["0803.2778",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","20F36, 05A30, 11B56, 17B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2778"],"date":["2008-03-19","2008-03-24"],"type":["text"],"creator":["Albeverio, Sergio","Kosyak, Alexandre"],"language":[],"coverage":[],"title":["q-Pascal's triangle and irreducible representations of the braid group\n  B_3 in arbitrary dimension"],"description":["  We construct a [(n+1)/2]+1 parameters family of irreducible representations\nof the Braid group B_3 in arbitrary dimension n\\in N, using a q-deformation of\nthe Pascal triangle. This construction extends in particular results by\nS.P.Humphries [8], who constructed representations of the braid group B_3 in\narbitrary dimension using the classical Pascal triangle. E.Ferrand [7] obtained\nan equivalent representation of B_3 by considering two special operators in the\nspace C^n[X]. Slightly more general representations were given by I.Tuba and\nH.Wenzl [11]. They involve [(n+1)/2] parameters (and also use the classical\nPascal triangle). The latter authors also gave the complete classification of\nall simple representations of B_3 for dimension n\\leq 5. Our construction\ngeneralize all mentioned results and throws a new light on some of them. We\nalso study the irreducibility and the equivalence of the representations.\n  In [17] we establish the connection between the constructed representation of\nthe braid group B_3 and the highest weight modules of U(sl_2) and quantum group\nU_q(sl_2).\n","Comment: 64 pages"]}]
["0803.2812",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2812"],"date":["2008-03-19","2008-03-24"],"type":["text"],"creator":["Konnik, Mikhail V."],"language":[],"coverage":[],"title":["Using Spatially Varying Pixels Exposures and Bayer-covered Photosensors\n  for High Dynamic Range Imaging"],"description":["  The method of a linear high dynamic range imaging using solid-state\nphotosensors with Bayer colour filters array is provided in this paper. Using\ninformation from neighbour pixels, it is possible to reconstruct linear images\nwith wide dynamic range from the oversaturated images. Bayer colour filters\narray is considered as an array of neutral filters in a quasimonochromatic\nlight. If the camera's response function to the desirable light source is known\nthen one can calculate correction coefficients to reconstruct oversaturated\nimages. Reconstructed images are linearized in order to provide a linear high\ndynamic range images for optical-digital imaging systems. The calibration\nprocedure for obtaining the camera's response function to the desired light\nsource is described. Experimental results of the reconstruction of the images\nfrom the oversaturated images are presented for red, green, and blue\nquasimonochromatic light sources. Quantitative analysis of the accuracy of the\nreconstructed images is provided.\n","Comment: Typos corrected"]}]
["0803.3086",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3086"],"date":["2008-03-20"],"type":["text"],"creator":["Gersbach, M.","Boiko, D. L.","Niclass, C.","Petersen, C.","Charbon, E."],"language":[],"coverage":[],"title":["A Solid-State System for High Temporal Resolution Fluorescence Lifetime\n  Measurements"],"description":["  A system for time-correlated single photon counting applications based on\nCMOS single photon avalanche diodes is presented. An instrument response\nfunction of 79 ps allows a fluorescence decay of high-affinity Ca2+ indicator\nOregon Green BAPTA-1 to be analyzed with unprecedented temporal resolution in\nthe two-photon excitation regime. A triple exponential decay model is shown to\nbest fit the fluorescence dynamics of OGB-1.\n","Comment: 9 pages, 4 figures"]}]
["0803.3087",{"format":[],"subject":["Physics - Classical Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3087"],"date":["2008-03-20"],"type":["text"],"creator":["Georgiev, Mladen"],"language":[],"coverage":[],"title":["In the quest for a global (super)symmetry breaking mechanism: an\n  extension of the vibronic mixing process to superpartners"],"description":["  We propose a global symmetry-breaking mechanism based on an extension of the\nvibronic (cooperative Jahn-Teller) effects (comprising electron-phonon\nsuperpartners) to generalize them into fermion-boson superpartners. Examples of\nsuperpairs are constructed by combining phonons, photons, pi-mesons, etc. with\nelectrons, holes, nucleons, etc. in condensed and nuclear matter. The obtained\nsymmetry-breaking mechanism operating amidst the superpartner pairs may be just\nwhat is needed to justify the status of supersymmetry as a broken-symmetry\nphenomenon. Following the extended vibronic mixing of fermion states by the\nappropriate heavy boson superpartner, the latter propagates along a helical\npath away from the mixing site.\n","Comment: 7 pdf pages"]}]
["0803.3092",{"format":[],"subject":["Mathematics - Functional Analysis","46J15 (Primary)","47A15, 46E15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3092"],"date":["2008-03-20","2008-03-23"],"type":["text"],"creator":["Raghupathi, Mrinal","Singh, Dinesh"],"language":[],"coverage":[],"title":["Function Theory in Real Hardy Spaces"],"description":["  We show that many classical results in Hardy space theory have exact\nanalogues when the Fourier coefficients are allowed only to be real.\n","Comment: 13 pages, no figures, preprint"]}]
["0803.3099",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages","D.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3099"],"date":["2008-03-20"],"type":["text"],"creator":["a, Mark Burgin","Smith, Marc L."],"language":[],"coverage":[],"title":["Concurrent Composition and Algebras of Events, Actions, and Processes"],"description":["  There are many different models of concurrent processes. The goal of this\nwork is to introduce a common formalized framework for current research in this\narea and to eliminate shortcomings of existing models of concurrency. Following\nup the previous research of the authors and other researchers on concurrency,\nhere we build a high-level metamodel EAP (event-action-process) for concurrent\nprocesses. This metamodel comprises a variety of other models of concurrent\nprocesses. We shape mathematical models for, and study events, actions, and\nprocesses in relation to important practical problems, such as communication in\nnetworks, concurrent programming, and distributed computations. In the third\nsection of the work, a three-level algebra of events, actions and processes is\nconstructed and studied as a new stage of algebra for concurrent processes.\nRelations between EAP process algebra and other models of concurrency are\nconsidered in the fourth section of this work.\n"]}]
["0803.3104",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3104","Appl. Phys. Lett. v92, 102502(2008), also selected for the March\n  15, 2008 issue of Virtual Journal of Applications of Superconductivity and\n  the March 24, 2008 issue of Virtual Journal of Nanoscale Science & Technology","doi:10.1063/1.2894515"],"date":["2008-03-21"],"type":["text"],"creator":["Wei, Jian","Cadden-Zimansky, Paul","Chandrasekhar, Venkat"],"language":[],"coverage":[],"title":["Observation of large $h/2e$ and $h/4e$ oscillations in a proximity dc\n  superconducting quantum interference device"],"description":["  We have measured the magnetoresistance of a dc superconducting quantum\ninterference device in the form of an interrupted mesoscopic normal-metal loop\nin contact with two superconducting electrodes. Below the transition\ntemperature of the superconducting electrodes, large $h/2e$ periodic\nmagnetoresistance oscillations are observed. By adding a small dc bias to the\nac measurement current, $h/4e$ oscillations can be produced. Lowering the\ntemperature further leads to even larger oscillations, and eventually to sharp\nswitching from the superconducting state to the normal state. This\nflux-dependent resistance could be utilized to make highly sensitive flux\ndetector.\n","Comment: One pdf file, 4 pages, 4 figure. For figure 1, a smaller file is\n  uploaded"]}]
["0803.3105",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3105"],"date":["2008-03-21"],"type":["text"],"creator":["Fujii, Kazuyuki"],"language":[],"coverage":[],"title":["A Master Equation with Generalized Lindblad Form and a Unitary\n  Transformation by the Squeezing Operator"],"description":["  In the preceding paper arXiv:0802.3252 [quant-ph] we treated a model given by\na master equation with generalized Lindblad form, and examined the algebraic\nstructure related to some Lie algebras and constructed an approximate solution.\n  In this paper we apply a unitary transformation by the squeezing operator to\nthe master equation. Then the generalized Lindblad form is tranformed to the\nusual Lindblad one, while the (original) Hamiltonian is tranformed to somewhat\ncomplicated one.\n  As a result we have two different representations based on the Lie algebra\nsu(1,1). We examine new algebraic structure and construct some approximate\nsolution.\n","Comment: Latex ; 12 pages ; no figure"]}]
["0803.3106",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3106"],"date":["2008-03-21"],"type":["text"],"creator":["Arora, Ramnik"],"language":[],"coverage":[],"title":["A Note on Walk versus Wait: Lazy Mathematician Wins"],"description":["  Points out the errors in the paper \"J.G. Chen, S.D. Kominers, and R.W.\nSinnott. Walk versus wait: The lazy mathematician wins. arXiv.org Mathematics\n2008. arXiv:0801.0297\"\n","Comment: 2 pages"]}]
["0803.3109",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3109"],"date":["2008-03-21","2008-03-22"],"type":["text"],"creator":["Kato, Kimikazu"],"language":[],"coverage":[],"title":["Voronoi Diagrams for Quantum States and Its Application to a Numerical\n  Estimation of a Quantum Channel Capacity"],"description":["  In quantum information theory, a geometric approach, known as \"quantum\ninformation geometry,\" has been considered as a powerful method. In this\nthesis, we give a computational geometric interpretation to the geometric\nstructure of a quantum system. Especially we introduce the concept of the\nVoronoi diagram and the smallest enclosing ball problem to the space of quantum\nstates. With those tools in computational geometry, we analyze the adjacency\nstructure of a point set in the quantum state space. Additionally, as an\napplication, we show an effective method to compute the capacity of a quantum\nchannel.\n","Comment: Ph.D thesis, adviser: Hiroshi Imai, 118 pages, 15 figures, 2 tables"]}]
["0803.3111",{"format":[],"subject":["Mathematics - Probability","15A52, 60F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3111"],"date":["2008-03-21"],"type":["text"],"creator":["Adamczak, Radosław"],"language":[],"coverage":[],"title":["A few remarks on the operator norm of random Toeplitz matrices"],"description":["  We present some results concerning the almost sure behaviour of the operator\nnorm or random Toeplitz matrices, including the law of large numbers for the\nnorm, normalized by its expectation (in the i.i.d. case). As tools we present\nsome concentration inequalities for suprema of empirical processes, which are\nrefinements of recent results by Einmahl and Li.\n"]}]
["0803.3119",{"format":[],"subject":["Mathematics - General Mathematics","11B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3119"],"date":["2008-03-21"],"type":["text"],"creator":["Vlahovic, Slavica","Vlahovic, Branislav"],"language":[],"coverage":[],"title":["The property of the set of the real numbers generated by a\n  Gelfond-Schneider operator and the countability of all real numbers"],"description":["  Considered will be properties of the set of real numbers $\\Re$ generated by\nan operator that has form of an exponential function of Gelfond-Schneider type\nwith rational arguments. It will be shown that such created set has cardinal\nnumber equal to ${\\aleph_0}^{\\aleph_0}=c$. It will be also shown that the same\nset is countable. The implication of this contradiction to the countability of\nthe set of real numbers will be discussed.\n","Comment: 7 pages"]}]
["0803.3122",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Functional Analysis","53C21, 53C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3122"],"date":["2008-03-21"],"type":["text"],"creator":["Funano, Kei"],"language":[],"coverage":[],"title":["An asymptotic variant of the Fubini theorem for maps into CAT(0)-spaces"],"description":["  The classical Fubini theorem asserts that the multiple integral is equal to\nthe repeated one for any integrable function on a product measure space. In\nthis paper, we derive an asymptotic variant of the Fubini theorem for maps into\nCAT$(0)$-spaces from the $L^1$ and $L^2$-concentration of the maps.\n","Comment: 11pages"]}]
["0803.3132",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3132"],"date":["2008-03-21","2008-03-22"],"type":["text"],"creator":["Gluskin, Emanuel"],"language":[],"coverage":[],"title":["On the concept of switching nonlinearity (a comment on \"Switching\n  control of linear systems for generating chaos\" by X. Liu, K-L. Teo, H. Zhang\n  and G. Chen)"],"description":["  It is explained and stressed that the chaotic states in [1] are obtained by\nmeans of nonlinear switching.\n","Comment: 2 pages, It is a comment on a published work, but the point is\n  theoretically basic; I explain that the system is nonlinear"]}]
["0803.3133",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","80A30","93B17","34A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3133"],"date":["2008-03-21"],"type":["text"],"creator":["Horváth, Zsófia"],"language":[],"coverage":[],"title":["Effect of linear lumping on controllability and observability"],"description":["  The effect of linear lumping, linear transformation to reduce the number of\nstate variables on controllability and observability of linear differential\nequations has been studied. Controllability of the original system implies the\ncontrollability of the lumped system. Examples taken from reaction kinetics\nillustrate our results.\n","Comment: 12 pages"]}]
["0803.3142",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3142"],"date":["2008-03-21"],"type":["text"],"creator":["Ichiki, Kiyotomo","Keum, Yong-Yeon"],"language":[],"coverage":[],"title":["Cosmological Signatures of the Interaction between Dark-Energy and\n  Massive Neutrinos"],"description":["  We investigate whether interaction between massive neutrinos and quintessence\nscalar field is the origin of the late time accelerated expansion of the\nuniverse. We present cosmological perturbation theory in neutrinos probe\ninteracting dark-energy models, and calculate cosmic microwave background\nanisotropies and matter power spectrum. In these models, the evolution of the\nmass of neutrinos is determined by the quintessence scalar field, which is\nresponsible for the cosmic acceleration today. We consider several types of\nscalar field potentials and put constraints on the coupling parameter between\nneutrinos and dark energy. Assuming the flatness of the universe, the\nconstraint we can derive from the current observation is $\\sum m_{\\nu} < 0.87\neV$ at the 95 % confidence level for the sum over three species of neutrinos.\nWe also discuss on the stability issue of the our model and on the impact of\nthe scattering term in Boltzmann equation from the mass-varying neutrinos.\n","Comment: 4 pages, 3 figures, revtex"]}]
["0803.3143",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3143"],"date":["2008-03-21"],"type":["text"],"creator":["Semenov, Denis A."],"language":[],"coverage":[],"title":["Evolution of the genetic code. Emergence of DNA"],"description":["  This hypothesis can provide an opportunity to trace logically the process of\nthe emergence of the DNA double helix. AT-enrichment in this hypothesis is main\nfactor of evolution of DNA double helix from RNA double helix.\n","Comment: 3 pages"]}]
["0803.3144",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","57M99","20F34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3144"],"date":["2008-03-21"],"type":["text"],"creator":["Zimmermann, Bruno P."],"language":[],"coverage":[],"title":["A note on minimal finite quotients of mapping class groups"],"description":["  We prove that the minimal nontrivial finite quotient group of the mapping\nclass group M_g of a closed orientable surface of genus g is the symplectic\ngroup PSp(2g,Z_2), for g = 3 and 4 (this might remain true, however, for\narbitrary genus g > 2). We discuss also some results for arbitrary genus g.\n","Comment: 8 pages"]}]
["0803.3150",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3150"],"date":["2008-03-21"],"type":["text"],"creator":["Jacobs, Frans","Galam, Serge"],"language":[],"coverage":[],"title":["Two opinions dynamics generated by inflexibles and non-contrarian and\n  contrarian floaters"],"description":["  We assume a community whose members adopt one of two opinions. Each member\nappears as an inflexible, or as a non-contrarian or contrarian floater. An\ninflexible adheres to its opinion, whereas a floater may change into a floater\nof the alternative opinion. The occurrence of this change is governed by the\nlocal majority rule: members meet in groups of a fixed size, and a floater\nchanges provided its opinion has the minority in its group. A non-contrarian\nfloater keeps the opinion it adopts under the local majority rule, whereas a\ncontrarian floater adopts the alternative opinion. We determine the dynamics\ngenerated by repeated opinion changes, and study its dependence on the\ndensities of inflexibles and the frequencies of contrarians among the floaters.\nWe restrict ourselves to groups of size at most 3.\n","Comment: 48 pages and 14 figures"]}]
["0803.3154",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3154"],"date":["2008-03-21"],"type":["text"],"creator":["Elmegreen, Bruce G."],"language":[],"coverage":[],"title":["The Stellar Initial Mass Function in 2007: A Year for Discovering\n  Variations"],"description":["  The characteristic mass M_c and slope Gamma of the IMF are reviewed for\nclusters, field regions, galaxies, and regions formed during cosmological\ntimes. Local star formation has a somewhat uniform M_c and Gamma. Statistical\nvariations in Gamma are summarized, as are the limitations imposed by these\nvariations. Cosmological star formation appears to have both a higher M_c and a\nslightly shallower slope at intermediate to high stellar mass. The center of\nthe Milky Way may have a shallow slope too. Field regions have slightly steeper\nslopes than clusters, but this could be the result of enhanced drift of low\nmass stars out of clusters and associations. Dwarf galaxies also have steeper\nslopes. Results from the observation of pre-stellar clumps are reviewed too.\nPre-stellar clumps appear to have about the same mass function as stars and are\ntherefore thought to be the main precursors to stars. If this is the case, then\nthe IMF is generally determined by gas-phase processes. Brown dwarf formation\nalso shares many characteristics of star formation, suggesting that they form\nby similar mechanisms.\n","Comment: 23 pages, 6 figures, Posted on the conference web page,\n  http://ssc.spitzer.caltech.edu/mtgs/ismevol/, for the 4th Spitzer Science\n  Center Conference, ``The Evolving ISM in the Milky Way and Nearby Galaxies:\n  Recycling in the Nearby Universe;'' December 2-5, 2007 at the Hilton Hotel,\n  Pasadena, California"]}]
["0803.3159",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory","45C05, 35P05, 47B34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3159"],"date":["2008-03-21"],"type":["text"],"creator":["Mityagin, Boris"],"language":[],"coverage":[],"title":["An anisotropic integral operator in high temperature superconductivity"],"description":["  A simplified model in superconductivity theory studied by P. Krotkov and A.\nChubukov \\cite{KC1,KC2} led to an integral operator $K$ -- see (1), (2). They\nguessed that the equation $E_0(a,T)=1$ where $E_0$ is the largest eigenvalue of\nthe operator $K$ has a solution $T(a)=1-\\tau(a)$ with $\\tau (a) \\sim a^{2/5}$\nwhen $a$ goes to 0. $\\tau(a)$ imitates the shift of critical (instability)\ntemperature. We give a rigorous analysis of an anisotropic integral operator\n$K$ and prove the asymptotic ($*$) -- see Theorem 8 and Proposition 10.\nAdditive Uncertainty Principle (of Landau-Pollack-Slepian [SP], \\cite{LP1,LP2})\nplays important role in this analysis.\n"]}]
["0803.3164",{"format":[],"subject":["Mathematics - Probability","60J35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3164"],"date":["2008-03-21"],"type":["text"],"creator":["Bass, Richard F.","Kassmann, Moritz","Kumagai, Takashi"],"language":[],"coverage":[],"title":["Symmetric jump processes: localization, heat kernels, and convergence"],"description":["  We consider symmetric processes of pure jump type. We prove local estimates\non the probability of exiting balls, the H\\\"older continuity of harmonic\nfunctions and of heat kernels, and convergence of a sequence of such processes.\n"]}]
["0803.3166",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Functional Analysis","34L10","47E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3166"],"date":["2008-03-21"],"type":["text"],"creator":["Sadovnichaya, I. V."],"language":[],"coverage":[],"title":["Equiconvergence theorems for Sturm--Liouville operators with\n  distribution potentials^ the rate of equiconvergence"],"description":["  We consider a Sturm--Liouville operator $Ly=-y''+qy$ in $L_2[0,\\pi]$ with\nDirichlet boundary conditions. We assume, that the potential $q$ is complex\nvalued and belongs to Sobolev space $W_2^\\theta[0,\\pi]$, $\\theta\\in(-1,-1/2$.\nThis operators were successfully defined in papers of Savchuk A.M. and\nShkalikov A.A. There were also shown, that theese operators have a discrete\nspectrum, which we denote by $\\{\\lambda_n\\}$, and $\\lim\\lambda_n=+\\infty$. All\nbut finitely many of them are simple. The eigenfunctions form the Riesz basis\nin $L_2[0,\\pi]$. We investigate a uniform on $[0,\\pi]$ equiconvergence of\nseries for this system and for trigonometric system $\\{\\sin(nt)\\}_1^\\infty$. We\nobtain not only a theorems of equiconvergence, but also estimate a rate of this\nequiconvergence.\n","Comment: 11 pages"]}]
["0803.3167",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3167"],"date":["2008-03-21","2008-03-24"],"type":["text"],"creator":["Azuma, Takehiro","Nagao, Keiichi"],"language":[],"coverage":[],"title":["An inquiry into the reproduction of physics-phobic children by\n  physics-phobic teachers"],"description":["  Recently in the authors' country Japan, the unpopularity of natural science\namong children has been a serious problem. Especially, physics is unpopular\nbecause physics requires mathematics. One of the reasons of this problem is\nthat teachers themselves do not like physics. We focus our attention on the\n``teachers in embryo'', namely the undergraduate students in a course for\nschool teachers. We conducted a questionnaire and a quiz on the undergraduate\nstudents in the first grade of the Department of Science Education, Ibaraki\nUniversity. We report the result of the questionnaire and the quiz, and also\nmake suggestions to improve the present situation.\n","Comment: Latex 13 pages; English translation of the original version written\n  in Japanese, Bulletin of Faculty of Education, Ibaraki University 56 (2007)\n  91-102, which can be downloaded from the website of ROSE (Repository of Open\n  access Scholarly E-collections, Ibaraki University):\n  http://ir.lib.ibaraki.ac.jp/handle/10109/38 (v2) layout modified"]}]
["0803.3168",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3168","Europhys. Lett. 75, 645 (2006)","doi:10.1209/epl/i2006-10155-0"],"date":["2008-03-21"],"type":["text"],"creator":["Wada, Hirofumi","Netz, Roland R."],"language":[],"coverage":[],"title":["Non-equilibrium hydrodynamics of a rotating filament"],"description":["  The nonlinear dynamics of an elastic filament that is forced to rotate at its\nbase is studied by hydrodynamic simulation techniques; coupling between\nstretch, bend, twist elasticity and thermal fluctuations is included. The\ntwirling-overwhirling transition is located and found to be strongly\ndiscontinuous. For finite bend and twist persistence length, thermal\nfluctuations lower the threshold rotational frequency, for infinite persistence\nlength the threshold agrees with previous analytical predictions.\n"]}]
["0803.3170",{"format":[],"subject":["Mathematics - Spectral Theory","34L40, 47B06, 47E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3170"],"date":["2008-03-21"],"type":["text"],"creator":["Djakov, Plamen","Mityagin, Boris"],"language":[],"coverage":[],"title":["Bari-Markus property for Riesz projections of Hill operators with\n  singular potentials"],"description":["  The Hill operators $L y = - y^{\\prime \\prime} + v(x) y, x \\in [0,\\pi],$ with\n$H^{-1}$ periodic potentials, considered with periodic, antiperiodic or\nDirichlet boundary conditions, have discrete spectrum, and therefore, for\nsufficiently large $N,$ the Riesz projections $$\n  P_n = \\frac{1}{2\\pi i} \\int_{C_n} (z-L)^{-1} dz, \\quad C_n=\\{z: |z-n^2|= n\\}\n$$ are well defined. It is proved that $$\\sum_{n>N} \\|P_n - P_n^0\\|^2_{HS} <\n\\infty, $$ where $P_n^0$ are the Riesz projection of the free operator and\n$\\|\\cdot\\|_{HS}$ is the Hilbert--Schmidt norm.\n"]}]
["0803.3175",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","34E05, 34B20, 34L40","34A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3175"],"date":["2008-03-21"],"type":["text"],"creator":["Clark, Stephen","Gesztesy, Fritz","Zinchenko, Maxim"],"language":[],"coverage":[],"title":["Borg-Marchenko-type Uniqueness Results for CMV Operators"],"description":["  We prove local and global versions of Borg-Marchenko-type uniqueness theorems\nfor half-lattice and full-lattice CMV operators (CMV for Cantero, Moral, and\nVelazquez \\cite{CMV03}). While our half-lattice results are formulated in terms\nof Weyl-Titchmarsh functions, our full-lattice results involve the diagonal and\nmain off-diagonal Green's functions.\n","Comment: 18 pages"]}]
["0803.3178",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","34B20, 34L05, 34L40","34B24, 34B27, 47A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3178"],"date":["2008-03-21"],"type":["text"],"creator":["Gesztesy, Fritz","Makarov, Konstantin A.","Zinchenko, Maxim"],"language":[],"coverage":[],"title":["Essential Closures and AC Spectra for Reflectionless CMV, Jacobi, and\n  Schr\\\"odinger Operators Revisited"],"description":["  We provide a concise, yet fairly complete discussion of the concept of\nessential closures of subsets of the real axis and their intimate connection\nwith the topological support of absolutely continuous measures.\n  As an elementary application of the notion of the essential closure of\nsubsets of $\\bbR$ we revisit the fact that CMV, Jacobi, and Schr\\\"odinger\noperators, reflectionless on a set E of positive Lebesgue measure, have\nabsolutely continuous spectrum on the essential closure of the set E (with\nuniform multiplicity two on E). Though this result in the case of Schr\\\"odinger\nand Jacobi operators is known to experts, we feel it nicely illustrates the\nconcept and usefulness of essential closures in the spectral theory of classes\nof reflectionless differential and difference operators.\n","Comment: 23 pages"]}]
["0803.3180",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3180"],"date":["2008-03-21"],"type":["text"],"creator":["Rao, Arvind","Hero III, Alfred O.","States, David J.","Engel, James Douglas"],"language":[],"coverage":[],"title":["Understanding Distal Transcriptional Regulation from Sequence Motif,\n  Network Inference and Interactome Perspectives"],"description":["  Gene regulation in higher eukaryotes involves a complex interplay between the\ngene proximal promoter and distal genomic elements (such as enhancers) which\nwork in concert to drive spatio-temporal expression. The experimental\ncharacterization of gene regulatory elements is a very complex and\nresource-intensive process. One of the major goals in computational biology is\nthe \\textit{in-silico} annotation of previously uncharacterized elements using\nresults from the subset of known, annotated, regulatory elements.\n  The computational annotation of these hitherto uncharacterized regions would\nrequire an identification of features that have good predictive value for\nregulatory behavior.\n  In this work, we study transcriptional regulation as a problem in\nheterogeneous data integration, across sequence, expression and interactome\nlevel attributes. Using the example of the \\textit{Gata2} gene and its recently\ndiscovered urogenital enhancers \\cite{Khandekar2004} as a case study, we\nexamine the predictive value of various high throughput functional genomic\nassays in characterizing these enhancers and their regulatory role. Observing\nresults from the application of modern statistical learning methodologies for\neach of these data modalities, we propose a set of attributes that are most\ndiscriminatory in the localization and behavior of these enhancers.\n"]}]
["0803.3183",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3183"],"date":["2008-03-21"],"type":["text"],"creator":["Erol, Osman Kaan"],"language":[],"coverage":[],"title":["Deutsch Algorithm on Classical Circuits"],"description":["  The well-known Deutsch Algorithm (DA) and Deutsch-Jozsha Algorithm (DJA) both\nare used as an evidence to the power of quantum computers over classical\ncomputation mediums. In these theoretical experiments, it has been shown that a\nquantum computer can find the answer with certainty within a few steps although\nclassical electronic systems must evaluate more iterations than quantum\ncomputer. In this paper, it is shown that a classical computation system formed\nby using ordinary electronic parts may perform the same task with equal\nperformance than quantum computers. DA and DJA quantum circuits act like an\nanalog computer, so it is unfair to compare the bit of classical digital\ncomputers with the qubit of quantum computers. An analog signal carrying wire\nwill of course carry more information that a bit carrying wire without serial\ncommunication protocols.\n","Comment: 6 pages, 5 figures, 2 tables"]}]
["0803.3195",{"format":[],"subject":["Mathematics - Geometric Topology","57M25","14P25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3195"],"date":["2008-03-21"],"type":["text"],"creator":["Mishra, Rama","Prabhakar, M."],"language":[],"coverage":[],"title":["Polynomial representation for long knots"],"description":["  We discuss the polynomial representation for long knots and elaborate on how\nto obtain them with a bound on degrees of the defining polynomials, for any\nknot-type.\n","Comment: 15 pages, 2 figures"]}]
["0803.3196",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3196"],"date":["2008-03-21"],"type":["text"],"creator":["Sine, Alexandre"],"language":[],"coverage":[],"title":["Maximalite des varietes toriques de dimension 4"],"description":["  A complex algebraic variety defined over the reals is maximal when the sum of\nits Betti numbers for Borel Moore homology with $\\zz$ coefficients coincides\nwith the sum of the Betti numbers of its real part. We will show in this paper\nthat toric varieties of dimension 4 are maximal.\n","Comment: 12 pages"]}]
["0803.3204",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3204"],"date":["2008-03-21"],"type":["text"],"creator":["Busch, C."],"language":[],"coverage":[],"title":["The semiclassical stability of de Sitter spacetime"],"description":["  de Sitter spacetime and Bunch-Davies vacuum are a solution to the\nsemiclassical Einstein-Schroedinger equations describing the evolution of\nspacetime geometry and a massive scalar quantum field with arbitrary coupling\nto curvature. The stability of this solution is proven by calculating the\nrenormalized energy momentum tensor expectation value for small spatially\nhomogeneous deviations from the de Sitter - Bunch-Davies system and solving the\nlinearized backreaction problem. A renormalization scheme is developed. All\nmomentum integrations are carried out analytically. The general solution is\ngiven in terms of its Laplace transform. It contains only two artificial\ninstabilities: a constant gauge mode and an instability on the Planck time\nscale lying outside of the scope of our semiclassical theory.\n","Comment: 47 pages, 3 figures"]}]
["0803.3205",{"format":[],"subject":["Mathematics - Algebraic Topology","55Q40","55R05","55P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3205"],"date":["2008-03-21"],"type":["text"],"creator":["Theriault, Stephen"],"language":[],"coverage":[],"title":["Anick's fibration and the odd primary homotopy exponent of spheres"],"description":["  For primes p>=3, Cohen, Moore, and Neisendorfer showed that the exponent of\nthe p-torsion in the homotopy groups of S^2n+1 is p^n. This was obtained as a\nconsequence of a thorough analysis of the homotopy theory of Moore spaces.\nAnick further developed this for p>=5 by constructing a homotopy fibration\nS^2n-1 --> T^2n+1(p^r) --> Loop S^2n+1 whose connecting map is degree p^r on\nthe bottom cell. A much simpler construction of such a fibration for p>=3 was\ngiven by Gray and the author using new methods. In this paper the new methods\nare used to start over, first constructing Anick's fibration for p>=3, and then\nusing it to obtain the exponent result for spheres.\n","Comment: 25 pages"]}]
["0803.3208",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3208"],"date":["2008-03-21"],"type":["text"],"creator":["Gustafson, S.","Nakanishi, K.","Tsai, T. -P."],"language":[],"coverage":[],"title":["Scattering theory for the Gross-Pitaevskii equation in three dimensions"],"description":["  We study global behavior of small solutions of the Gross-Pitaevskii equation\nin three dimensions. We prove that disturbances from the constant equilibrium\nwith small, localized energy, disperse for large time, according to the\nlinearized equation. Translated to the defocusing nonlinear Schr\\\"odinger\nequation, this implies asymptotic stability of all plane wave solutions for\nsuch disturbances. We also prove that every linearized solution with finite\nenergy has a nonlinear solution which is asymptotic to it. The key ingredients\nare: (1) some quadratic transforms of the solutions, which effectively\nlinearize the nonlinear energy space, (2) a bilinear Fourier multiplier\nestimate, which allows irregular denominators due to a degenerate non-resonance\nproperty of the quadratic interactions, and (3) geometric investigation of the\ndegeneracy in the Fourier space to minimize its influence.\n","Comment: 44 pages. Preprint of an article submitted for consideration in\n  Communications in Contemporary Mathematics"]}]
["cond-mat/0310527",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0310527","J. Phys. A: Math. Gen. 39, 2161(2006)","doi:10.1088/0305-4470/39/9/012"],"date":["2003-10-22","2008-03-24"],"type":["text"],"creator":["Inoue, Hitoshi"],"language":[],"coverage":[],"title":["Conformal field theory in Tomonaga-Luttinger model with $1/r^\\beta$ type\n  long-range interactions"],"description":["  The validity of the CFT in the Tomonaga-Luttinger liquid with the $1/r^\\beta$\ntype long-range interactions is discussed. The arguments by CFT for long-range\nforward scatterings predict the finite size corrections which depend on the\npower of the long-range interactions. Especially from finite size corrections\nin the ground state, we find the effective central charge deviates from $c=1$.\nThese conformal arguments are numerically tested in the one particle\nexcitations and the ground state.\n","Comment: This paper is the final version. 23 pages, 11 figures"]}]
["math/0304292",{"format":[],"subject":["Mathematics - Commutative Algebra","Computer Science - Information Theory","Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras","94B27","13P10","13A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0304292","Advances in Mathematics of Communications 1 (2007), 151-171"],"date":["2003-04-21","2008-03-24"],"type":["text"],"creator":["Little, John B."],"language":[],"coverage":[],"title":["The Ubiquity of Order Domains for the Construction of Error Control\n  Codes"],"description":["  The order domains are a class of commutative rings introduced by H{\\o}holdt,\nvan Lint, and Pellikaan to simplify the theory of error control codes using\nideas from algebraic geometry. The definition is largely motivated by the\nstructures utilized in the Berlekamp-Massey-Sakata (BMS) decoding algorithm,\nwith Feng-Rao majority voting for unknown syndromes, applied to one-point\ngeometric Goppa codes constructed from curves. However, order domains are much\nmore general, and O'Sullivan has shown that the BMS algorithm can be applied to\ndecode all codes constructed from order domains by a suitable generalization of\nGoppa's procedure for curves. In this article we will first discuss the\nconnection between order domains and valuations on function fields over a\nfinite field. Under some mild conditions, we will see that a general projective\nvariety over a finite field has projective models which can be used to\nconstruct order domains and Goppa-type codes for which the BMS algorithm is\napplicable. We will then give a slightly different interpretation of Geil and\nPellikaan's extrinsic characterization of order domains via the theory of\nGr\\\"obner bases, and show that their results are related to the existence of\ntoric deformations of varieties. To illustrate the potential usefulness of\nthese observations, we present a series of new explicit examples of order\ndomains associated to varieties with many rational points over finite fields:\nHermitian hypersurfaces, Grassmannians, and flag varieties.\n","Comment: 21 pages; AMS-LaTeX. The statement of Theorem (3.3) in the original\n  version (renumbered to Theorem 2 in this version) omitted a necessary\n  hypothesis, which is now added in this version"]}]
["math/0607038",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607038"],"date":["2006-07-03","2008-03-24"],"type":["text"],"creator":["Lecouvey, Cedric"],"language":[],"coverage":[],"title":["Parabolic Kazhdan-Lusztig polynomials, plethysm and gereralized\n  Hall-Littlewood functions for classical types"],"description":["  We use power sums plethysm operators to introduce H functions which\ninterpolate between the Weyl characters and the Hall-Littlewood functions Q'\ncorresponding to classical Lie groups. The coefficients of these functions on\nthe basis of Weyl characters are parabolic Kazhdan-Lusztig polynomials and\nthus, are nonnegative. We prove that they can be regarded as quantizations of\nbranching coefficients obtained by restriction to certain Levi subgroups. The H\nfunctions associated to linear groups coincide with the polynomials introduced\nby Lascoux Leclerc and Thibon (LLT polynomials).\n","Comment: To appear in European Journal of Combinatorics"]}]
["math/0612669",{"format":[],"subject":["Mathematics - Combinatorics","05C65","68W20","68W25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612669"],"date":["2006-12-21","2008-03-23"],"type":["text"],"creator":["Ishigami, Yoshiyasu"],"language":[],"coverage":[],"title":["Removal lemma for infinitely-many forbidden hypergraphs and property\n  testing"],"description":["  We give an extension of a graph result by Alon and Shapira. And it\naffirmatively settles a question on property testing raised by them. All\nmonotone hypergraph properties and all hereditary partite hypergraph properties\nare testable. Our proof is constructive and based on a new hypergraph\nregularity lemma.\n","Comment: 13 pages"]}]
["math/0702733",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13A50 (Primary)","14L30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702733"],"date":["2007-02-24","2008-03-24"],"type":["text"],"creator":["Lundkvist, Christian"],"language":[],"coverage":[],"title":["Counterexamples regarding Symmetric Tensors and Divided Powers"],"description":["  We investigate the similarities and differences between the module of\nsymmetric tensors TS^n_A(M) and the module of divided powers \\Gamma^n_A(M).\nThere is a canonical map \\Gamma^n_A(M) \\to TS^n_A(M) which is an isomorphism in\nmany important cases. We give examples showing that this map need neither be\nsurjective nor injective in general. These examples also show that the functor\nTS_A^n does not in general commute with base change.\n","Comment: 22 pages. Updates: Added new section 7, added remarks regarding\n  extension to general characteristic p>0. To appear in Journal of Pure and\n  Applied Algebra"]}]
["physics/0611136",{"format":[],"subject":["Physics - Optics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0611136","J. Phys. Chem. C 112, 621 (2008)","doi:10.1021/jp0749975"],"date":["2006-11-14","2008-03-23"],"type":["text"],"creator":["Huang, J. P.","Jian, Y. C.","Fan, C. Z.","Yu, K. W."],"language":[],"coverage":[],"title":["Theory of second-harmonic generation in colloidal crystals"],"description":["  On the basis of the Edward-Kornfeld formulation, we study the effective\nsusceptibility of secondharmonic generation (SHG) in colloidal crystals, which\nare made of graded metallodielectric nanoparticles with an intrinsic SHG\nsusceptibility suspended in a host liquid. We find a large enhancement and\nredshift of SHG responses, which arises from the periodic structure, local\nfield effects and gradation in the metallic cores. The optimization of the\nEwald-Kornfeld formulation is also investigated.\n","Comment: 23 pages, 8 figures"]}]
["physics/0611151",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0611151","J. Phys. Chem. C 111, 10785 (2007)"],"date":["2006-11-15","2008-03-23"],"type":["text"],"creator":["Gao, Y.","Jian, Y. C.","Zhang, L. F.","Huang, J. P."],"language":[],"coverage":[],"title":["Magnetophoresis of nonmagnetic particles in ferrofluids"],"description":["  Ferrofluids containing nonmagnetic particles are called inverse ferrofluids.\nOn the basis of the Ewald-Kornfeld formulation and the Maxwell-Garnett theory,\nwe theoretically investigate the magnetophoretic force exerting on the\nnonmagnetic particles in inverse ferrofluids due to the presence of a\nnonuniform magnetic field, by taking into account the structural transition and\nlong-range interaction. We numerically demonstrate that the force can be\nadjusted by choosing appropriate lattices, volume fractions, geometric shapes,\nand conductivities of the nonmagnetic particles, as well as frequencies of\nexternal magnetic fields.\n","Comment: 24 pages, 7 figures"]}]
