["0706.3237",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","15A15, 15A09, 15A23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3237"],"date":["2007-06-21","2008-09-01"],"type":["text"],"creator":["Lim, Mikyoung","Yun, KiHyun"],"language":[],"coverage":[],"title":["Blow-up of Electric Fields between Closely Spaced Spherical Perfect\n  Conductors"],"description":["  The electric field increases toward infinity in the narrow region between\nclosely adjacent perfect conductors as they approach each other. Much attention\nhas been devoted to the blow-up estimate, especially in two dimensions, for the\npractical relevance to high stress concentration in fiber-reinforced elastic\ncomposites. In this paper, we establish optimal estimates for the electric\nfield associated with the distance between two spherical conductors in\n$n-${dimensional spaces for $n \\geq 2$}. {The novelty of these estimates is\nthat they explicitly describe the dependency of the blow-up rate on the\ngeometric parameters: the radii of the conductors.}\n","Comment: Prof. Mikyoung Lim is added as an auther to the revison, 27 pages"]}]
["0707.2011",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2011","Symmetry: Culture and Science, Volume 18, Numbers 2-3, pages\n  149-160 (2007)"],"date":["2007-07-13"],"type":["text"],"creator":["Negadi, Tidjani"],"language":[],"coverage":[],"title":["The genetic code multiplet structure, in one number"],"description":["  The standard genetic code multiplet structure as well as the correct\ndegeneracies, class by class, are all extracted from the (unique) number 23,\nthe order of the permutation group of 23 objects.\n","Comment: 9 pages"]}]
["0708.3273",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3273"],"date":["2007-08-24","2008-09-01"],"type":["text"],"creator":["Bratkovsky, A. M.","Levanyuk, A. P."],"language":[],"coverage":[],"title":["Path to finding the critical thickness for memory in thin ferroelectric\n  films"],"description":["  The finite screening length by real metallic electrodes, albeit very small\n(<1A), results in finite depolarizing field that tends to split the film into\ndomains. In very thin ferroelectric films the domain structure reduces to\nsinusoidal distribution of polarization considered first in the 1980s. We\ndiscuss the phase transition between this structure and a single domain state\nand show that it is first order, if it exists at all. The alternative\npossibility is that the single domain state at zero bias voltage would be\nmetastable for all temperatures in most systems. This scenario defines a path\ntowards solution to a problem of finding parameters of a system that can\nsustain the ferroelectric memory over a desired period of time.\n","Comment: 5 pages, 3 figures. Fig.2 added showing tricritical behavior of thin\n  FE films with real electrodes (v3)"]}]
["0709.0749",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0749"],"date":["2007-09-05","2008-09-01"],"type":["text"],"creator":["Mulmuley, Ketan D."],"language":[],"coverage":[],"title":["Geometric Complexity Theory VII: Nonstandard quantum group for the\n  plethysm problem"],"description":["  This article describes a {\\em nonstandard} quantum group that may be used to\nderive a positive formula for the plethysm problem, just as the standard\n(Drinfeld-Jimbo) quantum group can be used to derive the positive\nLittlewood-Richardson rule for arbitrary complex semisimple Lie groups. The\nsequel \\cite{GCT8} gives conjecturally correct algorithms to construct\ncanonical bases of the coordinate rings of these nonstandard quantum groups and\ncanonical bases of the dually paired nonstandard deformations of the symmetric\ngroup algebra. A positive $#P$-formula for the plethysm constant follows from\nthe conjectural properties of these canonical bases and the duality and\nreciprocity conjectures herein.\n","Comment: 59 pages, changed content"]}]
["0709.0751",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0751"],"date":["2007-09-05","2008-09-01"],"type":["text"],"creator":["Mulmuley, Ketan D."],"language":[],"coverage":[],"title":["Geometric Complexity Theory VIII: On canonical bases for the nonstandard\n  quantum groups"],"description":["  This article gives conjecturally correct algorithms to construct canonical\nbases of the irreducible polynomial representations and the matrix coordinate\nrings of the nonstandard quantum groups in GCT4 and GCT7, and canonical bases\nof the dually paired nonstandard deformations of the symmetric group algebra\ntherein. These are generalizations of the canonical bases of the irreducible\npolynomial representations and the matrix coordinate ring of the standard\nquantum group, as constructed by Kashiwara and Lusztig, and the Kazhdan-Lusztig\nbasis of the Hecke algebra. A positive ($#P$-) formula for the well-known\nplethysm constants follows from their conjectural properties and the duality\nand reciprocity conjectures in \\cite{GCT7}.\n","Comment: 71 pages, changed content"]}]
["0710.0805",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0805"],"date":["2007-10-03","2008-08-31"],"type":["text"],"creator":["Maneva, Elitza","Sinclair, Alistair"],"language":[],"coverage":[],"title":["On the Satisfiability Threshold and Clustering of Solutions of Random\n  3-SAT Formulas"],"description":["  We study the structure of satisfying assignments of a random 3-SAT formula.\nIn particular, we show that a random formula of density 4.453 or higher almost\nsurely has no non-trivial \"core\" assignments. Core assignments are certain\npartial assignments that can be extended to satisfying assignments, and have\nbeen studied recently in connection with the Survey Propagation heuristic for\nrandom SAT. Their existence implies the presence of clusters of solutions, and\nthey have been shown to exist with high probability below the satisfiability\nthreshold for k-SAT with k>8, by Achlioptas and Ricci-Tersenghi, STOC 2006. Our\nresult implies that either this does not hold for 3-SAT or the threshold\ndensity for satisfiability in 3-SAT lies below 4.453.\n  The main technical tool that we use is a novel simple application of the\nfirst moment method.\n"]}]
["0710.1936",{"format":[],"subject":["Mathematics - Number Theory","11A25, 11N37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1936","Annales Univ. Sci. Budapest., Sect. Comp., 29 (2008), 263-275"],"date":["2007-10-10","2008-09-01"],"type":["text"],"creator":["Tóth, László"],"language":[],"coverage":[],"title":["Regular integers modulo n"],"description":["  Let $n=p_1^{\\nu_1}... p_r^{\\nu_r} >1$ be an integer. An integer $a$ is called\nregular (mod $n$) if there is an integer $x$ such that $a^2x\\equiv a$ (mod\n$n$). Let $\\varrho(n)$ denote the number of regular integers $a$ (mod $n$) such\nthat $1\\le a\\le n$. Here $\\varrho(n)=(\\phi(p_1^{\\nu_1})+1)...\n(\\phi(p_r^{\\nu_r})+1)$, where $\\phi(n)$ is the Euler function. In this paper we\nfirst summarize some basic properties of regular integers (mod $n$). Then in\norder to compare the rates of growth of the functions $\\varrho(n)$ and\n$\\phi(n)$ we investigate the average orders and the extremal orders of the\nfunctions $\\varrho(n)/\\phi(n)$, $\\phi(n)/\\varrho(n)$ and $1/\\varrho(n)$.\n","Comment: 9 pages, final version"]}]
["0710.3669",{"format":[],"subject":["Mathematics - Representation Theory","22E47","33C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3669"],"date":["2007-10-19","2008-09-01"],"type":["text"],"creator":["Kimoto, Kazufumi","Matsumoto, Sho","Wakayama, Masato"],"language":[],"coverage":[],"title":["Alpha-determinant cyclic modules and Jacobi polynomials"],"description":["  We study the cyclic $U(\\mathfrak{gl}_n)$-module generated by the $l$-th power\nof the $\\alpha$-determinant. When $l$ is a non-negative integer, for all but\nfinite exceptional values of $alpha$, one shows that this cyclic module is\nisomorphic to the $n$-th tensor space $(S^l(\\mathbb{C}^n))^{\\otimes n}$ of the\nsymmetric $l$-th tensor space of $\\mathbb{C}^n$. If $alpha$ is exceptional,\nthen the structure of the module changes drastically, i.e. some irreducible\nrepresentations which are the irreducible components of the decomposition of\n$(S^l(\\mathbb{C}^n))^{\\otimes n}$ disappear in the decomposition of the cyclic\nmodule. The degeneration of each isotypic component of the cyclic module is\ndescribed by a matrix whose size is given by a Kostka number and entries are\npolynomials in $alpha$ with rational coefficients. As a special case, we\ndetermine the matrix in a full of the detail for the case where $n=2$; the\nmatrix becomes a scalar and is essentially given by the classical Jacobi\npolynomial. Moreover, we prove that these polynomials are unitary.\n","Comment: 24 pages, to appear in Trans. Amer. Math. Soc"]}]
["0712.2400",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2400","Phys. Rev. A 78, 023805 (2008)","doi:10.1103/PhysRevA.78.023805"],"date":["2007-12-14"],"type":["text"],"creator":["Kurucz, Z.","Fleischhauer, M."],"language":[],"coverage":[],"title":["Continuous variable versus EIT-based quantum memories"],"description":["  We discuss a general model of a quantum memory for a single light mode in a\ncollective mode of atomic oscillators. The model includes interaction\nHamiltonians that are of second order in the canonical position and momentum\noperators of the light- and atomic oscillator modes. We also consider the\npossibility of measurement and feedback. We identify an interaction Hamiltonian\nthat leads to an ideal mapping by pure unitary evolution and compare several\nschemes which realize this mapping using a common continuous-variable\ndescription. In particular we discuss schemes based on the off-resonant Faraday\neffect supplemented by measurement and feedback and proper preparation of the\natoms in a squeezed state and schemes based on off-resonant Raman coupling as\nwell as electromagnetically induced transparency (EIT).\n","Comment: 12 pages, 4 figures"]}]
["0802.1106",{"format":[],"subject":["Mathematics - Number Theory","11A25, 11N37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1106","Integers: Electronic Journal of Combinatorial Number Theory, 8\n  (2008), #A34"],"date":["2008-02-08","2008-09-01"],"type":["text"],"creator":["Sándor, József","Tóth, László"],"language":[],"coverage":[],"title":["Extremal orders of compositions of certain arithmetical functions"],"description":["  We study the exact extremal orders of compositions $f(g(n))$ of certain\narithmetical functions, including the functions $\\sigma(n)$, $\\phi(n)$,\n$\\sigma^*(n)$ and $\\phi^*(n)$, representing the sum of divisors of $n$, Euler's\nfunction and their unitary analogues, respectively. Our results complete,\ngeneralize and refine known results.\n","Comment: improved and corrected final version"]}]
["0803.0014",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence","Computer Science - Programming Languages","F.3.1","D.1.6","I.2.2","I.2.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0014"],"date":["2008-03-02","2008-09-01"],"type":["text"],"creator":["Schneider-Kamp, P.","Giesl, J.","Serebrenik, A.","Thiemann, R."],"language":[],"coverage":[],"title":["Automated Termination Proofs for Logic Programs by Term Rewriting"],"description":["  There are two kinds of approaches for termination analysis of logic programs:\n\"transformational\" and \"direct\" ones. Direct approaches prove termination\ndirectly on the basis of the logic program. Transformational approaches\ntransform a logic program into a term rewrite system (TRS) and then analyze\ntermination of the resulting TRS instead. Thus, transformational approaches\nmake all methods previously developed for TRSs available for logic programs as\nwell. However, the applicability of most existing transformations is quite\nrestricted, as they can only be used for certain subclasses of logic programs.\n(Most of them are restricted to well-moded programs.) In this paper we improve\nthese transformations such that they become applicable for any definite logic\nprogram. To simulate the behavior of logic programs by TRSs, we slightly modify\nthe notion of rewriting by permitting infinite terms. We show that our\ntransformation results in TRSs which are indeed suitable for automated\ntermination analysis. In contrast to most other methods for termination of\nlogic programs, our technique is also sound for logic programming without occur\ncheck, which is typically used in practice. We implemented our approach in the\ntermination prover AProVE and successfully evaluated it on a large collection\nof examples.\n","Comment: 49 pages"]}]
["0803.0719",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0719","Physics Reports vol. 461, p. 111 (2008)","doi:10.1016/j.physrep.2008.02.002"],"date":["2008-03-05"],"type":["text"],"creator":["Marconi, Umberto Marini Bettolo","Puglisi, Andrea","Rondoni, Lamberto","Vulpiani, Angelo"],"language":[],"coverage":[],"title":["Fluctuation-Dissipation: Response Theory in Statistical Physics"],"description":["  General aspects of the Fluctuation-Dissipation Relation (FDR), and Response\nTheory are considered. After analyzing the conceptual and historical relevance\nof fluctuations in statistical mechanics, we illustrate the relation between\nthe relaxation of spontaneous fluctuations, and the response to an external\nperturbation. These studies date back to Einstein's work on Brownian Motion,\nwere continued by Nyquist and Onsager and culminated in Kubo's linear response\ntheory.\n  The FDR has been originally developed in the framework of statistical\nmechanics of Hamiltonian systems, nevertheless a generalized FDR holds under\nrather general hypotheses, regardless of the Hamiltonian, or equilibrium nature\nof the system. In the last decade, this subject was revived by the works on\nFluctuation Relations (FR) concerning far from equilibrium systems. The\nconnection of these works with large deviation theory is analyzed.\n  Some examples, beyond the standard applications of statistical mechanics,\nwhere fluctuations play a major role are discussed: fluids, granular media,\nnano-systems and biological systems.\n","Comment: Review paper, 162 pages, in press on Physics Reports"]}]
["0803.1810",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1810","Nature 454, 1098 (2008)","doi:10.1038/nature07241"],"date":["2008-03-12","2008-09-01"],"type":["text"],"creator":["Yuan, Zhen-Sheng","Chen, Yu-Ao","Zhao, Bo","Chen, Shuai","Schmiedmayer, Joerg","Pan, Jian-Wei"],"language":[],"coverage":[],"title":["Experimental demonstration of a BDCZ quantum repeater node"],"description":["  Quantum communication is a method that offers efficient and secure ways for\nthe exchange of information in a network. Large-scale quantum communication (of\nthe order of 100 km) has been achieved; however, serious problems occur beyond\nthis distance scale, mainly due to inevitable photon loss in the transmission\nchannel. Quantum communication eventually fails when the probability of a dark\ncount in the photon detectors becomes comparable to the probability that a\nphoton is correctly detected. To overcome this problem, Briegel, D\\\"{u}r, Cirac\nand Zoller (BDCZ) introduced the concept of quantum repeaters, combining\nentanglement swapping and quantum memory to efficiently extend the achievable\ndistances. Although entanglement swapping has been experimentally demonstrated,\nthe implementation of BDCZ quantum repeaters has proved challenging owing to\nthe difficulty of integrating a quantum memory. Here we realize entanglement\nswapping with storage and retrieval of light, a building block of the BDCZ\nquantum repeater. We follow a scheme that incorporates the strategy of BDCZ\nwith atomic quantum memories. Two atomic ensembles, each originally entangled\nwith a single emitted photon, are projected into an entangled state by\nperforming a joint Bell state measurement on the two single photons after they\nhave passed through a 300-m fibre-based communication channel. The entanglement\nis stored in the atomic ensembles and later verified by converting the atomic\nexcitations into photons. Our method is intrinsically phase insensitive and\nestablishes the essential element needed to realize quantum repeaters with\nstationary atomic qubits as quantum memories and flying photonic qubits as\nquantum messengers.\n","Comment: 5 pages, 4 figures"]}]
["0803.3073",{"format":[],"subject":["Mathematics - Logic","03D45","03C57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3073"],"date":["2008-03-20","2008-09-01"],"type":["text"],"creator":["Calvert, Wesley"],"language":[],"coverage":[],"title":["Three notions of effective computation on $\\mathbb{R}$"],"description":["  We compare three notions of effectiveness on uncountable structures. The\nfirst notion is that of a $\\real$-computable structure, based on a model of\ncomputation proposed by Blum, Shub, and Smale, which uses full-precision real\narithmetic. The second notion is that of an $F$-parameterizable structure,\ndefined by Morozov and based on Mal'tsev's notion of a constructive structure.\nThe third is $\\Sigma$-definability over $HF(\\real)$, defined by Ershov as a\ngeneralization of the observation that the computably enumerable sets are\nexactly those $\\Sigma_1$-definable in $HF(\\mathbb{N})$.\n  We show that every $\\real$-computable structure has an $F$-parameterization,\nbut that the expansion of the real field by the exponential function is\n$F$-parameterizable but not $\\real$-computable. We also show that the\nstructures with $\\real$-computable copies are exactly the structures with\ncopies $\\Sigma$-definable over $HF(\\real)$. One consequence of this equivalence\nis a method of approximating certain $\\real$-computable structures by Turing\ncomputable structures.\n","Comment: Added a major section comparing real computation to\n  $\\Sigma$-definability, plus some additional references. Formerly entitled\n  \"$\\mathbb{R}$-computation and $F$-parameterizability.\""]}]
["0803.4042",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","14F05, 14L10, 32L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4042","International Mathematics Research Notices, Vol. 2008, Article ID\n  rnn035, 28 pages","doi:10.1093/imrn/rnn035"],"date":["2008-03-27"],"type":["text"],"creator":["Biswas, Indranil","Bruzzo, Ugo"],"language":[],"coverage":[],"title":["On semistable principal bundles over a complex projective manifold"],"description":["  Let G be a simple linear algebraic group defined over the complex numbers.\nFix a proper parabolic subgroup P of G and a nontrivial antidominant character\n\\chi of P. We prove that a holomorphic principal G-bundle E over a connected\ncomplex projective manifold M is semistable and the second Chern class of its\nadjoint bundle vanishes in rational cohomology if and only if the line bundle\nover E/P defined by \\chi is numerically effective. Similar results remain valid\nfor principal bundles with a reductive linear algebraic group as the structure\ngroup. These generalize an earlier work of Y. Miyaoka where he gave a\ncharacterization of semistable vector bundles over a smooth projective curve.\nUsing these characterizations one can also produce similar criteria for the\nsemistability of parabolic principal bundles over a compact Riemann surface.\n","Comment: 21 pages. To appear in \"International Mathematical Research Notices\""]}]
["0805.0042",{"format":[],"subject":["Mathematics - Differential Geometry","32L25","53A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0042"],"date":["2008-04-30","2008-08-31"],"type":["text"],"creator":["Honda, Nobuhiro"],"language":[],"coverage":[],"title":["A new series of compact minitwistor spaces and Moishezon twistor spaces\n  over them"],"description":["  In recent papers math.DG/0701278 and arXiv:0705.0060, we gave explicit\ndescription of some new Moishezon twistor spaces. In this paper, developing the\nmethod in the papers much further, we explicitly give projective models of a\nnumber of new Moishezon twistor spaces, as conic bundles over some rational\nsurfaces (called minitwistor spaces). These include the twistor spaces studied\nin the papers as very special cases.\n  Our source of the result is a series of self-dual metrics with torus action\nconstructed by D. Joyce. Actually, for arbitrary Joyce metrics and\nU(1)-subgroups of the torus which fixes a torus-invariant 2-sphere, we first\ndetermine the associated minitwistor spaces in explicit forms. Next by\nanalyzing the meromorphic maps from the twistor spaces to the minitwistor\nspaces, we realize projective models of the twistor spaces of all Joyce\nmetrics, as conic bundles over the minitwistor spaces. Then we prove that for\nany one of these minitwistor spaces, there exist Moishezon twistor spaces with\nonly C*-action whose quotient space is the given minitwistor space. This result\ngenerates numerous Moishezon twistor spaces which cannot be found in the\nliterature (including the author's papers), in quite explicit form.\n","Comment: 32 pages; V2: Appendix added, Section 5 completely rewritten,\n  references added"]}]
["0805.0210",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Rings and Algebras","13H10, 13D02, 13D07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0210"],"date":["2008-05-02","2008-08-31"],"type":["text"],"creator":["Araya, Tokuji"],"language":[],"coverage":[],"title":["The Auslander-Reiten conjecture for Gorenstein rings"],"description":["  The Nakayama conjecture is one of the most important conjectures in ring\ntheory. The Auslander-Reiten conjecture is closely related to it. The purpose\nof this note is to show that if the Auslander-Reiten conjecture holds in\ncodimension one for a commutative Gorenstein ring $R$, then it holds for $R$.\n","Comment: *** 4 pages, minor changes, to appear in Proc. Amer. Math. Soc"]}]
["0805.0561",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0561","Phys. Rev. A 78, 022112 (2008)","doi:10.1103/PhysRevA.78.022112"],"date":["2008-05-05","2008-08-26"],"type":["text"],"creator":["Vacchini, Bassano"],"language":[],"coverage":[],"title":["Non-Markovian dynamics for bipartite systems"],"description":["  We analyze the appearance of non-Markovian effects in the dynamics of a\nbipartite system coupled to a reservoir, which can be described within a class\nof non-Markovian equations given by a generalized Lindblad structure. A novel\nmaster equation, which we term quantum Bloch-Boltzmann equation, is derived,\ndescribing both motional and internal states of a test particle in a quantum\nframework. When due to the preparation of the system or to decoherence effects\none of the two degrees of freedom is amenable to a classical treatment and not\nresolved in the final measurement, though relevant for the interaction with the\nreservoir, non-Markovian behaviors such as stretched exponential or power law\ndecay of coherences can be put into evidence.\n","Comment: published version, 15 pages, revtex, no figures"]}]
["0805.1334",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1334","Phys. Rev. B 78, 024119 (2008)","doi:10.1103/PhysRevB.78.024119"],"date":["2008-05-09","2008-07-02"],"type":["text"],"creator":["Ispánovity, Péter Dusán","Groma, István","Györgyi, Géza"],"language":[],"coverage":[],"title":["Evolution of the correlation functions in 2D dislocation systems"],"description":["  In this paper spatial correlations of parallel edge dislocations are studied.\nAfter closing a hierarchy of equations for the many-particle density functions\nby the Kirkwood superposition approximation, we derive evolution equations for\nthe correlation functions. It is found that these resulting equations and those\ngoverning the evolution of density fields of total as well as geometrically\nnecessary dislocations around a single edge dislocation are formally the same.\nThe second case corresponds to the already described phenomenon of Debye\nscreening of an individual dislocation. This equivalence of the correlation\nfunctions and screened densities is demonstrated also by discrete dislocation\ndynamics simulation results, which confirm the physical correctness of the\napplied Kirkwood superposition approximation. Relation of this finding and the\nlinear response theory in thermal systems is also discussed.\n","Comment: 11 pages, 4 figures, accepted for publication in Physical Review B"]}]
["0805.1497",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1497","Phys. Rev. B 78, 054518 (2008)","doi:10.1103/PhysRevB.78.054518"],"date":["2008-05-10"],"type":["text"],"creator":["Barisic, Neven","Li, Yuan","Zhao, Xudong","Cho, Yong-Chan","Chabot-Couture, Guillaume","Yu, Guichuan","Greven, Martin"],"language":[],"coverage":[],"title":["Demonstrating the model nature of the high-temperature superconductor\n  HgBa$_2$CuO$_{4+\\Delta}$"],"description":["  The compound HgBa$_2$CuO$_{4+\\Delta}$ (Hg1201) exhibits a simple tetragonal\ncrystal structure and the highest superconducting transition temperature\n(T$_c$) among all single Cu-O layer cuprates, with T$_c$ = 97 K (onset) at\noptimal doping. Due to a lack of sizable single crystals, experimental work on\nthis very attractive system has been significantly limited. Thanks to a recent\nbreakthrough in crystal growth, such crystals have now become available. Here,\nwe demonstrate that it is possible to identify suitable heat treatment\nconditions to systematically and uniformly tune the hole concentration of\nHg1201 crystals over a wide range, from very underdoped (T$_c$ = 47 K, hole\nconcentration p ~ 0.08) to overdoped (T$_c$ = 64 K, p ~ 0.22). We then present\nquantitative magnetic susceptibility and DC charge transport results that\nreveal the very high-quality nature of the studied crystals. Using XPS on\ncleaved samples, we furthermore demonstrate that it is possible to obtain large\nsurfaces of good quality. These characterization measurements demonstrate that\nHg1201 should be viewed as a model high-temperature superconductor, and they\nprovide the foundation for extensive future experimental work.\n","Comment: 15 pages, 6 Figures"]}]
["0805.2014",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","42C15, 52C17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2014"],"date":["2008-05-14","2008-08-31"],"type":["text"],"creator":["Bodmann, Bernhard G.","Paulsen, Vern I.","Tomforde, Mark"],"language":[],"coverage":[],"title":["Equiangular tight frames from complex Seidel matrices containing cube\n  roots of unity"],"description":["  We derive easily verifiable conditions which characterize when complex Seidel\nmatrices containing cube roots of unity have exactly two eigenvalues. The\nexistence of such matrices is equivalent to the existence of equiangular tight\nframes for which the inner product between any two frame vectors is always a\ncommon multiple of the cube roots of unity. We also exhibit a relationship\nbetween these equiangular tight frames, complex Seidel matrices, and highly\nregular, directed graphs. We construct examples of such frames with arbitrarily\nmany vectors.\n","Comment: New version comments: A few minor typos corrected. Accepted for\n  publication in Linear Algebra Appl"]}]
["0805.4078",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nuclear Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4078","Phys. Rev. E 78, 021106 (2008)","doi:10.1103/PhysRevE.78.021106"],"date":["2008-05-27","2008-09-01"],"type":["text"],"creator":["Ribeiro, P.","Vidal, J.","Mosseri, R."],"language":[],"coverage":[],"title":["Exact spectrum of the Lipkin-Meshkov-Glick model in the thermodynamic\n  limit and finite-size corrections"],"description":["  The spectrum of the Lipkin-Meshkov-Glick model is exactly derived in the\nthermodynamic limit by means of a spin coherent states formalism. In the first\nstep, a classical analysis allows one to distinguish between four distinct\nregions in the parameter space according to the nature of the singularities\narising in the classical energy surface; these correspond to spectral critical\npoints. The eigenfunctions are then analyzed more precisely in terms of the\nassociated roots of the Majorana polynomial, leading to exact expressions for\nthe density of states in the thermodynamic limit. Finite-size effects are also\nanalyzed, leading in particular to logarithmic corrections near the\nsingularities occuring in the spectrum. Finally, we also compute expectation\nvalues of the spin operators in a semi-classical analysis in order to\nillustrate some subtle effects occuring in one region of the parameter space.\n","Comment: 12 pages, 10 figures, published version"]}]
["0806.4050",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4050"],"date":["2008-06-25","2008-09-01"],"type":["text"],"creator":["Rusov, V. D.","Vlasenko, D."],"language":[],"coverage":[],"title":["On the Quantization Procedure in Classical Mechanics and Problem of\n  Hidden Variables in Bohmian Mechanics"],"description":["  Basing on the Chetaev's theorem on stable trajectories in dynamics in the\npresence of dissipative forces we obtain a generalized stability condition for\nHamiltonian systems that has the form of the Schrodinger equation. We show that\nthe energy of the dissipative forces generating generalized Chetaev's stability\ncondition exactly coincides with Bohm's \"quantum\" potential. Using the\nprinciple of least action of perturbation we prove that the Bohmian quantum\nmechanics complemented with the Chetaev's generalized theorem does not have\nhidden variables.\n","Comment: 15 pages"]}]
["0806.4662",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4662"],"date":["2008-06-28","2008-09-01"],"type":["text"],"creator":["Diekman, C. O.","Sastry, P. S.","Unnikrishnan, K. P."],"language":[],"coverage":[],"title":["On the statistical significance of temporal firing patterns in\n  multi-neuronal spike trains"],"description":["  Repeated occurrences of serial firing sequences of a group of neurons with\nfixed time delays between neurons are observed in many experiments involving\nsimultaneous recordings from multiple neurons. Such temporal patterns are\npotentially indicative of underlying microcircuits and it is important to know\nwhen a repeatedly occurring pattern is statistically significant. These\nsequences are typically identified through correlation counts, such as in the\ntwo-tape algorithm of Abeles and Gerstein. In this paper we present a method\nfor deciding on the significance of such correlations by characterizing the\ninfluence of one neuron on another in terms of conditional probabilities and\nspecifying our null hypothesis in terms of a bound on the conditional\nprobabilities. This method of testing significance of correlation counts is\nmore general than the currently available methods since under our null\nhypothesis we do not assume that the spiking processes of different neurons are\nindependent. The structure of our null hypothesis also allows us to rank order\nthe detected patterns in terms of the strength of interaction among the neurons\nconstituting the pattern. We demonstrate our method of assessing significance\non simulated spike trains involving inhomogeneous Poisson processes with strong\ninteractions, where the correlation counts are obtained using the two-tape\nalgorithm.\n","Comment: 17 pages, 7 figures"]}]
["0807.0916",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","20F65, 57M07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0916"],"date":["2008-07-06","2008-09-01"],"type":["text"],"creator":["Monden, Naoyuki"],"language":[],"coverage":[],"title":["Generating the mapping class group of a punctured surface by involutions"],"description":["  Let $\\Sigma_{g,b}$ denote a closed orientable surface of genus $g$ with $b$\npunctures and let $\\rm Mod(\\Sigma_{\\textit{g,b}})$ denote its mapping class\ngroup. In [Luo] Luo proved that if the genus is at least 3, $\\rm\nMod(\\Sigma_{\\textit{g,b}})$ is generated by involutions. He also asked if there\nexists a universal upper bound, independent of genus and the number of\npunctures, for the number of torsion elements/involutions needed to generate\n$\\rm Mod(\\Sigma_{\\textit{g,b}})$. Brendle and Farb [BF] gave an answer in the\ncase of $g\\geq 3, b=0$ and $g\\geq 4, b=1$, by describing a generating set\nconsisting of 6 involutions. Kassabov showed that for every $b$ $\\rm\nMod(\\Sigma_{\\textit{g,b}})$ can be generated by 4 involutions if $g\\geq 8$, 5\ninvolutions if $g\\geq 6$ and 6 involutions if $g\\geq 4$. We proved that for\nevery $b$ $\\rm Mod(\\Sigma_{\\textit{g,b}})$ can be generated by 4 involutions if\n$g\\geq 7$ and 5 involutions if $g\\geq 5$.\n","Comment: 18 pages, 11 figures. E-mail address is changed"]}]
["0807.2511",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2511","Astrophys.J. 683 (2008) L123-L126","doi:10.1086/591906"],"date":["2008-07-16"],"type":["text"],"creator":["Cherchneff, Isabelle","Lilly, Simon"],"language":[],"coverage":[],"title":["Primordial massive supernovae as the first molecular factories in the\n  early universe"],"description":["  We study the ejecta chemistry of a zero-metallicity progenitor, massive,\nsupernova using a novel approach based on chemical kinetics. Species considered\nspan the range of simple, di-atomic molecules such as CO or SiO to more complex\nspecies involved in dust nucleation processes. We describe their formation from\nthe gas phase including all possible relevant chemical processes and apply it\nto the ejecta of a primordial 170 Msun supernova. Two ejecta cases are\nexplored: full mixing of the heavy elements, and a stratified ejecta reflecting\nthe progenitor nucleosynthesis. Penetration of hydrogen from the progenitor\nenvelope is considered. We show that molecules form very efficiently in the\nejecta of primordial supernovae whatever the level of mixing and account for 13\nto 34% of the total progenitor mass, equivalent to 21 to 57 Msun of the ejecta\nmaterial in molecular form. The chemical nature of molecules depends on mixing\nof heavy elements and hydrogen in the ejecta. Species produced include O2, CO,\nCO2, SiS, SO, SiO and H2. Consequently, molecules can be used as observational\ntracers of supernova mixing after explosion. We conclude that primordial\nmassive supernovae are the first molecule providers to the early universe.\n","Comment: Accepted to the ApJ Letters"]}]
["0807.3496",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3496","RevMexAA, 44, 331-340 (2008)"],"date":["2008-07-22"],"type":["text"],"creator":["Naze, Yael","Walborn, Nolan R.","Martins, Fabrice"],"language":[],"coverage":[],"title":["The mysterious Of?p class and the magnetic O-star Theta Ori C"],"description":["  In recent years, the stars of the Of?p category have revealed a wealth of\npeculiar phenomena: varying line profiles, photometric changes, and X-ray\noverluminosity are only a few of their characteristics. Here we review their\nphysical properties, to facilitate comparisons among the Galactic members of\nthis class. As one of them has been proposed to resemble the magnetic oblique\nrotator Theta Ori C, though with a longer period, this latter object is also\nincluded in our study to illuminate its similarities and differences with the\nOf?p category.\n","Comment: 10 pages, 4 original figures, accepted for publication by Revista\n  Mexicana AA"]}]
["0808.2835",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2835"],"date":["2008-08-20","2008-08-31"],"type":["text"],"creator":["Zeng, R.","Wang, J. L","Lu, L.","Li, W. X.","Campbell, S. J.","Dou, S. X."],"language":[],"coverage":[],"title":["Giant Magnetocaloric Effect in Re-entrant Ferromagnet PrMn1.4Fe0.6Ge2"],"description":["  Three first order magnetic phase transitions (FOMT) have been detected at\nTCPr, TNinter and TCinter over the temperature range from 5 K to 340 K at\nfields up to 9 T in PrMn1.4Fe0.6Ge2, and the magnetocaloric effect (MCE) around\nthese transitions evaluated. The MCE of two FOMT from planar antiferromagnetism\n(AFl) to c-axis ferromagnetism (Fmc) around 168 K, and from the Fmc state to\nthe c-axis AFmc state around 157 K have acceptable values compared with those\nof existing MCE systems. A giant magnetocaloric effect (GMCE) has been observed\naround 25.5 K associated with the field-induced FOMT from the AFmc to the\nFmc+F(Pr) state with an additional Pr magnetic contribution. The MCE value 29.1\nJ/kg K with field change 7 T is comparable to and even larger than reported\nvalues for the best-performed MCE materials. In particular, the giant MCE value\nof 12.3 J/kg K obtained for the relatively small field change from 0 to 1 T is\nvery beneficial for applications, and this, together with the small magnetic\nand thermal hysteresis, suggests that PrMn1.4Fe0.6Ge2 may be a promising\ncandidate for magnetic refrigeration applications in the hydrogen liquefication\ntemperature range.\n"]}]
["0808.2965",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2965"],"date":["2008-08-21","2008-08-31"],"type":["text"],"creator":["Carroll, Robert"],"language":[],"coverage":[],"title":["On stability, fluctuations, and quantum mechanics"],"description":["  We review a stability approach to quantization by Rusov and Vlasenko and\nindicate possible comparisons of fluctuations to standard situations involving\na quantum potential.\n","Comment: 13 pages, Latex, a few comments added"]}]
["0808.3287",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3287"],"date":["2008-08-24"],"type":["text"],"creator":["Hoshi, Takeo"],"language":[],"coverage":[],"title":["Ultra-large-scale electronic structure theory and numerical algorithm"],"description":["  This article is composed of two parts; In the first part (Sec. 1), the\nultra-large-scale electronic structure theory is reviewed for (i) its\nfundamental numerical algorithm and (ii) its role in nano-material science. The\nsecond part (Sec. 2) is devoted to the mathematical foundation of the\nlarge-scale electronic structure theory and their numerical aspects.\n","Comment: 13 page, 1 figure. A PDF file in better graphics is available at\n  http://fujimac.t.u-tokyo.ac.jp/lses/index_e.html"]}]
["0808.3612",{"format":[],"subject":["Astrophysics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3612"],"date":["2008-08-26","2008-08-30"],"type":["text"],"creator":["Segan, S.","Surlan, B.","Vidojevic, S."],"language":[],"coverage":[],"title":["Difficulties of Preserving the Leap Second"],"description":["  We examine the possibility to extend leap second extrapolation for a near\nfuture based on some periodic terms in the Earth's rotation changes. The IERS\ndata, covering the interval from 1962.15 to 2006.95, are analyzed. The\ndifference $\\Delta T$ is extrapolated till to 2035 and compared with the IERS\nextrapolated values to the 2012. It can be seen that for the interval from 2006\nto 2024 only 1 leap seconds (negative) will be operated.\n","Comment: Added abstract in serbian (cyrilic); The paper is submited in Serbian\n  Astronomical Journal; 5 pages, 4 figs"]}]
["0808.3982",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3982"],"date":["2008-08-28"],"type":["text"],"creator":["Avakian, H.","Efremov, A. V.","Schweitzer, P.","Yuan, F."],"language":[],"coverage":[],"title":["Pretzelosity distribution function"],"description":["  The 'pretzelosity' distribution is discussed. Theoretical properties, model\nresults, and perspectives to access experimental information on this leading\ntwist, transverse momentum dependent parton distribution function are reviewed.\nIts relation to helicity and transversity distributions is highlighted.\n","Comment: contribution to Transversity 2008, 28-31 May 2008, Ferrara, Italy"]}]
["0808.3986",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3986"],"date":["2008-08-28","2008-08-29"],"type":["text"],"creator":["Sanders, Alvin J."],"language":[],"coverage":[],"title":["Implications for C-14 Dating of the Jenkins-Fischbach Effect and\n  Possible Fluctuation of the Solar Fusion Rate"],"description":["  It has long been known that the C-14 calibration curve, which relates the\nknown age of tree rings to their apparent C-14 ages, includes a number of\n\"wiggles\" which clearly are not experimental errors or other random effects. A\nreasonable interpretation of these wiggles is that they indicate that the Sun's\nfusion \"furnace\" is pulsating, perhaps for reasons similar to that of the\nCepheid variables, albeit under a very different regime of pressure and\ntemperature. If this speculation is correct, we are seeing the heartbeat of the\nSun-the C-14 calibration curve is the Sun's \"neutrino-cardiogram.\" Elevated\nneutrino flux during a relatively brief period would have two effects: (1) a\nsurge in C-14 fraction in the atmosphere, which would make biological samples\nthat were alive during the surge appear to be \"too young\" (2) depletion of C-14\nin the biotic matter already dead at the time of the surge; this is a\nconsequence of the recently discovered Jenkins-Fischbach effect, which is an\nobserved correlation between nuclear decay rates and solar activity or\nEarth-Sun distance.\n  In addition, the precise value at any given time of the \"half-life\" of any\nunstable isotope-including C-14-must now be considered in doubt, since the\nJenkins-Fischbach effect implies that we may no longer view the decay rate of\nan isotope as intrinsically governed and therefore a constant of Nature.\n","Comment: 9 pages, 1 figure"]}]
["0808.3988",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3988"],"date":["2008-08-28"],"type":["text"],"creator":["Wright, Roy Werner"],"language":[],"coverage":[],"title":["Spatial and Temporal Heterogeneity of Host-Parasitoid Interactions in\n  Lupine Habitat"],"description":["  The inhabitants of the bush lupine in coastal California have been the\nsubject of scientific scrutiny in recent years. Observations of a\nhost-parasitoid interaction in the shrub's foliage, in which victims are\nsignificantly less motile than their exploiters, record stable spatial patterns\nin a fairly homogeneous environment. Though such pattern formation has been\nfound in reaction-diffusion models, the correspondence of these models to\ncontinuous-time predator-prey interactions does not reflect the reality of the\nsystem being studied. Near the root of the lupine, another host-parasitoid\ninteraction is also of considerable interest. In some cases this interaction,\nwhich promotes the health of the lupine, has been observed to be much more\npersistent than suggested by mathematical models.\n  In this work a discrete-time spatial model of the first host-parasitoid\nsystem is introduced. We analyze the model, describing its transient behavior\nand finding the conditions under which spatial patterns occur, as well as an\nestimate of outbreak size under those conditions. We consider the feasibility\nof the necessary conditions in the natural system by modeling the mechanisms\nresponsible for them, and discuss the effects of variable habitat on pattern\nformation. We also explore one possible explanation for the persistence of the\nsecond host-parasitoid system -- the existence of an alternate host. Under\ncertain surprising conditions and by means quite different from previous models\nof similar situations, an alternate host can greatly enhance persistence of the\nnematode parasitoid.\n","Comment: Ph.D. Dissertation, University of California, 2008, 82 pages"]}]
["0808.3989",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3989"],"date":["2008-08-28"],"type":["text"],"creator":["Biran, Paul","Cornea, Octav"],"language":[],"coverage":[],"title":["Lagrangian Quantum Homology"],"description":["  The present paper is mainly a survey of our work arXiv:0708.4221 and\narXiv:0808.2440 but it also contains the announcement of some new results. Its\nmain purpose is to present an accessible introduction to a technique allowing\nefficient calculations in Lagrangian Floer theory.\n","Comment: Paper submitted for the Yashafest 2007"]}]
["0808.3995",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3995"],"date":["2008-08-28"],"type":["text"],"creator":["Neilson, Hilding R.","Ngeow, Chow-Choong","Kanbur, Shashi M.","Lester, John B."],"language":[],"coverage":[],"title":["Modeling Mass-Loss and Infrared Excess in Large Magellanic Cloud\n  Cepheids"],"description":["  The purpose of this preliminary work is to determine if Large Magellanic\nCloud (LMC) Cepheids have stellar winds. If a Cepheid undergoes mass loss then\nat some distance from the star, a fraction of the gas becomes dust, which\ncauses an infrared excess. Mass loss is tested using OGLE II optical\nobservations and SAGE infrared observations for a sample of 488 Cepheids. The\nresultant mass-loss rates range from $10^{-12}$ to $10^{-7}$ $M_\\odot/yr$.\nUsing the mass--loss model we compute infrared stellar luminosities for the\nsample of Cepheids and compare predicted infrared PL relations with observed\nrelations. The predicted relations not only vary from the observed relations,\nimplying mass loss plays a significant role, but also show evidence for\nnon-linearity. It is determined that mass loss is important for LMC Cepheids.\n","Comment: 4 pages, 3 figures, 1 table. To appear in the proceedings of IAU\n  Symposium 256, The Magellanic System: Stars, Gas, and Galaxies, Ed J. Th. van\n  Loon, J. M. Oliveira, CUP"]}]
["0808.3997",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","60H10, 60H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3997"],"date":["2008-08-28"],"type":["text"],"creator":["Ciotir, Ioana","Rascanu, Aurel"],"language":[],"coverage":[],"title":["Viability for stochastic differential equations driven by fractional\n  Brownian motion"],"description":["  In this paper we prove a viability result for multidimensional, time\ndependent, stochastic differential equations driven by fractional Brownian\nmotion with Hurst parameter1/2 < H < 1, using pathwise approach. The sufficient\ncondition is also an alternative global existence result for the fractional\ndifferential equations with restrictions on the state.\n"]}]
["0808.4000",{"format":[],"subject":["Quantum Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4000"],"date":["2008-08-28"],"type":["text"],"creator":["Lamoreaux, Steve"],"language":[],"coverage":[],"title":["Precision and Casimir Force Measurements in Superfluid and Vacuum with\n  Silicon Nitride Membranes"],"description":["  The recent discovery that silicon nitride membranes can be used as extremely\nhigh Q mechanical resonators makes possible a number of novel experiments,\nwhich include improved long range vacuum Casimir force measurements, and\nmeasurments of the properties of liquid helium below the lambda point. It is\nnoted that in the thermal correction to the Casimir force, the phase velocity\nof the excitations does not enter, with the force per unit area between\nparallel plates depending only on the temperature and distance between the\nplates. Thus it appears as possible to measure the phonon analog of the finite\ntemperature Casimir force in liquid helium.\n","Comment: six pages, no figures"]}]
["0808.4005",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","35J60","35J20","55C21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4005"],"date":["2008-08-28"],"type":["text"],"creator":["Schneider, Matthias"],"language":[],"coverage":[],"title":["The Scalar Curvature Equation on $S^3$"],"description":["  We give existence results for solutions of the prescribed scalar curvature\nequation on $S^3$, when the curvature function is a positive Morse function and\nsatisfies an index-count condition.\n","Comment: 23 pages, 1 figure"]}]
["0808.4009",{"format":[],"subject":["Mathematics - Functional Analysis","46C15, 43A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4009"],"date":["2008-08-28"],"type":["text"],"creator":["Radyna, Yauhen","Sidorik, Anna"],"language":[],"coverage":[],"title":["Fourier transform of function on locally compact Abelian groups taking\n  value in Banach spaces"],"description":["  We consider Fourier transform of vector-valued functions on a locally compact\ngroup $G$, which take value in a Banach space $X$, and are square-integrable in\nBochner sense. If $G$ is a finite group then Fourier transform is a bounded\noperator. If $G$ is an infinite group then Fourier transform $F: L_2(G,X)\\to\nL_2(\\widehat G,X)$ is a bounded operator if and only if Banach space $X$ is\nisomorphic to a Hilbert one.\n","Comment: 9 pages"]}]
["0808.4010",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","60J45, 60J35 (Primary)","31C05, 31C25, 60J75 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4010"],"date":["2008-08-28"],"type":["text"],"creator":["Chen, Zhen-Qing","Kumagai, Takashi"],"language":[],"coverage":[],"title":["A priori Holder estimate, parabolic Harnack principle and heat kernel\n  estimates for diffusions with jumps"],"description":["  In this paper, we consider the following type of non-local\n  (pseudo-differential) operators $\\LL $ on $\\R^d$:\n  $$\n  \\LL u(x) =\\frac12 \\sum_{i, j=1}^d \\frac{\\partial}{\\partial x_i} (a_{ij}(x)\n\\frac{\\partial}{\\partial x_j}) +\n  \\lim_{\\eps \\downarrow 0} \\int_{\\{y\\in \\R^d: |y-x|>\\eps\\}}\n  (u(y)-u(x)) J(x, y) dy,\n  $$ where $A(x)=(a_{ij}(x))_{1\\leq i, j\\leq d}$ is a measurable $d\\times d$\nmatrix-valued function on $\\R^d$ that is uniform elliptic and bounded and $J$\nis a symmetric measurable non-trivial non-negative kernel on $\\R^d\\times \\R^d$\nsatisfying certain conditions. Corresponding to $\\LL$ is a symmetric strong\nMarkov process $X$ on $\\R^d$ that has both the diffusion component and pure\njump component. We establish a priori H\\\"older estimate for bounded parabolic\nfunctions of $\\LL$ and parabolic Harnack principle for positive parabolic\nfunctions of $\\LL$. Moreover, two-sided sharp heat kernel estimates are derived\nfor such operator $\\LL$ and jump-diffusion $X$. In particular, our results\napply to the mixture of symmetric diffusion of uniformly elliptic divergence\nform operator and mixed stable-like processes on $\\R^d$. To establish these\nresults, we employ methods from both probability theory and analysis.\n","Comment: 32 pages"]}]
["0808.4011",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4011"],"date":["2008-08-29"],"type":["text"],"creator":["Mapelli, M.","Moore, B.","Bland-Hawthorn, J."],"language":[],"coverage":[],"title":["The origin of lopsidedness in galaxies"],"description":["  It has long been known that a large fraction of disc galaxies are lopsided.\nWe simulate three different mechanisms that can induce lopsidedness: flyby\ninteractions, gas accretion from cosmological filaments and ram pressure from\nthe intergalactic medium. Comparing the morphologies, HI spectrum and m=1\nFourier components, we find that all of these mechanisms can induce\nlopsidedness in the gaseous component of disc galaxies. In particular, we\nestimate that flybys can contribute to ~20 per cent of lopsided galaxies. We\ncompare our simulations with the observations of NGC 891, a lopsided, edge-on\ngalaxy with a nearby companion (UGC 1807). We find that the main properties of\nNGC 891 favour a flyby event for the origin of lopsidedness in this galaxy.\n","Comment: 6 pages, 4 figures, to appear in \"The Galaxy Disk in Cosmological\n  Context\"; Proceedings of IAU254; Copenhagen; 9-13 June 2008; eds. J.\n  Anderson, J. Bland-Hawthorn, B. Nordstrom"]}]
["0808.4018",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4018"],"date":["2008-08-28"],"type":["text"],"creator":["Luo, Ma","Bao, Chengguang","Li, Zhibing"],"language":[],"coverage":[],"title":["Interference of the evolutions of Rb and Na Bose-Einstein condensates"],"description":["  Spin evolution of a mixture of two species of spin-1 Bose-Einstein\ncondensates (Rb and Na) has been investigated beyond the mean field theory.\nBoth analytical expression and numerical results on the populations of\nspin-components are obtained. The interference is found to depend on the\ninitial states and the inter-species interaction sensitively. A number of\nphenomena arising from the interference have been predicted. In particular,\nperiodic behavior and the alternate appearances of a zone of oscillation and a\nlong quiet zone are found.\n","Comment: 9 pages, 4 figures"]}]
["0808.4019",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4019"],"date":["2008-08-29"],"type":["text"],"creator":["Wendong, Wang","Liqun, Zhang"],"language":[],"coverage":[],"title":["The H\\\"older continuity of a class of 3-dimension ultraparabolic\n  equations"],"description":["  We obtained the $C^{\\a}$ continuity for weak solutions of a class of\nultraparabolic equations with measurable coefficients of the form $${\\ptl_t u}=\n\\ptl_x(a(x,y,t)\\ptl_x u)+b_0(x,y,t)\\ptl_x u+b(x,y,t)\\ptl_y u,$$ which\ngeneralized our recent results on KFP equations.\n","Comment: 20 pages"]}]
["0808.4022",{"format":[],"subject":["Mathematics - Combinatorics","05C69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4022"],"date":["2008-08-29"],"type":["text"],"creator":["Behzad, Arash","Behzad, Mehdi","Praeger, Cheryl E."],"language":[],"coverage":[],"title":["Fundamental Dominations in Graphs"],"description":["  Nine variations of the concept of domination in a simple graph are identified\nas fundamental domination concepts, and a unified approach is introduced for\nstudying them. For each variation, the minimum cardinality of a subset of\ndominating elements is the corresponding fundamental domination number. It is\nobserved that, for each nontrivial connected graph, at most five of these nine\nnumbers can be different, and inequalities between these five numbers are\ngiven. Finally, these fundamental dominations are interpreted in terms of the\ntotal graph of the given graph, a concept introduced by the second author in\n1965. It is argued that the very first domination concept, defined by O. Ore in\n1962 and under a different name by C. Berge in 1958, deserves to be called the\nmost fundamental of graph dominations.\n","Comment: 15 pages"]}]
["0808.4024",{"format":[],"subject":["Mathematics - Probability","60J60","60J80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4024"],"date":["2008-08-29"],"type":["text"],"creator":["Englander, Janos"],"language":[],"coverage":[],"title":["The Center of Mass for Spatial Branching Processes and an Application\n  for Self-Interaction"],"description":["  In this paper we prove that the center of mass of a supercritical\nbranching-Brownian motion, or that of a supercritical super-Brownian motion\ntends to a limiting position almost surely, which, in a sense complements a\nresult of Tribe on the final behavior of a critical super-Brownian motion. This\nis shown to be true also for a model where branching Brownian motion is\nmodified by attraction/repulsion between particles.\n  We then put this observation together with the description of the interacting\nsystem as viewed from its center of mass, and get the following asymptotic\nbehavior: the system asymptotically becomes a branching Ornstein Uhlenbeck\nprocess (inward for attraction and outward for repulsion), but the origin is\nshifted to a random point which has normal distribution, and the Ornstein\nUhlenbeck particles are not independent but constitute a system with a degree\nof freedom which is less by their number by precisely one.\n"]}]
["0808.4026",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4026"],"date":["2008-08-29"],"type":["text"],"creator":["Abe, Hiroyuki","Sakamura, Yutaka"],"language":[],"coverage":[],"title":["Flavor structure with multi moduli in 5D SUGRA"],"description":["  We investigate 5-dimensional supergravity on S^1/Z_2 with a physical Z_2-odd\nvector multiplet, which yields an additional modulus other than the radion. We\nfind additional terms in the 4-dimensional effective theory that are peculiar\nto the multi moduli case. Such terms can make the soft masses are non-tachyonic\nand almost flavor-universal at tree-level, in contrast to the single modulus\ncase. This provides a new possibility to solve the SUSY flavor problem.\n","Comment: 3 pages, Talks given by Y.S. at PASCOS'08, Waterloo, Canada, 2-6 June\n  2008 and at SUSY'08, Seoul, Korea, 16-21 June 2008"]}]
["0808.4029",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4029"],"date":["2008-08-29"],"type":["text"],"creator":["Giulietti, Massimo","Korchmaros, Gabor"],"language":[],"coverage":[],"title":["Nakajima's remark on Henn's proof"],"description":["  We fill up a gap in Henn's proof concerning large automorphism groups of\nfunction fields of degree 1 over an algebraically closed field of positive\ncharacteristic.\n"]}]
["0808.4030",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4030"],"date":["2008-08-29","2008-08-31"],"type":["text"],"creator":["Koh, Shun-ichiro"],"language":[],"coverage":[],"title":["The onset of superfluidity in capillary flow of liquid helium 4"],"description":["  The onset mechanism of superfluidity is examined by taking the case of the\ncapillary flow of liquid helium 4. In the capillary flow, a substantial fall of\nthe shear viscosity has been observed in the normal phase (lambda\npoint<T<3.7K). In this temperature region, under the strong influence of Bose\nstatistics, the coherent many-body wave function grows to an intermediate size\nbetween a macroscopic and a microscopic one, which is different from thermal\nfluctuation. We consider such a capillary flow by including it to a general\npicture that includes the flow of rotating helium 4 as well. Using the\nKramers-Kronig relation, we express the inverse of the shear viscosity in terms\nof the generalized susceptibility of the system, and obtain a formula for the\nshear viscosity in the vicinity of the lambda point. Regarding bosons without\nthe condensate as a non-perturbative state, we make a perturbation calculation\nof the susceptibility with respect to the repulsive interaction. With\ndecreasing temperature from 3.7K, the growth of the coherent wave function\ngradually suppresses the shear viscosity, and makes the superfluid flow stable.\nComparing formulas obtained to the experimental data, we estimate that the\nratio of the superfluid density defined in the mechanical sense reaches\n1/100000 just above the lambda point.\n","Comment: 31 pages, 6 figures, abstract revised"]}]
["0808.4031",{"format":[],"subject":["Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4031"],"date":["2008-08-29"],"type":["text"],"creator":["Bokov, Vladimir B."],"language":[],"coverage":[],"title":["Hybrid data regression modelling in measurement"],"description":["  Measurement involves the determination of quantitative estimates of physical\nquantities from experiment, along with estimates of their associated\nuncertainties. Herewith an experimental system model is the key to extracting\ninformation from the experimental data. The measurement information obtained\ndepends directly on the quality of the model. With this concern novel\nregression modelling techniques have been fashioned by data integration from\ncomputer-simulation and physical designed experiments. These techniques have\nallowed attaining the advanced level of model completeness, parsimony, and\nprecision via approximation of the exact unknown model by mathematical product\nof available theoretical and appropriate empirical functions. The purpose of\nthis approximation is to represent adequately the true model on the considered\nregion of factor space with all advantages of theoretical modelling. This\nallows a further focus on the measurement science of issue. Pneumatic gauge\nhybrid data candidate model building, solving and validation reviled that such\nadequate models permit to attain minimum discrepancy from empirical evidence.\n"]}]
["0808.4032",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4032","Statistical Science 2008, Vol. 23, No. 2, 261-271","doi:10.1214/08-STS256"],"date":["2008-08-29"],"type":["text"],"creator":["Stigler, Stephen M."],"language":[],"coverage":[],"title":["Karl Pearson's Theoretical Errors and the Advances They Inspired"],"description":["  Karl Pearson played an enormous role in determining the content and\norganization of statistical research in his day, through his research, his\nteaching, his establishment of laboratories, and his initiation of a vast\npublishing program. His technical contributions had initially and continue\ntoday to have a profound impact upon the work of both applied and theoretical\nstatisticians, partly through their inadequately acknowledged influence upon\nRonald A. Fisher. Particular attention is drawn to two of Pearson's major\nerrors that nonetheless have left a positive and lasting impression upon the\nstatistical world.\n","Comment: Published in at http://dx.doi.org/10.1214/08-STS256 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0808.4033",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4033"],"date":["2008-08-29"],"type":["text"],"creator":["Ebrahimi, Fatemeh"],"language":[],"coverage":[],"title":["The anisotropy of two dimensional percolation clusters of self-affine\n  models"],"description":["  The anisotropy parameter of two-dimensional equilibrium clusters of site\npercolation process in long-range self-affine correlated structures are studied\nnumerically. We use a fractional Brownian Motion(FBM) statistic to produce both\npersistent and anti-persistent long-range correlations in 2-D models. It is\nseen that self affinity makes the shape of percolation clusters slightly more\nisotropic. Moreover, we find that the sign of correction to scaling term is\ndetermined by the nature of correlation. For persistent correlation the\ncorrection to scaling term adds a negative contribution to the anisotropy of\npercolation clusters, while for the anti-persistent case it is positive.\n"]}]
["0808.4042",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4042"],"date":["2008-08-29"],"type":["text"],"creator":["Commenges, Daniel"],"language":[],"coverage":[],"title":["Statistical models, likelihood, penalized likelihood and hierarchical\n  likelihood"],"description":["  We give an overview of statistical models and likelihood, together with two\nof its variants: penalized and hierarchical likelihood. The Kullback-Leibler\ndivergence is referred to repeatedly, for defining the misspecification risk of\na model, for grounding the likelihood and the likelihood crossvalidation which\ncan be used for choosing weights in penalized likelihood. Families of penalized\nlikelihood and sieves estimators are shown to be equivalent. The similarity of\nthese likelihood with a posteriori distributions in a Bayesian approach is\nconsidered.\n","Comment: Submitted to the Statistics Surveys (http://www.i-journals.org/ss/)\n  by the Institute of Mathematical Statistics (http://www.imstat.org)"]}]
["0808.4043",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4043","Statistical Science 2008, Vol. 23, No. 2, 272-285","doi:10.1214/07-STS237"],"date":["2008-08-29"],"type":["text"],"creator":["Hollander, Myles"],"language":[],"coverage":[],"title":["A Conversation with Jayaram Sethuraman"],"description":["  Jayaram Sethuraman was born in the town of Hubli in Bombay Province (now\nKarnataka State) on October 3, 1937. His early years were spent in Hubli and in\n1950 his family moved to Madras (now renamed Chennai). He graduated from Madras\nUniversity in 1957 with a B.Sc. (Hons) degree in statistics and he earned his\nM.A. degree in statistics from Madras University in 1958. He earned a Ph.D. in\nstatistics from the Indian Statistical Institute in 1962. Before returning to\nISI in 1965 as an Associate Professor, he was a Research Associate at the\nUniversity of North Carolina 1962--1963, at Michigan State University in\n1963--1964 and at Stanford University 1964--1965. After three years at the ISI,\nSethuraman moved to Florida State University in 1968 as Full Professor. During\nhis career at FSU, he made sojourns as Visiting Professor to the University of\nMichigan, 1974--1975, the ISI in fall 1977, as a Visiting Professor and Acting\nHead, ISI Bangalore Center, 1979--1980. He was a senior ASA/NSF/NIST Fellow\n1994--1995 and a Fulbright Senior Researcher at ISI Bangalore 1995--1996.\nAlthough Sethuraman officially retired on January 31, 2004 and was named\nProfessor Emeritus at FSU, he continues to be extremely active. He participates\nin all activities in the Department of Statistics and holds a Courtesy\nProfessor appointment in the Department of Religion. He held an appointment as\nProfessor, University of Pittsburgh in the fall of 2004, and was a Fulbright\nSenior Lecturer at the Indian Statistical Institute of Technology, Chennai,\n2005.\n","Comment: Published in at http://dx.doi.org/10.1214/07-STS237 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0808.4045",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4045"],"date":["2008-08-29"],"type":["text"],"creator":["Park, DaeKil","Tamaryan, Sayatnova","Son, Jin-Woo"],"language":[],"coverage":[],"title":["Role of Three-Qubit Mixed-States Entanglement in Teleportation Scheme"],"description":["  The bipartite quantum teleportation with a three-qubit mixture of GHZ and W\nstates as a quantum channel is discussed. When the quantum channel is a mixed\nstate consisting of the GHZ state plus small perturbed W state, the\nentanglement of the channel becomes zero when the average fidelity\n$\\bar{F}_{GHZ}$ is less than 0.775. This means that the mixed state cannot play\nan any role as a quantum channel at $\\bar{F}_{GHZ} \\leq 0.775$. For the case of\nthe mixed state consisting of the W state plus small perturbed GHZ state it\nturn out that this mixed state cannot play a role as a quantum channel at\n$\\bar{F}_W \\leq 0.833$.\n","Comment: 16 pages, 4 figures"]}]
["0808.4055",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4055","Bulg. J. Phys. 2006, 33, 68"],"date":["2008-08-29"],"type":["text"],"creator":["Kopchev, Valentin","Nedialkov, Petko","Petrov, Georgy"],"language":[],"coverage":[],"title":["Age determination of possible binary open clusters NGC 2383/NGC 2384 and\n  Pismis 6/Pismis 8"],"description":["  Based on 2MASS J and Ks photometry for the open star clusters NGC 2383, NGC\n2384,Pismis 6, Pismis 8 and using color magnitude diagrams with isochrones fit,\nwe found an age of $\\log ({age})$ = 8.3 (200 $\\pm$ 6 Myr) for NGC 2383 and\n$\\log ({age})$ = 6.9 (8 $\\pm$ 6 Myr) for NGC 2384. For Pismis 6 and Pismis 8 we\nadopted a range of $\\log ({age})$ = 6 - 7 (1 - 10 Myr). Because they similar\nages, Pismis 6 and Pismis 8 may have been formed in the same Giant Molecular\nCloud, and we concluded they are a good candidate for a binary system. In the\ncase of NGC 2383 and NGC 2384, because the big age difference found we conclude\nthat most probably they are born in different environments and as well are not\nphysically connected.\n","Comment: 6 pages, 1 figures"]}]
["0808.4058",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14G10 14C35 (11M41 12E30 14J45)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4058"],"date":["2008-08-29"],"type":["text"],"creator":["Bourqui, David"],"language":["fr"],"coverage":[],"title":["Fonctions L d'Artin et nombre de Tamagawa motiviques"],"description":["  In the first part of this text, we define motivic Artin L-fonctions via a\nmotivic Euler product, and show that they coincide with the analogous functions\nintroduced by Dhillon and Minac. In the second part, we define under some\nassumptions a motivic Tamagawa number and show that it specializes to the\nTamagawa number introduced by Peyre in the context of Manin's conjectures about\nrational points of bounded height on Fano varieties.\n","Comment: in french"]}]
["0808.4060",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4060"],"date":["2008-08-29"],"type":["text"],"creator":["Szczypiorski, Krzysztof","Margasinski, Igor","Mazurczyk, Wojciech","Cabaj, Krzysztof","Radziszewski, Pawel"],"language":[],"coverage":[],"title":["TrustMAS: Trusted Communication Platform for Multi-Agent Systems"],"description":["  The paper presents TrustMAS - Trusted Communication Platform for Multi-Agent\nSystems, which provides trust and anonymity for mobile agents. The platform\nincludes anonymous technique based on random-walk algorithm for providing\ngeneral purpose anonymous communication for agents. All agents, which take part\nin the proposed platform, benefit from trust and anonymity that is provided for\ntheir interactions. Moreover, in TrustMAS there are StegAgents (SA) that are\nable to perform various steganographic communication. To achieve that goal, SAs\nmay use methods in different layers of TCP/IP model or specialized middleware\nenabling steganography that allows hidden communication through all layers of\nmentioned model. In TrustMAS steganographic channels are used to exchange\nrouting tables between StegAgents. Thus all StegAgents in TrustMAS with their\nability to exchange information by using hidden channels form distributed\nsteganographic router (Stegrouter).\n","Comment: 18 pages, 7 figures, accepted to The 3rd International Symposium on\n  Information Security (IS'08), Monterrey, Mexico, November 10-11, 2008\n  (Proceedings will be published by Springer LNCS)"]}]
["0808.4069",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Commutative Algebra","11K41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4069"],"date":["2008-08-29"],"type":["text"],"creator":["Jeong, Sangtae"],"language":[],"coverage":[],"title":["On a question of Goss"],"description":["  In this note we answer the question raised by D. Goss in [Applications of\nnon-Archimedean integration to the $L$-series of $\\tau$-sheaves, {\\em J. Number\nTheory,} 110 (2005), no. 1, 83--113] by proving that the group of locally\nanalytic endomorphisms on the 1-units of a locally compact field of\ncharacteristic $p>0$ is isomorphic to the $p$-adic integers.\n"]}]
["0808.4071",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J30, 14J17, 14M10, 14M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4071"],"date":["2008-08-29"],"type":["text"],"creator":["Kosta, Dimitra"],"language":[],"coverage":[],"title":["Factoriality of complete intersection threefolds"],"description":["  Let X be a complete intersection of two hypersurfaces F_n and F_k in the\nprojective space P^5 of degree n and k respectively with n >= k, such that the\nsingularities of X are nodal and F_k is smooth. We prove that if the threefold\nX has at most (n+k-2)(n-1)-1 singular points, then it is factorial.\n","Comment: 7 pages"]}]
["0808.4081",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4081"],"date":["2008-08-29"],"type":["text"],"creator":["Ghabezloo, Siavash","Pouya, Ahmad"],"language":[],"coverage":[],"title":["Numerical modelling of the effect of weathering on the progressive\n  failure of underground limestone mines"],"description":["  The observations show that the collapse of underground limestone mines\nresults from a progressive failure due to gradual weathering of the rockmass.\nThe following stages can be considered for the limestone weathering and\ndegradation process in underground mines: condensation of the water on the roof\nof the gallery, infiltration of water in the porous rock, migration of the air\nCO2 molecules in the rock pore water by convection and molecular diffusion,\ndissolution of limestone by CO2 rich water and consequently, reduction of the\nstrength properties of rock. Considering this process, a set of equations\ngoverning different hydrochemo-mechanical aspects of the weathering phenomenon\nand progressive failure occurring in these mines is presented. Then the\nfeasibility of numerical modelling of this process is studied and a simple\nexample of application is presented.\n"]}]
["0808.4082",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Rings and Algebras","11S45","11H06, 20E42, 14L35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4082"],"date":["2008-08-29"],"type":["text"],"creator":["Shemanske, Thomas R."],"language":[],"coverage":[],"title":["Split Orders and Convex Polytopes in Buildings"],"description":["  As part of his work to develop an explicit trace formula for Hecke operators\non congruence subgroups of $SL_2(\\Z)$, Hijikata defines and characterizes the\nnotion of a split order in $M_2(k)$, where $k$ is a local field. In this paper,\nwe generalize the notion of a split order to $M_n(k)$ for $n>2$ and give a\nnatural geometric characterization in terms of the affine building for\n$SL_n(k)$. In particular, we show that there is a one-to-one correspondence\nbetween split orders in $M_n(k)$ and a collection of convex polytopes in\napartments of the building such that the split order is the intersection of all\nthe maximal orders representing the vertices in the polytope. This generalizes\nthe geometric interpretation in the $n=2$ case in which split orders correspond\nto geodesics in the tree for $SL_2(k)$ with the split order given as the\nintersection of the endpoints of the geodesic.\n"]}]
["0808.4083",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4083","doi:10.1016/j.cemconres.2008.06.007"],"date":["2008-08-29"],"type":["text"],"creator":["Ghabezloo, Siavash","Sulem, Jean","Guédon, Sylvine","Martineau, Francçois","Saint-Marc, Jérémie"],"language":[],"coverage":[],"title":["Poromechanical behaviour of hardened cement paste under isotropic\n  loading"],"description":["  The poromechanical behaviour of hardened cement paste under isotropic loading\nis studied on the basis of an experimental testing program of drained,\nundrained and unjacketed compression tests. The macroscopic behaviour of the\nmaterial is described in the framework of the mechanics of porous media. The\nporoelastic parameters of the material are determined and the effect of stress\nand pore pressure on them is evaluated. Appropriate effective stress laws which\ncontrol the evolution of total volume, pore volume, solid volume, porosity and\ndrained bulk modulus are discussed. A phenomenon of degradation of elastic\nproperties is observed in the test results. The microscopic observations showed\nthat this degradation is caused by the microcracking of the material under\nisotropic loading. The good compatibility and the consistency of the obtained\nporomechanical parameters demonstrate that the behaviour of the hardened cement\npaste can be indeed described within the framework of the theory of porous\nmedia.\n","Comment: Cement and Concrete Research (2008) In press"]}]
["0808.4084",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4084","doi:10.1016/j.ijrmms.2008.05.006"],"date":["2008-08-29"],"type":["text"],"creator":["Ghabezloo, Siavash","Sulem, Jean","Guédon, Sylvine","Martineau, François"],"language":[],"coverage":[],"title":["Effective stress law for the permeability of a limestone"],"description":["  The effective stress law for the permeability of a limestone is studied\nexperimentally by performing constant head permeability tests in a triaxial\ncell with different conditions of confining pressure and pore pressure. Test\nresults have shown that a pore pressure increase and a confining pressure\ndecrease both result in an increase of the permeability, and that the effect of\nthe pore pressure change on the variation of the permeability is more important\nthan the effect of a change of the confining pressure. A power law is proposed\nfor the variation of the permeability with the effective stress. The\npermeability effective stress coefficient increases linearly with the\ndifferential pressure and is greater than one as soon the differential pressure\nexceeds few bars. The test results are well reproduced using the proposed\npermeability-effective stress law. A conceptual pore-shell model based on a\ndetailed observation of the microstructure of the studied limestone is\nproposed. This model is able to explain the experimental observations on the\neffect of the total stress and of the pore pressure on the permeability of the\nlimestone. Effective stress coefficients for the stress-dependent permeability\nwhich are greater than one are obtained. It is shown that the controlling\nfactor is the ratio of the different bulk moduli of the various constituents of\nthe rock. This ratio is studied experimentally by performing microhardness\ntests.\n","Comment: International Journal of Rock Mechanics and Mining Sciences (2008) In\n  press"]}]
["0808.4087",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4087"],"date":["2008-08-29"],"type":["text"],"creator":["Giddings, Steven B.","Mangano, Michelangelo L."],"language":[],"coverage":[],"title":["Comments on claimed risk from metastable black holes"],"description":["  In a recent note, arXiv:0808.1415, it was argued that a hypothetical\nmetastable black hole scenario could pose collider risk not excluded by our\nprevious study. We comment on inconsistency of this proposed scenario.\n","Comment: 3 pages; comment on arXiv:0808.1415"]}]
["0808.4088",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4088"],"date":["2008-08-29"],"type":["text"],"creator":["Blundell, J. R.","Terentjev, E. M."],"language":[],"coverage":[],"title":["Affine model of stress stiffening in semiflexible filament networks"],"description":["  We present a revised theoretical study of the affine assumption applied to\nsemiflexible networks. Drawing on simple models of semiflexible worm-like\nchains we derive an expression for the probability distribution of crosslink\nseparations valid at all separations. This accounts for both entropic and\nmechanical filament stretching. From this we obtain the free energy density of\nsuch networks explicitly as a function of applied strain. We are therefore able\nto calculate the elastic moduli of such networks for any imposed strain or\nstress. We find that accounting for the distribution of cross-link separations\ndestroys the simple scaling of modulus with stress that is well known in single\nchains, and that such scaling is sensitive to the mechanical stretch modulus of\nindividual filaments. We compare this model to three experimental data sets,\nfor networks of different types of filaments, and find that a properly treated\naffine model can successfully account for the data. We find that for networks\nof stiffer filaments, such as F-actin, to fit data we require a much smaller\neffective persistence length than usually assumed to be characteristic of this\nfilament type. We propose that such an effectively reduced rigidity of\nfilaments might be a consequence of network formation.\n","Comment: 11 pages, 9 figures"]}]
["0808.4100",{"format":[],"subject":["Mathematics - Rings and Algebras","Computer Science - Information Theory","16K40, 15A51, 94A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4100"],"date":["2008-08-29"],"type":["text"],"creator":["Lavallée, Sylvain","Reutenauer, Christophe","Retakh, Vladimir","Perrin, Dominique"],"language":[],"coverage":[],"title":["Codes and Noncommutative Stochastic Matrices"],"description":["  Given a matrix over a skew field fixing the column (1,...,1)^t, we give\nformulas for a row vector fixed by this matrix. The same techniques are applied\nto give noncommutative extensions of probabilistic properties of codes.\n","Comment: 24 pages, Latex"]}]
["0808.4101",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4101"],"date":["2008-08-29"],"type":["text"],"creator":["Mapelli, M.","Moore, B.","Ripamonti, E.","Giordano, L.","Mayer, L.","Colpi, M.","Callegari, S."],"language":[],"coverage":[],"title":["Are ring galaxies the ancestors of giant low surface brightness\n  galaxies?"],"description":["  Giant low surface brightness galaxies (GLSBs) have flat discs extending up to\n~100 kpc. Their formation is a puzzle for cosmological simulations in the cold\ndark matter scenario. We suggest that GLSBs might be the final product of the\nevolution of collisional ring galaxies. In fact, our simulations show that,\napproximately 0.5-1.5 Gyr after the collision which led to the formation of the\nring galaxy, the ring keeps expanding and fades, while the disc becomes very\nlarge (~100 kpc) and flat. At this stage, our simulated galaxies match many\nproperties of GLSBs (surface brightness profile, morphology, HI spectrum and\nrotation curve).\n","Comment: 5 pages, 3 figures, to appear in \"The Galaxy Disk in Cosmological\n  Context\"; Proceedings of IAU254; Copenhagen; 9-13 June 2008; eds. J.\n  Anderson, J. Bland-Hawthorn, B. Nordstrom"]}]
["0808.4102",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4102"],"date":["2008-08-29"],"type":["text"],"creator":["Kono, T.","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["The ATLAS trigger menu for early data-taking"],"description":["  The ATLAS trigger system is based on three levels of event selection that\nselect the physics of interest from an initial bunch-crossing rate of 40 MHz.\nDuring nominal LHC operations at a luminosity of 10^34 cm^-2 s^-1, decisions\nmust be taken every 25 ns with each bunch crossing containing about 23\ninteractions. The selections in the three trigger levels must provide\nsufficient rejection to reduce the rate down to 200 Hz, compatible with the\noffline computing power and storage capacity. The LHC is expected to begin\noperations in summer 2008 with a peak luminosity of 10^31 cm^-2 s^-1 with far\nfewer bunches than nominal running, but quickly ramp up to higher luminosities.\nHence, we need to deploy trigger selections that can adapt to the changing beam\nconditions preserving the interesting physics and detector requirements that\nmay vary with these conditions.\n  We present the status of the preparation of the trigger menu for the early\ndata-taking showing how we plan to deploy the trigger system from the first\ncollision to the nominal luminosity. We also show expected rates and physics\nperformance obtained from simulated data.\n","Comment: Poster presentation at the Hadron Collider Physics Symposium\n  (HCP2008), Galena, Illinois, USA, May 27-31, 2008; 5 pages, LaTeX, 2 eps\n  figures"]}]
["0808.4104",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4104"],"date":["2008-08-29"],"type":["text"],"creator":["Schatzmann, Dominik","Burkhart, Martin","Spyropoulos, Thrasyvoulos"],"language":[],"coverage":[],"title":["Flow-level Characteristics of Spam and Ham"],"description":["  Despite a large amount of effort devoted in the past years trying to limit\nunsolicited mail, spam is still a major global concern. Content-analysis\ntechniques and blacklists, the most popular methods used to identify and block\nspam, are beginning to lose their edge in the battle. We argue here that one\nnot only needs to look into the network-related characteristics of spam\ntraffic, as has been recently suggested, but also to look deeper into the\nnetwork core, in order to counter the increasing sophistication of spam-ing\nmethods. Yet, at the same time, local knowledge available at a given server can\noften be irreplaceable in identifying specific spammers. To this end, in this\npaper we show how the local intelligence of mail servers can be gathered and\ncorrelated pas- sively at the ISP-level providing valuable network-wide\ninformation. Specifically, we use first a large network flow trace from a\nmedium size, national ISP, to demonstrate that the pre-filtering decisions of\nindividual mail servers can be tracked and combined at the flow level. Then, we\nargue that such aggregated knowledge not only can allow ISPs to develop and\nevaluate powerful new methods for fighting spam, but also to monitor remotely\nwhat their own servers are doing.\n"]}]
["0808.4105",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4105","doi:10.1007/s10509-008-9781-z"],"date":["2008-08-29"],"type":["text"],"creator":["Lebreton, Yveline","Michel, Eric"],"language":[],"coverage":[],"title":["Reference grids of stellar models and oscillation frequencies: Data from\n  the CESAM stellar evolution code and ADIPLS oscillation programme"],"description":["  We present grids of stellar models and their associated oscillation\nfrequencies that have been used by the CoRoT Seismology Working Group during\nthe scientific preparation of the CoRoT mission. The stellar models have been\ncalculated with the CESAM stellar internal structure and evolution code while\nthe oscillation frequencies have been obtained from the CESAM models by means\nof the ADIPLS adiabatic oscillation programme. The grids cover a range of\nmasses, chemical compositions and evolutionary stages corresponding to those of\nthe CoRoT primary targets. The stellar models and oscillation frequencies are\navailable on line through the Evolution and Seismic Tools Activity (ESTA) web\nsite.\n","Comment: 5 pages, 3 figures accepted for publication in ApSS (CoRoT/ESTA\n  special volume)"]}]
["0808.4109",{"format":[],"subject":["Mathematics - Group Theory","20B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4109"],"date":["2008-08-29"],"type":["text"],"creator":["Giulietti, Massimo","Korchmaros, Gabor"],"language":[],"coverage":[],"title":["A note on cyclic semiregular subgroups of some 2-transitive permutation\n  groups"],"description":["  We determine the semi-regular subgroups of the 2-transitive permutation\ngroups PGL(2,n), PSL(2,n), PGU(3,n), PSU(3,n), Sz(n) and Ree(n) with n a\nsuitable power of a prime number p.\n"]}]
["0808.4114",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14R10, 13B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4114"],"date":["2008-08-29"],"type":["text"],"creator":["Kuttykrishnan, Sooraj"],"language":[],"coverage":[],"title":["Length Four Polynomial Automorphisms"],"description":["  We study the structure of length four polynomial automorphisms of $R[X,Y]$\nwhen $R$ is a UFD. The results from this study are used to prove that if\n$\\text{SL}_m(R[X_1,X_2,..., X_n]) = \\text{E}_m(R[X_1,X_2,..., X_n])$ for all\n$n, m \\ge 0$ then all length four polynomial automorphisms of $R[X,Y]$ that are\nconjugates are stably tame.\n"]}]
["0808.4117",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4117"],"date":["2008-08-29"],"type":["text"],"creator":["Li, Aigen"],"language":[],"coverage":[],"title":["Dust in Active Galactic Nuclei"],"description":["  Dust plays an essential role in the unification theory of active galactic\nnuclei (AGNs). This review summarizes our current understanding of the\nextinction and infrared emission properties of the circumnuclear dust in AGNs\nas well as the inferred dust composition and size distribution.\n","Comment: 12 pages, 4 figures; invited review article, published in \"The\n  Central Engine of Active Galactic Nuclei\", Ho, L.C., & Wang, J.-M. (eds.),\n  ASP Conf. Ser., vol. 373, pp. 561--572;"]}]
["0808.4123",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4123"],"date":["2008-08-29"],"type":["text"],"creator":["Li, Aigen"],"language":[],"coverage":[],"title":["Optical Properties of Dust"],"description":["  Except in a few cases cosmic dust can be studied in situ or in terrestrial\nlaboratories, essentially all of our information concerning the nature of\ncosmic dust depends upon its interaction with electromagnetic radiation. This\nchapter presents the theoretical basis for describing the optical properties of\ndust -- how it absorbs and scatters starlight and reradiates the absorbed\nenergy at longer wavelengths.\n","Comment: 22 pages, 4 figures; a book chapter in \"Small Bodies in Planetary\n  Sciences\" (Lecture Notes in Physics vol. 758), I. Mann, A. Nakamura, & T.\n  Mukai (eds.), Springer, Chapter 6, pp. 167--188;"]}]
["0808.4124",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4124"],"date":["2008-08-29"],"type":["text"],"creator":["Ellinghaus, Frank"],"language":[],"coverage":[],"title":["Recent PHENIX Results on pi+, pi-, and eta Production in polarized pp\n  Collisions at RHIC at sqrt(s) = 200 GeV"],"description":["  Measurements of double helicity asymmetries for inclusive hadron production\nin polarized proton-proton collisions are sensitive to spin-dependent parton\ndistribution functions, in particular to the gluon distribution function. This\nstudy focuses on double helicity asymmetries in eta and charged pion production\nat mid-rapidity, as well as on the eta cross section and fragmentation\nfunctions.\n","Comment: 4 pages, 5 figures, Proceedings of the 16th International Workshop on\n  Deep-Inelastic Scattering (DIS 2008), London, UK, 7-11 April 2008"]}]
["0808.4131",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4131"],"date":["2008-08-29"],"type":["text"],"creator":["Pyatakova, Z. A."],"language":[],"coverage":[],"title":["Acoustooptic Bragg Diffraction in 2-Dimensional Photonic Crystals"],"description":["  The paper shows that silicon-based 2D photonic crystal can be a promising\nmaterial for acoustooptical devices. Isotropic and anisotropic Bragg\ndiffraction of light in photonic crystal is considered. The computational\nmethod for calculation of frequency dependences of Bragg angle is developed. A\nsimple method of optimization of photonic crystal parameters to obtain Bragg\ndiffraction at necessary light and sound frequency is suggested.\n","Comment: 6 pages, 4 figures"]}]
["0808.4135",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4135"],"date":["2008-08-29","2008-08-31"],"type":["text"],"creator":["Shayevitz, Ofer","Feder, Meir"],"language":[],"coverage":[],"title":["Achieving the Empirical Capacity Using Feedback Part I: Memoryless\n  Additive Models"],"description":["  We address the problem of universal communications over an unknown channel\nwith an instantaneous noiseless feedback, and show how rates corresponding to\nthe empirical behavior of the channel can be attained, although no rate can be\nguaranteed in advance. First, we consider a discrete modulo-additive channel\nwith alphabet $\\mathcal{X}$, where the noise sequence $Z^n$ is arbitrary and\nunknown and may causally depend on the transmitted and received sequences and\non the encoder's message, possibly in an adversarial fashion. Although the\nclassical capacity of this channel is zero, we show that rates approaching the\nempirical capacity $\\log|\\mathcal{X}|-H_{emp}(Z^n)$ can be universally\nattained, where $H_{emp}(Z^n)$ is the empirical entropy of $Z^n$. For the more\ngeneral setting where the channel can map its input to an output in an\narbitrary unknown fashion subject only to causality, we model the empirical\nchannel actions as the modulo-addition of a realized noise sequence, and show\nthat the same result applies if common randomness is available. The results are\nproved constructively, by providing a simple sequential transmission scheme\napproaching the empirical capacity. In part II of this work we demonstrate how\neven higher rates can be attained by using more elaborate models for channel\nactions, and by utilizing possible empirical dependencies in its behavior.\n","Comment: Submitted to the IEEE Transactions on Information Theory"]}]
["0808.4138",{"format":[],"subject":["Mathematics - Differential Geometry","53A10","53A05","58E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4138"],"date":["2008-08-29"],"type":["text"],"creator":["Pacheco, Rui"],"language":[],"coverage":[],"title":["Bianchi-B\\\"{a}cklund transforms and dressing actions, revisited"],"description":["  We characterize Bianchi-B\\\"{a}cklund transformations of surfaces of positive\nconstant Gauss curvature in terms of dressing actions of the simplest type on\nthe space of harmonic maps.\n"]}]
["0808.4144",{"format":[],"subject":["Mathematics - Representation Theory","22E46","22E30","11F72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4144"],"date":["2008-08-29"],"type":["text"],"creator":["Hoffmann, Werner"],"language":[],"coverage":[],"title":["Asymptotic and descent formulas for weighted orbital integrals"],"description":["  We rewrite Arthur's asymptotic formula for weighted orbital integrals on real\ngroups with the aid of a residue calculus and extend the resulting formula to\nthe Schwartz space. Then we extract the available information about the\ncoefficients in the decomposition of the Fourier transforms of Arthur's\ninvariant distributions I_M(\\gamma) in terms of standard solutions of the\npertinent holonomic system of differential equations. This allows us to\ndetermine some of those coefficients explicitly. Finally, we prove descent\nformulas for those differential equations, for their standard solutions and for\nthe aforementioned coefficients, which reduce each of them to the case that\n\\gamma is elliptic in M.\n","Comment: 38 p"]}]
["0808.4145",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4145"],"date":["2008-08-29"],"type":["text"],"creator":["Zhang, Jian","Du, R. R.","Simmons, J. A.","Reno, J. L."],"language":[],"coverage":[],"title":["Resistance Fluctuations in Composite Fermion State near Landau Level\n  Filling Factor $\\nu= 1/2$ in A Square Quantum Well"],"description":["  We have studied the magnetotransport near Landau level filling factor $\\nu =\n1/2$ in a GaAs-Al0.3Ga0.7As square quantum well (width 35 nm) in magnetic field\nup to 42 T and in a temperature range between 50 mK and 1.5 K. In low\ntemperatures T < 200 mK, the Rxx exhibits a deep, strongly\ntemperature-dependent minimum centered at $\\nu = 1/2$. The concomitant Rxy is\nnot strictly linear with magnetic field (B) and the first derivative of Rxy\nwith respect to B shows a sharp cusp at $\\nu = 1/2$, indicating a non-classical\nHall effect. We verify these characteristics are being single-layer origin by\napplying an in-plane magnetic field or electrostatic gates. The data may signal\nfrustrations in the composite fermion state towards $\\nu = 1/2$ pairing in the\nquantum well where the electron layer thickness far exceeds the magnetic\nlength.\n","Comment: 15 pages, 3 figures"]}]
["0808.4148",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","30F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4148"],"date":["2008-08-29"],"type":["text"],"creator":["Brumberg, Martin","Leiterer, Juergen"],"language":[],"coverage":[],"title":["On the compactification of concave ends"],"description":["  Let X be a complex manifold of dimension 2, which admits a strictly\nplurisubharmonic function r which is proper as a function with values in the\nintervall ]inf r, sup r[. We prove that the concave end of X can be\ncompactified, if and only if, the first cohomology of X is Hausdorff.\n","Comment: 8 pages"]}]
["0808.4149",{"format":[],"subject":["Physics - Biological Physics","Physics - Data Analysis, Statistics and Probability","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4149","J. Theor. Biol. 248 (2007) 646"],"date":["2008-08-29"],"type":["text"],"creator":["Canessa, E."],"language":[],"coverage":[],"title":["Modeling of Body Mass Index by Newton's Second Law"],"description":["  Since laws of physics exist in nature, their possible relationship to\nterrestial growth is introduced. By considering the human body as a dynamic\nsystem of variable mass (and volume), growing under a gravity field, it is\nshown how natural laws may influence the vertical growth of humans. This\napproach makes sense because the non-linear percentile curves of different\naspects of human physical growth from childhood to adolescence can be described\nin relation to physics laws independently of gender and nationality. Analytical\nrelations for the dependence of stature, measured mass (weight), growth\nvelocity (and their mix as the body mass index) on age are deduced with a set\nof common statistical parameters which could relate environmental, genetics and\nmetabolism and different aspects of physical growth on earth. A relationship to\nthe monotone smoothing using functional data analysis to estimate growth curves\nand its derivatives is established. A preliminary discussion is also presented\non horizontal growth in an essentially weightless environment (i.e., aquatic)\nwith a connection to the Laird-Gompertz formula for growth.\n"]}]
["math/9407209",{"format":[],"subject":["Mathematics - Functional Analysis","46B"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9407209"],"date":["1994-07-20"],"type":["text"],"creator":["Gowers, W. T.","Maurey, B."],"language":[],"coverage":[],"title":["Banach spaces with small spaces of operators"],"description":["  For a certain class of algebras $\\cal A$ we give a method for constructing\nBanach spaces $X$ such that every operator on $X$ is close to an operator in\n$\\cal A$. This is used to produce spaces with a small amount of structure. We\npresent several applications. Amongst them are constructions of a new prime\nBanach space, a space isomorphic to its subspaces of codimension two but not to\nits hyperplanes and a space isomorphic to its cube but not to its square.\n"]}]
