["0707.2603",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Analysis of PDEs","37A50, 37J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2603"],"date":["2007-07-17","2008-11-23"],"type":["text"],"creator":["Gomes, Diogo A.","Lopes, Artur O.","Mohr, Joana"],"language":[],"coverage":[],"title":["The Mather measure and a Large Deviation Principle for the Entropy\n  Penalized Method"],"description":["  We present a large deviation principle for the entropy penalized Mather\nproblem when the Lagrangian L is generic (in this case the Mather measure $\\mu$\nis unique and the support of $\\mu$ is the Aubry set). Consider, for each value\nof $\\epsilon $ and h, the entropy penalized Mather problem $\\min\n\\{\\int_{\\tn\\times\\rn}\n  L(x,v)d\\mu(x,v)+\\epsilon S[\\mu]\\},$ where the entropy S is given by\n$S[\\mu]=\\int_{\\tn\\times\\rn}\\mu(x,v)\\ln\\frac{\\mu(x,v)}{\\int_{\\rn}\\mu(x,w)dw}dxdv,$\nand the minimization is performed over the space of probability densities\n$\\mu(x,v)$ that satisfy the holonomy constraint It follows from D. Gomes and E.\nValdinoci that there exists a minimizing measure $\\mu_{\\epsilon, h}$ which\nconverges to the Mather measure $\\mu$. We show a LDP $\\lim_{\\epsilon,h\\to0}\n\\epsilon \\ln \\mu_{\\epsilon,h}(A),$ where $A\\subset\n\\mathbb{T}^N\\times\\mathbb{R}^N$. The deviation function I is given by $I(x,v)=\nL(x,v)+\\nabla\\phi_0(x)(v)-\\bar{H}_{0},$ where $\\phi_0$ is the unique viscosity\nsolution for L.\n"]}]
["0710.5813",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5813","International Journal of Quantum Information, Vol. 6, No. 4 (2008)\n  945--957."],"date":["2007-10-31","2008-07-26"],"type":["text"],"creator":["Salimi, S."],"language":[],"coverage":[],"title":["Study of continuous-time quantum walks on quotient graphs via quantum\n  probability theory"],"description":["  In the present paper, we study the continuous-time quantum walk on quotient\ngraphs. On such graphs, there is a straightforward reduction of problem to a\nsubspace that can be considerably smaller than the original one. Along the\nlines of reductions, by using the idea of calculation of the probability\namplitudes for continuous-time quantum walk in terms of the spectral\ndistribution associated with the adjacency matrix of graphs [Jafarizadeh and\nSalimi (Ann. Phys 322(2007))], we show the continuous-time quantum walk on\noriginal graph $\\Gamma$ induces a continuous-time quantum walk on quotient\ngraph $\\Gamma_H$. Finally, for example we investigate continuous-time quantum\nwalk on some quotient Cayley graphs.\n","Comment: 18 pages, 4 figures"]}]
["0711.2057",{"format":[],"subject":["Mathematics - Functional Analysis","43A65 (Primary)","22D12, 43A30, 46H25, 46J99, 47L25, 47L50\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2057","J. Math. Anal. Appl. 349 (2009), 21-29"],"date":["2007-11-13","2008-08-30"],"type":["text"],"creator":["Neufang, Matthias","Runde, Volker"],"language":[],"coverage":[],"title":["Column and row operator spaces over QSL_p-spaces and their use in\n  abstract harmonic analysis"],"description":["  The notions of column and row operator space were extended by A. Lambert from\nHilbert spaces to general Banach spaces. In this paper, we use column and row\nspaces over quotients of subspaces of general $L_p$-spaces to equip several\nBanach algebras occurring naturally in abstract harmonic analysis with\ncanonical, yet not obvious operator space structures that turn them into\ncompletely bounded Banach algebras. We use these operator space structures to\ngain new insights on those algebras.\n","Comment: 21 pages; some nip 'n tuck"]}]
["0803.1461",{"format":[],"subject":["Physics - Chemical Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1461","I. D. Kosi\\'nska, I. Goychuk, M. Kostur, G. Schmid, P. H\\\"anggi,\n  Acta Phys. Pol. B 39 (2008) 1137-1160"],"date":["2008-03-10","2008-11-23"],"type":["text"],"creator":["Kosińska, I. D.","Goychuk, I.","Kostur, M.","Schmid, G.","Hänggi, P."],"language":[],"coverage":[],"title":["A singular perturbation approach to the steady-state 1D\n  Poisson-Nernst-Planck modeling"],"description":["  The reduced 1D Poisson-Nernst-Planck (PNP) model of artificial nanopores in\nthe presence of a permanent charge on the channel wall is studied. More\nspecifically, we consider the limit where the channel length exceed much the\nDebye screening length and channel's charge is sufficiently small. Ion\ntransport is described by the nonequillibrium steady-state solution of the PNP\nsystem within a singular perturbation treatment. The quantities, 1/lambda --\nthe ratio of the Debye length to a characteristic length scale and epsilon --\nthe scaled intrinsic charge density, serve as the singular and the regular\nperturbation parameters, respectively. The role of the boundary conditions is\ndiscussed. A comparison between numerics and the analytical results of the\nsingular perturbation theory is presented.\n","Comment: 27 pages, 8 figures, conference: Marian Smoluchowski Symposium on\n  Statistical Physics Zakopane, Poland, September 22-29, 2007"]}]
["0806.1894",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1894"],"date":["2008-06-11"],"type":["text"],"creator":["Percus, O. E.","Percus, J. K."],"language":[],"coverage":[],"title":["Extrapolation of Threshold-Limited Null Measurement Frequencies"],"description":["  The total measurable level of a pathogen is due to many sources, which\nproduce a variety of pulses, overlapping in time, that rise suddenly and then\ndecay. What is measured is the level of the total contribution of the sources\nat a given time. But since we are only capable of measuring the total level\nabove some threshold $x_0$, we would like to predict the distribution below\nthis level. Our principal model assumption is that of the asymptotic\nexponential decay of all pulses. We show that this implies a power law\ndistribution for the frequencies of low amplitude observations. As a\nconsequence, there is a simple extrapolation procedure for carrying the data to\nthe region below $x_0$.\n"]}]
["0807.3469",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3469"],"date":["2008-07-22","2008-11-23"],"type":["text"],"creator":["Gugushvili, Shota"],"language":[],"coverage":[],"title":["Nonparametric estimation of the characteristic triplet of a discretely\n  observed L\\'evy process"],"description":["  Given a discrete time sample $X_1,... X_n$ from a L\\'evy process\n$X=(X_t)_{t\\geq 0}$ of a finite jump activity, we study the problem of\nnonparametric estimation of the characteristic triplet $(\\gamma,\\sigma^2,\\rho)$\ncorresponding to the process $X.$ Based on Fourier inversion and kernel\nsmoothing, we propose estimators of $\\gamma,\\sigma^2$ and $\\rho$ and study\ntheir asymptotic behaviour. The obtained results include derivation of upper\nbounds on the mean square error of the estimators of $\\gamma$ and $\\sigma^2$\nand an upper bound on the mean integrated square error of an estimator of\n$\\rho.$\n","Comment: 29 pages"]}]
["0807.4314",{"format":[],"subject":["Physics - General Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4314","Lin, S.-K. Gibbs Paradox and Similarity Principle. In Bayesian\n  Inference and Maximum Entropy Methods in Science and Engineering. AIP\n  Conference Proceedings 1073. 2008, pages 49-60","doi:10.1063/1.3039022"],"date":["2008-07-28","2008-11-10"],"type":["text"],"creator":["Lin, Shu-Kun"],"language":[],"coverage":[],"title":["Gibbs Paradox and Similarity Principle"],"description":["  As no heat effect and mechanical work are observed, we have a simple\nexperimental resolution of the Gibbs paradox: both the thermodynamic entropy of\nmixing and the Gibbs free energy change are zero during the formation of any\nideal mixtures. Information loss is the driving force of these spontaneous\nprocesses. Information is defined as the amount of the compressed data.\nInformation losses due to dynamic motion and static symmetric structure\nformation are defined as two kinds of entropies - dynamic entropy and static\nentropy, respectively. There are three laws of information theory, where the\nfirst and the second laws are analogs of the two thermodynamic laws. However,\nthe third law of information theory is different: for a solid structure of\nperfect symmetry (e.g., a perfect crystal), the entropy (static entropy for\nsolid state) S is the maximum. More generally, a similarity principle is set\nup: if all the other conditions remain constant, the higher the similarity\namong the components is, the higher the value of entropy of the mixture (for\nfluid phases) or the assemblage (for a static structure or a system of\ncondensed phases) or any other structure (such as quantum states in quantum\nmechanics) will be, the more stable the mixture or the assemblage will be, and\nthe more spontaneous the process leading to such a mixture or an assemblage or\na chemical bond will be.\n","Comment: Final version 12 pages, 10 figures, presented at MaxEnt2008"]}]
["0808.3759",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3759"],"date":["2008-08-27","2008-11-22"],"type":["text"],"creator":["Witten, T. A."],"language":[],"coverage":[],"title":["Spontaneous free-boundary structure in crumpled membranes"],"description":["  We investigate the strong curvature that appears at the boundaries of a thin\ncrumpled elastic membrane. We account for these high-curvature regions in terms\nof the stretching-ridge singularity believed to dominate the structure of\nstrongly deformed elastic membranes. Using a membrane fastened to itself to\nform a bag shape with a single stretching ridge, we show that the creation of\npoints of high boundary curvature lowers the interior ridge's energy. In the\nlimit of small thickness, the induced curvature becomes arbitrarily strong on\nthe scale of the object size and results in sharp edges connecting interior\nvertices to the boundary. REVISED: We analyze these edges as conical sectors\nwith no stretching. As the membrane size diverges, the edge energy grows as the\nsquare root of the central ridge energy. For comparison, we discuss the effect\nof truncating a stretching ridge at its ends. The effect of truncation becomes\nappreciable when the truncation length is comparable to the width of the\nuntruncated ridge.\n","Comment: Paper has been extensively revised and is being withdrawn from ArXiv\n  by author. Revised version will appear in Journal of Physical Chemistry"]}]
["0811.3081",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3081"],"date":["2008-11-19"],"type":["text"],"creator":["Pitaevskii, L. P."],"language":[],"coverage":[],"title":["Reply to the Comment, arXiv:0810.3243v1 by B. Geyer, G. L.\n  Klimchitskaya, U. Mohideen, and. V. M. Mostepanenko"],"description":["  It is shown that criticism of my paper arXiv:0801.0656 Phys. Rev. Lett, vol.\n101, 163202 (2008) by the authors of Comment arXiv:0810.3243v1 is wrong and\nthat their main arguments are in contradiction with established concepts of\nstatistical physics.\n","Comment: Reply to the Comment, arXive:0810.3243v1, 2 pages"]}]
["cond-mat/0308181",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0308181"],"date":["2003-08-11"],"type":["text"],"creator":["Menche, J.","de Almeida, J. R. L."],"language":[],"coverage":[],"title":["It is worth thinking twice or Improving the performance of minority\n  games"],"description":["  In this work the properties of multi choice minority games are studied by\nmeans of extensive computational simulations. We have considered several ways\nof rewarding the strategies of the players and compared the resulting\nbehaviours of the ensemble. It is shown that introducing a reward for the\nsecond place can improve the overall performance significantly. Our new but\nstill very simple architecture of stategies shows interesting properties. In\nthe version of the multi choice minority game which also rewards second best\nchoice the unordered phase is strongly suppressed and the global performance of\nthe ensemble is significantly improved. The efficiency of this model can come\nclose to the one of standard minority games that use adaptive genetic\nalgorithms for searching good strategies.\n","Comment: 4 pages, 12 figures"]}]
["cond-mat/0412107",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0412107"],"date":["2004-12-05"],"type":["text"],"creator":["Abdullah, W. A. T. Wan","Azhar, A. K. M."],"language":[],"coverage":[],"title":["Deviants' Dilemma - The Simulation"],"description":["  The Deviants' Dilemma is a two-person game with the individual gain\nconflicting with the choice for global good. Evolutionary considerations yield\nfixed point attractors, with the phenomena of exclusion potentially playing an\nimportant role when current opponent information is available. We carry out\ncomputer simulations which substantiates and illuminates theoretical claims,\nand brings to light the pertinance of the choice between deterministic and\nstochastic dynamics, and the conjecture of 'ergodicity spread'.\n","Comment: Paper presented at WEHIA 2004, Kyoto, Japan. (6 pages, pdf only)"]}]
["cond-mat/9801309",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9801309"],"date":["1998-01-29"],"type":["text"],"creator":["Marsili, Matteo","Zhang, Yi-Cheng"],"language":[],"coverage":[],"title":["Stochastic Dynamics in Game Theory"],"description":["  We introduce a simple stochastic dynamics for game theory. It assumes\n``local'' rationality in the sense that any player climbs the gradient of his\nutility function in the presence of a stochastic force which represents\ndeviation from rationality in the form of a ``heat bath''. We focus on\nparticular games of a large number of players with a global interaction which\nis typical of economic systems. The stable states of this dynamics coincide\nwith the Nash equilibria of game theory. We study the gaussian fluctuations\naround these equilibria and establish that fluctuations around competitive\nequilibria increase with the number of players. In other words, competitive\nequilibria are characterized by very broad and uneven distributions among\nplayers. We also develop a small noise expansion which allows to compute a\n``free energy'' functional. In particular we discuss the problem of equilibrium\nselection when more than one equilibrium state is present.\n","Comment: 25 pages, 4 figures requres kluwer style files (included). To appear\n  in the proceedings of the Budapest conference ECONOPHYSICS (Kluwer, 1998)"]}]
["math/0407134",{"format":[],"subject":["Mathematics - Probability","6008, 60D05, 90C22, 90C25. (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0407134","Annals of Probability 2004, Vol. 14, No. 3, 1603-1603","doi:10.1214/105051604000000378"],"date":["2004-07-08"],"type":["text"],"creator":["Lasserre, Jean B."],"language":[],"coverage":[],"title":["Correction Bounds on measures satisfying moment conditions"],"description":["  The Annals of Applied Probability (2002) 12 1114-1137\n"]}]
["math/0503481",{"format":[],"subject":["Mathematics - Probability","60G40, 62M20, 34K10 (Primary) 62C10, 62L15, 60J75 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503481","Annals of Applied Probability 2005, Vol. 15, No. 1A, 487-499","doi:10.1214/105051604000000981"],"date":["2005-03-23"],"type":["text"],"creator":["Gapeev, Pavel V."],"language":[],"coverage":[],"title":["The disorder problem for compound Poisson processes with exponential\n  jumps"],"description":["  The problem of disorder seeks to determine a stopping time which is as close\nas possible to the unknown time of ``disorder'' when the observed process\nchanges its probability characteristics. We give a partial answer to this\nquestion for some special cases of Levy processes and present a complete\nsolution of the Bayesian and variational problem for a compound Poisson process\nwith exponential jumps. The method of proof is based on reducing the Bayesian\nproblem to an integro-differential free-boundary problem where, in some cases,\nthe smooth-fit principle breaks down and is replaced by the principle of\ncontinuous fit.\n","Comment: Published at http://dx.doi.org/10.1214/105051604000000981 in the\n  Annals of Applied Probability (http://www.imstat.org/aap/) by the Institute\n  of Mathematical Statistics (http://www.imstat.org)"]}]
["math/0601379",{"format":[],"subject":["Mathematics - Probability","68U20","60B5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601379"],"date":["2006-01-16"],"type":["text"],"creator":["Iacus, S. M.","La Torre, D."],"language":[],"coverage":[],"title":["IFSM representation of Brownian motion with applications to simulation"],"description":["  Several methods are currently available to simulate paths of the Brownian\nmotion. In particular, paths of the BM can be simulated using the properties of\nthe increments of the process like in the Euler scheme, or as the limit of a\nrandom walk or via L2 decomposition like the Kac-Siegert/Karnounen-Loeve\nseries.\n  In this paper we first propose a IFSM (Iterated Function Systems with Maps)\noperator whose fixed point is the trajectory of the BM. We then use this\nrepresentation of the process to simulate its trajectories. The resulting\nsimulated trajectories are self-affine, continuous and fractal by construction.\nThis fact produces more realistic trajectories than other schemes in the sense\nthat their geometry is closer to the one of the true BM's trajectories. The\nIFSM trajectory of the BM can then be used to generate more realistic solutions\nof stochastic differential equations.\n"]}]
["math/0605180",{"format":[],"subject":["Mathematics - Analysis of PDEs","Primary 47H10, 47H11,26A18","Secondary 26A06, 26A09,33B30, 37C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605180"],"date":["2006-05-07"],"type":["text"],"creator":["Agbeko, N. K."],"language":[],"coverage":[],"title":["Studies on concave Young-functions"],"description":["  We succeeded to isolate a special class of concave Young-functions enjoying\nthe so-called \\emph{density-level property}. In this class there is a proper\nsubset whose members have each the so-called degree of contraction denoted by\n$c^{\\ast}$, and map bijectively the interval $[ c^{\\ast}, \\infty) $ onto\nitself. We constructed the fixed point of each of these functions. Later we\nproved that every positive number $b$ is the fixed point of a concave\nYoung-function having $b$ as degree of contraction. We showed that every\nconcave Young-function is square integrable with respect to a specific Lebesgue\nmeasure. We also proved that the concave Young-functions possessing the\ndensity-level property constitute a dense set in the space of concave\nYoung-functions with respect to the distance induced by the $L^{2}$-norm.\n"]}]
["math/0609110",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Geometry","05E05","14N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609110"],"date":["2006-09-04","2008-11-23"],"type":["text"],"creator":["Lam, Thomas","Lapointe, Luc","Morse, Jennifer","Shimozono, Mark"],"language":[],"coverage":[],"title":["Affine insertion and Pieri rules for the affine Grassmannian"],"description":["  We study combinatorial aspects of the Schubert calculus of the affine\nGrassmannian Gr associated with SL(n,C). Our main results are: 1) Pieri rules\nfor the Schubert bases of H^*(Gr) and H_*(Gr), which expresses the product of a\nspecial Schubert class and an arbitrary Schubert class in terms of Schubert\nclasses. 2) A new combinatorial definition for k-Schur functions, which\nrepresent the Schubert basis of H_*(Gr). 3) A combinatorial interpretation of\nthe pairing between homology and cohomology of the affine Grassmannian.\n  These results are obtained by interpreting the Schubert bases of Gr\ncombinatorially as generating functions of objects we call strong and weak\ntableaux, which are respectively defined using the strong and weak orders on\nthe affine symmetric group. We define a bijection called affine insertion,\ngeneralizing the Robinson-Schensted Knuth correspondence, which sends certain\nbiwords to pairs of tableaux of the same shape, one strong and one weak. Affine\ninsertion offers a duality between the weak and strong orders which does not\nseem to have been noticed previously.\n  Our cohomology Pieri rule conjecturally extends to the affine flag manifold,\nand we give a series of related combinatorial conjectures.\n","Comment: 98 pages"]}]
["math/9409219",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Complexity","68Q22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9409219"],"date":["1994-09-18"],"type":["text"],"creator":["Saias, Isaac"],"language":[],"coverage":[],"title":["Proving probabilistic correctness statements: the case of Rabin's\n  algorithm for mutual exclusion"],"description":["  The correctness of most randomized distributed algorithms is expressed by a\nstatement of the form ``some predicate of the executions holds with high\nprobability, regardless of the order in which actions are scheduled''. In this\npaper, we present a general methodology to prove correctness statements of such\nrandomized algorithms. Specifically, we show how to prove such statements by a\nseries of refinements, which terminate in a statement independent of the\nschedule. To demonstrate the subtlety of the issues involved in this type of\nanalysis, we focus on Rabin's randomized distributed algorithm for mutual\nexclusion [Rabin 82]. Surprisingly, it turns out that the algorithm does not\nmaintain one of the requirements of the problem under a certain schedule. In\nparticular, we give a schedule under which a set of processes can suffer\nlockout for arbitrary long periods.\n","Comment: 12 pages"]}]
["math/9901100",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis","Mathematics - Probability","34F05, 35Q80, 86A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9901100"],"date":["1999-01-22"],"type":["text"],"creator":["Duan, Jinqiao","Brannan, James R.","Gao, H."],"language":[],"coverage":[],"title":["Nonlocal Dynamics of Passive Tracer Dispersion with Random Stopping"],"description":["  We investigate the nonlocal behavior of passive tracer dispersion with random\nstopping at various sites in fluids. This kind of dispersion processes is\nmodeled by an integral partial differential equation, i.e., an\nadvection-diffusion equation with a memory term. We have shown the exponential\ndecay of the passive tracer concentration, under suitable conditions for the\nvelocity field and the probability distribution of random stopping time.\n","Comment: 7 pages"]}]
