["0704.1008",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1008"],"date":["2007-04-07","2008-08-27"],"type":["text"],"creator":["Noohi, Behrang"],"language":[],"coverage":[],"title":["Explicit HRS-Tilting"],"description":["  For an abelian category $A$ equipped with a torsion pair, we give an explicit\ndescription for the abelian category $B$ introduced by Happel-Reiten-Smalo, and\nalso for the category of chain complexes $Ch(B)$ and the derived category\n$D(B)$ of $B$. We also describe the DG structure on $Ch(B)$. As a consequence,\nwe find new proofs of certain results of Happel-Reiten-Smalo. The main\ningredient is the category of {\\em decorated} complexes.\n","Comment: 31 pages, introduction expanded, minor errors corrected"]}]
["0704.2826",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","Mathematics - Statistics Theory","60J65 (Primary) 60G40, 60J60 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2826","Annals of Applied Probability 2008, Vol. 18, No. 4, 1424-1440","doi:10.1214/07-AAP488"],"date":["2007-04-21","2008-08-28"],"type":["text"],"creator":["Kahale, Nabil"],"language":[],"coverage":[],"title":["Analytic crossing probabilities for certain barriers by Brownian motion"],"description":["  We calculate crossing probabilities and one-sided last exit time densities\nfor a class of moving barriers on an interval $[0,T]$ via Schwartz\ndistributions. We derive crossing probabilities and first hitting time\ndensities for another class of barriers on $[0,T]$ by proving a Schwartz\ndistribution version of the method of images. Analytic expressions for crossing\nprobabilities and related densities are given for new explicit and\nsemi-explicit barriers.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AAP488 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0706.0668",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0668","Phys. Rev. Lett. 101, 090403 (2008)","doi:10.1103/PhysRevLett.101.090403"],"date":["2007-06-05","2008-08-28"],"type":["text"],"creator":["Kofler, Johannes","Brukner, Caslav"],"language":[],"coverage":[],"title":["The conditions for quantum violation of macroscopic realism"],"description":["  Why do we not experience a violation of macroscopic realism in every-day\nlife? Normally, no violation can be seen either because of decoherence or the\nrestriction of coarse-grained measurements, transforming the time evolution of\nany quantum state into a classical time evolution of a statistical mixture. We\nfind the sufficient condition for these classical evolutions for spin systems\nunder coarse-grained measurements. Then we demonstrate that there exist\n\"non-classical\" Hamiltonians whose time evolution cannot be understood\nclassically, although at every instant of time the quantum spin state appears\nas a classical mixture. We suggest that such Hamiltonians are unlikely to be\nrealized in nature because of their high computational complexity.\n","Comment: 4 pages, 2 figures, revised version, journal reference added"]}]
["0707.2920",{"format":[],"subject":["Mathematics - Dynamical Systems","22E40, 37B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2920"],"date":["2007-07-19","2008-08-28"],"type":["text"],"creator":["Maucourant, François"],"language":[],"coverage":[],"title":["A non-homogeneous orbit of a diagonal subgroup"],"description":["  Let G=SL(n,R) with n>5. We construct examples of lattices Gamma of G,\nsubgroup A of the diagonal group and points x in G/Gamma such that the closure\nof the orbit Ax is not homogeneous but does not factors through the action of a\none-parameter non-unipotent group. This contradicts a conjecture of Margulis.\n"]}]
["0708.0374",{"format":[],"subject":["Mathematics - Dynamical Systems","37D35, 37E05, 37D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0374","Commun. Math. Phys. 283 (2008) 579-611","doi:10.1007/s00220-008-0596-0"],"date":["2007-08-02","2008-08-14"],"type":["text"],"creator":["Bruin, Henk","Todd, Mike"],"language":[],"coverage":[],"title":["Equilibrium states for potentials with $\\sup\\phi - \\inf\\phi < \\htop(f)$"],"description":["  In the context of smooth interval maps, we study an inducing scheme approach\nto prove existence and uniqueness of equilibrium states for potentials $\\phi$\nwith he `bounded range' condition $\\sup \\phi - \\inf \\phi < \\htop$, first used\nby Hofbauer and Keller. We compare our results to Hofbauer and Keller's use of\nPerron-Frobenius operators. We demonstrate that this `bounded range' condition\non the potential is important even if the potential is H\\\"older continuous. We\nalso prove analyticity of the pressure in this context.\n","Comment: Added Lemma 6 to deal with the disparity between leading eigenvalues\n  and operator norms. Added extra references and corrected some typos"]}]
["0710.3257",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3257","Physica D 237, 2084-2089 (2008)","doi:10.1016/j.physd.2008.01.016"],"date":["2007-10-17"],"type":["text"],"creator":["Volk, R.","Calzavarini, E.","Verhille, G.","Lohse, D.","Mordant, N.","Pinton, J. -F.","Toschi, F."],"language":[],"coverage":[],"title":["Acceleration of heavy and light particles in turbulence: comparison\n  between experiments and direct numerical simulations"],"description":["  We compare experimental data and numerical simulations for the dynamics of\ninertial particles with finite density in turbulence. In the experiment,\nbubbles and solid particles are optically tracked in a turbulent flow of water\nusing an Extended Laser Doppler Velocimetry technique. The probability density\nfunctions (PDF) of particle accelerations and their auto-correlation in time\nare computed. Numerical results are obtained from a direct numerical simulation\nin which a suspension of passive pointwise particles is tracked, with the same\nfinite density and the same response time as in the experiment. We observe a\ngood agreement for both the variance of acceleration and the autocorrelation\ntimescale of the dynamics; small discrepancies on the shape of the acceleration\nPDF are observed. We discuss the effects induced by the finite size of the\nparticles, not taken into account in the present numerical simulations.\n","Comment: 7 pages, 4 figures"]}]
["0711.2260",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2260","Proceedings Fundamental problems of Sciences,271-304,S.Petersburg\n  2002"],"date":["2007-11-14"],"type":["text"],"creator":["Conte, Elio"],"language":[],"coverage":[],"title":["A Quantum Like Interpretation and Solution of Einstein, Podolsky, and\n  Rosen Paradox in Quantum Mechanics"],"description":["  We discuss the Einstein, Podolsky, and Rosen paradox as it was formulated by\nAsher Peres in 1992 [4]. On this basis we realize an algebraic quantum like\nelaboration showing that in this formulation the paradox may be still\ninterpreted and solved.\n","Comment: 9 pages"]}]
["0712.3678",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis","35J20","35J25","35J15","65N06","65N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3678"],"date":["2007-12-21","2008-08-28"],"type":["text"],"creator":["Limić, Nedzad","Rogina, Mladen"],"language":[],"coverage":[],"title":["Numerical approach to $L_1$-problems with the second order elliptic\n  operators"],"description":["  For a second order differential operator $A(\\msx) =-\\nabla a(\\msx)\\nabla +\nb'(\\msx)\\nabla+ \\nabla \\big(\\msb''(\\msx) \\cdot\\big)$ on a bounded domain $D$\nwith the Dirichlet boundary conditions on $\\partial D$ there exists the inverse\n$T(\\lambda, A)= (\\lambda I+A)^{-1}$ in $L_1(D)$. If $\\mu$ is a Radon\n(probability) measure on Borel algebra of subsets of $D$, then $T(\\lambda,\nA)\\mu \\in L_p(D), p \\in [1, d/(d-1))$. We construct the numerical\napproximations to $u =T(\\lambda, A)\\mu$ in two steps. In the first one we\nconstruct grid-solutions ${\\bf u}_n$ and in the second step we embed\ngrid-solutions into the linear space of hat functions $u(n) \\in\n\\dot{W}_p^1(D)$. The strong convergence to the original solutions $u$ is\nestablished in $L_p(D)$ and the weak convergence in $\\dot{W}_p^1(D)$.\n","Comment: 33 pages"]}]
["0801.0082",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0082","Journal of Computational Biology. April 1, 2008, 15(3): 259-268","doi:10.1089/cmb.2007.0229"],"date":["2007-12-29"],"type":["text"],"creator":["Haus, Utz-Uwe","Klamt, Steffen","Stephen, Tamon"],"language":[],"coverage":[],"title":["Computing knock out strategies in metabolic networks"],"description":["  Given a metabolic network in terms of its metabolites and reactions, our goal\nis to efficiently compute the minimal knock out sets of reactions required to\nblock a given behaviour. We describe an algorithm which improves the\ncomputation of these knock out sets when the elementary modes (minimal\nfunctional subsystems) of the network are given. We also describe an algorithm\nwhich computes both the knock out sets and the elementary modes containing the\nblocked reactions directly from the description of the network and whose\nworst-case computational complexity is better than the algorithms currently in\nuse for these problems. Computational results are included.\n","Comment: 12 pages"]}]
["0801.1125",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1125","J. Comp. Elec. 7, 372 (2008).","doi:10.1007/s10825-008-0180-z"],"date":["2008-01-07"],"type":["text"],"creator":["Raza, Hassan","Kan, Edwin C."],"language":[],"coverage":[],"title":["An Extended Huckel Theory based Atomistic Model for Graphene\n  Nanoelectronics"],"description":["  An atomistic model based on the spin-restricted extended Huckel theory (EHT)\nis presented for simulating electronic structure and I-V characteristics of\ngraphene devices. The model is applied to zigzag and armchair graphene\nnano-ribbons (GNR) with and without hydrogen passivation, as well as for\nbilayer graphene. Further calculations are presented for electric fields in the\nnano-ribbon width direction and in the bilayer direction to show electronic\nstructure modification. Finally, the EHT Hamiltonian and NEGF (Nonequilibrium\nGreen's function) formalism are used for a paramagnetic zigzag GNR to show\n2e2/h quantum conductance.\n","Comment: 5 pages, 8 figures"]}]
["0801.4669",{"format":[],"subject":["Mathematics - Probability","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4669"],"date":["2008-01-30","2008-08-28"],"type":["text"],"creator":["Bahlali, Seid"],"language":[],"coverage":[],"title":["A general stochastic maximum principle for mixed relaxed-singular\n  control problems"],"description":["  We consider in this paper, mixed relaxed-singular stochastic control\nproblems, where the control variable has two components, the first being\nmeasure-valued and the second singular. The control domain is not necessarily\nconvex and the system is governed by a nonlinear stochastic differential\nequation, in which the measure-valued part of the control enters both the drift\nand the diffusion coefficients. We establish necessary optimality conditions,\nof the Pontryagin maximum principle type, satisfied by an optimal\nrelaxed-singular control, which exist under general conditions on the\ncoefficients. The proof is based on the strict singular stochastic maximum\nprinciple established by Bahlali-Mezerdi, Ekeland's variational principle and\nsome stability properties of the trajectories and adjoint processes with\nrespect to the control variable.\n","Comment: Submitted to Journal of Applied Mathematics and Stochastic Analysis"]}]
["0802.0607",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0607","Phys. Rev. Lett. 101, 084504 (2008)","doi:10.1103/PhysRevLett.101.084504"],"date":["2008-02-05","2008-08-28"],"type":["text"],"creator":["Calzavarini, Enrico","Cencini, Massimo","Lohse, Detlef","Toschi, Federico"],"language":[],"coverage":[],"title":["Quantifying turbulence induced segregation of inertial particles"],"description":["  Particles with density different from that of the advecting turbulent fluid\ncluster due to the different response of light/heavy particles to turbulent\nfluctuations. This study focuses on the quantitative characterization of the\nsegregation of dilute poly-disperse inertial particles evolving in turbulent\nflow, as obtained from Direct Numerical Simulation of the Navier-Stokes\nequations. We introduce an indicator of segregation amongst particles of\ndifferent inertia and/or size, from which a length scale r_{seg} quantifying\nthe degree of segregation of two different types of particles is deduced.\n","Comment: 4 pages, 5 figures"]}]
["0802.1154",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1154","Colloquia paper, Eur. Phys. J. B 64, 1-18 (2008)","doi:10.1140/epjb/e2008-00280-0"],"date":["2008-02-08","2008-08-28"],"type":["text"],"creator":["Barisic, O. S.","Barisic, S."],"language":[],"coverage":[],"title":["Phase diagram of the Holstein polaron in one dimension"],"description":["  The behavior of the 1D Holstein polaron is described, with emphasis on\nlattice coarsening effects, by distinguishing between adiabatic and\nnonadiabatic contributions to the local correlations and dispersion properties.\nThe original and unifying systematization of the crossovers between the\ndifferent polaron behaviors, usually considered in the literature, is obtained\nin terms of quantum to classical, weak coupling to strong coupling, adiabatic\nto nonadiabatic, itinerant to self-trapped polarons and large to small\npolarons. It is argued that the relationship between various aspects of polaron\nstates can be specified by five regimes: the weak-coupling regime, the regime\nof large adiabatic polarons, the regime of small adiabatic polarons, the regime\nof small nonadiabatic (Lang-Firsov) polarons, and the transitory regime of\nsmall pinned polarons for which the adiabatic and nonadiabatic contributions\nare inextricably mixed in the polaron dispersion properties. The crossovers\nbetween these five regimes are positioned in the parameter space of the\nHolstein Hamiltonian.\n","Comment: 19 pages, 9 figures"]}]
["0802.1555",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1555"],"date":["2008-02-11","2008-08-27"],"type":["text"],"creator":["Yang, Shengtian","Chen, Yan","Honold, Thomas","Zhang, Zhaoyang","Qiu, Peiliang"],"language":[],"coverage":[],"title":["Constructing Linear Codes with Good Joint Spectra"],"description":["  The problem of finding good linear codes for joint source-channel coding\n(JSCC) is investigated in this paper. By the code-spectrum approach, it has\nbeen proved in the authors' previous paper that a good linear code for the\nauthors' JSCC scheme is a code with a good joint spectrum, so the main task in\nthis paper is to construct linear codes with good joint spectra. First, the\ncode-spectrum approach is developed further to facilitate the calculation of\nspectra. Second, some general principles for constructing good linear codes are\npresented. Finally, we propose an explicit construction of linear codes with\ngood joint spectra based on low density parity check (LDPC) codes and low\ndensity generator matrix (LDGM) codes.\n","Comment: 6 pages, 1 figure, to appear in Proc. ChinaCom 2008"]}]
["0802.2351",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2351","Phys. Rev. Lett. 101, 097007 (2008)","doi:10.1103/PhysRevLett.101.097007"],"date":["2008-02-16"],"type":["text"],"creator":["Koch, Jens","Hur, Karyn Le"],"language":[],"coverage":[],"title":["Discontinuous current-phase relations in small 1D Josephson junction\n  arrays"],"description":["  We study the Josephson effect in small one-dimensional (1D) Josephson\njunction arrays. For weak Josephson tunneling, topologically different regions\nin the charge-stability diagram generate distinct current-phase relationships\n(I$\\Phi$). We present results for a three-junction system in the vicinity of\ncharge degeneracy lines and triple points. We explain the generalization to\nlarger arrays, show that discontinuities of the I$\\Phi$ at phase $\\pi$ persist\nand that, at maximum degeneracy, the problem can be mapped to a tight-binding\nmodel providing analytical results for arbitrary system size.\n","Comment: 4 pages, 4 figures"]}]
["0802.2357",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2357","J. Comp. Elec. 7, 423 (2008).","doi:10.1007/s10825-008-0231-5"],"date":["2008-02-16"],"type":["text"],"creator":["Raza, Hassan","Kan, Edwin C."],"language":[],"coverage":[],"title":["An atomistic quantum transport solver with dephasing for field-effect\n  transistors"],"description":["  Extended Huckel theory (EHT) along with NEGF (Non-equilibrium Green's\nfunction formalism) has been used for modeling coherent transport through\nmolecules. Incorporating dephasing has been proposed to theoretically reproduce\nexperimental characteristics for such devices. These elastic and inelastic\ndephasing effects are expected to be important in quantum devices with the\nfeature size around 10nm, and hence an efficient and versatile solver is\nneeded. This model should have flexibility to be applied to a wide range of\nnano-scale devices, along with 3D electrostatics, for arbitrary shaped contacts\nand surface roughness. We report one such EHT-NEGF solver with dephasing by\nself-consistent Born approximation (SCBA). 3D electrostatics is included using\na finite-element scheme. The model is applied to a single wall carbon nanotube\n(CNT) cross-bar structure with a C60 molecule as the active channel. Without\ndephasing, a negative differential resistance (NDR) peak appears when the C60\nlowest unoccupied molecular orbital level crosses a van Hove singularity in the\n1D density of states of the metallic CNTs acting as contacts. This NDR\ndiminishes with increasing dephasing in the channel as expected.\n","Comment: to appear in Journal of Computational Electronics"]}]
["0802.3670",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3670","New Journal of Physics 10 073027 (2008)","doi:10.1088/1367-2630/10/7/073027"],"date":["2008-02-25","2008-08-28"],"type":["text"],"creator":["Gauger, Erik M.","Rohde, Peter P.","Stoneham, A. Marshall","Lovett, Brendon W."],"language":[],"coverage":[],"title":["Entanglement of Remote Spins with Unequal Coupling to an Optically\n  Active Mediator"],"description":["  We demonstrate that two remote qubits can be entangled through an optically\nactive intermediary even if the coupling strengths between mediator and qubits\nare different. This is true for a broad class of interactions. We consider two\ncontrasting scenarios. First, we extend the analysis of a previously studied\ngate operation which relies on pulsed, dynamical control of the optical state\nand which may be performed quickly. We show that remote spins can be entangled\nin this case even when the intermediary coupling strengths are unequal. Second,\nwe propose an alternative adiabatic control procedure, and find that the system\nrequirements become even less restrictive in this case. The scheme could be\ntested immediately in a range of systems including molecules, quantum dots, or\ndefects in crystals.\n","Comment: 16 pages, 9 figures"]}]
["0804.1016",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1016","Physical Review A 78, 021804 R (2008)","doi:10.1103/PhysRevA.78.021804"],"date":["2008-04-07","2008-08-28"],"type":["text"],"creator":["Kiesel, T.","Vogel, W.","Parigi, V.","Zavatta, A.","Bellini, M."],"language":[],"coverage":[],"title":["Experimental determination of a nonclassical Glauber-Sudarshan P\n  function"],"description":["  A quantum state is nonclassical if its Glauber-Sudarshan P function fails to\nbe interpreted as a probability density. This quantity is often highly\nsingular, so that its reconstruction is a demanding task. Here we present the\nexperimental determination of a well-behaved P function showing negativities\nfor a single-photon-added thermal state. This is a direct visualization of the\noriginal definition of nonclassicality. The method can be useful under\nconditions for which many other signatures of nonclassicality would not\npersist.\n","Comment: 4 pages, 4 figures"]}]
["0804.2139",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2139","New J. Phys. 10 No 7 (July 2008) 073016","doi:10.1088/1367-2630/10/7/073016"],"date":["2008-04-14","2008-08-28"],"type":["text"],"creator":["Gauger, Erik M.","Nazir, Ahsan","Benjamin, Simon C.","Stace, Thomas M.","Lovett, Brendon W."],"language":[],"coverage":[],"title":["Robust adiabatic approach to optical spin entangling in coupled quantum\n  dots"],"description":["  Excitonic transitions offer a possible route to ultrafast optical spin\nmanipulation in coupled nanostructures. We perform here a detailed study of the\nthree principal exciton-mediated decoherence channels for optically-controlled\nelectron spin qubits in coupled quantum dots: radiative decay of the excitonic\nstate, exciton-phonon interactions, and Landau-Zener transitions between\nlaser-dressed states. We consider a scheme to produce an entangling\ncontrolled-phase gate on a pair of coupled spins which, in its simplest dynamic\nform, renders the system subject to fast decoherence rates associated with\nexciton creation during the gating operation. In contrast, we show that an\nadiabatic approach employing off-resonant laser excitation allows us to\nsuppress all sources of decoherence simultaneously, significantly increasing\nthe fidelity of operations at only a relatively small gating time cost. We find\nthat controlled-phase gates accurate to one part in 10^2 can realistically be\nachieved with the adiabatic approach, whereas the conventional dynamic approach\ndoes not appear to support a fidelity suitable for scalable quantum\ncomputation. Our predictions could be demonstrated experimentally in the near\nfuture.\n","Comment: 26 pages, 9 figures"]}]
["0804.2751",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2751","Phys. Rev. B 78, 075442 (2008)","doi:10.1103/PhysRevB.78.075442"],"date":["2008-04-17","2008-08-28"],"type":["text"],"creator":["Ribeiro, R. M.","Peres, N. M. R.","Coutinho, J.","Briddon, P. R."],"language":[],"coverage":[],"title":["Inducing energy gaps in graphene monolayer and bilayer"],"description":["  In this paper we propose a mechanism for the induction of energy gaps in the\nspectrum of graphene and its bilayer, when both these materials are covered\nwith water and ammonia molecules. The energy gaps obtained are within the range\n20-30 meV, values compatible to those found in experimental studies of graphene\nbilayer. We further show that the binding energies are large enough for the\nadsorption of the molecules to be maintained even at room temperature.\n"]}]
["0804.3873",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3873","PRL 101, 074503 (2008)","doi:10.1103/PhysRevLett.101.074503"],"date":["2008-04-24","2008-08-28"],"type":["text"],"creator":["Nase, J.","Lindner, A.","Creton, C."],"language":[],"coverage":[],"title":["Pattern Formation During Deformation of a Confined Viscoelastic Layer:\n  From a Viscous Liquid to a Soft Elastic Solid"],"description":["  We study pattern formation during tensile deformation of confined\nviscoelastic layers. The use of a model system (PDMS with different degrees of\ncrosslinking) allows us to go continuously from a viscous liquid to an elastic\nsolid. We observe two distinct regimes of fingering instabilities: a regime\ncalled \"elastic\" with interfacial crack propagation where the fingering\nwavelength only scales with the film thickness, and a bulk regime called\n\"viscoelastic\" where the fingering instability shows a Saffman-Taylor-like\nbehavior. We find good quantitative agreement with theory in both cases and\npresent a reduced parameter describing the transition between the two regimes\nand allowing to predict the observed patterns over the whole range of\nviscoelastic properties.\n","Comment: 4 pages, 7 figures, typos corrected, figure 5 replaced"]}]
["0805.0264",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0264","Phys. Rev. Lett. 101, 077005 (2008)","doi:10.1103/PhysRevLett.101.077005"],"date":["2008-05-02","2008-08-28"],"type":["text"],"creator":["Klauss, H. -H.","Luetkens, H.","Klingeler, R.","Hess, C.","Litterst, F. J.","Kraken, M.","Korshunov, M. M.","Eremin, I.","Drechsler, S. -L.","Khasanov, R.","Amato, A.","Hamann-Borreo, J.","Leps, N.","Kondrat, A.","Behr, G.","Werner, J.","Buechner, B."],"language":[],"coverage":[],"title":["Commensurate Spin Density Wave in LaOFeAs: A Local Probe Study"],"description":["  We present a detailed study on the magnetic order in the undoped mother\ncompound LaOFeAs of the recently discovered Fe-based superconductor\nLaO$_{1-x}$F$_x$FeAs. In particular, we present local probe measurements of the\nmagnetic properties of LaOFeAs by means of $^{57}$Fe M\\\"ossbauer spectroscopy\nand muon spin relaxation in zero external field along with magnetization and\nresistivity studies. These experiments prove a commensurate static magnetic\norder with a strongly reduced ordered moment of 0.25(5) $\\mu_B$ at the iron\nsite below T_N = 138 K, well separated from a structural phase transition at\nT_N = 156 K. The temperature dependence of the sublattice magnetization is\ndetermined and compared to theory. Using a four-band spin density wave model\nboth, the size of the order parameter and the quick saturation below T_N are\nreproduced.\n","Comment: 5 pages, 5 figures"]}]
["0805.1314",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1314","Physical Review B 78, 064309 (2008)","doi:10.1103/PhysRevB.78.064309"],"date":["2008-05-09","2008-08-28"],"type":["text"],"creator":["Ferraro, E.","Breuer, H. -P.","Napoli, A.","Jivulescu, M. A.","Messina, A."],"language":[],"coverage":[],"title":["Non-Markovian dynamics of a single electron spin coupled to a nuclear\n  spin bath"],"description":["  We apply the time-convolutionless (TCL) projection operator technique to the\nmodel of a central spin which is coupled to a spin bath via nonuniform\nHeisenberg interaction. The second-order results of the TCL method for the\ncoherences and populations of the central spin are determined analytically and\ncompared with numerical simulations of the full von Neumann equation of the\ntotal system. The TCL approach is found to yield an excellent approximation in\nthe strong field regime for the description of both the short-time dynamics and\nthe long time behavior.\n","Comment: 8 pages, 9 figures"]}]
["0805.1328",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1328","Phys. Rev. B 78, 054204 (2008)","doi:10.1103/PhysRevB.78.054204"],"date":["2008-05-09"],"type":["text"],"creator":["Chen, Huanyang","Chan, C. T."],"language":[],"coverage":[],"title":["Electromagnetic wave manipulation using layered systems"],"description":["  We show that the optical properties of an oblique layered system with two\nkinds of isotropic materials can be described using the concept of\ntransformation media as long as the thickness of the layers is much smaller\nthan the wavelength. Once the connection with transformation media is\nestablished, we then show that oblique layered system can serve as a universal\nelement to build a variety of interesting functional optical components such as\nwave splitters, wave combiners, one-dimensional cloaking devices and\nreflectionless field rotators.\n","Comment: 25 pages, 8 figures"]}]
["0805.2164",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2164","Phys. Rev. B 77, 214415 (2008)","doi:10.1103/PhysRevB.77.214415"],"date":["2008-05-14"],"type":["text"],"creator":["Salman, Z.","Kiefl, R. F.","Chow, K. H.","MacFarlane, W. A.","Keeler, T.","Parolin, T.","Tabbara, S.","Wang, D."],"language":[],"coverage":[],"title":["Persistent Spin Dynamics in the $S=1/2$ V$_{15}$ Molecular Nano-Magnet"],"description":["  We present muon spin lattice relaxation measurements in the V15 spin 1/2\nmolecular nano-magnet. We find that the relaxation rate in low magnetic fields\n(<5 kG) is temperature independent below ~10 K, implying that the molecular\nspin is dynamically fluctuating down to 12 mK. These measurements show that the\nfluctuation time increases as the temperature is decreased and saturates at a\nvalue of ~6 nsec at low temperatures. The fluctuations are attributed to V15\nmolecular spin dynamics perpendicular to the applied magnetic field direction,\ninduced by coupling between the molecular spin and nuclear spin bath in the\nsystem.\n","Comment: Accepted for publication in Phys. Rev. B, 5 pages, 5 figure"]}]
["0805.4664",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4664"],"date":["2008-05-29","2008-08-27"],"type":["text"],"creator":["Botti, Ismael","Lira, Paulina","Netzer, Hagai","Kaspi, Shai","Maza, Jose","Maoz, Dan"],"language":[],"coverage":[],"title":["Broad-line region size and black hole mass in high-z AGN"],"description":["  In this contribution we briefly review the reverberation mapping technique\nand its results for low and intermidiate luminosity AGNs. Then we present a\nmonitoring campaign of high-luminosity high-redshift quasars which will extend\nthese results by two orders of magnitude, probing the broad-line region size\nand black hole (BH) mass of luminous AGN at redshift ~2-3.\n","Comment: 6 pages, 3 figures. To appear in the proceedings of the \"Compact\n  Objects and their Emission\" La Plata International School in Astronomy and\n  Geophysics, held 10-14 March 2008, in La Plata, Argentina (eds: I. Andruchow,\n  G. E. Romero)"]}]
["0807.1608",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1608","Phys Lett A 372 5758-5759 (2008)","doi:10.1016/j.physleta.2008.07.019"],"date":["2008-07-10"],"type":["text"],"creator":["Jones, Jonathan A."],"language":[],"coverage":[],"title":["NMR implementations of Gauss sums"],"description":["  I describe the use of NMR experiments which implement Gauss sums as a method\nfor factoring numbers and discuss whether this approach can be computationally\nuseful.\n","Comment: Physics Letters A in press. 4 pages elsart, no figures. Follow up to\n  e-print arXiv:0704.2065"]}]
["0807.3771",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3771"],"date":["2008-07-23","2008-08-28"],"type":["text"],"creator":["Tan, Jonathan C."],"language":[],"coverage":[],"title":["Astrometry of the Dynamical Ejection of the Becklin-Neugebauer Object\n  from theta^1 Ori C"],"description":["  We show that the proper motion of the Becklin-Neugebauer (BN) object is\nconsistent with its dynamical ejection from the theta^1 Ori C binary, contrary\nto recent claims by Gomez et al. Continued radio observations of BN and future\nprecise astrometric observations of theta^1 Ori C with SIM and the Orion Nebula\nCluster with GAIA can constrain the properties of this ejection event, with\nimplications for theories of how the nearest example of massive star formation\nis proceeding.\n","Comment: 4 pages, including 1 figure, submitted to ApJL"]}]
["0807.4679",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4679"],"date":["2008-07-29","2008-08-28"],"type":["text"],"creator":["Yeager, Sean","Zamick, Larry"],"language":[],"coverage":[],"title":["Relations Involving Static Quadrupole Moments of $2^+$ states and\n  B(E2)'s"],"description":["  We define the ``quadrupole ratio'' $r_Q = \\dfrac{Q_0(S)}{Q_0(B)}$ where\n$Q_0(S)$ is the intrinsic quadrupole moment obtained from the static quadrupole\nmoment of the $2_1^+$ state of an even-even nucleus and $Q_0(B)$ the intrinsic\nquadrupole moment obtained from $B(E2)_{0 \\to 2}$. In both cases we assume a\nsimple rotational formula connecting the rotating frame to the laboratory\nframe. The quantity $r_Q$ would be one if the rotational model were perfect and\nthe energy ratio $E(4)/E(2)$ would be 10/3. In the simple vibrational model,\n$r_Q$ would be zero and $E(4)/E(2)$ would be two. There are some regions where\nthe rotational limit is almost met and fewer where the vibrational limit is\nalso almost met. For most cases, however, it is between these two limits, i.e.\n$0 < r_Q < 1$. There are a few cases where $r_Q$ is bigger than one, especially\nfor light nuclei.\n"]}]
["0807.4999",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4999"],"date":["2008-07-31","2008-08-28"],"type":["text"],"creator":["Mariz, T.","Nascimento, J. R.","Petrov, A. Yu.","Santos, A. F.","da Silva, A. J."],"language":[],"coverage":[],"title":["Spontaneous Lorentz symmetry breaking and cosmological constant"],"description":["  This paper has been withdrawn by the authors due to need of essential\nrevision.\n","Comment: This paper has been withdrawn by the authors"]}]
["0808.2283",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2283","Phys. Rev. Lett 101, 096402 (2008)","doi:10.1103/PhysRevLett.101.096402"],"date":["2008-08-17"],"type":["text"],"creator":["Wassmann, Tobias","Seitsonen, Ari P.","Saitta, A. Marco","Lazzeri, Michele","Mauri, Francesco"],"language":[],"coverage":[],"title":["Structure, Stability, Edge States and Aromaticity of Graphene Ribbons"],"description":["  We determine the stability, the geometry, the electronic and magnetic\nstructure of hydrogen-terminated graphene-nanoribbons edges as a function of\nthe hydrogen content of the environment by means of density functional theory.\nAntiferromagnetic zigzag ribbons are stable only at extremely-low ultra-vacuum\npressures. Under more standard conditions, the most stable structures are the\nmono- and di-hydrogenated armchair edges and a zigzag edge reconstruction with\none di- and two mono-hydrogenated sites. At high hydrogen-concentration\n``bulk'' graphene is not stable and spontaneously breaks to form ribbons, in\nanalogy to the spontaneous breaking of graphene into small-width nanoribbons\nobserved experimentally in solution. The stability and the existence of exotic\nedge electronic-states and/or magnetism is rationalized in terms of simple\nconcepts from organic chemistry (Clar's rule)\n","Comment: 4 pages, 3 figures, accepted for publication by Physical Review\n  Letters"]}]
["0808.2285",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2285","Phys. Rev. B 78, 081406 (2008)","doi:10.1103/PhysRevB.78.081406"],"date":["2008-08-17"],"type":["text"],"creator":["Lazzeri, Michele","Attaccalite, Claudio","Wirtz, Ludger","Mauri, Francesco"],"language":[],"coverage":[],"title":["Impact of the electron-electron correlation on phonon dispersions:\n  failure of LDA and GGA functionals in graphene and graphite"],"description":["  We compute electron-phonon coupling (EPC) of selected phonon modes in\ngraphene and graphite using various ab-initio methods. The inclusion of\nnon-local exchange-correlation effects within the GW approach strongly\nrenormalizes the square EPC of the A$'_1$ {\\bf K} mode by almost 80$%$ with\nrespect to density functional theory in the LDA and GGA approximations. Within\nGW, the phonon slope of the A$'_1$ {\\bf K} mode is almost two times larger than\nin GGA and LDA, in agreement with phonon dispersions from inelastic x-ray\nscattering and Raman spectroscopy. The hybrid B3LYP functional overestimates\nthe EPC at {\\bf K} by about 30%. Within the Hartree-Fock approximation, the\ngraphene structure displays an instability under a distortion following the\nA$'_1$ phonon at {\\bf K}.\n","Comment: Accepted for publication by Phys. Rev. B (Rapid Communications)"]}]
["0808.3437",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3437"],"date":["2008-08-25","2008-08-28"],"type":["text"],"creator":["Luo, Hong-Gang","Zhao, Dun","He, Xu-Gang","Li, Lin"],"language":[],"coverage":[],"title":["Dissipative solitons stabilized by a quantum Zeno-like effect"],"description":["  An unstable particle in quantum mechanics can be stabilized by frequent\nmeasurements, known as the quantum Zeno effect. A soliton with dissipation\nbehaves like an unstable particle. Similar to the quantum Zeno effect, here we\nshow that the soliton can be stabilized by modulating periodically dispersion,\nnonlinearity, or the external harmonic potential available in BEC. This can be\nobtained by analyzing a Painleve integrability condition, which results from\nthe rigorous Painleve analysis of the generalized nonautonomous nonlinear\nSchrodinger equation. The result has a profound implication to the optical\nsoliton transmission and the matter-wave soliton dynamics.\n","Comment: 5 pages, 2 figures, title and references revised"]}]
["0808.3511",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Databases","Quantitative Biology - Quantitative Methods","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3511"],"date":["2008-08-26","2008-08-27"],"type":["text"],"creator":["Sastry, P. S.","Unnikrishnan, K. P."],"language":[],"coverage":[],"title":["Conditional probability based significance tests for sequential patterns\n  in multi-neuronal spike trains"],"description":["  In this paper we consider the problem of detecting statistically significant\nsequential patterns in multi-neuronal spike trains. These patterns are\ncharacterized by ordered sequences of spikes from different neurons with\nspecific delays between spikes. We have previously proposed a data mining\nscheme to efficiently discover such patterns which are frequent in the sense\nthat the count of non-overlapping occurrences of the pattern in the data stream\nis above a threshold. Here we propose a method to determine the statistical\nsignificance of these repeating patterns and to set the thresholds\nautomatically. The novelty of our approach is that we use a compound null\nhypothesis that includes not only models of independent neurons but also models\nwhere neurons have weak dependencies. The strength of interaction among the\nneurons is represented in terms of certain pair-wise conditional probabilities.\nWe specify our null hypothesis by putting an upper bound on all such\nconditional probabilities. We construct a probabilistic model that captures the\ncounting process and use this to calculate the mean and variance of the count\nfor any pattern. Using this we derive a test of significance for rejecting such\na null hypothesis. This also allows us to rank-order different significant\npatterns. We illustrate the effectiveness of our approach using spike trains\ngenerated from a non-homogeneous Poisson model with embedded dependencies.\n","Comment: 35 pages, 7 figures"]}]
["0808.3574",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Logic in Computer Science","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3574"],"date":["2008-08-26"],"type":["text"],"creator":["D'Hondt, Ellie","Sadrzadeh, Mehrnoosh"],"language":[],"coverage":[],"title":["Classical Knowledge for Quantum Security"],"description":["  We propose a decision procedure for analysing security of quantum\ncryptographic protocols, combining a classical algebraic rewrite system for\nknowledge with an operational semantics for quantum distributed computing. As a\ntest case, we use our procedure to reason about security properties of a\nrecently developed quantum secret sharing protocol that uses graph states. We\nanalyze three different scenarios based on the safety assumptions of the\nclassical and quantum channels and discover the path of an attack in the\npresence of an adversary. The epistemic analysis that leads to this and similar\ntypes of attacks is purely based on our classical notion of knowledge.\n","Comment: extended abstract, 13 pages"]}]
["0808.3587",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3587","Statistical Science 2008, Vol. 23, No. 2, 201-218","doi:10.1214/07-STS253"],"date":["2008-08-27"],"type":["text"],"creator":["Verbeke, Geert","Molenberghs, Geert","Beunckens, Caroline"],"language":[],"coverage":[],"title":["Formal and Informal Model Selection with Incomplete Data"],"description":["  Model selection and assessment with incomplete data pose challenges in\naddition to the ones encountered with complete data. There are two main reasons\nfor this. First, many models describe characteristics of the complete data, in\nspite of the fact that only an incomplete subset is observed. Direct comparison\nbetween model and data is then less than straightforward. Second, many commonly\nused models are more sensitive to assumptions than in the complete-data\nsituation and some of their properties vanish when they are fitted to\nincomplete, unbalanced data. These and other issues are brought forward using\ntwo key examples, one of a continuous and one of a categorical nature. We argue\nthat model assessment ought to consist of two parts: (i) assessment of a\nmodel's fit to the observed data and (ii) assessment of the sensitivity of\ninferences to unverifiable assumptions, that is, to how a model described the\nunobserved data given the observed ones.\n","Comment: Published in at http://dx.doi.org/10.1214/07-STS253 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0808.3588",{"format":[],"subject":["Mathematics - Differential Geometry","14R99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3588"],"date":["2008-08-26"],"type":["text"],"creator":["Craizer, Marcos","Anciaux, Henri","Lewiner, Thomas"],"language":[],"coverage":[],"title":["Discrete Affine Surfaces based on Quadrangular Meshes"],"description":["  In this paper we are interested in defining affine structures on discrete\nquadrangular surfaces of the affine three-space. We introduce, in a\nconstructive way, two classes of such surfaces, called respectively indefinite\nand definite surfaces. The underlying meshes for indefinite surfaces are\nasymptotic nets satisfying a non-degeneracy condition, while the underlying\nmeshes for definite surfaces are non-degenerate conjugate nets satisfying a\ncertain natural condition. In both cases we associate to any of these nets\nseveral discrete affine invariant quantities: a metric, a normal and a\nco-normal vector fields, and a mean curvature. Moreover, we derive structural\nand compatibility equations which are shown to be necessary and sufficient\nconditions for the existence of a discrete quadrangular surface with a given\naffine structure.\n","Comment: 21 pages, 7 figures"]}]
["0808.3594",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3594"],"date":["2008-08-26"],"type":["text"],"creator":["Magalhães, P. C.","Robilotta, M. R."],"language":[],"coverage":[],"title":["Elastic $K\\pi$ amplitude: a simple model"],"description":["  We present a chiral model for the $J=0, I=1/2,$ elastic $K\\p$ amplitude,\nsuited to be employed in $D^+ \\rar K^- \\p^+ \\p^+$ data analyses and valid\nbetween threshold and $1.5 $GeV. Although not as precise as other versions\navailable in the literature, it is rather simple and incorporates the essential\nphysics in this energy domain. In the case of the $K$-matrix approximation, the\nmodel allows the pole structure of the $K\\p$ amplitude to be understood by\nsolving a quadratic equation in $s$. We show that the solutions to this\nequation can be well approximated by polynomials of masses and coupling\nconstants. This analytic structure allows a clear understanding why, depending\non the values of one of the coupling constants, one may have one or two\nphysical poles. The model yields a pole, associated with the $\\k$, at\n$\\sqrt{s}= (0.75 - i 0.24) $GeV.\n","Comment: 13 pages, 4 figures"]}]
["0808.3599",{"format":[],"subject":["Mathematics - Probability","60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3599"],"date":["2008-08-26"],"type":["text"],"creator":["Fontes, L. R. G.","Newman, C. M.","Ravishankar, K.","Schertzer, E."],"language":[],"coverage":[],"title":["Exceptional Times for the Dynamical Discrete Web"],"description":["  The dynamical discrete web (DyDW),introduced in recent work of Howitt and\nWarren, is a system of coalescing simple symmetric one-dimensional random walks\nwhich evolve in an extra continuous dynamical time parameter \\tau. The\nevolution is by independent updating of the underlying Bernoulli variables\nindexed by discrete space-time that define the discrete web at any fixed \\tau.\nIn this paper, we study the existence of exceptional (random) values of \\tau\nwhere the paths of the web do not behave like usual random walks and the\nHausdorff dimension of the set of exceptional such \\tau. Our results are\nmotivated by those about exceptional times for dynamical percolation in high\ndimension by H\\\"{a}ggstrom, Peres and Steif, and in dimension two by Schramm\nand Steif. The exceptional behavior of the walks in the DyDW is rather\ndifferent from the situation for the dynamical random walks of Benjamini,\nH\\\"{a}ggstrom, Peres and Steif. For example, we prove that the walk from the\norigin S^\\tau_0 violates the law of the iterated logarithm (LIL) on a set of\n\\tau of Hausdorff dimension one. We also discuss how these and other results\nextend to the dynamical Brownian web, the natural scaling limit of the DyDW.\n"]}]
["0808.3603",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3603"],"date":["2008-08-27"],"type":["text"],"creator":["Tanji, Haruka","Ghosh, Saikat","Simon, Jonathan","Bloom, Benjamin","Vuletić, Vladan"],"language":[],"coverage":[],"title":["Heralded single-magnon quantum memory for photon polarization states"],"description":["  We demonstrate a heralded quantum memory based on mapping of a photon\npolarization state onto a single collective-spin excitation (magnon) shared\nbetween two spatially overlapped atomic ensembles. The polarization fidelity is\nmeasured by quantum state tomography to be above 90(2)% for any input\npolarization, which far exceeds the classical limit of 2/3. The process also\nconstitutes a quantum non-destructive probe that detects and regenerates a\nphoton without touching its - potentially undetermined - polarization.\n"]}]
["0808.3604",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H10","14H45","14H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3604"],"date":["2008-08-26"],"type":["text"],"creator":["Chen, Dawei"],"language":[],"coverage":[],"title":["On the dimension of the Hilbert scheme of curves"],"description":["  Consider a component of the Hilbert scheme whose general point corresponds to\na degree d genus g smooth irreducible and nondegenerate curve in a projective\nvariety X. We give lower bounds for the dimension of such a component when X is\nP^3, P^4 or a smooth quadric threefold in P^4 respectively. Those bounds make\nsense from the asymptotic viewpoint if we fix d and let g vary. Some examples\nare constructed using determinantal varieties to show the sharpness of the\nbounds for d and g in a certain range. The results can also be applied to study\nrigid curves.\n","Comment: 15 pages, comments are welcome"]}]
["0808.3613",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3613"],"date":["2008-08-26"],"type":["text"],"creator":["Bland-Hawthorn, J.","Gallagher, J. S."],"language":[],"coverage":[],"title":["Conference Summary: Magellanic System - Stars, Gas and Galaxies"],"description":["  We provide a brief overview of some key issues that came out of the IAU 256\nsymposium on the Magellanic System (http://www.astro.keele.ac.uk/iaus256)\n","Comment: 11 pages"]}]
["0808.3614",{"format":[],"subject":["Mathematics - Combinatorics","05A05","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3614","The Electronic Journal of Combinatorics 15 (2008), #R108"],"date":["2008-08-26"],"type":["text"],"creator":["Georgiadis, Evangelos","Callan, David","Hou, Qing-Hu"],"language":[],"coverage":[],"title":["Circular Digraph Walks, k-Balanced Strings, Lattice Paths and Chebychev\n  Polynomials"],"description":["  We count the number of walks of length n on a k-node circular digraph that\ncover all k nodes in two ways. The first way illustrates the transfer-matrix\nmethod. The second involves counting various classes of height-restricted\nlattice paths. We observe that the results also count so-called k-balanced\nstrings of length n, generalizing a 1996 Putnam problem.\n","Comment: 12 pages, 1 figure, 2 tables. Submitted.Accepted"]}]
["0808.3615",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Classical Analysis and ODEs","11F25, 33C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3615"],"date":["2008-08-26"],"type":["text"],"creator":["Moll, Victor H.","Robins, Sinai","Soodhalter, K."],"language":[],"coverage":[],"title":["The action of Hecke operators on hypergeometric functions"],"description":["  We study the action of Hecke operators on the set of hypergeometric\nfunctions. We show that the spectrum of these operators is the set of powers\nn^a and that polylogarithms play a dominant role in the study of the\ncorresponding eigenfunctions. As a corollary, we obtain a characterization of\ncompletely multiplicative hypergeometric coefficients.\n"]}]
["0808.3617",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3617"],"date":["2008-08-26"],"type":["text"],"creator":["Chen, G."],"language":[],"coverage":[],"title":["The Modification of the Oppenheimer and Snyder Collapsing Dust Ball to a\n  Static Ball in Discrete Space-time"],"description":["  Besides the singularity problem, the famous Oppenheimer and Snyder solution\nis discovered to be of deficiency in two aspects: the internal Friedmann\nspace-time does not have the inherent symmetry and cannot connect to the\nexternal Schwarzschild space-time. So the process of gravitational collapse\ndescribed by this solution is doubtful. The deficiency, together with the\nsingularity problem, result from the imperfection of the field theory in\ncontinuous space-time, which is expressed by the infinite precision function\ntheory. The space-time structure of the Oppenheimer and Snyder dust ball is\nfounded to be discrete rather than continuous, and to describe the field theory\nin discrete space-time it requires a function theory with finite precision.\nBased on the i order real number and its equivalence class, which is defined in\nthe real number field, the infinite precision function theory is extended to\nthe finite precision function theory. The Einstein field equations are\nexpressed in the form of finite precision, and then the collapsing dust ball\nsolution in continuous space-time is modified to a static ball solution in\ndiscrete space-time. It solves all the problems of Oppenheimer and Snyder\nsolution and shows that, with Planck length and Planck time as space-time\nquantum, a mechanism to resist the gravitational collapse could be obtained by\nthe discretization of space-time.\n","Comment: 18 pages, no figure"]}]
["0808.3618",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3618"],"date":["2008-08-26"],"type":["text"],"creator":["Kawakubo, Toru","Yamamoto, Katsuji"],"language":[],"coverage":[],"title":["A standard Hamiltonian formulation for the dynamical Casimir effect"],"description":["  We present a quantum description of photon creation via dynamical Casimir\neffect based on the standard Hamiltonian formulation. The particle\nrepresentation is constructed in the expansion of field operators fixed with\nthe initial modes. The Hamiltonian is presented in terms of the creation and\nannihilation operators with the time-varying couplings which originate from the\nexternal properties such as an oscillating boundary or a plasma mirror of a\nsemiconductor slab. Some consideration is also made for the experimental\nrealization with a semiconductor plasma mirror.\n","Comment: 4 pages"]}]
["0808.3621",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3621"],"date":["2008-08-26"],"type":["text"],"creator":["Anderson, Lara B."],"language":[],"coverage":[],"title":["Heterotic and M-theory Compactifications for String Phenomenology"],"description":["  In this thesis, we explore two approaches to string phenomenology. In the\nfirst half of the work, we investigate M-theory compactifications on spaces\nwith co-dimension four, orbifold singularities. We construct M-theory on\nC^2/Z_N by coupling 11-dimensional supergravity to a seven-dimensional\nYang-Mills theory located on the orbifold fixed-plane. The resulting action is\nsupersymmetric to leading non-trivial order in the 11-dim Newton constant. We\nthereby reduce M-theory on a G2 orbifold with C^2/Z_N singularities, explicitly\nincorporating the additional gauge fields at the singularities. We derive the\nKahler potential, gauge-kinetic function and superpotential for the resulting\nN=1 four-dimensional theory. Blowing-up of the orbifold is described by a Higgs\neffect and the results are consistent with the corresponding ones obtained for\nsmooth G2 spaces. Further, we consider flux and Wilson lines on singular loci\nof the G2 space, and discuss the relation to N=4 SYM theory.\n  In the second half, we develop an algorithmic framework for E8 x E8 heterotic\ncompactifications with monad bundles. We begin by considering cyclic Calabi-Yau\nmanifolds where we classify positive monad bundles, prove stability, and\ncompute the complete particle spectrum for all bundles. Next, we generalize the\nconstruction to bundles on complete intersection Calabi-Yau manifolds. We show\nthat the class of positive monad bundles, subject to the heterotic anomaly\ncondition, is finite (~7000 models). We compute the particle spectrum for these\nmodels and develop new techniques for computing the cohomology of line bundles.\nThere are no anti-generations of particles and the spectrum is manifestly\nmoduli-dependent. We further study the slope-stability of positive monad\nbundles and develop a new method for proving stability of SU(n) vector bundles.\n","Comment: PhD Thesis, 230 pages; University of Oxford (2008)"]}]
["0808.3631",{"format":[],"subject":["Mathematics - Probability","60H15, 60F10 (Primary) 37L55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3631","Annals of Probability 2008, Vol. 36, No. 4, 1390-1420","doi:10.1214/07-AOP362"],"date":["2008-08-27"],"type":["text"],"creator":["Budhiraja, Amarjit","Dupuis, Paul","Maroulas, Vasileios"],"language":[],"coverage":[],"title":["Large deviations for infinite dimensional stochastic dynamical systems"],"description":["  The large deviations analysis of solutions to stochastic differential\nequations and related processes is often based on approximation. The\nconstruction and justification of the approximations can be onerous, especially\nin the case where the process state is infinite dimensional. In this paper we\nshow how such approximations can be avoided for a variety of infinite\ndimensional models driven by some form of Brownian noise. The approach is based\non a variational representation for functionals of Brownian motion. Proofs of\nlarge deviations properties are reduced to demonstrating basic qualitative\nproperties (existence, uniqueness and tightness) of certain perturbations of\nthe original process.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOP362 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0808.3636",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3636"],"date":["2008-08-27"],"type":["text"],"creator":["Krusberg, Zosia A. C."],"language":[],"coverage":[],"title":["Physics education research: Resources for graduate student instructors"],"description":["  This resource letter intends to provide physics instructors - particularly\ngraduate student teaching assistants - at the introductory university level\nwith a small but representative collection of resources to acquire a\nfamiliarity with research in physics education for guidance in everyday\ninstruction. The resources are in the form of books, articles, websites,\njournals, and organizations.\n","Comment: 9 pages"]}]
["0808.3646",{"format":[],"subject":["Mathematics - Geometric Topology","57M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3646"],"date":["2008-08-27"],"type":["text"],"creator":["Fujiwara, M."],"language":[],"coverage":[],"title":["Finite type invariants of words and Arnold's invariants"],"description":["  We define a new finite type invariant for stably homeomorphic class of curves\non compact oriented surfaces without boundaries and extend to a regular\nhomotopy invariant for spherical curves.\n","Comment: 7 pages, 3 figures"]}]
["0808.3649",{"format":[],"subject":["Mathematics - Probability","60G (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3649","Annals of Probability 2008, Vol. 36, No. 4, 1472-1494","doi:10.1214/07-AOP366"],"date":["2008-08-27"],"type":["text"],"creator":["Zhan, Dapeng"],"language":[],"coverage":[],"title":["Reversibility of chordal SLE"],"description":["  We prove that the chordal SLE$_{\\kappa}$ trace is reversible for\n$\\kappa\\in(0,4]$.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOP366 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0808.3650",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3650"],"date":["2008-08-27"],"type":["text"],"creator":["Belle collaboration","Kim, H. O."],"language":[],"coverage":[],"title":["Study of intermediate two-body decays in $\\bar{B}^0\\to\n  \\Sigma_c(2455)^{0}\\bar{p}\\pi^{+}$"],"description":["  We present results of a detailed study of the three-body\n$\\bar{B}^0\\to\\Sigma_c(2455)^{0}\\bar{p}\\pi^{+}$ decay. A significant enhancement\nof signal events is observed in the $\\bar{p}\\pi^+$ mass system near $1.5 {\\rm\nGeV}/c^2$ that is consistent with the presence of an intermediate baryonic\nresonance $\\bar{N}^0$, where $\\bar{N}^0$ is the $\\bar{N}(1440)^0 P_{11}$ or\n$\\bar{N}(1535)^0 S_{11}$ state, or an admixture of the two states. We measure\nthe product ${\\cal B}(\\bar{B}^0\\to\\Sigma_c(2455)^{0}\\bar{N}^0)\\times{\\cal\nB}(\\bar{N}^0\\to\\bar{p}\\pi^+)$=\n($0.80\\pm0.15\\rm{(stat.)}\\pm0.14\\rm{(syst.)}\\pm0.21$)$\\times10^{-4}$, where the\nlast error is due to the uncertainty in ${\\cal B}(\\Lambda_c^+\\to p K^-\\pi^+)$.\nThe significance of the signal is 6.1 standard deviations. This analysis is\nbased on a data sample of 357 fb$^{-1}$, accumulated at the $\\Upsilon(4S)$\nresonance with the Belle detector at the KEKB asymmetric-energy $e^+e^-$\ncollider.\n","Comment: 15 pages, 7 figures, submitted to Physics Letters B"]}]
["0808.3656",{"format":[],"subject":["Mathematics - Probability","93E20, 60G40, 91A15 (Primary) 91A25, 60G44 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3656","Annals of Probability 2008, Vol. 36, No. 4, 1495-1527","doi:10.1214/07-AOP367"],"date":["2008-08-27"],"type":["text"],"creator":["Karatzas, Ioannis","Zamfirescu, Ingrid-Mona"],"language":[],"coverage":[],"title":["Martingale approach to stochastic differential games of control and\n  stopping"],"description":["  We develop a martingale approach for studying continuous-time stochastic\ndifferential games of control and stopping, in a non-Markovian framework and\nwith the control affecting only the drift term of the state-process. Under\nappropriate conditions, we show that the game has a value and construct a\nsaddle pair of optimal control and stopping strategies. Crucial in this\nconstruction is a characterization of saddle pairs in terms of pathwise and\nmartingale properties of suitable quantities.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOP367 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0808.3659",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3659"],"date":["2008-08-27"],"type":["text"],"creator":["Mandel, Shahar Even-Dar","Lifshitz, Ron"],"language":[],"coverage":[],"title":["Bloch-like Electronic Wave Functions in Two-Dimensional Quasicrystals"],"description":["  Electrons in quasicrystals generically possess critical wave functions that\nare neither exponentially-localized nor extended, but rather decay\nalgebraically in space. Nevertheless, motivated by recent calculations on the\nsquare and cubic Fibonacci quasicrystals, we investigate whether it is possible\nto obtain extended wave functions expressed as linear combinations of\ndegenerate, or nearly-degenerate, critical eigenfunctions. We find that not\nonly is this possible, but that the wave functions that emerge are Bloch-like,\nexhibiting the quasiperiodic long-range order of the underlying quasicrystal.\nWe discuss the significance of this result for the study of electronic\nproperties of real quasicrystals.\n"]}]
["0808.3672",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3672"],"date":["2008-08-27"],"type":["text"],"creator":["Gleisberg, Tanju","Hoeche, Stefan","Krauss, Frank"],"language":[],"coverage":[],"title":["How to calculate colourful cross sections efficiently"],"description":["  Different methods for the calculation of cross sections with many QCD\nparticles are compared. To this end, CSW vertex rules, Berends-Giele recursion\nand Feynman-diagram based techniques are implemented as well as various methods\nfor the treatment of colours and phase space integration. We find that\ntypically there is only a small window of jet multiplicities, where the CSW\ntechnique has efficiencies comparable or better than both of the other two\nmethods.\n"]}]
["0808.3685",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Analysis of PDEs","35B40","35B41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3685"],"date":["2008-08-27"],"type":["text"],"creator":["Potomkin, Mykhailo"],"language":[],"coverage":[],"title":["Asymptotic behaviour of thermoviscoelastic Berger plate"],"description":["  System of partial differential equations with a convolution terms and\nnon-local nonlinearity describing oscillations of plate due to Berger approach\nand with accounting for thermal regime in terms of Coleman-Gurtin and\nGurtin-Pipkin law and fading memory of material is considered. The equation is\ntransformed into a dynamical system in a suitable Hilbert space which\nasymptotic behaviour is analysed. Existence of the compact global attractor in\nthis dynamical system and some of its properties are proved in this article.\nMain tool in analysis of asymptotic behaviour is stabilizability inequality.\n","Comment: 34 pages"]}]
["0808.3693",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","C.0","D.2.9","D.4.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3693"],"date":["2008-08-27"],"type":["text"],"creator":["Grehant, Xavier","Dana, J. M."],"language":[],"coverage":[],"title":["Providing Virtual Execution Environments: A Twofold Illustration"],"description":["  Platform virtualization helps solving major grid computing challenges: share\nresource with flexible, user-controlled and custom execution environments and\nin the meanwhile, isolate failures and malicious code. Grid resource management\ntools will evolve to embrace support for virtual resource.\n  We present two open source projects that transparently supply virtual\nexecution environments. Tycoon has been developed at HP Labs to optimise\nresource usage in creating an economy where users bid to access virtual\nmachines and compete for CPU cycles. SmartDomains provides a peer-to-peer layer\nthat automates virtual machines deployment using a description language and\ndeployment engine from HP Labs. These projects demonstrate both client-server\nand peer-to-peer approaches to virtual resource management. The first case\nmakes extensive use of virtual machines features for dynamic resource\nallocation. The second translates virtual machines capabilities into a\nsophisticated language where resource management components can be plugged in\nconfigurations and architectures defined at deployment time.\n  We propose to share our experience at CERN openlab developing SmartDomains\nand deploying Tycoon to give an illustrative introduction to emerging research\nin virtual resource management.\n","Comment: openlab Technical Documents and Publications"]}]
["0808.3695",{"format":[],"subject":["Physics - Physics Education","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3695"],"date":["2008-08-27"],"type":["text"],"creator":["Bisesi, Erica","Michelini, Marisa"],"language":[],"coverage":[],"title":["Planning Curricular Proposals on Sound and Music with Prospective\n  Secondary-School Teachers"],"description":["  Sound is a preferred context to build foundations on wave phenomena, one of\nthe most important disciplinary referents in physics. It is also one of the\nbest-set frameworks to achieve transversality, overcoming scholastic level and\nactivating emotional aspects which are naturally connected with every day life,\nas well as with music and perception. Looking at sound and music by a\ntransversal perspective - a border-line approach between science and art, is\nthe adopted statement for a teaching proposal using meta-cognition as a\nstrategy in scientific education. This work analyzes curricular proposals on\nmusical acoustics, planned by prospective secondary-school teachers in the\nframework of a Formative Intervention Module answering the expectation of\nmaking more effective teaching scientific subjects by improving creative\ncapabilities, as well as leading to build logical and scientific\ncategorizations able to consciously discipline artistic activity in music\nstudents. With this aim, a particular emphasis is given to those concepts -\nlike sound parameters and structural elements of a musical piece, which are\nbest fitted to be addressed on a transversal perspective, involving\nsimultaneously physics, psychophysics and music.\n","Comment: 12 pages with 5 figures. Submitted for publication in Physics\n  Curriculum Design, Development and Validation - GIREP 2008 book of selected\n  papers, 2008"]}]
["0808.3699",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3699"],"date":["2008-08-27"],"type":["text"],"creator":["Blood, Casey"],"language":[],"coverage":[],"title":["Difficulties with Collapse Interpretations of Quantum Mechanics"],"description":["  Quantum mechanics gives many versions of reality but we perceive only one.\nOne potential explanation for this, the one considered here, is that the wave\nfunction collapses down to just one version. The experimental situation is\nbriefly reviewed, with no evidence found for collapse. The theoretical position\nis also reviewed and found wanting. Collapse-by-observation schemes are\nlogically untenable. A mathematical theory of collapse must be nonlinear, a\nsignificant departure from current quantum theory. In addition, the primary\ncandidate theory, the GRW-Pearle model, requires instantaneous, non-local\ntransmission of information. It also requires transmission of information\nacross versions of reality, which is forbidden in current quantum mechanics.\nAnd there is no apparent physical quantity, such as particle number, that can\nprovide the mechanism for collapse in all cases. Further, these aspects, which\nare in disagreement with current theory, seem to be necessary for any\nmathematical theory of collapse. The conclusion is that the outlook for\nmathematical collapse schemes is not encouraging.\n","Comment: 18 pages"]}]
["0808.3700",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3700"],"date":["2008-08-27"],"type":["text"],"creator":["Klasen, M.","Kramer, G."],"language":[],"coverage":[],"title":["Survival probability in diffractive dijet photoproduction"],"description":["  We confront the latest H1 and ZEUS data on diffractive dijet photoproduction\nwith next-to-leading order QCD predictions in order to determine whether a\nrapidity gap survival probability of less than one is supported by the data. We\nfind evidence for this hypothesis when assuming global factorization breaking\nfor both the direct and resolved photon contributions, in which case the\nsurvival probability would have to be E_T^jet-dependent, and for the resolved\nor in addition the related direct initial-state singular contribution only,\nwhere it would be independent of E_T^jet.\n","Comment: 8 pages, 7 figures, to appear in the proceedings of the 2008\n  CERN-DESY workshop on \"HERA and the LHC\""]}]
["0808.3715",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3715","Philosophical Magazine Letters 88, 6 (2008) 459","doi:10.1080/09500830802186938"],"date":["2008-08-27"],"type":["text"],"creator":["Nurislamova, Gulnaz","Sauvage, Xavier","Murashkin, Maxim","Islamgaliev, Rinat","Valiev, Ruslan"],"language":[],"coverage":[],"title":["Nanostructure and related mechanical properties of an Al-Mg-Si alloy\n  processed by severe plastic deformation"],"description":["  Microstructural features and mechanical properties of an Al-Mg-Si alloy\nprocessed by high-pressure torsion have been investigated using transmission\nelectron microscopy, X-ray diffraction, three-dimensional atom probe, tensile\ntests and microhardness measurements. It is shown that HPT processing of the\nAl-Mg-Si alloy leads to a much stronger grain size refinement than of pure\naluminium (down to 100 nm). Moreover, massive segregation of alloying elements\nalong grain boundaries is observed. This nanostructure exhibits a yield stress\neven two times higher than that after a standard T6 heat treatment of the\ncoarse grained alloy\n"]}]
["0808.3716",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3716","Materials Science and Engineering A 491 (2008) 364","doi:10.1016/j.msea.2008.02.006"],"date":["2008-08-27"],"type":["text"],"creator":["Sauvage, Xavier","Dédé, Anite","Muñoz, Alexandra Cabello","Huneau, Bertrand"],"language":[],"coverage":[],"title":["Precipitate stability and recrystallisation in the weld nuggets of\n  friction stir welded Al-Mg-Si and Al-Mg-Sc alloys"],"description":["  Two different precipitate hardening aluminium alloys processed by friction\nstir welding were investigated. The microstructure and the hardness of the as\ndelivered materials were compared to that of the weld nugget. Transmission\nelectron microscopy observations combined with three-dimensional atom probe\nanalyses clearly show that \\beta;\" precipitates dissolved in the nugget of the\nAl-Mg-Si giving rise to some supersaturated solid solution. It is shown that\nthe dramatic softening of the weld could be partly recovered by post-welding\nageing treatments. In the Al-Mg-Sc alloy, Al3Sc precipitate size and density\nare unchanged in the nugget comparing to the base metal. These precipitates\nstrongly reduce the boundary mobility of recrystallised grains, leading to a\ngrain size in the nugget much smaller than in the Al-Mg-Si alloy. Both coherent\nand incoherent precipitates were detected. This feature may indicate that a\ncombination of continuous and discontinuous recrystallisation occurred in the\nweld nugget.\n"]}]
["0808.3717",{"format":[],"subject":["Computer Science - General Literature"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3717","\"Publishing studies\" book series, edited by Giandomenico Sica,\n  ISSN 1973-6061 (Printed edition), ISSN 1973-6053 (Electronic edition)"],"date":["2008-08-27"],"type":["text"],"creator":["van Reijswoud, Victor","de Jager, Arjan"],"language":[],"coverage":[],"title":["Free and Open Source Software for Development"],"description":["  Development organizations and International Non-Governmental Organizations\nhave been emphasizing the high potential of Free and Open Source Software for\nthe Less Developed Countries. Cost reduction, less vendor dependency and\nincreased potential for local capacity development have been their main\narguments. In spite of its advantages, Free and Open Source Software is not\nwidely adopted at the African continent. In this book the authors will explore\nthe grounds on with these expectations are based. Where do they come from and\nis there evidence to support these expectations? Over the past years several\nprojects have been initiated and some good results have been achieved, but at\nthe same time many challenges were encountered. What lessons can be drawn from\nthese experiences and do these experiences contain enough evidence to support\nthe high expectations? Several projects and their achievements will be\nconsidered. In the final part of the book the future of Free and Open Source\nSoftware for Development will be explored. Special attention is given to the\nAfrican continent since here challenges are highest. What is the role of Free\nand open Source Software for Development and how do we need to position and\nexplore the potential? What are the threats? The book aims at professionals\nthat are engaged in the design and implementation of ICT for Development\n(ICT4D) projects and want to improve their understanding of the role Free and\nOpen Source Software can play.\n","Comment: 113 pages, ISBN 978-88-7699-131-8 (Printed edition), ISBN\n  978-88-7699-132-5 (Electronic edition), printed edition available at\n  http://www.amazon.com/ and on http://stores.lulu.com/polimetrica"]}]
["0808.3721",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","76D03, 76D05, 35Q3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3721"],"date":["2008-08-27"],"type":["text"],"creator":["Costin, O.","Luo, G.","Tanveer, S."],"language":[],"coverage":[],"title":["Integral formulation of 3-D Navier-Stokes and longer time existence of\n  smooth solutions"],"description":["  We consider the 3-D Navier-Stokes initial value problem, $$ v_t - \\nu \\Delta\nv = -\\mathcal{P} [ v \\cdot \\nabla v ] + f , v(x, 0) = v_0 (x), x \\in\n\\mathbb{T}^3 (*) $$ where $\\mathcal{P}$ is the Hodge projection. We assume that\nthe Fourier transform norms $ \\| {\\hat f} \\|_{l^1 (\\mathbb{Z}^3)}$ and $\\|\n{\\hat v}_0 \\|_{l^{1} (\\mathbb{Z}^3)}$ are finite. Using an inverse Laplace\ntransform approach, we prove that an integral equation equivalent to (*) has a\nunique solution ${\\hat U} (k, q)$, exponentially bounded for $q$ in a sector\ncentered on $\\RR^+$, where $q$ is the inverse Laplace dual to $1/t^n$ for $n\n\\ge 1$. This implies in particular local existence of a classical solution to\n(*) for $t \\in (0, T)$, where $T$ depends on $\\| {\\hat v}_0 \\|_{l^{1}}$ and $\\|\n{\\hat f} \\|_{l^1}$. Global existence of the solution to NS follows if $\\| {\\hat\nU} (\\cdot, q) \\|_{l^1}$ has subexponential bounds as $q\\to\\infty$. If $f=0$,\nthen the converse is also true: if NS has global solution, then there exists $n\n\\ge 1 $ for which $\\| {\\hat U} (\\cdot, q) \\|$ necessarily decays. We show the\nexponential growth rate bound of U, \\alpha, can be better estimated based on\nthe values of ${\\hat U}$ on a finite interval $[0,q_0]$. We also show how the\nintegral equation can be solved numerically with controlled errors. Preliminary\nnumerical calculations suggest that this approach gives an existence time that\nsubstantially exceeds classical estimate.\n"]}]
["0808.3741",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","32G15","30F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3741"],"date":["2008-08-27","2008-08-28"],"type":["text"],"creator":["Axelsson, Reynir","Schumacher, Georg"],"language":[],"coverage":[],"title":["Geometric Approach to the Weil-Petersson Symplectic Form"],"description":["  In a family of compact, canonically polarized, complex manifolds the first\nvariation of the lengths of closed geodesics is computed. As an application, we\nshow the coincidence of the Fenchel-Nielsen and Weil-Petersson symplectic forms\non the Teichmueller spaces of compact Riemann surfaces in a purely geometric\nway. The method can also be applied to situations like moduli spaces of\nweighted punctured Riemann surfaces, where the methods of Kleinian groups are\nnot available.\n"]}]
["0808.3748",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3748"],"date":["2008-08-27"],"type":["text"],"creator":["Qazilbash, M. M.","Hamlin, J. J.","Baumbach, R. E.","Maple, M. B.","Basov, D. N."],"language":[],"coverage":[],"title":["Charge dynamics in the normal state of the iron oxypnictide\n  superconductor LaFePO"],"description":["  We present the first infrared and optical study in the normal state of\nab-plane oriented single crystals of the iron-oxypnictide superconductor\nLaFePO. We find that this material is a low carrier density metal with a\nmoderate level of correlations and exhibits signatures of electron-boson\ncoupling. The data is consistent with the presence of coherent quasiparticles\nin LaFePO.\n","Comment: 4 pages including 3 figures"]}]
["0808.3751",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3751"],"date":["2008-08-27"],"type":["text"],"creator":["Sabanis, Sotirios"],"language":[],"coverage":[],"title":["Necessary and sufficient conditions for the existence of the q-optimal\n  measure"],"description":["  This paper presents the general form and essential properties of the\nq-optimal measure following the approach of Delbaen and Schachermayer (1996)\nand proves its existence under mild conditions. Most importantly, it states a\nnecessary and sufficient condition for a candidate measure to be the q-optimal\nmeasure in the case even of signed measures. Finally, an updated\ncharacterization of the q-optimal measure for continuous asset price processes\nis presented in the light of the counterexample appearing in Cerny and Kallsen\n(2006) concerning Hobson's (2004) approach.\n"]}]
["0808.3753",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","14A15","14C05","16G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3753"],"date":["2008-08-27"],"type":["text"],"creator":["Galluzzi, Federica","Vaccarino, Francesco"],"language":[],"coverage":[],"title":["Hilbert-Chow morphism for non commutative Hilbert schemes and moduli\n  spaces of linear representations"],"description":["  Let $k$ be a commutative ring and let $R$ be a commutative $k-$algebra. The\naim of this paper is to define and discuss some connection morphisms between\nschemes associated to the representation theory of a (non necessarily\ncommutative) $R-$algebra $A. $ We focus on the scheme $\\ran//\\GL_n$ of the\n$n-$dimensional representations of $A, $ on the Hilbert scheme $\\Hilb_A^n$\nparameterizing the left ideals of codimension $n$ of $A$ and on the affine\nscheme Spec $\\Gamma_R^n(A)^{ab} $ of the abelianization of the divided powers\nof order $n$ over $A. $\n  We give a generalization of the Grothendieck-Deligne norm map from\n$\\Hilb_A^n$ to Spec $\\Gamma_R^n(A)^{ab} $ which specializes to the Hilbert Chow\nmorphism on the geometric points when $A$ is commutative and $k$ is an\nalgebraically closed field. Describing the Hilbert scheme as the base of a\nprincipal bundle we shall factor this map through the moduli space\n$\\ran//\\GL_n$ giving a nice description of this Hilbert-Chow morphism, and\nconsequently proving that it is projective.\n","Comment: 18 pages"]}]
["0808.3760",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3760"],"date":["2008-08-27"],"type":["text"],"creator":["Conlon, David","Fox, Jacob","Sudakov, Benny"],"language":[],"coverage":[],"title":["Hypergraph Ramsey numbers"],"description":["  The Ramsey number r_k(s,n) is the minimum N such that every red-blue coloring\nof the k-tuples of an N-element set contains either a red set of size s or a\nblue set of size n, where a set is called red (blue) if all k-tuples from this\nset are red (blue). In this paper we obtain new estimates for several basic\nhypergraph Ramsey problems. We give a new upper bound for r_k(s,n) for k \\geq 3\nand s fixed. In particular, we show that r_3(s,n) \\leq 2^{n^{s-2}\\log n}, which\nimproves by a factor of n^{s-2}/ polylog n the exponent of the previous upper\nbound of Erdos and Rado from 1952. We also obtain a new lower bound for these\nnumbers, showing that there are constants c_1,c_2>0 such that r_3(s,n) \\geq\n2^{c_1 sn \\log (n/s)} for all 4 \\leq s \\leq c_2n. When s is a constant, it\ngives the first superexponential lower bound for r_3(s,n), answering an open\nquestion posed by Erdos and Hajnal in 1972. Next, we consider the 3-color\nRamsey number r_3(n,n,n), which is the minimum N such that every 3-coloring of\nthe triples of an N-element set contains a monochromatic set of size n.\nImproving another old result of Erdos and Hajnal, we show that r_3(n,n,n) \\geq\n2^{n^{c \\log n}}. Finally, we make some progress on related hypergraph\nRamsey-type problems.\n"]}]
["0808.3765",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3765"],"date":["2008-08-27"],"type":["text"],"creator":["Smolin, Lee"],"language":[],"coverage":[],"title":["Could deformed special relativity naturally arise from the semiclassical\n  limit of quantum gravity?"],"description":["  A argument is described for how deformed or doubly special relativity may\narise in the semiclassical limit of a quantum theory of gravity. We consider a\ngeneric quantum theory of gravity coupled to matter, from which we use only the\nassumption that a Hamiltonian constraint is imposed. We study circumstances in\nwhich Lambda, G and hbar all may be separately neglected, but there may arise\nterms in the ratio of particle energies to the Planck mass which are small but\nmeasurable. Such cases include probes of an energy dependent speed of light\nsuch as are possible in experiments such as MAGIC and GLAST. We show that in\nsuch cases the leading order effect of quantum gravity will, if certain scaling\nrelations are satisfied, be to deform the metric in the effective Hamiltonian\nof the matter quantum field theory by terms linear in energies. As the\nHamiltonian constraint has been imposed there can be no preferred time\ncoordinate or frame of reference, hence this is a modification rather than a\nbreaking of special relativity.\n","Comment: 12 pages, no figures"]}]
["cond-mat/0109159",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0109159","J. Phys. A: Math. Gen. 34 (2001) 4783-4796","doi:10.1088/0305-4470/34/23/301"],"date":["2001-09-10"],"type":["text"],"creator":["Richard, C.","Guttmann, A. J."],"language":[],"coverage":[],"title":["q-linear approximants: Scaling functions for polygon models"],"description":["  The perimeter and area generating functions of exactly solvable polygon\nmodels satisfy q-functional equations, where q is the area variable. The\nbehaviour in the vicinity of the point where the perimeter generating function\ndiverges can often be described by a scaling function. We develop the method of\nq-linear approximants in order to extract the approximate scaling behaviour of\npolygon models when an exact solution is not known. We test the validity of our\nmethod by approximating exactly solvable q-linear polygon models. This leads to\nscaling functions for a number of q-linear polygon models, notably generalized\nrectangles, Ferrers diagrams, and stacks.\n","Comment: 17 pages, 3 figures"]}]
["cond-mat/0202339",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0202339","J. Stat. Phys 108 (2002) 459-493","doi:10.1023/A:1015773723188"],"date":["2002-02-20","2003-02-27"],"type":["text"],"creator":["Richard, Christoph"],"language":[],"coverage":[],"title":["Scaling behaviour of two-dimensional polygon models"],"description":["  Exactly solvable two-dimensional polygon models, counted by perimeter and\narea, are described by $q$-algebraic functional equations. We provide\ntechniques to extract the scaling behaviour of these models up to arbitrary\norder and apply them to some examples. These are then used to analyze the\nunsolved model of self-avoiding polygons, where we numerically confirm\npredictions about its scaling function and its first two corrections to\nscaling.\n","Comment: 32 pages, 1 figure; small changes in section 4; journal reference\n  added"]}]
["cond-mat/0302414",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0302414","J. Phys. A 36 (2003), 6333-6345","doi:10.1088/0305-4470/36/24/305"],"date":["2003-02-20","2004-05-19"],"type":["text"],"creator":["Rogers, A. N.","Richard, C.","Guttmann, A. J."],"language":[],"coverage":[],"title":["Self-avoiding walks and polygons on quasiperiodic tilings"],"description":["  We enumerate self-avoiding walks and polygons, counted by perimeter, on the\nquasiperiodic rhombic Penrose and Ammann-Beenker tilings, thereby considerably\nextending previous results. In contrast to similar problems on regular\nlattices, these numbers depend on the chosen start vertex. We compare different\nways of counting and demonstrate that suitable averaging improves converge to\nthe asymptotic regime. This leads to improved estimates for critical points and\nexponents, which support the conjecture that self-avoiding walks on\nquasiperiodic tilings belong to the same universality class as self-avoiding\nwalks on the square lattice. For polygons, the obtained e numeration data does\nnot allow to draw decisive conclusions about the exponent.\n","Comment: 17 pages, 12 figures. v2: minor changes, version as published"]}]
["cond-mat/0302514",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0302514","J. Stat. Phys. 115 (2004), 943-965","doi:10.1023/B:JOSS.0000022370.48118.8b"],"date":["2003-02-25","2004-05-19"],"type":["text"],"creator":["Richard, C.","Guttmann, A. J."],"language":[],"coverage":[],"title":["Poland-Scheraga models and the DNA denaturation transition"],"description":["  Poland-Scheraga models were introduced to describe the DNA denaturation\ntransition. We give a rigorous and refined discussion of a family of these\nmodels. We derive possible scaling functions in the neighborhood of the phase\ntransition point and review common examples. We introduce a self-avoiding\nPoland-Scheraga model displaying a first order phase transition in two and\nthree dimensions. We also discuss exactly solvable directed examples. This\ncomplements recent suggestions as to how the Poland-Scheraga class might be\nextended in order to display a first order transition, which is observed\nexperimentally.\n","Comment: 23 pages, 4 figures; v2: new section 2.4, changes in introduction and\n  conclusion; v3: major changes, version as published"]}]
["cond-mat/0311346",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0311346","J. Phys. A: Math. Gen. 37 (2003), 4493-4500","doi:10.1088/0305-4470/37/16/002"],"date":["2003-11-14","2004-05-19"],"type":["text"],"creator":["Richard, Christoph"],"language":[],"coverage":[],"title":["Area distribution of the planar random loop boundary"],"description":["  We numerically investigate the area statistics of the outer boundary of\nplanar random loops, on the square and triangular lattices. Our Monte Carlo\nsimulations suggest that the underlying limit distribution is the Airy\ndistribution, which was recently found to appear also as area distribution in\nthe model of self-avoiding loops.\n","Comment: 10 pages, 2 figures. v2: minor changes, version as published"]}]
["cond-mat/0406027",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0406027","J. Stat. Mech. (2004) P08007","doi:10.1088/1742-5468/2004/08/P08007"],"date":["2004-06-01"],"type":["text"],"creator":["Richard, C.","Jensen, I.","Guttmann, A. J."],"language":[],"coverage":[],"title":["Scaling prediction for self-avoiding polygons revisited"],"description":["  We analyse new exact enumeration data for self-avoiding polygons, counted by\nperimeter and area on the square, triangular and hexagonal lattices. In\nextending earlier analyses, we focus on the perimeter moments in the vicinity\nof the bicritical point. We also consider the shape of the critical curve near\nthe bicritical point, which describes the crossover to the branched polymer\nphase. Our recently conjectured expression for the scaling function of rooted\nself-avoiding polygons is further supported. For (unrooted) self-avoiding\npolygons, the analysis reveals the presence of an additional additive term with\na new universal amplitude. We conjecture the exact value of this amplitude.\n","Comment: 17 pages, 3 figures"]}]
["cond-mat/0602062",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0602062","Phys. Rev. A 73, 043618 (2006)","doi:10.1103/PhysRevA.73.043618"],"date":["2006-02-02","2006-02-06"],"type":["text"],"creator":["Norrie, A. A.","Ballagh, R. J.","Gardiner, C. W.","Bradley, A. S."],"language":[],"coverage":[],"title":["Three-body recombination of ultracold Bose gases using the truncated\n  Wigner method"],"description":["  We apply the truncated Wigner method to the process of three-body\nrecombination in ultracold Bose gases. We find that within the validity regime\nof the Wigner truncation for two-body scattering, three-body recombination can\nbe treated using a set of coupled stochastic differential equations that\ninclude diffusion terms, and can be simulated using known numerical methods. As\nan example we investigate the behaviour of a simple homogeneous Bose gas.\n","Comment: Replaced paper same as original; correction to author list on\n  cond-mat made"]}]
["cond-mat/9712267",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9712267","J. Phys. A: Math. Gen. 31 (1998) 6385-6408","doi:10.1088/0305-4470/31/30/007"],"date":["1997-12-22","1998-08-21"],"type":["text"],"creator":["Richard, Christoph","Hoeffe, Moritz","Hermisson, Joachim","Baake, Michael"],"language":[],"coverage":[],"title":["Random Tilings: Concepts and Examples"],"description":["  We introduce a concept for random tilings which, comprising the conventional\none, is also applicable to tiling ensembles without height representation. In\nparticular, we focus on the random tiling entropy as a function of the tile\ndensities. In this context, and under rather mild assumptions, we prove a\ngeneralization of the first random tiling hypothesis which connects the maximum\nof the entropy with the symmetry of the ensemble. Explicit examples are\nobtained through the re-interpretation of several exactly solvable models. This\nalso leads to a counterexample to the analogue of the second random tiling\nhypothesis about the form of the entropy function near its maximum.\n","Comment: 32 pages, 42 eps-figures, Latex2e updated version, minor grammatical\n  changes"]}]
["cond-mat/9907262",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9907262","J. Phys. A 32 (1999), 8823-8829","doi:10.1088/0305-4470/32/50/304"],"date":["1999-07-19"],"type":["text"],"creator":["Richard, Christoph"],"language":[],"coverage":[],"title":["An alternative view on random tilings"],"description":["  We apply a framework for the description of random tilings without height\nrepresentation, which was proposed recently, to the special case of\nquasicrystalline random tilings. Several important examples are discussed,\nthereby demonstrating the consistency of this alternative description with the\nconventional one. We also clarify the latter by deriving a group theoretic\ncriterion for the validity of the first random tiling hypothesis.\n","Comment: 9 pages, 2 eps-figures, LateX2e"]}]
["math-ph/0302049",{"format":[],"subject":["Mathematical Physics","52C23","82B20","78A45","43A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0302049","J. Math. Phys. 44 (2003), 4436-4449","doi:10.1063/1.1609032"],"date":["2003-02-21","2004-05-19"],"type":["text"],"creator":["Richard, Christoph"],"language":[],"coverage":[],"title":["Dense Dirac combs in Euclidean space with pure point diffraction"],"description":["  Regular model sets, describing the point positions of ideal\nquasicrystallographic tilings, are mathematical models of quasicrystals. An\nimportant result in mathematical diffraction theory of regular model sets,\nwhich are defined on locally compact Abelian groups, is the pure pointedness of\nthe diffraction spectrum. We derive an extension of this result, valid for\ndense point sets in Euclidean space, which is motivated by the study of\nquasicrystallographic random tilings.\n","Comment: 18 pages. v2: final version as published"]}]
["math-ph/0605076",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0605076","J. Phys.: Conf. Ser. 42 (2006), 239-257","doi:10.1088/1742-6596/42/1/022"],"date":["2006-05-30"],"type":["text"],"creator":["Richard, Christoph"],"language":[],"coverage":[],"title":["Staircase polygons: moments of diagonal lengths and column heights"],"description":["  We consider staircase polygons, counted by perimeter and sums of k-th powers\nof their diagonal lengths, k being a positive integer. We derive limit\ndistributions for these parameters in the limit of large perimeter and compare\nthe results to Monte-Carlo simulations of self-avoiding polygons. We also\nanalyse staircase polygons, counted by width and sums of powers of their column\nheights, and we apply our methods to related models of directed walks.\n","Comment: 24 pages, 7 figures; to appear in proceedings of Counting Complexity:\n  An International Workshop On Statistical Mechanics And Combinatorics, 10-15\n  July 2005, Queensland, Australia"]}]
["math/0211322",{"format":[],"subject":["Mathematics - Probability","Mathematics - Complex Variables","60D05, 60G17, 28A80 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0211322","Annals of Probability 2008, Vol. 36, No. 4, 1421-1452","doi:10.1214/07-AOP364"],"date":["2002-11-20","2008-08-27"],"type":["text"],"creator":["Beffara, Vincent"],"language":[],"coverage":[],"title":["The dimension of the SLE curves"],"description":["  Let $\\gamma$ be the curve generating a Schramm--Loewner Evolution (SLE)\nprocess, with parameter $\\kappa\\geq0$. We prove that, with probability one, the\nHausdorff dimension of $\\gamma$ is equal to $\\operatorname\n{Min}(2,1+\\kappa/8)$.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOP364 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["math/0406205",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0406205"],"date":["2004-06-09","2008-08-28"],"type":["text"],"creator":["Peirce, James"],"language":[],"coverage":[],"title":["Well-posedness of the three-dimensional Lagrangian averaged\n  Navier-Stokes equations"],"description":["  In this dissertation, we study the well-posedness of the three-dimensional\nLagrangian averaged Navier-Stokes (LANS-$\\alpha$) equations. There are two\ntypes of LANS-$\\alpha$ equations: the anisotropic version in which the\nfluctuation tensor is a dynamic variable that is coupled with the evolution\nequations for the mean velocity, and the isotropic version in which the\ncovariance tensor is assumed to be a constant multiple of the identity matrix.\nWe prove the global-in-time existence and uniqueness of weak solutions to the\nisotropic LANS-$\\alpha$ equations for the case of no-slip boundary conditions.\nWhen the anisotropic LANS-$\\alpha$ equations are written with the Stokes\nprojector viscosity term, we show the local-in-time well-posedness of the\nanisotropic equations in the periodic box. We numerically compute strong\nsolutions to the anisotropic equations in the laminar channel and pipe by\nconsidering steady fluid flow solutions to the Navier-Stokes equations.\n","Comment: Ph.D. Dissertation, 66 pages, 3 figures"]}]
["math/0507578",{"format":[],"subject":["Mathematics - Probability","60K35 (Primary) 82C22,82B43 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0507578"],"date":["2005-07-27","2008-08-28"],"type":["text"],"creator":["Swart, Jan M."],"language":[],"coverage":[],"title":["The contact process seen from a typical infected site"],"description":["  This paper studies contact processes on general countable groups. It is shown\nthat any such contact process has a well-defined exponential growth rate, and\nthis quantity is used to study the process. In particular, it is proved that on\nany nonamenable group, the critical contact process dies out.\n","Comment: Final version. Corrected a few small typoes"]}]
["math/0512453",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512453","Journal of Pure and Applied Algebra 212 (2008), 994-1038.","doi:10.1016/j.jpaa.2007.07.020"],"date":["2005-12-20"],"type":["text"],"creator":["Aldrovandi, Ettore"],"language":[],"coverage":[],"title":["2-Gerbes bound by complexes of gr-stacks, and cohomology"],"description":["  We define 2-gerbes bound by complexes of braided group-like stacks. We prove\na classification result in terms of hypercohomology groups with values in\nabelian crossed squares and cones of morphisms of complexes of length 3. We\ngive an application to the geometric construction of certain elements in\nHermitian Deligne cohomology groups.\n","Comment: 70 pages, latex+amsmath+xypic"]}]
["math/0603239",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory","20C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603239","Proc. Amer. Math. Soc. 136 (2008), no. 6, 1893--1903"],"date":["2006-03-09","2008-08-28"],"type":["text"],"creator":["Snyder, Noah"],"language":[],"coverage":[],"title":["Groups with a Character of Large Degree"],"description":["  Let G be a finite group of order n and V an irreducible representation over\nthe complex numbers of dimension d. For some nonnegative number e, we have\nn=d(d+e). If e is small, then the character of V has unusually large degree. We\nfix e and attempt to classify such groups. For e<=3 we give a complete\nclassification. For any other fixed e we show that there are only finitely many\nexamples.\n","Comment: 11 pages, 0 figures. v3 incorporates the referee's suggestions"]}]
["math/0603453",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","52C23","37B50","37A05","43A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603453","Mathematische Zeitschrift (Volume 256) Pages 347-378, 2007","doi:10.1007/s00209-006-0077-0"],"date":["2006-03-18"],"type":["text"],"creator":["Lenz, Daniel","Richard, Christoph"],"language":[],"coverage":[],"title":["Pure point diffraction and cut and project schemes for measures: The\n  smooth case"],"description":["  We present cut and project formalism based on measures and continuous weight\nfunctions of sufficiently fast decay. The emerging measures are strongly almost\nperiodic. The corresponding dynamical systems are compact groups and\nhomomorphic images of the underlying torus. In particular, they are strictly\nergodic with pure point spectrum and continuous eigenfunctions. Their\ndiffraction can be calculated explicitly. Our results cover and extend\ncorresponding earlier results on dense Dirac combs and continuous weight\nfunctions with compact support. They also mark a clear difference in terms of\nfactor maps between the case of continuous and non-continuous weight functions.\n","Comment: 30 pages"]}]
["math/0603704",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematical Physics","Physics - Fluid Dynamics","65C20","65M05","76D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603704"],"date":["2006-03-30","2008-08-28"],"type":["text"],"creator":["Hein, Steffen"],"language":[],"coverage":[],"title":["Large eddy approximation of turbulent flow in DSC schemes"],"description":["  Large eddy approximation of turbulent flow is given a natural setting within\nthe DSC framework of computational fluid dynamics. Periodic cellular\ncoarse-graining prevents the nodal flow from piling up and preserves its large\npatterns. The coarsening operations are consistent with the near-field\ninteraction principle of DSC and - therefore - uncomplicated at boundaries.\nNumerical examples validate the approach.\n","Comment: 14 pages - corrected; additional illustrations"]}]
["math/0604341",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604341","Annales de l'Institut Henri Poincar\\'e - Probabilit\\'es et\n  Statistiques 2008, Vol. 44, No. 4, 749-770","doi:10.1214/07-AIHP140"],"date":["2006-04-14","2008-08-22"],"type":["text"],"creator":["Baladi, Viviane","Hachemi, Aïcha"],"language":[],"coverage":[],"title":["A local limit theorem with speed of convergence for Euclidean algorithms\n  and diophantine costs"],"description":["  For large $N$, we consider the ordinary continued fraction of $x=p/q$ with\n$1\\le p\\le q\\le N$, or, equivalently, Euclid's gcd algorithm for two integers\n$1\\le p\\le q\\le N$, putting the uniform distribution on the set of $p$ and\n$q$s. We study the distribution of the total cost of execution of the algorithm\nfor an additive cost function $c$ on the set $\\mathbb{Z}_+^*$ of possible\ndigits, asymptotically for $N\\to\\infty$. If $c$ is nonlattice and satisfies\nmild growth conditions, the local limit theorem was proved previously by the\nsecond named author. Introducing diophantine conditions on the cost, we are\nable to control the speed of convergence in the local limit theorem. We use\nprevious estimates of the first author and Vall\\'{e}e, and we adapt to our\nsetting bounds of Dolgopyat and Melbourne on transfer operators. Our\ndiophantine condition is generic (with respect to Lebesgue measure). For smooth\nenough observables (depending on the diophantine condition) we attain the\noptimal speed.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AIHP140 the Annales de\n  l'Institut Henri Poincar\\'e - Probabilit\\'es et Statistiques\n  (http://www.imstat.org/aihp/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["math/0605053",{"format":[],"subject":["Mathematics - Probability","60F10, 60H10 (Primary) 60K35, 37H10, 82C22 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605053","Annals of Applied Probability 2008, Vol. 18, No. 4, 1379-1423","doi:10.1214/07-AAP489"],"date":["2006-05-02","2008-08-26"],"type":["text"],"creator":["Herrmann, Samuel","Imkeller, Peter","Peithmann, Dierk"],"language":[],"coverage":[],"title":["Large deviations and a Kramers' type law for self-stabilizing diffusions"],"description":["  We investigate exit times from domains of attraction for the motion of a\nself-stabilized particle traveling in a geometric (potential type) landscape\nand perturbed by Brownian noise of small amplitude. Self-stabilization is the\neffect of including an ensemble-average attraction in addition to the usual\nstate-dependent drift, where the particle is supposed to be suspended in a\nlarge population of identical ones. A Kramers' type law for the particle's exit\nfrom the potential's domains of attraction and a large deviations principle for\nthe self-stabilizing diffusion are proved. It turns out that the exit law for\nthe self-stabilizing diffusion coincides with the exit law of a potential\ndiffusion without self-stabilization and a drift component perturbed by average\nattraction. We show that self-stabilization may substantially delay the exit\nfrom domains of attraction, and that the exit location may be completely\ndifferent.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AAP489 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["math/0608357",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K37 (Primary) 34D08, 60K35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608357","Annals of Probability 2008, Vol. 36, No. 4, 1528-1583","doi:10.1214/00-AOP368"],"date":["2006-08-14","2008-08-27"],"type":["text"],"creator":["Flury, Markus"],"language":[],"coverage":[],"title":["Coincidence of Lyapunov exponents for random walks in weak random\n  potentials"],"description":["  We investigate the free energy of nearest-neighbor random walks on\n$\\mathbb{Z}^d$, endowed with a drift along the first axis and evolving in a\nnonnegative random potential given by i.i.d. random variables. Our main result\nconcerns the ballistic regime in dimensions $d\\geq4$, at which we show that\nquenched and annealed Lyapunov exponents are equal as soon as the strength of\nthe potential is small enough.\n","Comment: Published in at http://dx.doi.org/10.1214/00-AOP368 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["math/0610086",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q30, 35P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610086"],"date":["2006-10-02","2008-08-28"],"type":["text"],"creator":["Purvance, David T."],"language":[],"coverage":[],"title":["On the convergence of periodic Navier-Stokes flows"],"description":["  The 3D spatially periodic Navier-Stokes equation is posed as a nonlinear\nmatrix differential equation. When the flow is assumed to be a time series\nhaving unknown wavenumber coefficients, then the matrix in this periodic\nNavier-Stokes matrix differential equation becomes a time series of matrices.\nPosed in this way, any flow's unknown wavenumber coefficients can be solved for\nrecursively beginning with the zeroth-order coefficient representing any\ninitial flow. When all matrices in the time series commute, a flow's unknown\ncoefficients also represent the Taylor expansion of a stable matrix exponential\nproduct operating on the initial flow. This paper argues that a solution's\ncoefficients converge to these bounded Taylor coefficients when these bounds\nare evaluated with a general solution's noncommutative matrices.\n"]}]
["math/0610100",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60F15, 60K15, 60K17, 60K35, 82B20, 82B41 (Primary) 37C30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610100","Annals of Probability 2008, Vol. 36, No. 4, 1287-1321","doi:10.1214/07-AOP359"],"date":["2006-10-03","2008-08-26"],"type":["text"],"creator":["Campanino, Massimo","Ioffe, Dmitry","Velenik, Yvan"],"language":[],"coverage":[],"title":["Fluctuation theory of connectivities for subcritical random cluster\n  models"],"description":["  We develop a fluctuation theory of connectivities for subcritical random\ncluster models. The theory is based on a comprehensive nonperturbative\nprobabilistic description of long connected clusters in terms of essentially\none-dimensional chains of irreducible objects. Statistics of local observables,\nfor example, displacement, over such chains obey classical limit laws, and our\nconstruction leads to an effective random walk representation of percolation\nclusters. The results include a derivation of a sharp Ornstein--Zernike type\nasymptotic formula for two point functions, a proof of analyticity and strict\nconvexity of inverse correlation length and a proof of an invariance principle\nfor connected clusters under diffusive scaling. In two dimensions duality\nconsiderations enable a reformulation of these results for supercritical\nnearest-neighbor random cluster measures, in particular, for nearest-neighbor\nPotts models in the phase transition regime. Accordingly, we prove that in two\ndimensions Potts equilibrium crystal shapes are always analytic and strictly\nconvex and that the interfaces between different phases are always diffusive.\nThus, no roughening transition is possible in the whole regime where our\nresults apply. Our results hold under an assumption of exponential decay of\nfinite volume wired connectivities [assumption (1.2) below] in rectangular\ndomains that is conjectured to hold in the whole subcritical regime; the latter\nis known to be true, in any dimensions, when $q=1$, $q=2$, and when $q$ is\nsufficiently large. In two dimensions assumption (1.2) holds whenever there is\nan exponential decay of connectivities in the infinite volume measure. By\nduality, this includes all supercritical nearest-neighbor Potts models with\npositive surface tension between ordered phases.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOP359 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["math/0610591",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","20C99","15A72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610591"],"date":["2006-10-19","2008-08-28"],"type":["text"],"creator":["Doty, Stephen"],"language":[],"coverage":[],"title":["Schur-Weyl duality in positive characteristic"],"description":["  Complete proofs of Schur-Weyl duality in positive characteristic are scarce\nin the literature. The purpose of this survey is to write out the details of\nsuch a proof, deriving the result in positive characteristic from the classical\nresult in characteristic zero, using only known facts from representation\ntheory.\n","Comment: 17 pages. To appear in \"Proceedings of the Fourth International\n  Conference on Representation Theory,\" edited by Jianpan Wang and Zongzhu Lin\n  (Contemporary Math)"]}]
["math/0610939",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60F05 (Primary) 82B20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610939","Annals of Applied Probability 2008, Vol. 18, No. 4, 1326-1350","doi:10.1214/1214/07-AAP487"],"date":["2006-10-30","2008-08-26"],"type":["text"],"creator":["Coupier, David"],"language":[],"coverage":[],"title":["Two sufficient conditions for Poisson approximations in the\n  ferromagnetic Ising model"],"description":["  A $d$-dimensional ferromagnetic Ising model on a lattice torus is considered.\nAs the size of the lattice tends to infinity, two conditions ensuring a Poisson\napproximation for the distribution of the number of occurrences in the lattice\nof any given local configuration are suggested. The proof builds on the\nStein--Chen method. The rate of the Poisson approximation and the speed of\nconvergence to it are defined and make sense for the model. Thus, the two\nsufficient conditions are traduced in terms of the magnetic field and the pair\npotential. In particular, the Poisson approximation holds even if both\npotentials diverge.\n","Comment: Published in at http://dx.doi.org/10.1214/1214/07-AAP487 the Annals\n  of Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["math/0701633",{"format":[],"subject":["Mathematics - Combinatorics","Condensed Matter - Statistical Mechanics","Mathematics - Probability","05A15","05A16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701633","Electronic J. Comb. 11 (2008), #R53"],"date":["2007-01-23","2008-04-01"],"type":["text"],"creator":["Richard, Christoph","Jensen, Iwan","Guttmann, Anthony J."],"language":[],"coverage":[],"title":["Area distribution and scaling function for punctured polygons"],"description":["  Punctured polygons are polygons with internal holes which are also polygons.\nThe external and internal polygons are of the same type, and they are mutually\nas well as self-avoiding. Based on an assumption about the limiting area\ndistribution for unpunctured polygons, we rigorously analyse the effect of a\nfinite number of punctures on the limiting area distribution in a uniform\nensemble, where punctured polygons with equal perimeter have the same\nprobability of occurrence. Our analysis leads to conjectures about the scaling\nbehaviour of the models.\n  We also analyse exact enumeration data. For staircase polygons with punctures\nof fixed size, this yields explicit expressions for the generating functions of\nthe first few area moments. For staircase polygons with punctures of arbitrary\nsize, a careful numerical analysis yields very accurate estimates for the area\nmoments. Interestingly, we find that the leading correction term for each area\nmoment is proportional to the corresponding area moment with one less puncture.\nWe finally analyse corresponding quantities for punctured self-avoiding\npolygons and find agreement with the conjectured formulas to at least 3-4\nsignificant digits.\n","Comment: 50 pages, 12 figures, 5 tables; v2: section 2 slightly rewritten,\n  minor corrections"]}]
["math/0703073",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Geometric Topology","57R56","20C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703073"],"date":["2007-03-04","2008-08-28"],"type":["text"],"creator":["Snyder, Noah"],"language":[],"coverage":[],"title":["Mednykh's Formula via Lattice Topological Quantum Field Theories"],"description":["  Mednykh proved that for any finite group G and any orientable surface S,\nthere is a formula for #Hom(pi_1(S), G) in terms of the Euler characteristic of\nS and the dimensions of the irreducible representations of G. A similar formula\nin the nonorientable case was proved by Frobenius and Schur. Both of these\nproofs use character theory and an explicit presentation for \\pi_1. These\nresults have been reproven using quantum field theory. Here we present a\ngreatly simplified proof of these results which uses only elementary topology\nand combinatorics. The main tool is an elementary invariant of surfaces\nattached to a semisimple algebra called a lattice topological quantum field\ntheory.\n","Comment: 11 pages, 6 figures. v3 clarifies the dicussion of the\n  Frobenius-Schur indicators and improves the argument in the quaternionic case"]}]
["physics/0302018",{"format":[],"subject":["Physics - Biological Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0302018","Computer Physics Communications 162, 9-23 (2004)","doi:10.1016/j.cpc.2004.06.066"],"date":["2003-02-06","2003-08-18"],"type":["text"],"creator":["Schaller, Gernot","Meyer-Hermann, Michael"],"language":[],"coverage":[],"title":["Kinetic and Dynamic Delaunay tetrahedralizations in three dimensions"],"description":["  We describe the implementation of algorithms to construct and maintain\nthree-dimensional dynamic Delaunay triangulations with kinetic vertices using a\nthree-simplex data structure. The code is capable of constructing the geometric\ndual, the Voronoi or Dirichlet tessellation. Initially, a given list of points\nis triangulated. Time evolution of the triangulation is not only governed by\nkinetic vertices but also by a changing number of vertices. We use\nthree-dimensional simplex flip algorithms, a stochastic visibility walk\nalgorithm for point location and in addition, we propose a new simple method of\ndeleting vertices from an existing three-dimensional Delaunay triangulation\nwhile maintaining the Delaunay property. The dual Dirichlet tessellation can be\nused to solve differential equations on an irregular grid, to define partitions\nin cell tissue simulations, for collision detection etc.\n","Comment: 29 pg (preprint), 12 figures, 1 table Title changed (mainly\n  nomenclature), referee suggestions included, typos corrected, bibliography\n  updated"]}]
["q-bio/0407029",{"format":[],"subject":["Quantitative Biology - Tissues and Organs","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0407029","Physical Review E 71, p. 051910, 2005","doi:10.1103/PhysRevE.71.051910"],"date":["2004-07-22","2005-05-18"],"type":["text"],"creator":["Schaller, Gernot","Meyer-Hermann, Michael"],"language":[],"coverage":[],"title":["Multicellular Tumor Spheroid in an off-lattice Voronoi/Delaunay cell\n  model"],"description":["  We study multicellular tumor spheroids by introducing a new three-dimensional\nagent-based Voronoi/Delaunay hybrid model. In this model, the cell shape varies\nfrom spherical in thin solution to convex polyhedral in dense tissues. The next\nneighbors of the cells are provided by a weighted Delaunay triangulation with\nin average linear computational complexity. The cellular interactions include\ndirect elastic forces and cell-cell as well as cell-matrix adhesion. The\nspatiotemporal distribution of two nutrients -- oxygen and glucose -- is\ndescribed by reaction-diffusion equations. Viable cells consume the nutrients,\nwhich are converted into biomass by increasing the cell size during G_1 phase.\n  We test hypotheses on the functional dependence of the uptake rates and use\nthe computer simulation to find suitable mechanisms for induction of necrosis.\nThis is done by comparing the outcome with experimental growth curves, where\nthe best fit leads to an unexpected ratio of oxygen and glucose uptake rates.\nThe model relies on physical quantities and can easily be generalized towards\ntissues involving different cell types. In addition, it provides many features\nthat can be directly compared with the experiment.\n","Comment: 38 pages, 10 figures, referees suggestions included"]}]
["q-bio/0611084",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Mathematics - Statistics Theory","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0611084","Systematic Biology. Volume 57, Issue 3, (2008), p483 - 498"],"date":["2006-11-25","2008-08-28"],"type":["text"],"creator":["Schardl, Chris L.","Craven, Kelly D.","Lindstrom, Adam","Speakman, Skyler","Stromberg, Arnold","Yoshida, Ruriko"],"language":[],"coverage":[],"title":["A Novel Test for Host-Symbiont Codivergence Indicates Ancient Origin of\n  Fungal Endophytes in Grasses"],"description":["  Significant phylogenetic codivergence between plant or animal hosts ($H$) and\ntheir symbionts or parasites ($P$) indicate the importance of their\ninteractions on evolutionary time scales. However, valid and realistic methods\nto test for codivergence are not fully developed. One of the systems where\npossible codivergence has been of interest involves the large subfamily of\ntemperate grasses (Pooideae) and their endophytic fungi (epichloae). These\nwidespread symbioses often help protect host plants from herbivory and\nstresses, and affect species diversity and food web structures. Here we\nintroduce the MRCALink (most-recent-common-ancestor link) method and use it to\ninvestigate the possibility of grass-epichlo\\\"e codivergence. MRCALink applied\nto ultrametric $H$ and $P$ trees identifies all corresponding nodes for\npairwise comparisons of MRCA ages. The result is compared to the space of\nrandom $H$ and $P$ tree pairs estimated by a Monte Carlo method. Compared to\ntree reconciliation the method is less dependent on tree topologies (which\noften can be misleading), and it crucially improves on phylogeny-independent\nmethods such as {\\tt ParaFit} or the Mantel test by eliminating an extreme (but\npreviously unrecognized) distortion of node-pair sampling. Analysis of 26 grass\nspecies-epichlo\\\"e species symbioses did not reject random association of $H$\nand $P$ MRCA ages. However, when five obvious host jumps were removed the\nanalysis significantly rejected random association and supported\ngrass-endophyte codivergence. Interestingly, early cladogenesis events in the\nPooideae corresponded to early cladogenesis events in epichloae, suggesting\nconcomitant origins of this grass subfamily and its remarkable group of\nsymbionts. We also applied our method to the well-known gopher-louse data set.\n","Comment: 6 figures and 6 tables"]}]
["quant-ph/0203068",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0203068","Physics Letters A 297, pg. 81 (2002)","doi:10.1016/S0375-9601(02)00281-5"],"date":["2002-03-15","2002-06-03"],"type":["text"],"creator":["Schaller, Gernot","Schützhold, Ralf","Plunien, Günter","Soff, Gerhard"],"language":[],"coverage":[],"title":["Dynamical Casimir Effect in a Designed Leaky Cavity"],"description":["  The phenomenon of particle creation within a resonantly vibrating lossy\ncavity is investigated for the example of a massless scalar field at finite\ntemperature. Leakage is provided by insertion of a dispersive mirror into a\nlarger ideal cavity. Via the rotating wave approximation we demonstrate that\nfor the case of parametric resonance the exponential growth of the number of\ncreated particles and the strong enhancement at finite temperatures are\npreserved in the presence of reasonable losses. The relevance for experimental\ntests of quantum radiation via the dynamical Casimir effect is addressed.\n","Comment: 1 figure"]}]
["quant-ph/0203139",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0203139","Physical Review A 66, p. 023812 (2002).","doi:10.1103/PhysRevA.66.023812"],"date":["2002-03-28","2002-06-03"],"type":["text"],"creator":["Schaller, G.","Schützhold, R.","Plunien, G.","Soff, G."],"language":[],"coverage":[],"title":["Dynamical Casimir Effect in a Leaky Cavity at Finite Temperature"],"description":["  The phenomenon of particle creation within an almost resonantly vibrating\ncavity with losses is investigated for the example of a massless scalar field\nat finite temperature. A leaky cavity is designed via the insertion of a\ndispersive mirror into a larger ideal cavity (the reservoir). In the case of\nparametric resonance the rotating wave approximation allows for the\nconstruction of an effective Hamiltonian. The number of produced particles is\nthen calculated using response theory as well as a non-perturbative approach.\nIn addition we study the associated master equation and briefly discuss the\neffects of detuning. The exponential growth of the particle numbers and the\nstrong enhancement at finite temperatures found earlier for ideal cavities turn\nout to be essentially preserved. The relevance of the results for experimental\ntests of quantum radiation via the dynamical Casimir effect is addressed.\nFurthermore the generalization to the electromagnetic field is outlined.\n","Comment: 48 pages, 8 figures typos corrected & references added and updated"]}]
["quant-ph/0512057",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0512057","Physical Review A 74, 012303 and Virtual Journal of Quantum\n  Information 6(7), (2006)","doi:10.1103/PhysRevA.74.012303"],"date":["2005-12-07","2006-07-21"],"type":["text"],"creator":["Schaller, Gernot","Schützhold, Ralf"],"language":[],"coverage":[],"title":["Quantum algorithm for optical template recognition with noise filtering"],"description":["  We propose a probabilistic quantum algorithm that decides whether a\nmonochrome picture matches a given template (or one out of a set of templates).\nAs a major advantage to classical pattern recognition, the algorithm just\nrequires a few incident photons and is thus suitable for very sensitive\npictures (similar to the Elitzur-Vaidman problem). Furthermore, for a\n$2^{n}\\times 2^{m}$ image, $\\ord(n+m)$ qubits are sufficient. Using the quantum\nFourier transform, it is possible to improve the fault tolerance of the quantum\nalgorithm by filtering out small-scale noise in the picture. For example images\nwith $512\\times512$ pixels, we have numerically simulated the unitary\noperations in order to demonstrate the applicability of the algorithm and to\nanalyze its fault tolerance.\n","Comment: 10 pages, 8 figures, relation to optimal POVM added, proposal for\n  experimental setup added, minor typos removed, references added, for\n  higher-Quality Images please use journal ref or contact authors"]}]
["quant-ph/0607039",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0607039","IEEE Trans. Info. Theory 54, 9, 4208-4217 (2008)","doi:10.1109/TIT.2008.928269"],"date":["2006-07-05","2008-08-28"],"type":["text"],"creator":["Smith, Graeme","Smolin, John A.","Winter, Andreas"],"language":[],"coverage":[],"title":["The quantum capacity with symmetric side channels"],"description":["  We present an upper bound for the quantum channel capacity that is both\nadditive and convex. Our bound can be interpreted as the capacity of a channel\nfor high-fidelity quantum communication when assisted by a family of channels\nthat have no capacity on their own. This family of assistance channels, which\nwe call symmetric side channels, consists of all channels mapping symmetrically\nto their output and environment. The bound seems to be quite tight, and for\ndegradable quantum channels it coincides with the unassisted channel capacity.\nUsing this symmetric side channel capacity, we find new upper bounds on the\ncapacity of the depolarizing channel. We also briefly indicate an analogous\nnotion for distilling entanglement using the same class of (one-way) channels,\nyielding one of the few entanglement measures that is monotonic under local\noperations with one-way classical communication (1-LOCC), but not under the\nmore general class of local operations with classical communication (LOCC).\n","Comment: 10 pages, 4 figures"]}]
