["0706.2187",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2187","Nature Physics 4, 28 (2008)","doi:10.1038/nphys790"],"date":["2007-06-15","2007-12-03"],"type":["text"],"creator":["Kaul, Ribhu K.","Kim, Yong Baek","Sachdev, Subir","Senthil, T."],"language":[],"coverage":[],"title":["Algebraic charge liquids"],"description":["  High temperature superconductivity emerges in the cuprate compounds upon\nchanging the electron density of an insulator in which the electron spins are\nantiferromagnetically ordered. A key characteristic of the superconductor is\nthat electrons can be extracted from them at zero energy only if their momenta\ntake one of four specific values (the `nodal points'). A central enigma has\nbeen the evolution of the zero energy electrons in the metallic state between\nthe antiferromagnet and the superconductor, and recent experiments yield\napparently contradictory results. The oscillation of the resistance in this\nmetal as a function of magnetic field indicate that the zero energy electrons\ncarry momenta which lie on elliptical `Fermi pockets', while ejection of\nelectrons by high intensity light indicates that the zero energy electrons have\nmomenta only along arc-like regions. We present a theory of new states of\nmatter, which we call `algebraic charge liquids', which arise naturally between\nthe antiferromagnet and the superconductor, and reconcile these observations.\nOur theory also explains a puzzling dependence of the density of\nsuperconducting electrons on the total electron density, and makes a number of\nunique predictions for future experiments.\n","Comment: 6+8 pages, 2 figures; (v2) Rewritten for broader accessibility; (v3)\n  corrected numerical error in Eq. (5)"]}]
["0708.1682",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1682"],"date":["2007-08-13","2008-01-06"],"type":["text"],"creator":["Einarsson, Erik","Murakami, Yoichi","Kadowaki, Masayuki","Maruyama, Shigeo"],"language":[],"coverage":[],"title":["Growth dynamics of vertically aligned single-walled carbon nanotubes\n  from in situ measurements"],"description":["  An in situ optical absorbance measurement was used to study the growth\ndynamics of vertically aligned single-walled carbon nanotubes (VA-SWCNTs)\nsynthesized by chemical vapor deposition of ethanol. The growth rate of the\nVA-SWCNT film was found to decay exponentially from an initial maximum,\nresulting in an effective growth time of approximately 15 minutes.\nInvestigation of various growth conditions revealed an optimum pressure at\nwhich growth is maximized, and this pressure depends on the growth temperature.\nBelow this optimum pressure the synthesis reaction is first-order, and the\nrate-limiting step is the arrival of ethanol at the catalyst. We also present a\nnovel method for determining the burning temperature of low-mass materials,\nwhich combines the in situ absorbance measurement with controlled oxidation.\n","Comment: 8 figures"]}]
["0712.2998",{"format":[],"subject":["Mathematics - Number Theory","22C05 54F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2998"],"date":["2007-12-18","2008-01-06"],"type":["text"],"creator":["Jaulent, Jean-François"],"language":[],"coverage":[],"title":["Compactification l-adique de R"],"description":["  We construct a compact topological group Rl which contains both the real\nadditive group R and the l-adic one Ql (for a given prime number l) as dense\nsubgroups; thus we study some of its properties. This construction gives an\narithmetic description of the so-called l-adic solenoid classically defined in\nterms of foliations.\n"]}]
["0712.3605",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3605"],"date":["2007-12-20","2008-01-06"],"type":["text"],"creator":["Xu, Yajie","Ma, Zhi","Zhang, Chunyuan","Lü, Xin"],"language":[],"coverage":[],"title":["Logic Functions and Quantum Error Correcting Codes"],"description":["  In this paper, based on the relationship between logic functions and quantum\nerror correcting codes(QECCs), we unify the construction of QECCs via graphs,\nprojectors and logic functions. A construction of QECCs over a prime field\nGF(p) is given, and one of the results given by Ref[8] can be viewed as a\ncorollary of one theorem in this paper. With the help of Boolean functions, we\ngive a clear proof of the existence of a graphical QECC in mathematical view,\nand find that the existence of an [[n,k,d]] QECC over GF(p) requires similar\nconditions with that depicted in Ref[9]. The result that under the\ncorrespondence defined in Ref[17], every [[n,0,d]] QECC over GF(2)\ncorresponding to a simple undirected graph has a Boolean basis state, which is\nclosely related to the adjacency matrix of the graph, is given.\n  After a modification of the definition of operators, we find that some QECCs\nconstructed via projectors depicted in Ref[11] can have Boolean basis states. A\nnecessary condition for a Boolean function being used in the construction via\nprojectors is given. We also give some examples to illustrate our results.\n","Comment: 12 pages"]}]
["math/0608779",{"format":[],"subject":["Mathematics - Group Theory","20E05","20F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608779","International Journal of Algebra and Computation 17 (2007)\n  1611-1634"],"date":["2006-08-31","2006-11-03"],"type":["text"],"creator":["Roig, Abdó","Ventura, Enric","Weil, Pascal"],"language":[],"coverage":[],"title":["On the complexity of the Whitehead minimization problem"],"description":["  The Whitehead minimization problem consists in finding a minimum size element\nin the automorphic orbit of a word, a cyclic word or a finitely generated\nsubgroup in a finite rank free group. We give the first fully polynomial\nalgorithm to solve this problem, that is, an algorithm that is polynomial both\nin the length of the input word and in the rank of the free group. Earlier\nalgorithms had an exponential dependency in the rank of the free group. It\nfollows that the primitivity problem -- to decide whether a word is an element\nof some basis of the free group -- and the free factor problem can also be\nsolved in polynomial time.\n","Comment: v.2: Corrected minor typos and mistakes, improved the proof of the\n  main technical lemma (Statement 2.4); added a section of open problems. 30\n  pages"]}]
["math/0611287",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","Primary 47B48","secondary 46L05, 16Wxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611287","Bull. Malays. Math. Sci. Soc. (2) 30(2) (2007), 101--106."],"date":["2006-11-09","2007-04-15"],"type":["text"],"creator":["Bracic, Janko","Moslehian, Mohammad Sal"],"language":[],"coverage":[],"title":["On Automatic Continuity of 3-Homomorphisms on Banach Algebras"],"description":["  A linear map $\\phi:{\\mathcal A}\\to {\\mathcal B} $ between (Banach) algebras\nis called 3-homomorphism if $\\phi(abc)=\\phi(a)\\phi(b)\\phi(c)$ for each $a, b, c\n\\in {\\mathcal A}$. We investigate 3-homomorphisms on Banach algebras with\nbounded approximate identities and establish in two ways that every involution\npreserving homomorphism between $C^*$-algebras is norm decreasing.\n","Comment: 7 Pages (Minor revision), to appear in Bull. Malays. Math. Sci. Soc"]}]
