["0707.1494",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1494"],"date":["2007-07-10","2008-07-01"],"type":["text"],"creator":["Dhaouadi, Lazhar"],"language":[],"coverage":[],"title":["Heisenberg Uncertainty Principle for the q-Bessel Fourier transform"],"description":["  In this paper we uses an I.I. Hirschman-W. Beckner entropy argument to give\nan uncertainty inequality for the $q$-Bessel Fourier transform: $$\n\\mathcal{F}_{q,v}f(x)=c_{q,v}\\int_{0}^{\\infty}f(t)j_{v}(xt,q^{2})t^{2v\n+1}d_{q}t, $$ where $j_v(x,q)$ is the normalized Hahn-Exton $q$-Bessel\nfunction.\n"]}]
["0707.1659",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1659","Phys. Rev. E, vol. 77, 061124 (2008)","doi:10.1103/PhysRevE.77.061124"],"date":["2007-07-11","2008-07-01"],"type":["text"],"creator":["Chatterjee, Sakuntala","Barma, Mustansir"],"language":[],"coverage":[],"title":["Shock probes in a one-dimensional Katz-Lebowitz-Spohn model"],"description":["  We consider shock probes in a one-dimensional driven diffusive medium with\nnearest neighbor Ising interaction (KLS model). Earlier studies based on an\napproximate mapping of the present system to an effective zero-range process\nconcluded that the exponents characterising the decays of several static and\ndynamical correlation functions of the probes depend continuously on the\nstrength of the Ising interaction. On the contrary, our numerical simulations\nindicate that over a substantial range of the interaction strength, these\nexponents remain constant and their values are the same as in the case of no\ninteraction (when the medium executes an ASEP). We demonstrate this by\nnumerical studies of several dynamical correlation functions for two probes and\nalso for a macroscopic number of probes. Our results are consistent with the\nexpectation that the short-ranged correlations induced by the Ising interaction\nshould not affect the large time and large distance properties of the system,\nimplying that scaling forms remain the same as in the medium with no\ninteractions present.\n","Comment: Accepted in Physical Review E"]}]
["0711.4306",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4306","doi:10.1103/PhysRevLett.100.196802"],"date":["2007-11-27","2008-07-01"],"type":["text"],"creator":["Danneau, R.","Wu, F.","Craciun, M. F.","Russo, S.","Tomi, M. Y.","Salmilehto, J.","Morpurgo, A. F.","Hakonen, P. J."],"language":[],"coverage":[],"title":["Shot Noise in Ballistic Graphene"],"description":["  We have investigated shot noise in graphene field effect devices in the\ntemperature range of 4.2--30 K at low frequency ($f$ = 600--850 MHz). We find\nthat for our graphene samples with large width over length ratio $W/L$, the\nFano factor $\\mathfrak{F}$ reaches a maximum $\\mathfrak{F} \\sim$ 1/3 at the\nDirac point and that it decreases strongly with increasing charge density. For\nsmaller $W/L$, the Fano factor at Dirac point is significantly lower. Our\nresults are in good agreement with the theory describing that transport at the\nDirac point in clean graphene arises from evanescent electronic states.\n","Comment: Phys. Rev. Lett. 100, 196802 (2008)"]}]
["0712.0757",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0757","Phys. Rev. B 77, 245313 (2008)","doi:10.1103/PhysRevB.77.245313"],"date":["2007-12-05","2008-07-01"],"type":["text"],"creator":["Hornberger, Ralph Peter","Koller, Sonja","Begemann, Georg","Donarini, Andrea","Grifoni, Milena"],"language":[],"coverage":[],"title":["Transport through a double quantum dot system with non-collinearly\n  polarized leads"],"description":["  We investigate linear and non-linear transport in a double quantum dot system\nweakly coupled to spin-polarized leads.\n  In the linear regime, the conductance as well as the non-equilibrium spin\naccumulation are evaluated in analytic form. The conductance as a function of\nthe gate voltage exhibits four peaks of different height, with mirror symmetry\nwith respect to the charge neutrality point. As the polarization angle is\nvaried, the position and shape of the peaks changes in a characteristic way\nwhich preserves the electron-hole symmetry of the problem. In the nonlinear\nregime negative differential conductance features occur for non collinear\nmagnetisations of the leads. In the considered sequential tunneling limit, the\ntunneling magneto resistance (TMR) is always positive with a characteristic\ngate voltage dependence for non-collinear magnetization. If a magnetic field is\nadded to the system, the TMR can become negative.\n","Comment: 18 pages, 13 figures, 5 tables; revised published version"]}]
["0712.3762",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 57N70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3762"],"date":["2007-12-21","2008-07-01"],"type":["text"],"creator":["Cha, Jae Choon","Kim, Taehee"],"language":[],"coverage":[],"title":["Covering link calculus and iterated Bing doubles"],"description":["  We give a new geometric obstruction to the iterated Bing double of a knot\nbeing a slice link: for n>1 the (n+1)-st iterated Bing double of a knot is\nrationally slice if and only if the n-th iterated Bing double of the knot is\nrationally slice. The main technique of the proof is a covering link\nconstruction simplifying a given link. We prove certain similar geometric\nobstructions for n <= 1 as well. Our results are sharp enough to conclude, when\ncombined with algebraic invariants, that if the n-th iterated Bing double of a\nknot is slice for some n, then the knot is algebraically slice. Also our\ngeometric arguments applied to the smooth case show that the Ozsvath-Szabo and\nManolescu-Owens invariants give obstructions to iterated Bing doubles being\nslice. These results generalize recent results of Harvey, Teichner, Cimasoni,\nCha and Cha-Livingston-Ruberman. As another application, we give explicit\nexamples of algebraically slice knots with non-slice iterated Bing doubles by\nconsidering von Neumann rho-invariants and rational knot concordance. Refined\nversions of such examples are given, that take into account the\nCochran-Orr-Teichner filtration.\n","Comment: 21 pages, 18 figures; typos fixed, sections 6 and 7 revised; to\n  appear in Geometry and Topology"]}]
["0801.1020",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1020"],"date":["2008-01-07","2008-07-01"],"type":["text"],"creator":["Archer, Thomas","Hanafin, Ruairi","Sanvito, Stefano"],"language":[],"coverage":[],"title":["Magnetism of CoO polymorphs"],"description":["  A microscopic explanation for the room temperature ferromagnetism in diluted\nZnO:Co is at present rather elusive. Although standard secondary phases can\nusually be ruled out, it is less clear whether regions with high Co\nconcentration coexist with undoped portions of the film, i.e. whether some form\nof CoO polymorph can be responsible for the magnetic signal. Since X-ray\nusually excludes the presence of the native rock-salt phase, the study of CoO\npolymorphs becomes particularly interesting. In this work we investigate\ntheoretically the magnetism of CoO in both the wurtzite and zincblende phases.\nBy using a combination of density functional theory with the LDA+$U$\napproximation and Monte Carlo simulations we demonstrate that wurtzite and\nzincblende CoO have a complex frustrated anti-ferromagnetic ground state with\nno net magnetic moment in the bulk. Most importantly the estimated critical\ntemperatures are well below room temperature for both cases. This suggests that\nbulk CoO polymorphs are not responsible for the room temperature magnetism\nobserved for ZnO:Co, although the role of clusters with uncompensated spins or\narranged in a spinodal decomposed structure still remains an open question.\n"]}]
["0801.1286",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1286"],"date":["2008-01-08","2008-07-01"],"type":["text"],"creator":["Chandra, Vinod","Ranjan, Akhilesh","Ravishankar, V."],"language":[],"coverage":[],"title":["Hot QCD equations of state and response functions for quark-gluon plasma"],"description":["  We study the response functions (chromo-electric susceptibilities) of\nquark-gluon plasma as a function of temperature in the presence of\ninteractions. We consider two equations of state for hot QCD. The first one is\nfully perturbative, of $O(g^5)$ EOS and, and the second one which is\n$O[g^6\\ln(1/g)+\\delta]$, incorporates some non-perturbative effects. Following\na recent work (Physical Review {\\bf C 76}, 054909(2007)), the interaction\neffects contained in the EOS are encapsulated in terms of effective chemical\npotentials($\\tilde\\mu$) in the equilibrium distribution functions for the\npartons.By using them in another recent formulation of the response\nfunctions({\\tt arXiv:0707.3697}), we determine explicitly the chromo-electric\nsusceptibilities for QCD plasma. We find that it shows large deviations from\nthe ideal behavior. We further study the modification in the heavy quark\npotential due to the medium effects. In particular, we determine the\ntemperature dependence of the screening lengths by fixing the effective\ncoupling constant $Q$ which appears in the transport equation by comparing the\nscreening in the present formalism with exact lattice QCD results. Finally, we\nstudy the dissociation phenomena of heavy quarkonium states such as $c\\bar{c}$\nand $b\\bar{b}$, and determine the dissociation temperatures. Our results are in\ngood agreement with recent lattice results.\n","Comment: 11 pages, 10 figures, revtex4; 2 tables; several references added,\n  Introduction revised; section.V revised; Fig.3 replaced"]}]
["0801.4790",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Information Theory","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4790"],"date":["2008-01-30","2008-07-01"],"type":["text"],"creator":["Ratsaby, Joel"],"language":[],"coverage":[],"title":["Information Width"],"description":["  Kolmogorov argued that the concept of information exists also in problems\nwith no underlying stochastic model (as Shannon's information representation)\nfor instance, the information contained in an algorithm or in the genome. He\nintroduced a combinatorial notion of entropy and information $I(x:\\sy)$\nconveyed by a binary string $x$ about the unknown value of a variable $\\sy$.\nThe current paper poses the following questions: what is the relationship\nbetween the information conveyed by $x$ about $\\sy$ to the description\ncomplexity of $x$ ? is there a notion of cost of information ? are there limits\non how efficient $x$ conveys information ?\n  To answer these questions Kolmogorov's definition is extended and a new\nconcept termed {\\em information width} which is similar to $n$-widths in\napproximation theory is introduced. Information of any input source, e.g.,\nsample-based, general side-information or a hybrid of both can be evaluated by\na single common formula. An application to the space of binary functions is\nconsidered.\n","Comment: Typo error in eq. (13)"]}]
["0802.0629",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0629","New J. Phys. 10 (2008) 065008","doi:10.1088/1367-2630/10/6/065008"],"date":["2008-02-05","2008-07-01"],"type":["text"],"creator":["Martin, C. A.","Ding, D.","van der Zant, H. S. J.","van Ruitenbeek, J. M."],"language":[],"coverage":[],"title":["Lithographic mechanical break junctions for single-molecule measurements\n  in vacuum: possibilities and limitations"],"description":["  We have investigated electrical transport through the molecular model systems\nbenzenedithiol, benzenediamine, hexanedithiol and hexanediamine. Conductance\nhistograms under different experimental conditions indicate that measurements\nusing mechanically controllable break junctions in vacuum are limited by the\nsurface density of molecules at the contact. Hexanedithiol histograms typically\nexhibit a broad peak around 7 * 10^{-4} G_0. In contrast to recent results on\nSTM-based break junctions in solution we find that the spread in\nsingle-molecule conductance is not reduced by amino anchoring groups.\nHistograms of hexanediamine exhibit a very wide peak around 4 * 10^{-4} G_0.\nFor both benzenedithiol and benzenediamine we observe a large variability in\nlow-bias conductance. We attribute these features to the slow breaking of the\nlithographic mechanically controllable break junctions and the absence of a\nsolvent that may enable molecular readsorption after bond breaking.\nNevertheless, we have been able to acquire reproducible current-voltage\ncharacteristics of benzenediamine and benzenedithiol using a statistical\nmeasurement approach. Benzenedithiol measurements yield a conductance gap of\nabout 0.9 V at room temperature and 0.6 V at 77 K. In contrast, the\ncurrent-voltage characteristics of benzenediamine-junctions typically display\nconductance gaps of about 0.9 V at both temperatures.\n","Comment: 19 pages, 6 figures; v2: changed wrongly given HDA peak position in\n  abstract to correct value, removed typing mistakes; v3: added three plots,\n  improved discussion, removed typos"]}]
["0802.1941",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1941","Phys. Rev. B 77, 214432 (2008)","doi:10.1103/PhysRevB.77.214432"],"date":["2008-02-13","2008-06-29"],"type":["text"],"creator":["Boettcher, S.","Davidheiser, J."],"language":[],"coverage":[],"title":["Reduction of Dilute Ising Spin Glasses"],"description":["  The recently proposed reduction method for diluted spin glasses is\ninvestigated in depth. In particular, the Edwards-Anderson model with \\pm J and\nGaussian bond disorder on hyper-cubic lattices in d=2, 3, and 4 is studied for\na range of bond dilutions. The results demonstrate the effectiveness of using\nbond dilution to elucidate low-temperature properties of Ising spin glasses,\nand provide a starting point to enhance the methods used in reduction. Based on\nthat, a greedy heuristic call ``Dominant Bond Reduction'' is introduced and\nexplored.\n","Comment: 10 pages, revtex, final version, find related material at\n  http://www.physics.emory.edu/faculty/boettcher/"]}]
["0802.2319",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2319","J. Phys. A: Math. Theor. 41, 285006 (2008)","doi:10.1088/1751-8113/41/28/285006"],"date":["2008-02-16","2008-07-01"],"type":["text"],"creator":["Belikov, A.","Gruzberg, I. A.","Rushkin, I."],"language":[],"coverage":[],"title":["Statistics of harmonic measure and winding of critical curves from\n  conformal field theory"],"description":["  Fractal geometry of random curves appearing in the scaling limit of critical\ntwo-dimensional statistical systems is characterized by their harmonic measure\nand winding angle. The former is the measure of the jaggedness of the curves\nwhile the latter quantifies their tendency to form logarithmic spirals. We show\nhow these characteristics are related to local operators of conformal field\ntheory and how they can be computed using conformal invariance of critical\nsystems with central charge $c \\leqslant 1$.\n","Comment: Published version"]}]
["0802.2872",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2872"],"date":["2008-02-20","2008-07-01"],"type":["text"],"creator":["Estrada, J.","Cease, H.","Diehl, H. T.","Flaugher, B.","Jones, J.","Kubik, D.","Sonnenschein, A."],"language":[],"coverage":[],"title":["Prospects for a direct dark matter search using high resistivity CCD\n  detectors"],"description":["  The possibility of using CCD detectors in a low threshold direct detection\ndark matter search experiment is discussed. We present the main features of the\nDECam detectors that make them a good alternative for such an experiment,\nnamely their low noise and their large depleted volume. The performance of the\nDECam CCDs for the detection of nuclear recoils is discussed, and a measurement\nof the ionization efficiency for these events is presented. Finally the plans\nand expected reach for the CCD Experiment at Low Background (CELB) are\ndiscussed.\n"]}]
["0803.2557",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2557","Phys. Rev. A 78, 013803 (2008)","doi:10.1103/PhysRevA.78.013803"],"date":["2008-03-17"],"type":["text"],"creator":["Li, Hebin","Sautenkov, Vladimir A.","Kash, Michael M.","Sokolov, Alexei V.","Welch, George R.","Rostovtsev, Yuri V.","Zubairy, M. Suhail","Scully, Marlan O."],"language":[],"coverage":[],"title":["Optical imaging beyond the diffraction limit via dark states"],"description":["  We study the possibility of creating spatial patterns having subwavelength\nsize by using the so-called dark states formed by the interaction between atoms\nand optical fields. These optical fields have a specified spatial distribution.\nOur experiments in Rb vapor display spatial patterns that are smaller than the\nlength determined by the diffraction limit of the optical system used in the\nexperiment. This approach may have applications to interference lithography and\nmight be used in coherent Raman spectroscopy to create patterns with\nsubwavelength spatial resolution.\n","Comment: 5 pages, 5 figures"]}]
["0804.0251",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0251"],"date":["2008-04-01","2008-07-01"],"type":["text"],"creator":["Badi, Adel B."],"language":[],"coverage":[],"title":["An Index Theorem for Toeplitz Operators on the Quarter-Plane"],"description":["  We prove an index theorem for Toeplitz operators on the quarter-plane using\nthe index theory for generalized Toeplitz operators introduced by G. J. Murphy.\nTo prove this index theorem we construct an indicial triple on the tensor\nproduct of two C*-algebras provided with indicial triples with general\nconditions. We show that our results can be extended to some extensions of the\ntheory of Toeplitz operators on the quarter-plane.\n","Comment: 12 pages"]}]
["0804.2309",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2309","Phys. Rev. B 77, 235323 (2008).","doi:10.1103/PhysRevB.77.235323"],"date":["2008-04-15","2008-06-06"],"type":["text"],"creator":["Zhang, P.","Zhou, J.","Wu, M. W."],"language":[],"coverage":[],"title":["Multi-valley spin relaxation in the presence of high in-plane electric\n  fields in $n$-type GaAs quantum wells"],"description":["  Multi-valley spin relaxation in $n$-type GaAs quantum wells with in-plane\nelectric field is investigated at high temperature by means of kinetic spin\nBloch equation approach. The spin relaxation time first increases and then\ndecreases with electric field, especially when the temperature is relatively\nlow. We show that $L$ valleys play the role of a ``drain'' of the total spin\npolarization due to the large spin-orbit coupling in $L$ valleys and the strong\n$\\Gamma$-$L$ inter-valley scattering, and thus can enhance spin relaxation of\nthe total system effectively when the in-plane electric field is high. Under\nelectric field, spin precession resulting from the electric-field-induced\nmagnetic field is observed. Meanwhile, due to the strong $\\Gamma$-$L$\ninter-valley scattering as well as the strong inhomogeneous broadening in $L$\nvalleys, electron spins in $L$ valleys possess almost the same damping rate and\nprecession frequency as those in $\\Gamma$ valley. This feature still holds when\na finite static magnetic field is applied in Voigt configuration, despite that\nthe $g$-factor of $L$ valleys is much larger than that of $\\Gamma$ valley.\nMoreover, it is shown that the property of spin precession of the whole system\nis dominated by electrons in $\\Gamma$ valley. Temperature, magnetic field, and\nimpurity can affect spin relaxation in low electric field regime. However, they\nare shown to have marginal influence in high electric field regime.\n","Comment: 11 pages, 8 figures, Phys. Rev. B 78, 2008, in press"]}]
["0805.2860",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory","05E10","05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2860"],"date":["2008-05-19","2008-07-01"],"type":["text"],"creator":["Caselli, Fabrizio"],"language":[],"coverage":[],"title":["Diagonal invariants and the refined multimahonian distribution"],"description":["  Combinatorial aspects of multivariate diagonal invariants of the symmetric\ngroup are studied. As a consequence it is proved the existence of a\nmultivariate extension of the classical Robinson-Schensted correspondence.\nFurther byproduct are a pure combinatorial algorithm to describe the\nirreducible decomposition of the tensor product of two irreducible\nrepresentations of the symmetric group, and new symmetry results on permutation\nenumeration with respect to descent sets.\n","Comment: 18 pages"]}]
["0806.0020",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0020"],"date":["2008-05-30","2008-06-12"],"type":["text"],"creator":["Brouwer, A. E.","Haemers, W. H."],"language":[],"coverage":[],"title":["Algebraic Graph Theory (a short course for postgraduate students and\n  researchers)"],"description":["  This submission has been withdrawn by arXiv administration.\n","Comment: This submission has been withdrawn by arXiv administration as it has\n  been copied from A.E. Brouwer and W.H. Haemers; available online at\n  http://www.win.tue.nl/~aeb/preprints/ipm.tex.gz"]}]
["0806.0986",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0986"],"date":["2008-06-05","2008-07-01"],"type":["text"],"creator":["Kupershmidt, B. A."],"language":[],"coverage":[],"title":["Remarks On A Nicolas Inequality"],"description":["  This submission has been withdrawn by arXiv admins because it contains\ninappropriate, fictitious text in the acknowledgments and the final reference.\n","Comment: This submission has been withdrawn by arXiv administration"]}]
["0806.2919",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2919"],"date":["2008-06-18"],"type":["text"],"creator":["Simonov, Yu. A.","Veselov, A. I."],"language":[],"coverage":[],"title":["Single eta production in heavy quarkonia transitions"],"description":["  The $\\eta$ production in the $(n,n')$ bottomonium transitions $\\Upsilon (n)\n\\to \\Upsilon (n') \\eta, $ is studied in the method used before for dipion heavy\nquarkonia transitions. The widths $\\Gamma_\\eta(n,n')$ are calculated without\nfitting parameters for $n=2,3,4,5, n'=1$.Resulting $\\Gamma_\\eta(4,1)$ is found\nto be large in agreement with recent data.\n","Comment: 10 pages"]}]
["0806.3552",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3552"],"date":["2008-06-23","2008-07-01"],"type":["text"],"creator":["Nie, G. K."],"language":[],"coverage":[],"title":["Binding Energies and Radii of the Nuclei with N >=Z in an Alpha-Cluster\n  Model"],"description":["  Using the surface tension energy put in dependence on the number of\nalpha-clusters in the core in a phenomenological model representing a nucleus\nas a core and a nuclear molecule on its surface leads to widening the number of\nisotopes to be described from the narrow strip of beta-stability to the\nisotopes with N >= Z. The number of alpha-clusters in the molecule is obtained\nfrom the analysis of experimental binding energies and the specific density of\nthe core binding energy \\rho and the radii are calculated. It is shown that for\nthe isotopes of one Z with growing A the number of alpha-clusters of the\nmolecule decreases mostly to 3 and \\rho increases to reach a saturation value\nwithin \\rho = 2.5 \\div 2.7 MeV/fm^3 at the beta - stable isotopes, so the\nnarrow strip of the binding energies of the beta - stable isotopes with Z <= 84\nis outlined by a function of one variable Z.\n","Comment: 10 pages, 1 figure, Latex; some data added to the table"]}]
["0806.4606",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4606"],"date":["2008-06-27"],"type":["text"],"creator":["Cowan, Nicolas B.","Agol, Eric"],"language":[],"coverage":[],"title":["Exoplanet Mapping Revealed"],"description":["  One of the most exciting results of the Spitzer era has been the ability to\nconstruct longitudinal brightness maps from the infrared phase variations of\nhot Jupiters. We presented the first such map in Knutson et al. (2007),\ndescribed the mapping theory and some important consequences in Cowan & Agol\n(2008) and presented the first multi waveband map in Knutson et al. (2008). In\nthese proceedings, we begin by putting these maps in historical context, then\nbriefly describe the mapping formalism. We then summarize the differences\nbetween the complementary N-Slice and Sinusoidal models and end with some of\nthe more important and surprising lessons to be learned from a careful analytic\nstudy of the mapping problem.\n","Comment: 4 pages, 6 figures, to appear in the Proceedings of IAU Symposium No.\n  253, 2008: Transiting Planets"]}]
["0806.4619",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4619"],"date":["2008-06-27"],"type":["text"],"creator":["Ku, Cheng Yeaw","Chen, William"],"language":[],"coverage":[],"title":["An Analogue of the Gallai-Edmonds Structure Theorem for Nonzero Roots of\n  the Matching Polynomial"],"description":["  Godsil observed the simple fact that the multiplicity of 0 as a root of the\nmatching polynomial of a graph coincides with the classical notion of\ndeficiency. From this fact he asked to what extent classical results in\nmatching theory generalize, replacing \"deficiency\" with multiplicity of\n$\\theta$ as a root of the matching polynomial. We prove an analogue of the\nStability Lemma for any given root, which describes how the matching structure\nof a graph changes upon deletion of a single vertex. An analogue of Gallai's\nLemma follows. Together these two results imply an analogue of the\nGallai-Edmonds Structure Theorem. Consequently, the matching polynomial of a\nvertex transitive graph has simple roots.\n"]}]
["0806.4624",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4624"],"date":["2008-06-27"],"type":["text"],"creator":["Moura, A. G. da Costa","Nogueira, W. A. T.","Walborn, S. P.","Monken, C. H."],"language":[],"coverage":[],"title":["Transverse spatial and frequency properties of two-photon states\n  generated by spontaneous parametric down-conversion"],"description":["  We present a detailed account of the two-photon states generated by SPDC in\nboth type I and type II phase matching, including the effects of anisotropy of\nthe nonlinear medium and the frequency spread of the down-converted fields.\nAccurate as well as simplified expressions are derived for type I and type II\nphase matching in the context of Fourier Optics. The main results are compared\nwith experimental data available in the literature, showing good agreement in\nall cases.\n","Comment: 11 pages 16 figures"]}]
["0806.4625",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4625"],"date":["2008-06-27"],"type":["text"],"creator":["Aushev, T.","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["Measurements of Phi_1 and Phi_2 by Belle and Babar"],"description":["  We report recent measurements of the Unitarity triangle angles phi_1 and\nphi_2 using large data samples collected with Belle and BaBar detectors at e+e-\nasymmetric-energy colliders.\n","Comment: 8 pages, 6 figure, Proceedings for Moriond'2008 (EW) conference"]}]
["0806.4628",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4628"],"date":["2008-06-29"],"type":["text"],"creator":["Thierry-Mieg, Jean"],"language":[],"coverage":[],"title":["Quantum construction of a unitary SU(2/1) model of the electro-weak\n  interactions with 2 Higgs doublets"],"description":["  The interactions and even the number of the Higgs scalar fields are not fixed\nin the SU(2)U(1) standard model of the electro-weak interactions and the\nintrinsically chiral nature of the weak interactions is not explained.\nEmbedding SU(2)U(1) into the Lie super-algebra SU(2/1) fills these gaps. The 2\nsmallest representations of SU(2/1) adequately describe the electron, neutrino,\nup and down quarks and correlate their chiralities with their U(1) charges, and\nthe Higgs fields have the quantum numbers of the odd generators. But so far,\nthere was an apparent conflict with unitarity, because the quark representation\nis not Hermitian and the super-Killing metric is not positive definite. We\nsolve this paradox by assuming the existence of 2 complex Higgs doublets\nminimally coupled to the Fermions via the chiral projections of the odd\ngenerators of SU(2/1). We find that Lagrangian induced by the Fermion loops is\nunitary, thanks to the balance between the leptons and the quarks needed to\ncancel the triangle anomaly and that the super-Jacobi identity guarantees that\nthe photon remains massless after symmetry breaking. In addition, the\nLagrangian has a classical geometric interpretation in terms of the curvature\nof the corresponding Hermitian algebra. Assuming that the relative strength of\nthe scalar and vector couplings does not depend on the number of families\nconstrains the mass of the Higgs to $M^2_{H^0_1} + M^2_{H^0_2} = 32/9 M^2_W = 2\n(107.2 GeV)^2$. Contrary to grand-unified or Wess-Zumino super-symmetric\nmodels, the SU(2/1) internal super-unification does not predict any unobserved\nparticle besides the 2 Higgs doublets.\n","Comment: 20 pages"]}]
["0806.4634",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4634"],"date":["2008-06-30"],"type":["text"],"creator":["Schneider, Olivier"],"language":[],"coverage":[],"title":["B0-B0bar mixing"],"description":["  The subject of particle-antiparticle mixing in the neutral B meson systems is\nreviewed. The formalism of B0-B0bar mixing is recalled and basic Standard Model\npredictions are given, before experimental issues are discussed and the latest\ncombinations of experimental results on mixing parameters are presented,\nincluding those on mixing-induced CP violation, mass differences, and\ndecay-width differences. Finally, time-integrated mixing results are used to\nimprove our knowledge on the fractions of the various b-hadron species produced\nin Z decays and at high-energy colliders.\n","Comment: 15 pages (+ cover), 2 figures, to appear in 2008 edition of the\n  ``Review of Particle Physics'', C. Amsler et al. (Particle Data Group), Phys.\n  Lett. B (2008)"]}]
["0806.4637",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14F42,14C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4637"],"date":["2008-06-30"],"type":["text"],"creator":["Jafari, Amir"],"language":[],"coverage":[],"title":["Algebraic cycles and motivic iterated integrals II"],"description":["  This is a sequel to our previous paper (joint with Furusho). It will give a\nmore natural framework for constructing elements in the Hopf algebra of framed\nmixed Tate motives according to Bloch and Kriz. This framework allows us to\nextend our previous results to interpret all multiple zeta values (including\nthe divergent ones) and the multiple polylogarithms in one variable as elements\nof this Hopf algebra. It implies that the pro-unipotent completion of the\ntorsor of paths on projective line minus three points, is a mixed Tate motive\nin the sense of Bloch-Kriz. Also It allows us to interpret the multiple\nlogarithm as an element of this Hopf algebra as long as the products of\nconsecutive arguments are not 1.\n"]}]
["0806.4642",{"format":[],"subject":["Statistics - Machine Learning","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4642"],"date":["2008-06-27"],"type":["text"],"creator":["Gansell, Amy Rebecca","Tamaru, Irene K.","Jakulin, Aleks","Wiggins, Chris H."],"language":[],"coverage":[],"title":["Predicting Regional Classification of Levantine Ivory Sculptures: A\n  Machine Learning Approach"],"description":["  Art historians and archaeologists have long grappled with the regional\nclassification of ancient Near Eastern ivory carvings. Based on the visual\nsimilarity of sculptures, individuals within these fields have proposed object\nassemblages linked to hypothesized regional production centers. Using\nquantitative rather than visual methods, we here approach this classification\ntask by exploiting computational methods from machine learning currently used\nwith success in a variety of statistical problems in science and engineering.\nWe first construct a prediction function using 66 categorical features as\ninputs and regional style as output. The model assigns regional style group\n(RSG), with 98 percent prediction accuracy. We then rank these features by\ntheir mutual information with RSG, quantifying single-feature predictive power.\nUsing the highest- ranking features in combination with nomographic\nvisualization, we have found previously unknown relationships that may aid in\nthe regional classification of these ivories and their interpretation in art\nhistorical context.\n","Comment: presented at 34th Computer Applications & Quantitative Methods in\n  Archaeology Conference, Fargo, North Dakota, April 2006. appears in Digital\n  Discovery: Exploring New Frontiers in Human Heritage; CAA 2006. ISBN\n  978-963-8046-90-1. pp 483-492 (2007)"]}]
["0806.4648",{"format":[],"subject":["Computer Science - Robotics","I.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4648","Proceedings of the International Conference on Intelligent\n  Unmanned System (ICIUS 2007), Bali, Indonesia, October 24-25, 2007, Paper No.\n  ICIUS2007-A014"],"date":["2008-06-28"],"type":["text"],"creator":["Budiyono, A.","Sudiyanto, T."],"language":[],"coverage":[],"title":["An Algebraic Approach for the MIMO Control of Small Scale Helicopter"],"description":["  The control of small-scale helicopter is a MIMO problem. To use of classical\ncontrol approach to formally solve a MIMO problem, one needs to come up with\nmultidimensional Root Locus diagram to tune the control parameters. The problem\nwith the required dimension of the RL diagram for MIMO design has forced the\ndesign procedure of classical approach to be conducted in cascaded multi-loop\nSISO system starting from the innermost loop outward. To implement this control\napproach for a helicopter, a pitch and roll attitude control system is often\nsubordinated to a, respectively, longitudinal and lateral velocity control\nsystem in a nested architecture. The requirement for this technique to work is\nthat the inner attitude control loop must have a higher bandwidth than the\nouter velocity control loop which is not the case for high performance mini\nhelicopter. To address the above problems, an algebraic design approach is\nproposed in this work. The designed control using s-CDM approach is\ndemonstrated for hovering control of small-scale helicopter simultaneously\nsubjected to plant parameter uncertainties and wind disturbances.\n","Comment: Uploaded by ICIUS2007 Conference Organizer on behalf of the\n  author(s). 9 pages, 11 figures"]}]
["0806.4650",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","I.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4650","Proceedings of the International Conference on Intelligent\n  Unmanned System (ICIUS 2007), Bali, Indonesia, October 24-25, 2007, Paper No.\n  ICIUS2007-C022"],"date":["2008-06-28"],"type":["text"],"creator":["Haryanto, Ismoyo","Setiawan, Joga Dharma","Budiyono, Agus"],"language":[],"coverage":[],"title":["Structural Damage Detection Using Randomized Trained Neural Networks"],"description":["  A computationally method on damage detection problems in structures was\nconducted using neural networks. The problem that is considered in this works\nconsists of estimating the existence, location and extent of stiffness\nreduction in structure which is indicated by the changes of the structural\nstatic parameters such as deflection and strain. The neural network was trained\nto recognize the behaviour of static parameter of the undamaged structure as\nwell as of the structure with various possible damage extent and location which\nwere modelled as random states. The proposed techniques were applied to detect\ndamage in a simply supported beam. The structure was analyzed using\nfinite-element-method (FEM) and the damage identification was conducted by a\nback-propagation neural network using the change of the structural strain and\ndisplacement. The results showed that using proposed method the strain is more\nefficient for identification of damage than the displacement.\n","Comment: Uploaded by ICIUS2007 Conference Organizer on behalf of the\n  author(s). 5 pages, 9 figures, and 4 tables"]}]
["0806.4654",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4654"],"date":["2008-06-28","2008-07-01"],"type":["text"],"creator":["Yukawa, Emi","Ogata, Masao"],"language":[],"coverage":[],"title":["Mean-Field Analysis of Electric Field Effect on Charge Orders in Organic\n  Conductors"],"description":["  In order to investigate charge ordering phenomena under electric field,\nstatic nonequilibrium Hartree approximation (SNHA) method is formulated on the\nbasis of the nonequilibrium Green's functions introduced by Keldysh. By\napplying the SNHA to the 3/4-filling extended Hubbard model on anisotropic\ntriangular lattice, we study the stabilities and amplitudes of 3-fold and\nhorizontal charge orders in ${\\theta}$ and ${\\theta}_d$-(BEDT-TTF)$_2X$ salts\nunder the electric field. The obtained results show that the electric field\nstabilizes the 3-fold state in comparison to the horizontal state. The\namplitude of the 3-fold state tends to decrease by the field, whereas that of\nthe horizontal state does not change.\n","Comment: 4pages, 6figures, and 1table"]}]
["0806.4655",{"format":[],"subject":["Mathematics - Differential Geometry","58J50","35J05","35P10","35P20","53C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4655","Advanced Studies in Pure Math., Minimal Surfaces, Geometric\n  Analysis and Symplectic Geometry 34 (2002), 219-229"],"date":["2008-06-28"],"type":["text"],"creator":["Masamune, Jun","Rossman, Wayne"],"language":[],"coverage":[],"title":["Discrete spectrum and Weyl's asymptotic formula for incomplete manifolds"],"description":["  Motivated by recent interest in the spectrum of the Laplacian of incomplete\nsurfaces with isolated conical singularities, we consider more general\nincomplete m-dimensional manifolds with singularities on sets of codimension at\nleast 2. With certain restrictions on the metric, we establish that the\nspectrum is discrete and satisfies Weyl's asymptotic formula.\n"]}]
["0806.4659",{"format":[],"subject":["Mathematics - Differential Geometry","53A10","53A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4659","Hiroshima Math. J. 31(2) (2001), 183-199"],"date":["2008-06-28"],"type":["text"],"creator":["de Lima, Levi Lopes","Neto, Vicente Francisco de Sousa","Rossman, Wayne"],"language":[],"coverage":[],"title":["Lower bounds for index of Wente tori"],"description":["  We show numerically that any of the constant mean curvature tori first found\nby Wente must have index at least eight.\n"]}]
["0806.4666",{"format":[],"subject":["Mathematics - Differential Geometry","53A10","53A35","53A42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4666","Indiana Univ. Math. J. 47(2) (1998), 685-723"],"date":["2008-06-29"],"type":["text"],"creator":["de Lima, Levi Lopes","Rossman, Wayne"],"language":[],"coverage":[],"title":["On the index of constant mean curvature 1 surfaces in hyperbolic space"],"description":["  We show that the index of a constant mean curvature 1 surface in hyperbolic\n3-space is completely determined by the compact Riemann surface and secondary\nGauss map that represent it in Bryant's Weierstrass representation. We give\nthree applications of this observation. Firstly, it allows us to explicitly\ncompute the index of the catenoid cousins and some other examples. Secondly, it\nallows us to be able to apply a method similar to that of Choe (using Killing\nvector fields on minimal surfaces in Euclidean 3-space) to our case as well,\nresulting in lower bounds of index for other examples. And thirdly, it allows\nus to give a more direct proof of the result by do Carmo and Silveira that if a\nconstant mean curvature 1 surface in hyperbolic 3-space has finite total\ncurvature, then it has finite index. Finally, we show that for any constant\nmean curvature 1 surface in hyperbolic 3-space that has been constructed via a\ncorrespondence to a minimal surface in Euclidean 3-space, we can take advantage\nof this correspondence to find a lower bound for its index.\n"]}]
["0806.4670",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4670"],"date":["2008-06-28"],"type":["text"],"creator":["Henneaux, Marc"],"language":[],"coverage":[],"title":["Kac-Moody algebras and the structure of cosmological singularities: a\n  new light on the Belinskii-Khalatnikov-Lifshitz analysis"],"description":["  The unexpected and fascinating emergence of hyperbolic Coxeter groups and\nLorentzian Kac-Moody algebras in the investigation of gravitational theories in\nthe vicinity of a cosmological singularity is briefly reviewed. Some open\nquestions raised by this intriguing result, and some attempts to answer them,\nare outlined.\n","Comment: Dedicated to Claudio Bunster on the occasion of his 60th birthday. To\n  appear in ``Quantum Mechanics of Fundamental Systems: The Quest for Beauty\n  and Simplicity - Claudio Bunster Festsschrift\" - 15 pages - PdfLaTeX"]}]
["0806.4671",{"format":[],"subject":["Mathematics - Differential Geometry","53A10","49Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4671","J. Geometric Analysis 7(1) (1997), 161-171"],"date":["2008-06-28"],"type":["text"],"creator":["Hoffman, David","Rossman, Wayne"],"language":[],"coverage":[],"title":["Limit Surfaces of Riemann Examples"],"description":["  The family of embedded, singly periodic minimal surfaces of Riemann have as\nlimit-surfaces the helicoid, the catenoid, a single plane, or an infinite set\nof equally-spaced parallel planes.\n"]}]
["0806.4672",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53Cxx, 35Jxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4672"],"date":["2008-06-28"],"type":["text"],"creator":["Ma, Li","Zhu, Anqiang"],"language":[],"coverage":[],"title":["Nonsingular Ricci flow on a noncompact manifold in dimension three"],"description":["  We consider the Ricci flow $\\frac{\\partial}{\\partial t}g=-2Ric$ on the\n3-dimensional complete noncompact manifold $(M,g(0))$ with non-negative\ncurvature operator, i.e., $Rm\\geq 0, |Rm(p)|\\to 0, ~as ~d(o,p)\\to 0.$ We prove\nthat the Ricci flow on such a manifold is nonsingular in any finite time.\n","Comment: 6 pages"]}]
["0806.4684",{"format":[],"subject":["Mathematics - Probability","Mathematics - History and Overview","05C07, 05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4684"],"date":["2008-06-28"],"type":["text"],"creator":["Wu, Xian-Yuan","Dong, Zhao","Liu, Ke","Cai, Kai-Yuan"],"language":[],"coverage":[],"title":["On the Degree Sequence and its Critical Phenomenon of an Evolving Random\n  Graph Process"],"description":["  In this paper we focus on the problem of the degree sequence for the\nfollowing random graph process. At any time-step $t$, one of the following\nthree substeps is executed: with probability $\\alpha_1$, a new vertex $x_t$ and\n$m$ edges incident with $x_t$ are added; or, with probability\n$\\alpha-\\alpha_1$, $m$ edges are added; or finally, with probability $1-\\a$,\n$m$ random edges are deleted. Note that in any case edges are added in the\nmanner of preferential attachment. we prove that there exists a critical point\n$\\alpha_c$ satisfying: 1) if $\\alpha_1<\\alpha_c$, then the model has power law\ndegree sequence; 2) if $\\alpha_1>\\alpha_c$, then the model has exponential\ndegree sequence; and 3) if $\\alpha_1=\\alpha_c$, then the model has a degree\nsequence lying between the above two cases.\n","Comment: 18 pages"]}]
["0806.4689",{"format":[],"subject":["Mathematics - Geometric Topology","57M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4689"],"date":["2008-06-28"],"type":["text"],"creator":["Bachman, David"],"language":[],"coverage":[],"title":["Stabilizations of Heegaard splittings of sufficiently complicated\n  3-manifolds (Preliminary Report)"],"description":["  We construct families of manifolds that have pairs of genus $g$ Heegaard\nsplittings that must be stabilized roughly $g$ times to become equivalent. We\nalso show that when two unstabilized, boundary-unstabilized Heegaard splittings\nare amalgamated by a \"sufficiently complicated\" map, the resulting splitting is\nunstabilized. As a corollary, we produce a manifold that has distance one\nHeegaard splittings of arbitrarily high genus. Finally, we show that in a\n3-manifold formed by a sufficiently complicated gluing, a low genus,\nunstabilized Heegaard splitting can be expressed in a unique way as an\namalgamation over the gluing surface.\n","Comment: 10 pages, 2 figures"]}]
["0806.4699",{"format":[],"subject":["Mathematics - Combinatorics","05-02 (Primary) 05C90 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4699"],"date":["2008-06-28"],"type":["text"],"creator":["Ellis-Monaghan, Joanna","Merino, Criel"],"language":[],"coverage":[],"title":["Graph polynomials and their applications II: Interrelations and\n  interpretations"],"description":["  This paper surveys a comprehensive, although not exhaustive, sampling of\ngraph polynomials with the goal of providing a brief overview of a variety of\ntechniques defining a graph polynomial and then for decoding the combinatorial\ninformation it contains. The polynomials we discuss here are not generally\nspecializations of the Tutte polynomial, but they are each in some way related\nto the Tutte polynomial, and often to one another. We emphasize these\ninterrelations and explore how an understanding of one polynomial can guide\nresearch into others. We also discuss multivariable generalizations of some of\nthese polynomials and the theory facilitated by this. We conclude with two\nexamples, one from biology and one from physics, that illustrate the\napplicability of graph polynomials in other fields.\n  This is the second chapter of a two chapter series, and concludes Graph\nPolynomials and Their Applications I: The Tutte Polynomial, arXiv:0803.3079\n","Comment: This is a preliminary version of the second of two book chapters for\n  inclusion in a volume on graph structures"]}]
["0806.4702",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4702"],"date":["2008-06-28"],"type":["text"],"creator":["Krechetnikov, R.","Marsden, J. E."],"language":[],"coverage":[],"title":["On the stability analysis in the transition to turbulence problem"],"description":["  In this note, which is of general stability theory interest, we discuss some\nof the key assertions usually stated in the context of the transition to\nturbulence problem. In particular, the two main points made here in the setting\nof the transition problem are (i) the crucial dependence of the stability\nresults on whether the problem is considered on infinite or semi-infinite\ndomain, and (ii) the energy conservation by the nonlinear terms of the\nNavier-Stokes equations. As an application, we demonstrate that the Couette\nflow, when analyzed in the mathematical setting most correctly reflecting the\nway the experiments are usually done, is spectrally unstable for finite\nReynolds numbers in apparent contradiction to the commonly accepted classical\ncentury-old results. Also, the interrelation of various stability notions, the\neffects of infinite dimensionality, the covariant nature of the transition\nphenomena and how non-normality of the linear operators and finite-amplitude\ninstability fit into this picture are discussed as well.\n","Comment: 12 pages"]}]
["0806.4706",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4706"],"date":["2008-06-28"],"type":["text"],"creator":["Gougoussis, C.","Calandra, M.","Seitsonen, A.","Brouder, Ch.","Shukla, A.","Mauri, F."],"language":[],"coverage":[],"title":["Measuring the intrinsic charge transfer gap using K-edge X-ray\n  absorption spectroscopy"],"description":["  Pre-edge features in X-ray absorption spectroscopy contain key information\nabout the lowest excited states and thus on the most interesting physical\nproperties of the system. In transition metal oxides they are particularly\nstructured but extracting physical parameters by comparison with a calculation\nis not easy due to several computational challenges. By combining core-hole\nattraction and correlation effects in first principles approach, we calculate\nNi K-edge X-ray absorption spectra in NiO. We obtain a striking, parameter-free\nagreement with experimental data and show that dipolar pre-edge features above\nthe correlation gap are due to non-local excitations largely unaffected by the\ncore-hole. We show that in charge transfer insulators, this property can be\nused to measure the correlation gap and probe the intrinsic position of the\nupper-Hubbard band.\n","Comment: 4 pages, 3 figures"]}]
["0806.4721",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4721"],"date":["2008-06-28"],"type":["text"],"creator":["Nie, Jiawang"],"language":[],"coverage":[],"title":["First Order Conditions for Semidefinite Representations of Convex Sets\n  Defined by Rational or Singular Polynomials"],"description":["  A set is called semidefinite representable or semidefinite programming (SDP)\nrepresentable if it can be represented as the projection of a higher\ndimensional set which is represented by some Linear Matrix Inequality (LMI).\nThis paper discuss the semidefinite representability conditions for convex sets\nof the form S_D(f) = {x \\in D: f(x) >= 0}. Here D={x\\in R^n: g_1(x) >= 0, ...,\ng_m(x) >= 0} is a convex domain defined by some \"nice\" concave polynomials\ng_i(x) (they satisfy certain concavity certificates), and f(x) is a polynomial\nor rational function. When f(x) is concave over \\mc{D}, we prove that S_D(f)\nhas some explicit semidefinite representations under certain conditions called\npreordering concavity or q-module concavity, which are based on the\nPositivstellensatz certificates for the first order concavity criteria. When\nf(x) is a polynomial or rational function having singularities on the boundary\nof S_D(f), a perspective transformation is introduced to find some explicit\nsemidefinite representations for S_D(f) under certain conditions. In the\nparticular case n=2, if the Laurent expansion of f(x) around one singular point\nhas only two consecutive homogeneous parts, we show that S_D(f) always admits\nan explicitly constructible semidefinite representation.\n","Comment: 25 pages"]}]
["0806.4722",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4722"],"date":["2008-06-28"],"type":["text"],"creator":["Varshney, Lav R.","Kusuma, Julius","Goyal, Vivek K"],"language":[],"coverage":[],"title":["Malleable Coding: Compressed Palimpsests"],"description":["  A malleable coding scheme considers not only compression efficiency but also\nthe ease of alteration, thus encouraging some form of recycling of an old\ncompressed version in the formation of a new one. Malleability cost is the\ndifficulty of synchronizing compressed versions, and malleable codes are of\nparticular interest when representing information and modifying the\nrepresentation are both expensive. We examine the trade-off between compression\nefficiency and malleability cost under a malleability metric defined with\nrespect to a string edit distance. This problem introduces a metric topology to\nthe compressed domain. We characterize the achievable rates and malleability as\nthe solution of a subgraph isomorphism problem. This can be used to argue that\nallowing conditional entropy of the edited message given the original message\nto grow linearly with block length creates an exponential increase in code\nlength.\n","Comment: 39 pages"]}]
["0806.4728",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - K-Theory and Homology","14F05","19E20","57R20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4728"],"date":["2008-06-30"],"type":["text"],"creator":["Berthomieu, Alain"],"language":[],"coverage":[],"title":["A version of smooth K-theory adapted to the total Chern class"],"description":["  A version of smooth K-theory is constructed, which is adapted to the total\nChern class instead of the Chern character (contrarily to previous theories).\nSome total Chern class morphism from this K-theory to Cheeger-Simons\ndifferential characters is constructed. This answers a question raised by U.\nBunke.\n","Comment: Institution, keywords and AMS-classification codes added"]}]
["0806.4729",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4729"],"date":["2008-06-28"],"type":["text"],"creator":["McCabe, Gordon"],"language":[],"coverage":[],"title":["Dosimetry, scattering theory, and Monte Carlo simulation"],"description":["  The purpose of this paper is to provide an introduction to the physics of\nscattering theory, to define the dosimetric concept of linear energy transfer\nin terms of scattering theory, and to provide an introduction to the concepts\nunderlying Monte Carlo simulations.\n"]}]
["0806.4732",{"format":[],"subject":["Mathematics - Logic","03E05 (Primary)","03E40, 28E15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4732"],"date":["2008-06-28"],"type":["text"],"creator":["Hirschorn, James"],"language":[],"coverage":[],"title":["On the strength of Hausdorff's gap condition"],"description":["  Hausdorff's gap condition was satisfied by his original 1936 construction of\nan (omega-1,omega-1) gap in P(N)/Fin. We solve an open problem in determining\nwhether Hausdorff's condition is actually stronger than the more modern\nindestructibility condition, by constructing an indestructible\n(omega-1,omega-1) gap not equivalent to any gap satisfying Hausdorff's\ncondition, from uncountably many random reals.\n","Comment: 9 pages. Original 2002 version. Article homepage:\n  http://homepage.univie.ac.at/James.Hirschorn/research/Hausdorff.gap/Hausdorff.gap.html"]}]
["0806.4737",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4737"],"date":["2008-06-29"],"type":["text"],"creator":["Choi, Sang Won","Chung, Sae-Young"],"language":[],"coverage":[],"title":["On the Multiplexing Gain of K-user Partially Connected Interference\n  Channel"],"description":["  The multiplexing gain (MUXG) of $K$-user interference channel (IC) with\npartially connected interfering links is analyzed. The motivation for the\npartially connected IC comes from the fact that not all interferences are\nequally strong in practice. The MUXG is characterized as a function of the\nnumber ($K$) of users and the number ($N \\geq 1$) of interfering links. Our\nanalysis is mainly based on the interference alignment (IA) technique to\nmitigate interference. Our main results are as follows: One may expect that\nhigher MUXG can be attained when some of interfering links do not exist.\nHowever, when $N$ is odd and $K=N+2$, the MUXG is not increased beyond the\noptimal MUXG of fully connected IC, which is $\\frac{KM}{2}$. The number of\ninterfering links has no influence on the achievable MUXG using IA, but affects\nthe efficiency in terms of the number of required channel realizations: When\nN=1 or 2, the optimal MUXG of the fully connected IC is achievable with a\nfinite number of channel realizations. In case of $N \\geq 3$, however, the MUXG\nof $\\frac{KM}{2}$ can be achieved asymptotically as the number of channel\nrealizations tends to infinity.\n","Comment: Submitted to IEEE Transactions on Information Theory\n  (Correspondence), June 29, 2008"]}]
["0806.4743",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematical Physics","17A32","17B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4743"],"date":["2008-06-29"],"type":["text"],"creator":["Albeverio, S.","Omirov, B. A.","Khudoyberdiyev, A. Kh."],"language":[],"coverage":[],"title":["On the classification of complex Leibniz superalgebras with\n  characteristic sequence $(n-1, 1 | m_1, ..., m_k)$ and nilindex $n+m$"],"description":["  In this work we investigate the complex Leibniz superalgebras with\ncharacteristic sequence $(n-1, 1 | m_1, ..., m_k)$ and with nilindex equal to\n$n+m.$ We prove that such superalgebras with the condition $m_2\\neq0$ have\nnilindex less than $n+m$. Therefore the complete classification of Leibniz\nalgebras with characteristic sequence $(n-1, 1 | m_1, ..., m_k)$ and with\nnilindex equal to $n+m$ is reduced to the classification of filiform Leibniz\nsuperalgebras of nilindex equal to $n+m,$ which was provided in \\cite{AOKh} and\n\\cite{GKh}.\n","Comment: 13 pages"]}]
["0806.4749",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4749"],"date":["2008-06-29"],"type":["text"],"creator":["Savinov, Alexandr"],"language":[],"coverage":[],"title":["Nested Ordered Sets and their Use for Data Modelling"],"description":["  In this paper we present a new approach to data modelling, called the\nconcept-oriented model (CoM), and describe its main features and\ncharacteristics including data semantics and operations. The distinguishing\nfeature of this model is that it is based on the formalism of nested ordered\nsets where any element participates in two structures simultaneously:\nhierarchical (nested) and multi-dimensional (ordered). An element of the model\nis postulated to consist of two parts, called identity and entity, and the\nwhole approach can be naturally broken into two branches: identity modelling\nand entity modelling. We also propose a new query language with the main\nconstruct, called concept, defined as a pair of two classes: identity class and\nentity class. We describe how its operations of projection, de-projection and\nproduct can be used to solve typical data modelling tasks.\n","Comment: 15 pages, 4 figures"]}]
["0806.4751",{"format":[],"subject":["Mathematical Physics","60J65","81T18","82C10","82C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4751"],"date":["2008-06-29"],"type":["text"],"creator":["Erdoes, Laszlo","Salmhofer, Manfred","Yau, Horng-Tzer"],"language":[],"coverage":[],"title":["Feynman graphs and renormalization in quantum diffusion"],"description":["  We review our proof that in a scaling limit, the time evolution of a quantum\nparticle in a static random environment leads to a diffusion equation. In\nparticular, we discuss the role of Feynman graph expansions and of\nrenormalization.\n","Comment: Contribution to the proceedings of the conference in honour of\n  Wolfhart Zimmermann's 80th birthday, Ringberg Castle, February 3-6, 2008.\n  LaTeX, 16 pages with 6 figures"]}]
["0806.4760",{"format":[],"subject":["Mathematics - Logic","03E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4760"],"date":["2008-06-29"],"type":["text"],"creator":["Kanovei, Vladimir","Lyubetsky, Vassily"],"language":[],"coverage":[],"title":["Reasonable non--Radon--Nikodym ideals"],"description":["  For any abelian Polish sigma-compact group H there exist a sigma-ideal Z over\nN and a Borel Z-approximate homomorphism f : H --> H^N which is not\nZ-approximable by a continuous true homomorphism g : H --> H^N.\n"]}]
["0806.4761",{"format":[],"subject":["Mathematics - Functional Analysis","35J25, 35P10, 35P15, 35P20, 40A05, 40A25, 40A30, 40G05, 42B05,\n  42B08, 42B25, 42B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4761"],"date":["2008-06-29"],"type":["text"],"creator":["Akhmedov, Anvarjon"],"language":[],"coverage":[],"title":["About the almost everywhere convergence of the spectral expansions of\n  functions from $L_1^\\a(S^N)$"],"description":["  In this paper we study the almost everywhere convergence of the expansions\nrelated to the self-adjoint extension of the Laplace-Beltrami operator on the\nunit sphere. The sufficient conditions for summability is obtained. The more\ngeneral properties and representation by the eigenfunctions of the\nLaplace-Beltrami operator of the Liouville space $L_1^\\a$ is used.\n  For the orders of Riesz means, which greater than critical index\n$\\frac{N-1}{2}$ we proved the positive results on summability of\nFourier-Laplace series. Note that when order $\\alpha$ of Riesz means is less\nthan critical index then for establish of the almost everywhere convergence\nrequests to use other methods form proving negative results. We have\nconstructed different method of summability of Laplace series, which based on\nspectral expansions property of self-adjoint Laplace-Beltrami operator on the\nunit sphere.\n","Comment: 7 pages"]}]
["0806.4764",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4764"],"date":["2008-06-29"],"type":["text"],"creator":["Baba, Teppei"],"language":[],"coverage":[],"title":["Approximately $\\mu$-$\\tau$ Symmetric Minimal Seesaw Mechanism and\n  Leptonic CP Violation"],"description":["  We estimate the effect of leptonic CP violating phases in the minimal seesaw\nmodel with two heavy neutrinos $N$ by imposing the approximately $\\mu-\\tau$\nsymmetry on the model. For $N$ subject to the $\\mu-\\tau$ symmetry, we find that\nneutrinos show the normal mass hierarchy and obtain the general phase structure\nthat contains only two phases which arise from $\\mu-\\tau$ symmetry breaking\nterms. To perform similar consideration for $N$ blind to the $\\mu-\\tau$\nsymmetry necessarily giving the inverted mass hierarchy, we assume the same\nphase structure. Our phases consist of six phases that need to take care of\ngeneric phases of flavor neutrino masses, from which one can obtain one Dirac\nphase and one Majorana phase as observable phases (because one neutrino is\nmassless). The Dirac CP violating phase $\\delta_{CP}(=\\delta+\\rho)$ depends on\nthe $\\nu_e-\\nu_{\\tau}$ ($\\nu_e-\\nu_{\\mu}$) mixing phase $\\delta$ ($\\rho$). The\nMajorana CP violating phase is suppressed because it depend on $\\rho$, which is\nfound to be associated with almost real quantity.\n","Comment: 6 pages, Flavor Physics & CP Violation Conference, Taipei, 2008"]}]
["0806.4772",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4772"],"date":["2008-06-29"],"type":["text"],"creator":["Thanassoulas, C."],"language":[],"coverage":[],"title":["The seismogenic area in the lithosphere considered as an \"Open Physical\n  System\". Its implications on some seismological aspects. Part - I.\n  Accelerated deformation"],"description":["  The seismogenic area in the lithosphere is considered as an open physical\nsystem. The mathematical analysis of its inflow - outflow energy balance\nreveals the presence of specific energy flow physical models. The later comply\nwith what has been observed by seismologists as \"accelerated deformation\" and\n\"seismic quiescence\". These physical models are represented by low-order\ncumulative seismic energy release analytical polynomial functions in time. The\ntime derivatives of these functions, analytically calculated, provide a more\nsharp indication for the time of occurrence of a future large EQ. Examples from\nthe application of this approach on real large EQs from the Greek territory are\npresented. Moreover, this methodology can be used for the determination of: the\nmaximum expected magnitude of a future large EQ of a specific seismically\nactivated seismogenic area and the compilation of seismic potential regional\nmaps. The later will be presented in details in articles to follow soon.\n","Comment: 12 pages, 26 figures, Thanassoulas e-mail: thandin@otenet.gr"]}]
["0806.4775",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4775"],"date":["2008-06-29"],"type":["text"],"creator":["Mallamace, Francesco","Tombari, Elpidio","Salvetti, Giuseppe","Johari, Gyan P."],"language":[],"coverage":[],"title":["On the insights into phases of liquid water from study of its unusual\n  glass-forming properties"],"description":["  We investigate whether an interpretation of water's thermodynamics [Science,\n319, 582 (2008)] by using analogy with the binary metal alloys lambda-type\nordering transition or buckminsterfullerene's orientational-ordering transition\nhas merit. On examining the heat capacity data used for the nanoconfined water,\nthe construction of the heat capacity peak, and the number of water molecules\nin nanoconfinement, we find that (i) the peak had been obtained by joining the\ndata for emulsified water with that of the nanoconfined water and (ii) only\nthree water molecules can be fitted across the 1.1 nm diameter pores used in\nthe study, two of which form a cylindrical shell that is hydrogen bonded to\nsilica. The remaining connectedness of one water molecule would not produce a\nmetal alloy-like lambda-transition, or cooperative motions. Therefore, there is\nno basis for considering such an ordering in supercooled water.\n","Comment: 4 pages"]}]
["0806.4784",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4784"],"date":["2008-06-29"],"type":["text"],"creator":["Mentink, Johan","Kokkelmans, Servaas"],"language":[],"coverage":[],"title":["Interacting atoms in optical lattices"],"description":["  We propose an easy to use model to solve for interacting atoms in an optical\nlattice. This model allows for the whole range of weakly to strongly\ninteracting atoms, and it includes the coupling between relative and\ncenter-of-mass motion via anharmonic lattice terms. We apply this model to a\nhigh-precision spin dynamics experiment, and we discuss the corrections due to\natomic interactions and the anharmonic coupling. Under suitable experimental\nconditions, energy can be transferred between the relative and center-of-mass\nmotion, and this allows for creation of Feshbach molecules in excited lattice\nbands.\n","Comment: 7 pages, 4 figures"]}]
["0806.4785",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4785"],"date":["2008-06-29"],"type":["text"],"creator":["Mann, Allen L."],"language":[],"coverage":[],"title":["\"Iff\" is not expressible in independence-friendly logic"],"description":["  Ordinary first-order logic has the property that two formulas \\phi and \\psi\nhave the same meaning in a structure if and only if the formula ``\\phi iff\n\\psi'' is true in the structure. We prove that independence-friendly logic does\nnot have this property.\n","Comment: 18 pages. Submitted to the Journal of Symbolic Logic"]}]
["0806.4786",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4786"],"date":["2008-06-29"],"type":["text"],"creator":["Liu, Chunlei"],"language":[],"coverage":[],"title":["Recent Lifetime and Mixing Measurements at the Tevatron"],"description":["  We present the latest $B$ hadron lifetimes, $B^0_s$ mixing, and $D^0$ mixing\nmeasurements using up to 3.0 fb$^{-1}$ of data collected by CDF and D0\nexperiments at Fermilab. The $B^0_s$ lifetime is measured from both $J/\\psi\n\\phi$ (CP admixture) and flavor specific channels, and the $B_c$ lifetime is\nobtained from semileptonic channels. Following the $B^0_s$ oscillation\nfrequency measurement at CDF in 2006, the D0 collaboration now observes $B^0_s$\noscillation at a significance of about 3$\\sigma$. Since the first $D^0$ mixing\nevidence established at $B$ factories in 2007, CDF has observed $D^0$ mixing at\na significance of about 4$\\sigma$ level, the first time from hadron collider.\n","Comment: Flavor Physics & CP Violation Conference, Taipei, 2008"]}]
["0806.4801",{"format":[],"subject":["Mathematics - Group Theory","20E05","20E08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4801"],"date":["2008-06-30"],"type":["text"],"creator":["Savchuk, Dmytro","Vorobets, Yaroslav"],"language":[],"coverage":[],"title":["Automata generating free products of groups of order 2"],"description":["  We construct a family of automata with n states, n>3, acting on a rooted\nbinary tree that generate the free products of cyclic groups of order 2.\n","Comment: 19 pages, 4 figures"]}]
["0806.4802",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4802"],"date":["2008-06-30"],"type":["text"],"creator":["Freund, Yoav","Hsu, Daniel"],"language":[],"coverage":[],"title":["A new Hedging algorithm and its application to inferring latent random\n  variables"],"description":["  We present a new online learning algorithm for cumulative discounted gain.\nThis learning algorithm does not use exponential weights on the experts.\nInstead, it uses a weighting scheme that depends on the regret of the master\nalgorithm relative to the experts. In particular, experts whose discounted\ncumulative gain is smaller (worse) than that of the master algorithm receive\nzero weight. We also sketch how a regret-based algorithm can be used as an\nalternative to Bayesian averaging in the context of inferring latent random\nvariables.\n"]}]
["0806.4804",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4804"],"date":["2008-06-30"],"type":["text"],"creator":["Nakamura, H.","Hayashi, N.","Nakai, N.","Machida, M."],"language":[],"coverage":[],"title":["LDA + Negative U Solves a Puzzle of too Large Calculated Magnetic Moment\n  in Iron-based Superconductor LaFeAsO_{1-x}F_x"],"description":["  A puzzle in the iron-based superconductor LaFeAsO_{1-x}F_x is that the\nmagnetic moment obtained by first-principle electronic structure calculations\nis unexpectedly much larger than the experimentally observed one. For example,\nthe calculated value is ~ 2.0 \\mu_B in the mother compound, while it is ~ 0.3\n\\mu_B in experiments. We find that the puzzle is solved within the framework\nLDA + U by expanding the U value into a slightly negative range. We show U\ndependence of the obtained magnetic moment in both the undoped x=0.0 and doped\nx = 0.125. These results reveal that the magnetic moment is drastically reduced\nwhen entering to the slightly negative range of U. Moreover, the negative U\nwell explains other measurement data, e.g., lattice constants and electronic\nDOS at the Fermi level. We discuss possible origins of the negative U in these\ncompounds.\n","Comment: 5 pages, 4 figures"]}]
["0806.4813",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4813"],"date":["2008-06-30","2008-07-01"],"type":["text"],"creator":["Kreps, M."],"language":[],"coverage":[],"title":["Direct CP violation in B decays"],"description":["  We review recent experimental results on direct CP violation. The hot topic\nis a measurement in charmless two-body decays of B0, B+. In connection to this\nthe first analogous measurements in Bs0 and Lambda_b0 decays are now available.\nFurthermore first evidence for direct CP violation in B+ decays is obtained\nfrom Dalitz plot analyzes of the K+pi-pi+ final state at B-factories. The last\ngroup of discussed results probes the b -> c\\bar{c}d transition in attempt to\nresolve the discrepancy between Belle and BABAR experiments in CP violation in\nthe B0 -> D+D- decays.\n","Comment: Prepared for Flavor Physics & CP Violation Conference, Taipei, 2008.\n  Adding few more references, small correction to text"]}]
["0806.4820",{"format":[],"subject":["Mathematics - Commutative Algebra","13H15","13D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4820"],"date":["2008-06-30"],"type":["text"],"creator":["Nishida, Koji","Ulrich, Bernd"],"language":[],"coverage":[],"title":["Computing j-multiplicity"],"description":["  The j-multiplicity is an invariant that can be defined for any ideal in a\nNoetherian local ring $(R, m)$. It is equal to the Hilbert-Samuel multiplicity\nif the ideal is $m$-primary. In this paper we explore the computability of the\nj-multiplicity, giving another proof for the length formula and the additive\nformula.\n","Comment: 15 pages"]}]
["0806.4830",{"format":[],"subject":["Mathematics - Number Theory","11M26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4830"],"date":["2008-06-30"],"type":["text"],"creator":["Gao, Peng"],"language":[],"coverage":[],"title":["$n$-level density of the low-lying zeros of quadratic Dirichlet\n  $L$-functions"],"description":["  The Density Conjecture of Katz and Sarnak associates a classical compact\ngroup to each reasonable family of $L$-functions. Under the assumption of the\nGeneralized Riemann Hypothesis, Rubinstein computed the $n$-level density of\nlow-lying zeros for the family of quadratic Dirichlet $L$-functions in the case\nthat the Fourier transform $\\hat{f}(u)$ of any test function $f$ is supported\nin the region $\\sum^n_{j=1}u_j < 1$ and showed that the result agrees with the\nDensity Conjecture. In this paper, we improve Rubinstein's result on computing\nthe $n$-level density for the Fourier transform $\\hat{f}(u)$ being supported in\nthe region $\\sum^n_{j=1}u_j < 2$.\n","Comment: 22 pages"]}]
["0806.4846",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4846"],"date":["2008-06-30"],"type":["text"],"creator":["Pecjak, Ben D."],"language":[],"coverage":[],"title":["Theory Review of Exclusive Rare Radiative Decays"],"description":["  I briefly review the theory status of exclusive rare radiative decays.\n","Comment: Talk given at Flavor Physics & CP Violation Conference, Taipei, 2008"]}]
["0806.4848",{"format":[],"subject":["Mathematics - Combinatorics","05C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4848"],"date":["2008-06-30"],"type":["text"],"creator":["Goodall, Andrew"],"language":[],"coverage":[],"title":["Graph polynomials and Tutte-Grothendieck invariants: an application of\n  elementary finite Fourier analysis"],"description":["  This paper is based on a series of talks given at the Patejdlovka Enumeration\nWorkshop held in the Czech Republic in November 2007. The topics covered are as\nfollows. The graph polynomial, Tutte-Grothendieck invariants, an overview of\nrelevant elementary finite Fourier analysis, the Tutte polynomial of a graph as\na Hamming weight enumerator of its set of tensions (or flows), and a\ndescription of a family of polynomials containing the graph polynomial which\nyield Tutte-Grothendieck invariants in a similar way.\n","Comment: 18 pages, based on talks given at the Patejdlovka Enumeration\n  Workshop (19-23 November 2007)"]}]
["0806.4849",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4849","Modelling Simul. Mater. Sci. Eng. 16 (2008) 055008"],"date":["2008-06-30"],"type":["text"],"creator":["Shukla, N. N.","Shukla, S.","Prasad, R.","Benedek, R."],"language":[],"coverage":[],"title":["Phase stability of cation-doped LiMnO$_{2}$]{Phase stability of\n  cation-doped LiMnO$_{2}$ within the GGA+U approximation"],"description":["  First principles density functional theory calculations within the GGA+U\napproximation were performed for LiMn$_{1-x}$M$_x$O$_{2}$, a candidate cathode\nmaterial for lithium-ion batteries, with ($x=0.25$, M=Ni, Fe, Co, Mg), to\ninvestigate the effect of doping on the destabilization of the monoclinic\nstructure relative to the layered rhombohedral structure. A primary motivation\nof this work was to determine to what extent the predictions of the\nelectronically more realistic GGA+U treatment would differ from those obtained\nwithin the GGA. Several significant qualitative changes are found. For the\npristine system in the rhombohedral structure, Mn ions show a high-spin state\nwithin GGA+U, rather than the low spin (metallic) state found in GGA. The doped\nrhombohedral structure is unstable within GGA+U, rather than metastable, as in\nGGA. In the monoclinic structure, the dopant oxidation states are the same\n(trivalent Fe, divalent Co, Ni) in GGA+U and GGA. Co and Ni ions show a higher\nspin state in GGA+U than in GGA. The divalent dopants destabilized the\nmonoclinic structure to a greater extent than trivalent dopants within the\nGGA+U, as expected from previous GGA calculations. Overall, our results suggest\nthat the relatively close agreement sometimes found between properties\ncalculated within the GGA and GGA+U may be misleading, because the underlying\nelectronic behaviors may be profoundly different.\n","Comment: 9 pages, 3 figures"]}]
["0806.4853",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4853"],"date":["2008-06-30","2008-07-01"],"type":["text"],"creator":["Gluskin, Emanuel"],"language":[],"coverage":[],"title":["A Zerocrossing Analysis"],"description":["  (Abbr.) We consider a direct representation of a periodic time-function by\nmeans of its zero-crossings. The use of the zero-crossings as the describing\nparameters is made possible by a singular model of a strongly nonlinear\nelectrical element. This new method is found helpful in the calculation and\nsynthesis of a practically important system, and deserves attention of the\nmathematicians.\n","Comment: The present work is published in the Proceedings of the Andronov\n  Conference, which is not found in the Internet (only abstracts appear there).\n  It is a rigorous treatment of the nonlinear integral equation that I\n  introduced and studied in regard to a theory of fluorescent lamp circuits"]}]
["0806.4858",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4858"],"date":["2008-06-30"],"type":["text"],"creator":["Dumitrescu, Adrian","Tth, Csaba D.","Xu, Guangwu"],"language":[],"coverage":[],"title":["On stars and Steiner stars. II"],"description":["  A {\\em Steiner star} for a set $P$ of $n$ points in $\\RR^d$ connects an\narbitrary center point to all points of $P$, while a {\\em star} connects a\npoint $p\\in P$ to the remaining $n-1$ points of $P$. All connections are\nrealized by straight line segments. Fekete and Meijer showed that the minimum\nstar is at most $\\sqrt{2}$ times longer than the minimum Steiner star for any\nfinite point configuration in $\\RR^d$. The maximum ratio between them, over all\nfinite point configurations in $\\RR^d$, is called the {\\em star Steiner ratio}\nin $\\RR^d$. It is conjectured that this ratio is $4/\\pi = 1.2732...$ in the\nplane and $4/3=1.3333...$ in three dimensions. Here we give upper bounds of\n1.3631 in the plane, and 1.3833 in 3-space, thereby substantially improving\nrecent upper bounds of 1.3999, and $\\sqrt{2}-10^{-4}$, respectively. Our\nresults also imply improved bounds on the maximum ratios between the minimum\nstar and the maximum matching in two and three dimensions.\n","Comment: 10 pages, 1 figure"]}]
["0806.4869",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4869"],"date":["2008-06-30"],"type":["text"],"creator":["Bahloul, Rouchdi","Oaku, Toshinori"],"language":[],"coverage":[],"title":["Algorithm for computing local Bernstein-Sato ideals"],"description":["  Given $p$ polynomials of $n$ variables over a field $k$ of characteristic 0\nand a point $a \\in k^n$, we propose an algorithm computing the local\nBernstein-Sato ideal at $a$. Moreover with the same algorithm we compute a\nconstructible stratification of $k^n$ such that the local Bernstein-Sato ideal\nis constant along each stratum. Finally, we present non-trivial examples\ncomputed with our algorithm.\n","Comment: 15 pages"]}]
["0806.4872",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4872","Phys. Rev. E, {\\bf 77} 061404 (2008)","doi:10.1103/PhysRevE.77.061404"],"date":["2008-06-30"],"type":["text"],"creator":["Hassan, M. K.","Hassan, M. Z."],"language":[],"coverage":[],"title":["Condensation-Driven Aggregation in One Dimension"],"description":["  We propose a model for aggregation where particles are continuously growing\nby heterogeneous condensation in one dimension and solve it exactly. We show\nthat the particle size spectra exhibit transition to dynamic scaling\n$c(x,t)\\sim t^{-\\beta}\\phi(x/t^z)$. The exponents $\\beta$ and $z$ satisfy a\ngeneralized scaling relation $\\beta=(1+q)z$ where the value of $q$ is fixed by\na non-trivial conservation law. We have shown that the value of $(1+q)$ is\nalways less than the value 2 of aggregation without condensation.\n","Comment: 6 pages, 3 figures"]}]
["0806.4875",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4875"],"date":["2008-06-30"],"type":["text"],"creator":["Dragan, Andrzej"],"language":[],"coverage":[],"title":["Why devil plays dice?"],"description":["  Principle of Relativity involving all, not only subluminal, inertial frames\nleads to the disturbance of causal laws in a way known from the fundamental\npostulates of Quantum Theory. We show how quantum indeterminacy based on\ncomplex probability amplitudes with superposition principle emerges from\nSpecial Relativity.\n","Comment: 11 pages"]}]
["0806.4879",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4879"],"date":["2008-06-30"],"type":["text"],"creator":["Leader, Elliot"],"language":[],"coverage":[],"title":["The transverse angular momentum sum rule"],"description":["  We explain the origin of the controversy about the existence of a transverse\nangular momentum sum rule, and show that it stems from utilizing an incorrect\nresult in the literature, concerning the expression for the expectation values\nof the angular momentum operators. We demonstrate a new, short and direct way\nof obtaining correct expressions for these expectation values, from which a\nperfectly good transverse angular momentum sum rule can be deduced. We also\nintroduce a new classification of sum rules into primary and secondary types.\nIn the former all terms occurring in the sum rule can be measured\nexperimentally; in the latter some terms cannot be measured experimentally.\n","Comment: Contribution to TRANSVERSITY 2008, Ferrara, May 2008. 7 pages"]}]
["0806.4885",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Functional Analysis","35J20","58J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4885"],"date":["2008-06-30"],"type":["text"],"creator":["Nascimento, Arnaldo","Gonalves, Alexandre"],"language":[],"coverage":[],"title":["Instability results for an elliptic equation on compact Riemannian\n  manifolds with non-negative Ricci curvature"],"description":["  We prove nonexistence of nonconstant local minimizers for a class of\nfunctionals, which typically appears in the scalar two-phase field model, over\na smooth N-dimensional Riemannian manifold without boundary with non-negative\nRicci curvature. Conversely for a class of surfaces possessing a simple closed\ngeodesic along which the Gauss curvature is negative we prove existence of\nnonconstant local minimizers for the same class of functionals.\n","Comment: 26 pages"]}]
["0806.4887",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4887","doi:10.2172/875501"],"date":["2008-06-28"],"type":["text"],"creator":["Beretvas, Andy"],"language":[],"coverage":[],"title":["Visualization Drivers for Geant4"],"description":["  This document is on Geant4 visualization tools (drivers), evaluating pros and\ncons of each option, including recommendations on which tools to support at\nFermilab for different applications{\\cite{Daniel}}.\n  Four visualization drivers are evaluated. They are OpenGL, HepRep, DAWN and\nVRML. They all have good features, OpenGL provides graphic output with out an\nintermediate file! HepRep provides menus to assist the user. DAWN provides high\nquality plots and even for large files produces output quickly. VRML uses the\nsmallest disk space for intermediate files.\n  Large experiments at Fermilab will want to write their own display. They\nshould proceed to make this display graphics independent. Medium experiment\nwill probably want to use HepRep because of it's menu support. Smaller scale\nexperiments will want to use OpenGL in the spirit of having immediate response,\ngood quality output and keeping things simple.\n","Comment: Figures are now distributed througout the paper"]}]
["0806.4890",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4890"],"date":["2008-06-30"],"type":["text"],"creator":["Watt, G.","Martin, A. D.","Stirling, W. J.","Thorne, R. S."],"language":[],"coverage":[],"title":["Recent Progress in Global PDF Analysis"],"description":["  We discuss selected topics in the forthcoming MSTW 2008 determination of\nparton distributions by global analysis. The tolerance parameter controlling\nthe uncertainties on the parton distributions is now determined by a new\ndynamic procedure for each eigenvector of the covariance matrix. New data sets\nfitted include Tevatron Run II data on inclusive jet production, the lepton\ncharge asymmetry from W decays and the Z rapidity distribution. Predictions are\ngiven for the total W and Z cross sections at the Tevatron and LHC.\n","Comment: 4 pages, 2 figures. To appear in the proceedings of the 16th\n  International Workshop on Deep-Inelastic Scattering and Related Subjects (DIS\n  2008), London, England, 7-11 April 2008"]}]
["0806.4891",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4891"],"date":["2008-06-30"],"type":["text"],"creator":["Tessarotto, Massimo"],"language":[],"coverage":[],"title":["On the Boltzmann-Grad Limit for the classical hard-spheres system"],"description":["  Despite the progress achieved by kinetic theory, the search of possible exact\nkinetic equations remains elusive to date. This concerns, specifically, the\nissue of the validity of the conjecture proposed by Grad (Grad, 1972) and\ndeveloped in a seminal work by Lanford (Lanford, 1974) that kinetic equations -\nsuch as the Boltzmann equation for a gas of classical hard spheres - might\nresult exact in an appropriate asymptotic limit, usually denoted as\nBoltzmann-Grad limit. The Lanford conjecture has actually had a profound\ninfluence on the scientific community, giving rise to a whole line of original\nresearch in kinetic theory and mathematical physics. Nevertheless, certain\naspects of the theory remain to be addressed and clarified. The purpose of this\npaper is to investigate the possible existence of the strong Boltzmann-Grad\nlimit for the BBGKY hierarchy. Contrary to previous approaches in which the\nw*-convergence was considered for the definition of the Boltzmann-Grad limit\nfunctions, based on their construction in terms of time-series expansions\nobtained from the BBGKY hierarchy, here we look for the possible existence of\nstrong limit functions in the sense of local convergence in phase space. The\nresult is based on the adoption of the Klimontovich approach to statistical\nmechanics, permitting the explicit representation of the $s$-body reduced\ndistribution functions in terms of the Klimontovich probability density.\n"]}]
["0806.4896",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4896"],"date":["2008-06-30"],"type":["text"],"creator":["Szczurek, Antoni","Lebiedowicz, Piotr"],"language":[],"coverage":[],"title":["Exclusive scalar glueball $f_0(1500)$ production for FAIR and J-PARC\n  energy range"],"description":["  We evaluate differential distributions for exclusive scalar $f_0(1500)$\nproduction for $p \\bar p \\to N_1 N_2 f_0$ (FAIR@GSI) and $p p \\to p p f_0$\n(J-PARC@Tokai). Both QCD diffractive and pion-pion meson exchange current (MEC)\ncomponents are included. Rather large cross sections are predicted. The\npion-pion component, never discussed in the literature, dominates close to the\nthreshold while the diffractive component takes over for larger energies. The\ndiffractive component is calculated based on two-gluon impact factors as well\nas in the framework of Khoze-Martin-Ryskin approach proposed for diffractive\nHiggs boson production. Different unintegrated gluon distribution functions\n(UGDFs) from the literature are used. The production of $f_0(1500)$ close to\nthreshold could limit the so-called $\\pi NN$ form factor in the region of\nlarger pion virtualities.\n","Comment: 19 pages, 12 figures"]}]
["0806.4899",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Information Theory","E.1","E.4","H.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4899"],"date":["2008-06-30"],"type":["text"],"creator":["Golin, Mordecai","Zhang, Yan"],"language":[],"coverage":[],"title":["A Dynamic Programming Approach To Length-Limited Huffman Coding"],"description":["  The ``state-of-the-art'' in Length Limited Huffman Coding algorithms is the\n$\\Theta(ND)$-time, $\\Theta(N)$-space one of Hirschberg and Larmore, where $D\\le\nN$ is the length restriction on the code. This is a very clever, very problem\nspecific, technique. In this note we show that there is a simple\nDynamic-Programming (DP) method that solves the problem with the same time and\nspace bounds. The fact that there was an $\\Theta(ND)$ time DP algorithm was\npreviously known; it is a straightforward DP with the Monge property (which\npermits an order of magnitude speedup). It was not interesting, though, because\nit also required $\\Theta(ND)$ space. The main result of this paper is the\ntechnique developed for reducing the space. It is quite simple and applicable\nto many other problems modeled by DPs with the Monge property. We illustrate\nthis with examples from web-proxy design and wireless mobile paging.\n"]}]
["0806.4902",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - General Mathematics","35-XX, 35Bxx, 35Qxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4902"],"date":["2008-06-30"],"type":["text"],"creator":["Benameur, Jamel"],"language":[],"coverage":[],"title":["Smoothing Effects for Navier-Stokes Equations"],"description":["  We prove some smoothing effects for the 3-D Navier-Stokes equations for\ninitial data belonging to the critical Sobolev space $H^{1/2}(\\R^3)$.\nAsymptotic behavior of the global solution when the time goes to infinity is\nstudied. We also obtain a new energy estimate. Other results in this direction\nand with different methods can be found in \\cite{C4}.\n","Comment: 13 pages, submitted"]}]
["0806.4903",{"format":[],"subject":["Mathematics - Analysis of PDEs","35-xx, 35Bxx, 35Lxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4903"],"date":["2008-06-30"],"type":["text"],"creator":["Benameur, Jamel"],"language":[],"coverage":[],"title":["Asymptotic Analysis of MHD Systems"],"description":["  In this paper, we study the convergence of strong solutions of a\nMagneto-Hydro-Dynamic system. On the torus ${\\mathbb{T}}^3$, the proof is based\non Schochet's methods, whereas in the case of the whole space ${\\bf\n\\mathbb{R}^3}$, we use Strichartz's type estimates and a product law's\n$2D\\times3D$.\n","Comment: 23 pages"]}]
["0806.4910",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics","Mathematics - Analysis of PDEs","Nonlinear Sciences - Exactly Solvable and Integrable Systems","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4910"],"date":["2008-06-30"],"type":["text"],"creator":["Xu, Xiaoping"],"language":[],"coverage":[],"title":["Asymmetric and Moving-Frame Approaches to the 2D and 3D Boussinesq\n  Equations"],"description":["  Boussinesq systems of nonlinear partial differential equations are\nfundamental equations in geophysical fluid dynamics. In this paper, we use\nasymmetric ideas and moving frames to solve the two-dimensional Boussinesq\nequations with partial viscosity terms studied by Chae ({\\it Adv. Math.} {\\bf\n203} (2006), 497-513) and the three-dimensional stratified rotating Boussinesq\nequations studied by Hsia, Ma and Wang ({\\it J. Math. Phys.} {\\bf 48} (2007),\nno. 6, 06560). We obtain new families of explicit exact solutions with multiple\nparameter functions. Many of them are the periodic, quasi-periodic, aperiodic\nsolutions that may have practical significance. By Fourier expansion and some\nof our solutions, one can obtain discontinuous solutions. In addition, Lie\npoint symmetries are used to simplify our arguments.\n","Comment: 26pages"]}]
["0806.4911",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4911"],"date":["2008-06-30"],"type":["text"],"creator":["Gillon, M.","Anderson, D. R.","Demory, B. -O.","Wilson, D. M.","Hellier, C.","Queloz, D.","Waelkens, C."],"language":[],"coverage":[],"title":["Pushing the precision limit of ground-based eclipse photometry"],"description":["  Until recently, it was considered by many that ground-based photometry could\nnot reach the high cadence sub-mmag regime because of the presence of the\natmosphere. Indeed, high frequency atmospheric noises (mainly scintillation)\nlimit the precision that high SNR photometry can reach within small time bins.\nIf one is ready to damage the sampling of his photometric time-series, binning\nthe data (or using longer exposures) allows to get better errors, but the\nobtained precision will be finally limited by low frequency noises. To observe\nseveral times the same planetary eclipse and to fold the photometry with the\norbital period is thus generally considered as the only option to get very well\nsampled and precise eclipse light curve from the ground. Nevertheless, we show\nhere that reaching the sub-mmag sub-min regime for one eclipse is possible with\na ground-based instrument. This has important implications for transiting\nplanets characterization, secondary eclipses measurement and small planets\ndetection from the ground.\n","Comment: Transiting Planets Proceeding IAU Symposium No.253, 2008. 7 pages, 4\n  figures"]}]
["0806.4912",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4912"],"date":["2008-06-30"],"type":["text"],"creator":["Qiao, Ke","Hyde, Truell"],"language":[],"coverage":[],"title":["Structural Phase Transitions and Vertical Mode Spectra in 2D Finite\n  Plasma Crystals"],"description":["  A numerical simulation utilizing a box_tree code is used to investigate the\nstructure and vertical mode spectrum of finite two-dimensional (2D) plasma\ncrystals. The overall structural symmetry of the system is examined for various\nDebye lengths and a transition from a predominantly hexagonal structure to a\nstructure having concentric rings along the outer edge and hexagonal lattice\nsymmetry in the interior is shown to develop as the Debye length increases.\nBoth the vertical and horizontal oscillation modes for this type of system are\ninvestigated where the horizontal mode spectra is shown to agree with published\nresults while the vertical mode spectra obtained is shown to agree with an\nindependent analytical method. The fundamental frequency for the vertical modes\ndecreases as the mode number l decreases and is shown to have a maximum\ncorresponding to that which would exist if the system acted in toto as a solid\nplane. For low frequency vertical modes, the largest amplitude particle motion\nis concentrated within a few inner rings with the outer rings remaining almost\nmotionless. Both of these are in direct contrast to the data obtained for the\nhorizontal modes where it is shown that at high frequencies the largest\namplitude particle motion is concentrated within the inner rings.\n"]}]
["0806.4915",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K57","35B10","35B35","35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4915"],"date":["2008-06-30"],"type":["text"],"creator":["Gallay, Thierry","Scheel, Arnd"],"language":[],"coverage":[],"title":["Diffusive stability of oscillations in reaction-diffusion systems"],"description":["  We study nonlinear stability of spatially homogeneous oscillations in\nreaction-diffusion systems. Assuming absence of unstable linear modes and\nlinear diffusive behavior for the neutral phase, we prove that spatially\nlocalized perturbations decay algebraically with the diffusive rate t^{-n/2} in\nspace dimension n. We also compute the leading order term in the asymptotic\nexpansion of the solution, and show that it corresponds to a spatially\nlocalized modulation of the phase. Our approach is based on a normal form\ntransformation in the kinetics ODE which partially decouples the phase\nequation, at the expense of making the whole system quasilinear. Stability is\nthen obtained by a global fixed point argument in temporally weighted Sobolev\nspaces.\n","Comment: 29 pages, no figure"]}]
["0806.4916",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory","20G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4916"],"date":["2008-06-30"],"type":["text"],"creator":["de Graaf, Willem","Pavan, Andrea"],"language":[],"coverage":[],"title":["Constructing arithmetic subgroups of unipotent groups"],"description":["  Let G be a unipotent algebraic subgroup of some GL_m(C) defined over Q. We\ndescribe an algorithm for finding a finite set of generators of the subgroup\nG(Z) = G \\cap GL_m(Z). This is based on a new proof of the result (in more\ngeneral form due to Borel and Harish-Chandra) that such a finite generating set\nexists.\n","Comment: 19 pages"]}]
["0806.4918",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4918"],"date":["2008-06-30"],"type":["text"],"creator":["Del Debbio, L.","Guffanti, A.","Piccione, A."],"language":[],"coverage":[],"title":["Monte Carlo analysis of CLAS data"],"description":["  We present a fit of the virtual-photon scattering asymmetry of polarized Deep\nInelastic Scattering which combines a Monte Carlo technique with the use of a\nredundant parametrization based on Neural Networks. We apply the result to the\nanalysis of CLAS data on a polarized proton target.\n","Comment: To appear in the proceedings of 16th International Workshop on\n  Deep-Inelastic Scattering and Related Subjects (DIS2008), 7-11 April 2008,\n  University College London, UK"]}]
["0806.4919",{"format":[],"subject":["Mathematics - Functional Analysis","47B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4919"],"date":["2008-06-30"],"type":["text"],"creator":["Blower, G.","McCafferty, A. J."],"language":[],"coverage":[],"title":["Discrete Tracy-Widom Operators"],"description":["  Integrable operators arise in random matrix theory, where they describe the\nasymptotic eigenvalue distribution of large self-adjoint random matrices from\nthe generalized unitary ensembles. This paper considers discrete Tracy-Widom\noperators, and gives sufficient conditions for a discrete integrable operator\nto be the square of a Hankel matrix. Examples include the discrete Bessel\nkernel and kernels arising from the almost Mathieu equation and the Fourier\ntransform of Mathieu's equation.\n","Comment: 16 pages"]}]
["0806.4924",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4924"],"date":["2008-06-30"],"type":["text"],"creator":["Beatty, Ian D.","Feldman, Allan","Leonard, William J.","Gerace, William J.","Cyr, Karen St.","Lee, Hyunju","Harris, Robby"],"language":[],"coverage":[],"title":["Teacher Learning of Technology-Enhanced Formative Assessment"],"description":["  Technology-Enhanced Formative Assessment (TEFA) is a pedagogy for teaching\nwith classroom response technology. Teacher Learning of TEFA is a five-year\nresearch project studying teacher change, in the context of an intensive\nprofessional development program designed to help science and mathematics\nteachers learn TEFA. First, we provide an overview of the project's\nparticipating teachers, its intervention (consisting of the technology, the\npedagogy, and the professional development program), and its research design.\nThen, we present narratives describing the unfolding change process experienced\nby four teachers. Afterward, we present some preliminary findings of the\nresearch, describe a \"model for the co-evolution of teacher and pedagogy\" that\nwe are developing, and identify general implications for professional\ndevelopment.\n","Comment: Conference paper accompanying a special symposium presented at the\n  2008 Annual International Conference of the US National Association for\n  Research in Science Teaching (NARST), Baltimore, MD, Apr 01"]}]
["0806.4929",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","Nonlinear Sciences - Exactly Solvable and Integrable Systems","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4929"],"date":["2008-06-30"],"type":["text"],"creator":["Xu, Xiaoping"],"language":[],"coverage":[],"title":["Quadratic-Argument Approach to Nonlinear Schrodinger Equation and\n  Coupled Ones"],"description":["  The two-dimensional cubic nonlinear Schr\\\"{o}dinger equation is used to\ndescribe the propagation of an intense laser beam through a medium with Kerr\nnonlinearity. The coupled two-dimensional cubic nonlinear Schr\\\"{o}dinger\nequations are used to describe interaction of electromagnetic waves with\ndifferent polarizations in nonlinear optics. In this paper, we solve the above\nequations by imposing a quadratic condition on the related argument functions\nand using their symmetry transformations. More complete families of exact\nsolutions of such type are obtained. Many known interesting solutions, such\nsoliton ones, turn out to be special cases of our solutions.\n","Comment: 22pages"]}]
["0806.4933",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4933"],"date":["2008-06-30"],"type":["text"],"creator":["Aidala, C. A.","Collaboration, for the EIC"],"language":[],"coverage":[],"title":["Peering Into Hadronic Matter: The Electron-Ion Collider"],"description":["  A unique new facility, capable of colliding beams of electrons with a wide\nrange of nuclei as well as polarized protons and light ions, has been proposed\nto study the role of gluons in matter and perform precision mapping of the\nstructure of nucleons and nuclei. The physics prospects of the proposed\nElectron-Ion Collider (EIC) are discussed.\n","Comment: 6 pages, 3 figures, to appear in the proceedings of the 2008 Winter\n  Workshop on Nuclear Dynamics"]}]
["0806.4939",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Geometric Topology","81R50","18G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4939"],"date":["2008-06-30"],"type":["text"],"creator":["Yonezawa, Yasuyoshi"],"language":[],"coverage":[],"title":["Matrix factorizations and intertwiners of the fundamental\n  representations of quantum group U_q (sl_n)"],"description":["  We want to construct a homological link invariant whose Euler characteristic\nis MOY polynomial as Khovanov and Rozansky constructed a categorification of\nHOMFLY polynomial. The present paper gives the first step to construct a\ncategorification of MOY polynomial. For the essential colored planar diagrams\nwith additional data which is a sequence naturally induced by coloring, we\ndefine matrix factorizations, and then we define a matrix factorization for\nplanar diagram obtained by gluing the essential colored planar diagrams as\ntensor product of the matrix factorizations for the essential planar diagrams.\nMoreover, we show that some matrix factorizations deribed from tensor product\nof the essential matrix factorizations have homotopy equivalences corresponding\nto MOY relations.\n","Comment: 37 pages"]}]
["0806.4946",{"format":[],"subject":["Mathematics - Logic","06F05, 08B30, 03G10, 03G25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4946"],"date":["2008-06-30"],"type":["text"],"creator":["Freytes, Hector"],"language":[],"coverage":[],"title":["Injectives in residuated algebras"],"description":["  Injectives in several classes of structures associated with logic are\ncharacterized. Among the classes considered are residuated lattices,\nMTL-algebras, IMTL-algebras, BL-algebras, NM-algebras and bounded hoops.\n"]}]
["0806.4947",{"format":[],"subject":["Mathematics - Number Theory","11A07, 11Y40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4947"],"date":["2008-06-30"],"type":["text"],"creator":["Zhao, Jianqiang"],"language":[],"coverage":[],"title":["Examples of finite $p$-divisible sets of MHS"],"description":["  We provide some examples which give evidence to the conjectures contained in\nmy paper \"Finiteness of $p$-Divisible Sets of Multiple Harmonic Sums\"\n(math.NT/0303043). All the main theoretical results can be found in that paper.\n","Comment: This is a supplementary file to the paper math.NT/0303043"]}]
["0806.4949",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4949","Archive for Mathematical Logic, 05.03.2008, vol. 47, no. 1, pp.\n  15-23"],"date":["2008-06-30"],"type":["text"],"creator":["Freytes, Hector"],"language":[],"coverage":[],"title":["Pavelka-style completeness in expansions of \\L ukasiewicz logic"],"description":["  An algebraic setting for the validity of Pavelka style completeness for some\nnatural expansions of \\L ukasiewicz logic by new connectives and rational\nconstants is given. This algebraic approach is based on the fact that the\nstandard MV-algebra on the real segment $[0, 1]$ is an injective MV-algebra. In\nparticular the logics associated with MV-algebras with product and with\ndivisible MV-algebras are considered.\n"]}]
["0806.4950",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4950"],"date":["2008-06-30"],"type":["text"],"creator":["Nagashima, Makiko"],"language":[],"coverage":[],"title":["U-spin Implication for B_s Physics and New Physics"],"description":["  With U-spin symmetry, b->s and b->d penguin decays could be a subtle probe of\nCP violating new physics contributions. We show that, for B->PP (P stands for a\npseudoscalar meson), the U-spin relation is expected to be violated for only\none decay pair by assuming that new physics affects only b->s transition\nprocesses. We also very shortly discuss the polarizations of two types of\nU-spin pairs for B->VV (V stands for a vector meson).\n","Comment: 4 pages, Prepared for the proceedings of the Flavor Physics and CP\n  Violation Conference, Taipei, 2008"]}]
["0806.4954",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4954"],"date":["2008-06-30"],"type":["text"],"creator":["Sarvepalli, Pradeep Kiran","Klappenecker, Andreas"],"language":[],"coverage":[],"title":["Encoding Subsystem Codes"],"description":["  In this paper we investigate the encoding of operator quantum error\ncorrecting codes i.e. subsystem codes. We show that encoding of subsystem codes\ncan be reduced to encoding of a related stabilizer code making it possible to\nuse all the known results on encoding of stabilizer codes. Along the way we\nalso show how Clifford codes can be encoded. We also show that gauge qubits can\nbe exploited to reduce the encoding complexity.\n","Comment: 31 pages, LaTeX"]}]
["0806.4960",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4960"],"date":["2008-06-30"],"type":["text"],"creator":["Andriyash, Evgeny","Moore, Gregory W."],"language":[],"coverage":[],"title":["Ample D4-D2-D0 Decay"],"description":["  We study the wall-crossing behavior of the index of BPS states for D4-D2-D0\nbrane systems on a Calabi-Yau 3-fold at large radius and point out that not\nonly is the ``BPS index at large radius'' chamber-dependent, but that the\nchanges in the index can be large in the sense that they dominate\nsingle-centered black hole entropy. We discuss implications for the weak\ncoupling OSV conjecture. We also analyze the near horizon limit of\nmulticentered solutions, introduced in arXiv:0802.2257, for these particular\nconfigurations and comment on a general criterion, conjectured in\narXiv:0802.2257, which identifies those multicentered solutions whose near\nhorizon limit corresponds to a geometry with a single asymptotic AdS_3 x S^2\nboundary.\n","Comment: 25 pages, 4 figures"]}]
["0806.4966",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4966"],"date":["2008-06-30"],"type":["text"],"creator":["Veselov, S. I."],"language":[],"coverage":[],"title":["Bounds for solution of linear diophantine equations"],"description":["  Given linear diophantine equation Ax=b, rank A=m. Let d be the maximum of\nabsolute values of the mxm minors of the matrix (A | b). It is shown that if\nM={x : Ax=b, x nonnegative and integer} is nonempty, then there exists\nx=(x1,...,xn) in M, such that xi does not exceed d (i=1,2,..,n).\n"]}]
["0806.4967",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11F33, 11F41, 11F70, 11F80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4967"],"date":["2008-06-30"],"type":["text"],"creator":["Sorensen, Claus M."],"language":[],"coverage":[],"title":["On Galois representations and Hilbert-Siegel modular forms"],"description":["  In this paper, we associate Galois representations to globally generic\ncuspidal automorphic representations on GSp(4), over a totally real field F,\nwhich are Steinberg at some finite place. This association is compatible with\nthe local Langlands correspondence for GSp(4) studied recently in a preprint of\nGan and Takeda. As a corollary, we relate the rank of the monodromy operator at\np to the dimensions of the parahoric fixed spaces at p. The Galois\nrepresentations are constructed by first passing to GL(4) over a CM extension,\nthen applying the book of Harris-Taylor plus a refinement due to\nTaylor-Yoshida, and finally descending to F by a delicate patching argument.\nThis is a variation of the techniques used by Blasius and Rogawski in order to\nattach motives to Hilbert modular forms.\n","Comment: 43 pages, comments are very welcome"]}]
["0806.4969",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4969"],"date":["2008-06-30"],"type":["text"],"creator":["Szynkman, Alejandro"],"language":[],"coverage":[],"title":["Polarization Studies: testing explanations of the B -> phi K* puzzle and\n  B -> V T decays"],"description":["  It has been observed in B->phiK* and B^{0(+)}->rho^{0(+)}K^{*0} that the\nfraction of transverse decays, fT, and the fraction of longitudinal decays, fL,\nare roughly equal, in opposition to the naive expectation, fT/fL << 1. If one\nrequires a single explanation of all polarization puzzles, two possibilities\nremain within the standard model (SM): penguin annihilation and rescattering.\nWe examine the predictions of these two explanations for fT/fL in b -> d\ndecays. We also study polarization observables in B -> V T decays (V is a\nvector and T is a tensor meson) to probe whether the two SM explanations\naccount for the fT/fL ratio in this type of decays and to further investigate\nthe two new-physics scenarios which explain the data in B -> pi K and the\nphi(rho) K* polarization measurements.\n","Comment: 5 pages, Flavor Physics & CP Violation Conference, Taipei, 2008"]}]
["0806.4976",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Metric Geometry","52C30, 05C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4976"],"date":["2008-06-30"],"type":["text"],"creator":["Doray, Franck","Karpenkov, Oleg","Schepers, Jan"],"language":[],"coverage":[],"title":["Geometry of configuration spaces of tensegrities"],"description":["  Consider a graph G with n vertices. In this paper we study geometric\nconditions for an n-tuple of points in R^d to admit a tensegrity with\nunderlying graph G. We introduce and investigate a natural stratification,\ndepending on G, of the configuration space of all n-tuples in R^d. In\nparticular we find surgeries on graphs that give relations between different\nstrata. Based on numerous examples we give a description of geometric\nconditions defining the strata for plane tensegrities, we conjecture that the\nlist of such conditions is sufficient to describe any stratum. We conclude the\npaper with particular examples of strata for tensegrities in the plane with a\nsmall number of vertices.\n"]}]
["0806.4979",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4979"],"date":["2008-06-30"],"type":["text"],"creator":["Rouayheb, Salim Y. El","Georghiades, C. N.","Soljanin, E.","Sprintson, A."],"language":[],"coverage":[],"title":["Bounds on Codes Based on Graph Theory"],"description":["  Let $A_q(n,d)$ be the maximum order (maximum number of codewords) of a\n$q$-ary code of length $n$ and Hamming distance at least $d$. And let\n$A(n,d,w)$ that of a binary code of constant weight $w$. Building on results\nfrom algebraic graph theory and Erd\\H{o}s-ko-Rado like theorems in extremal\ncombinatorics, we show how several known bounds on $A_q(n,d)$ and $A(n,d,w)$\ncan be easily obtained in a single framework. For instance, both the Hamming\nand Singleton bounds can derived as an application of a property relating the\nclique number and the independence number of vertex transitive graphs. Using\nthe same techniques, we also derive some new bounds and present some additional\napplications.\n"]}]
["cond-mat/0702207",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702207","New J. Phys. 10, 063027 (2008)","doi:10.1088/1367-2630/10/6/063027"],"date":["2007-02-08","2008-07-01"],"type":["text"],"creator":["Golubev, D. S.","Zaikin, A. D."],"language":[],"coverage":[],"title":["Weak localization in a system with a barrier: Dephasing and weak Coulomb\n  blockade"],"description":["  We non-perturbatively analyze the effect of electron-electron interactions on\nweak localization (WL) in relatively short metallic conductors with a tunnel\nbarrier. We demonstrate that the main effect of interactions is electron\ndephasing which persists down to T=0 and yields suppression of WL correction to\nconductance below its non-interacting value. Our results may account for recent\nobservations of low temperature saturation of the electron decoherence time in\nquantum dots.\n","Comment: published version, 10 pages"]}]
["cond-mat/0702210",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702210","doi:10.1103/PhysRevLett.100.016403"],"date":["2007-02-08","2008-07-01"],"type":["text"],"creator":["Danneau, R.","Klochan, O.","Clarke, W. R.","Ho, L. H.","Micolich, A. P.","Simmons, M. Y.","Hamilton, A. R.","Pepper, M.","Ritchie, D. A."],"language":[],"coverage":[],"title":["0.7 Structure and Zero Bias Anomaly in Ballistic Hole Quantum Wires"],"description":["  We study the anomalous conductance plateau around $G = 0.7(2e^{2}/h)$ and the\nzero-bias anomaly in ballistic hole quantum wires with respect to in-plane\nmagnetic fields applied parallel $B_{\\parallel}$ and perpendicular $B_{\\perp}$\nto the quantum wire. As seen in electron quantum wires, the magnetic fields\nshift the 0.7 structure down to $G = 0.5(2e^{2}/h)$ and simultaneously quench\nthe zero bias anomaly. However, these effects are strongly dependent on the\norientation of the magnetic field, owing to the highly anisotropic effective\nLand\\'{e} \\emph{g}-factor $g^{*}$ in hole quantum wires. Our results highlight\nthe fundamental role that spin plays in both the 0.7 structure and zero bias\nanomaly.\n","Comment: Phys. Rev. Lett. 100, 016403 (2008)"]}]
["gr-qc/0609098",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0609098"],"date":["2006-09-21","2008-07-01"],"type":["text"],"creator":["Gu, Ying-Qiu","Ni, Guang-Jiong"],"language":[],"coverage":[],"title":["The Relation between Cosmic Temperature and Scale Factor"],"description":["  This submission has been withdrawn by arXiv admins because it contains\ninappropriate overlap with arXiv:physics/0603087.\n","Comment: This submission has been withdrawn"]}]
["math/0409101",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Number Theory","11M36, 11E41, 11F72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0409101","Journal of Number Theory, Vol. 122 (2007), p.324-335."],"date":["2004-09-07","2006-02-24"],"type":["text"],"creator":["Hashimoto, Yasufumi"],"language":[],"coverage":[],"title":["Arithmetic expressions of Selberg's zeta functions for congruence\n  subgroups"],"description":["  In Sarnak's paper, it was proved that the Selberg zeta function for SL(2,Z)\nis expressed in terms of the fundamental units and the class numbers of the\nprimitive indefinite binary quadratic forms. The aim of this paper is to obtain\nsimilar arithmetic expressions of the logarithmic derivatives of the Selberg\nzeta functions for congruence subgroups of SL(2,Z). As applications, we study\nthe Brun-Titchmarsh type prime geodesic theorem, the asymptotic behavior of the\nsum of the class number.\n","Comment: 12 pages"]}]
["math/0411095",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","15A52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411095","Random Structures and Algorithms 28 (2006), 1-23"],"date":["2004-11-04","2008-06-30"],"type":["text"],"creator":["Tao, Terence","Vu, Van"],"language":[],"coverage":[],"title":["On random $\\pm 1$ matrices: Singularity and Determinant"],"description":["  This papers contains two results concerning random $n \\times n$ Bernoulli\nmatrices. First, we show that with probability tending to one the determinant\nhas absolute value $\\sqrt {n!} \\exp(O(\\sqrt(n log n)))$. Next, we prove a new\nupper bound $.939^n$ on the probability that the matrix is singular. We also\ngive some generalizations to other random matrix models.\n","Comment: 25 pages, no figures. Slight numerical corrections to Lemma 2.2"]}]
["math/0411182",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","Mathematics - Metric Geometry","22E46","20G15","14L24","20E42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411182"],"date":["2004-11-08","2008-07-01"],"type":["text"],"creator":["Kapovich, Michael","Millson, John J."],"language":[],"coverage":[],"title":["A path model for geodesics in Euclidean buildings and its applications\n  to representation theory"],"description":["  In this paper we give a combinatorial characterization of projections of\ngeodesics in Euclidean buildings to Weyl chambers. We apply these results to\nthe representation theory of complex semisimple Lie groups and to spherical\nHecke rings associated with nonarchimedean reductive Lie groups. Our main\napplication is a generalization of the saturation theorem of Knutson and Tao\nfor SL(n) to other complex semisimple Lie groups.\n","Comment: 72 pages, 10 figures"]}]
["math/0501103",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0501103"],"date":["2005-01-07","2006-09-25"],"type":["text"],"creator":["Androulidakis, Iakovos"],"language":[],"coverage":[],"title":["Crossed modules and the integrability of Lie brackets"],"description":["  We show that the integrability obstruction of a transitive Lie algebroid\ncoincides with the lifting obstruction of a crossed module of groupoids\nassociated naturally with the given algebroid. Then we extend this result to\ngeneral extensions of integrable transitive Lie algebroids by Lie algebra\nbundles. Such a lifting obstruction is directly related with the classification\nof extensions of transitive Lie groupoids. We also give a classification of\nsuch extensions which differentiates to the classification of transitive Lie\nalgebroids discussed in \\cite{KCHM:new}.\n","Comment: 34 pages, revised version. New abstract and introduction. Added\n  examples and remarks"]}]
["math/0501284",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","primary: 11M36","secondary: 11F72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0501284","Tohoku Math. J. Vol. 59 (2007), p.527-545."],"date":["2005-01-19","2007-03-06"],"type":["text"],"creator":["Hashimoto, Yasufumi","Wakayama, Masato"],"language":[],"coverage":[],"title":["Splitting density for lifting about discrete groups"],"description":["  We study splitting densities of primitive elements of a discrete subgroup of\na connected non-compact semisimple Lie group of real rank one with finite\ncenter in another larger such discrete subgroup. When the corresponding cover\nof such a locally symmetric negatively curved Riemannian manifold is regular,\nthe densities can be easily obtained from the results due to Sarnak or Sunada.\nOur main interest is a case where the covering is not necessarily regular.\nSpecifically, for the cases of the modular group and its congruence subgroups,\nwe determine the splitting densities explicitly. As an application, we study\nanalytic properties of the zeta function defined by the Euler product over\nelements consisting all primitive elements which satisfy a certain splitting\nlaw for a given lifting.\n","Comment: 20 pages"]}]
["math/0509532",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematical Physics","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509532"],"date":["2005-09-22","2008-06-23"],"type":["text"],"creator":["Castillo, Edmundo","Diaz, Rafael"],"language":[],"coverage":[],"title":["Homological Quantum Field Theory"],"description":["  We show that the space of chains of smooth maps from spheres into a fixed\ncompact oriented manifold has a natural structure of a transversal $d$-algebra.\nWe construct a structure of transversal 1-category on the space of chains of\nmaps from a suspension space $S(Y)$, with certain boundary restrictions, into a\nfixed compact oriented manifold. We define homological quantum field theories\n\\HL and construct several examples of such structures. Our definition is based\non the notions of string topology of Chas and Sullivan, and homotopy quantum\nfield theories of Turaev.\n","Comment: 18 figures"]}]
["math/0605332",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605332"],"date":["2006-05-12","2008-07-01"],"type":["text"],"creator":["Monserrat, Francisco"],"language":[],"coverage":[],"title":["Fibers of pencils of curves on smooth surfaces"],"description":["  Let $X$ be a smooth projective surface such that linear and numerical\nequivalence of divisors on $X$ coincide and let $\\sigma\\subseteq |D|$ be a\nlinear pencil on $X$ with integral general fibers. A fiber of $\\sigma$ will be\ncalled special if either it is not integral or it has non-generic multiplicity\nat some of the base points (including the infinitely near ones) of the pencil.\nIn this note we provide an algorithm to compute the integral components of the\nspecial fibers of $\\sigma$.\n"]}]
["physics/0602084",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0602084"],"date":["2006-02-13","2008-07-01"],"type":["text"],"creator":["Chaliasos, Evangelos"],"language":[],"coverage":[],"title":["Classical analog of spin in 7 and in 10 dimensions"],"description":["  Extra dimensions are introduced: 3 in Classical Mechanics and 6 in\nRelativistic Mechanics, which represent orientations, resulting from rotations,\nof a particle, described by quaternions, and leading to a 7-dimensional,\nrespectively 10-dimensional, world. The concept of spin is thus defined in both\ncases, which results to be different from angular momentum. It leads to the\nknown concept of Quantum Mechanical spin in both cases. In particular,\napplication of these new ideas to (Relativistic) Quantum Mechanics, leads to\nquantization of energy levels in free electrons, which could be in principle\ndetectable via their spectrum, confirming the theory.\n","Comment: Written during 1999-2000 Correction in the prediction Note added at\n  the end"]}]
