["0707.0756",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0756","Phys. Rev. E 77, 036111 (2008)","doi:10.1103/PhysRevE.77.036111"],"date":["2007-07-05"],"type":["text"],"creator":["Estrada, Ernesto","Hatano, Naomichi"],"language":[],"coverage":[],"title":["Communicability in complex networks"],"description":["  Many topological and dynamical properties of complex networks are defined by\nassuming that most of the transport on the network flows along the shortest\npaths. However, there are different scenarios in which non-shortest paths are\nused to reach the network destination. Thus the consideration of the shortest\npaths only does not account for the global communicability of a complex\nnetwork. Here we propose a new measure of the communicability of a complex\nnetwork, which is a broad generalization of the concept of the shortest path.\nAccording to the new measure, most of real-world networks display the largest\ncommunicability between the most connected (popular) nodes of the network\n(assortative communicability). There are also several networks with the\ndisassortative communicability, where the most \"popular\" nodes communicate very\npoorly to each other. Using this information we classify a diverse set of\nreal-world complex systems into a small number of universality classes based on\ntheir structure-dynamic correlation. In addition, the new communicability\nmeasure is able to distinguish finer structures of networks, such as\ncommunities into which a network is divided. A community is unambiguously\ndefined here as a set of nodes displaying larger communicability among them\nthan to the rest of nodes in the network.\n","Comment: 20 pages, 5 figures"]}]
["0708.0460",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0460","Phys. Rev. Lett. 99, 210404 (2007)","doi:10.1103/PhysRevLett.99.210404"],"date":["2007-08-03","2007-08-07"],"type":["text"],"creator":["Nakamura, Hiroaki","Hatano, Naomichi","Garmon, Sterling","Petrosky, Tomio"],"language":[],"coverage":[],"title":["Quasi-bound states in continuum"],"description":["  We report the prediction of quasi-bound states (resonant states with very\nlong lifetimes) that occur in the eigenvalue continuum of propagating states\nfor a wide region of parameter space. These quasi-bound states are generated in\na quantum wire with two channels and an adatom, when the energy bands of the\ntwo channels overlap. A would-be bound state that lays just below the upper\nenergy band is slightly destabilized by the lower energy band and thereby\nbecomes a resonant state with a very long lifetime (a second QBIC lays above\nthe lower energy band).\n","Comment: 4 pages, 4figures, 1 table"]}]
["0708.0593",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0593","Gen.Rel.Grav.40:1499-1510,2008","doi:10.1007/s10714-007-0542-z"],"date":["2007-08-03","2007-11-27"],"type":["text"],"creator":["Rey, A. Ulacia","Martinez, A. Perez","Sussman, Roberto A."],"language":[],"coverage":[],"title":["Local dynamics and gravitational collapse of a self-gravitating\n  magnetized Fermi gas"],"description":["  We use the Bianchi-I spacetime to study the local dynamics of a magnetized\nself-gravitating Fermi gas. The set of Einstein-Maxwell field equations for\nthis gas becomes a dynamical system in a 4-dimensional phase space. We consider\na qualitative study and examine numeric solutions for the degenerate zero\ntemperature case. All dynamic quantities exhibit similar qualitative behavior\nin the 3-dimensional sections of the phase space, with all trajectories\nreaching a stable attractor whenever the initial expansion scalar H_{0} is\nnegative. If H_{0} is positive, and depending on initial conditions, the\ntrajectories end up in a curvature singularity that could be isotropic(singular\n\"point\") or anisotropic (singular \"line\"). In particular, for a sufficiently\nlarge initial value of the magnetic field it is always possible to obtain an\nanisotropic type of singularity in which the \"line\" points in the same\ndirection of the field.\n","Comment: 6 pages, 3 figures (accepted in General Relativity and Gravitation)"]}]
["0709.3880",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3880"],"date":["2007-09-25","2008-12-15"],"type":["text"],"creator":["Su, Yi","van der Schaar, Mihaela"],"language":[],"coverage":[],"title":["A New Perspective on Multi-user Power Control Games in Interference\n  Channels"],"description":["  This paper considers the problem of how to allocate power among competing\nusers sharing a frequency-selective interference channel. We model the\ninteraction between selfish users as a non-cooperative game. As opposed to the\nexisting iterative water-filling algorithm that studies the myopic users, this\npaper studies how a foresighted user, who knows the channel state information\nand response strategies of its competing users, should optimize its\ntransmission strategy. To characterize this multi-user interaction, the\nStackelberg equilibrium is introduced, and the existence of this equilibrium\nfor the investigated non-cooperative game is shown. We analyze this interaction\nin more detail using a simple two-user example, where the foresighted user\ndetermines its transmission strategy by solving as a bi-level program which\nallows him to account for the myopic user's response. It is analytically shown\nthat a foresighted user can improve its performance, if it has the necessary\ninformation about its competitors. Since the optimal solution of Stackelberg\nequilibrium is computationally prohibitive, we propose a practical\nlow-complexity approach based on Lagrangian duality theory. Numerical\nsimulations verify the performance improvements. Possible ways to acquire the\nrequired information and to extend the formulation to more than two users are\nalso discussed.\n","Comment: 20 pages, 8 figures"]}]
["0710.0959",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Other Condensed Matter","Condensed Matter - Strongly Correlated Electrons","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0959"],"date":["2007-10-04","2008-12-16"],"type":["text"],"creator":["Khalilov, V. R.","Ho, Choon-Lin"],"language":[],"coverage":[],"title":["Fermion pair production in planar Coulomb and Aharonov--Bohm potentials"],"description":["  Exact analytic solutions are found for the Dirac equation in 2+1 dimensions\nfor a spin-one-half particle in a combination of the Lorentz 3-vector and\nscalar Coulomb as well as Aharonov--Bohm potentials. We employ the\ntwo-component Dirac equation which contains a new parameter introduced by Hagen\nto describe the spin of the spin-1/2 particle. We derive a transcendental\nequations that implicitly determine the energy spectrum of an electron near the\nnegative-energy continuum boundary and the critical charges for some electron\nstates. Fermion pair production from a vacuum by a strong Coulomb field in the\npresence of the magnetic flux tube of zero radius is considered. It is shown\nthat the presence of the Ahanorov--Bohm flux tends to stabilize the system.\n","Comment: 8 pages, no figures. Title changed, some sentences refined, refereces\n  updated"]}]
["0711.1494",{"format":[],"subject":["Mathematics - Rings and Algebras","16W50","16D90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1494","Journal of Algebra 321 (2009), pp. 495-531","doi:10.1016/j.jalgebra.2008.10.011"],"date":["2007-11-09","2008-12-16"],"type":["text"],"creator":["Sierra, Susan J."],"language":[],"coverage":[],"title":["Rings graded equivalent to the Weyl algebra"],"description":["  We consider the first Weyl algebra, A, in the Euler gradation, and completely\nclassify graded rings B that are graded equivalent to A: that is, the\ncategories gr-A and gr-B are equivalent. This includes some surprising\nexamples: in particular, we show that A is graded equivalent to an idealizer in\na localization of A. We obtain this classification as an application of a\ngeneral Morita-type characterization of equivalences of graded module\ncategories.\n","Comment: 38 pages; minor changes to final published version"]}]
["0711.1707",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1707","Science Echoes, Vol.4, No.1, 47-69 (2008)"],"date":["2007-11-11","2008-10-13"],"type":["text"],"creator":["Dzhunushaliev, Vladimir"],"language":[],"coverage":[],"title":["Colored dark matter"],"description":["  The idea is considered that a classical non-Abelian gauge field can be\nconsidered as a dark matter candidate. It is shown that Yang-Mills equations\nhave solutions with such distribution of the mass density that allows to\ndescribe a rotational curve of spiral galaxies. The conditions necessary for\nsuch consideration are considered. One parameter is estimated from Yang-Mills\nequations and from astrophysical observations (stars rotation curve). The\nagreement is to within 1%.\n","Comment: typos corrected"]}]
["0711.3490",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Geometric Topology","05C10","57M15","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3490"],"date":["2007-11-21","2008-12-16"],"type":["text"],"creator":["Chmutov, Sergei"],"language":[],"coverage":[],"title":["Generalized duality for graphs on surfaces and the signed\n  Bollobas-Riordan polynomial"],"description":["  We generalize the natural duality of graphs embedded into a surface to a\nduality with respect to a subset of edges. The dual graph might be embedded\ninto a different surface. We prove a relation between the signed\nBollobas-Riordan polynomials of dual graphs. This relation unifies various\nrecent results expressing the Jones polynomial of links as specializations of\nthe Bollobas-Riordan polynomials.\n","Comment: To appear in J. Combin. Theory Ser. B (2009),\n  doi:10.1016/j.jctb.2008.09.007"]}]
["0712.1387",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1387","J. Phys. Soc. Jpn. 77 (2008) 024713","doi:10.1143/JPSJ.77.024713"],"date":["2007-12-09"],"type":["text"],"creator":["Machida, Manabu","Goryo, Jun","Hatano, Naomichi"],"language":[],"coverage":[],"title":["Transient Oscillation of Currents in Quantum Hall Effect of Bloch\n  Electrons"],"description":["  We consider the quantum Hall effect of two-dimensional electrons with a\nperiodic potential and study the time dependence of the Hall and longitudinal\ncurrents when the electric field is applied abruptly. We find that the currents\noscillate in time with very large frequencies because of quantum fluctuation\nand the oscillations eventually vanish, for their amplitudes decay as 1/t.\n","Comment: 16 pages and 8 figures"]}]
["0802.0873",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0873","Phys.Rev.D78:013002,2008","doi:10.1103/PhysRevD.78.013002"],"date":["2008-02-07","2008-12-15"],"type":["text"],"creator":["Lee, Keith S. M."],"language":[],"coverage":[],"title":["Subleading Shape-Function Effects and the Extraction of |V_ub|"],"description":["  We derive a class of formulae relating moments of B -> Xu l nu to B -> Xs\ngamma in the shape function region, where m_X^2 ~ m_b Lambda_QCD. We also\nderive an analogous class of formulae involving the decay B -> Xs l+ l-. These\nresults incorporate Lambda_QCD/m_b power corrections, but are independent of\nleading and subleading hadronic shape functions. Consequently, they enable one\nto determine |V_ub|/|V_tb V_ts*| to subleading order in a model-independent\nway.\n","Comment: 23 pages"]}]
["0802.4192",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4192"],"date":["2008-02-28","2008-12-16"],"type":["text"],"creator":["Autin, Florent","Pennec, Erwan Le","Loubes, Jean-Michel","Rivoirard, Vincent"],"language":[],"coverage":[],"title":["Maxisets for Model Selection"],"description":["  We address the statistical issue of determining the maximal spaces (maxisets)\nwhere model selection procedures attain a given rate of convergence. By\nconsidering first general dictionaries, then orthonormal bases, we characterize\nthese maxisets in terms of approximation spaces. These results are illustrated\nby classical choices of wavelet model collections. For each of them, the\nmaxisets are described in terms of functional spaces. We take a special care of\nthe issue of calculability and measure the induced loss of performance in terms\nof maxisets.\n"]}]
["0803.3545",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3545","PHYSICAL REVIEW A 78, 061604(R) 2008","doi:10.1103/PhysRevA.78.061604"],"date":["2008-03-25","2008-12-16"],"type":["text"],"creator":["Sponar, S.","Klepp, J.","Loidl, R.","Filipp, S.","Badurek, G.","Hasegawa, Y.","Rauch, H."],"language":[],"coverage":[],"title":["Coherent energy manipulation in single-neutron interferometry"],"description":["  We have observed the stationary interference oscillations of a\ntriple-entangled neutron state in an interferometric experiment. Time-dependent\ninteraction with two radio-frequency (rf) fields enables coherent manipulation\nof an energy degree of freedom in a single neutron. The system is characterized\nby a multiply entangled state governed by a Jaynes-Cummings Hamiltonian. The\nexperimental results confirm coherence of the manipulation as well as the\nvalidity of the description.\n","Comment: 4 pages, 3 figures"]}]
["0804.1472",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1472","Phys. Rev. Lett. 101, 245702 (2008)","doi:10.1103/PhysRevLett.101.245702"],"date":["2008-04-09"],"type":["text"],"creator":["Mazurenko, Dmitry A.","Nugroho, Agung A.","Palstra, Thomas T. M.","van Loosdrecht, Paul H. M."],"language":[],"coverage":[],"title":["Dynamics of spin and orbital phase transitions in YVO3"],"description":["  YVO3 exhibits a well separated sequence of orbital and spin order transitions\nat 200 K and 116 K, followed by a combined spin-orbital reorientation at 77 K.\nIt is shown that the spin order can be destroyed by a sufficiently strong\noptical pulse within less than 4 ps. In contrast, the orbital reordering\ntransition from C-type to G-type orbital order is slower than 100 ps and goes\nvia an intermediate nonthermal phase. We propose that the dynamics of phase\ntransitions is subjected to symmetry relations between the associated phases.\n","Comment: 5 pages, 3 figures"]}]
["0804.1495",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14G22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1495"],"date":["2008-04-09","2008-12-15"],"type":["text"],"creator":["Kedlaya, Kiran S.","Xiao, Liang"],"language":[],"coverage":[],"title":["Differential modules on p-adic polyannuli"],"description":["  We consider variational properties of some numerical invariants, measuring\nconvergence of local horizontal sections, associated to differential modules on\npolyannuli over a nonarchimedean field of characteristic zero. This extends\nprior work in the one-dimensional case of Christol, Dwork, Robba, Young, et al.\nOur results do not require positive residue characteristic; thus besides their\nrelevance to the study of Swan conductors for isocrystals, they are germane to\nthe formal classification of flat meromorphic connections on complex manifolds.\n","Comment: 47 pages; v4: Lemma 2.2.3 corrected"]}]
["0804.2989",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2989","Quantum field theory and beyond, ed. E. Seiler and K. Sibold,\n  World Scientific Publishing Company, Singapore 2008, pp. 16-33"],"date":["2008-04-18"],"type":["text"],"creator":["Steinmann, Othmar"],"language":[],"coverage":[],"title":["A New Look at the Higgs-Kibble Model"],"description":["  An elementary perturbative method of handling the Higgs-Kibble models and\nderiving their relevant properties, is described. It is based on Wightman field\ntheory and avoids some of the mathematical weaknesses of the standard\ntreatments.\n","Comment: Based on a talk delivered at the `Ringberg Symposium' in honor of\n  Wolfhart Zimmermann, February 2008"]}]
["0805.0373",{"format":[],"subject":["Mathematical Physics","34B05,34L20,34M40,34M60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0373"],"date":["2008-05-04","2008-12-15"],"type":["text"],"creator":["Giller, Stefan"],"language":[],"coverage":[],"title":["The semiclassical small-$\\hbar$ limit of loci of roots of fundamental\n  solutions for polynomial potentials"],"description":["  In this paper a description of the small-$\\hbar$ limit of loci of zeros of\nfundamental solutions for polynomial potentials is given. The considered cases\nof the potentials are bounded to the ones which provided us with simple turning\npoints only. Among the latter potentials still several cases of Stokes graphs\nthe potentials provide us with are distinguished, i.e. the general non-critical\nStokes graphs, the general critical ones but with only single internal Stokes\nline and the Stokes graphs corresponding to arbitrary multiple-well real even\ndegree polynomial potentials with internal Stokes lines distributed on the real\naxis only. All these cases are considered in their both versions of the\nquantized and not quantized $\\hbar$. In particular due to the fact that the\nsmall-$\\hbar$ limit is semiclassical it is shown that loci of roots of\nfundamental solutions in the cases considered are collected along Stokes lines.\nThere are infinitely many roots of fundamental solutions on such lines escaping\nto infinity and a finite number of them on internal Stokes lines.\n","Comment: 43 pages, 19 figures, some content removed, some added (two\n  appendices), some rearrangement of the remainder done"]}]
["0805.3987",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","32Q45","14N05, 14J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3987"],"date":["2008-05-26","2008-12-16"],"type":["text"],"creator":["Merker, Joel"],"language":[],"coverage":[],"title":["Low pole order frames on vertical jets of the universal hypersurface"],"description":["  Of the two techniques introduced by Bloch, Green-Griffiths and developed by\nSiu, Demailly to establish Kobayashi hyperbolicity of generic high degree\ncomplex algebraic hypersurfaces X in P^(n+1), the second one, initiated by\nClemens, Ein, Voisin and developed by Siu, Paun, Rousseau consists in\nconstructing meromorphic frames on the space of the so-called vertical k-jets\nJ_vert^k (X_univ) of the universal hypersurface X_univ parametrizing all X in\nP^(n+1) of degree d. In 2004, Siu announced that there exists a constant c_n\nsuch that the twisting of the tangent bundle to J_vert^n (X_univ) by O (c_n) is\nglobally generated (frame property). The present article provides c_n = (n^2 +\n5n) / 2, recovering c_2 = 7 (Paun), c_3 = 12 (Rousseau). Applications to\neffective degree estimates for algebraic degeneracy or hyperbolicity are\nexpected, especially in dimension n = 4, granted that the Demailly-Semple\nalgebra of jet polynomials invariant under reparametrization and under a\ncertain unipotent action is, for n = k = 4, generated by 16 fundamental\nbi-invariants enjoying 41 groebnerized syzygies.\n","Comment: Major improvement yielding strong (instead of weak) Green-Griffiths\n  algebraic degeneracy in 0811.2346"]}]
["0806.1307",{"format":[],"subject":["Mathematics - Functional Analysis","47H05, 46N10, 42A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1307"],"date":["2008-06-07","2008-12-15"],"type":["text"],"creator":["Verona, Andrei","Verona, Maria Elena"],"language":[],"coverage":[],"title":["Regular Maximal Monotone Multifunctions and Enlargements"],"description":["  In this note we use recent results concerning the sum theorem for maximal\nmonotone multifunctions in general Banach spaces to find new characterizations\nand properties of regular maximal monotone multifunctions and then use these to\ndescribe the domain of certain enlargements.\n","Comment: 6 pages"]}]
["0806.2259",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2259","Phys. Rev. B 78, 054435 (2008)","doi:10.1103/PhysRevB.78.054435"],"date":["2008-06-13"],"type":["text"],"creator":["Messio, Laura","Domenge, Jean-Christophe","Lhuillier, Claire","Pierre, Laurent","Viot, Pascal","Misguich, Gregoire"],"language":[],"coverage":[],"title":["Thermal destruction of chiral order in a two-dimensional model of\n  coupled trihedra"],"description":["  We introduce a minimal model describing the physics of classical\ntwo-dimensional (2D) frustrated Heisenberg systems, where spins order in a\nnon-planar way at T=0. This model, consisting of coupled trihedra (or\nIsing-$\\mathbb{R}P^3$ model), encompasses Ising (chiral) degrees of freedom,\nspin-wave excitations and $\\Z_2$ vortices. Extensive Monte Carlo simulations\nshow that the T=0 chiral order disappears at finite temperature in a continuous\nphase transition in the 2D Ising universality class, despite misleading\nintermediate-size effects observed at the transition. The analysis of\nconfigurations reveals that short-range spin fluctuations and $\\Z_2$ vortices\nproliferate near the chiral domain walls explaining the strong renormalization\nof the transition temperature. Chiral domain walls can themselves carry an\nunlocalized $\\Z_2$ topological charge, and vortices are then preferentially\npaired with charged walls. Further, we conjecture that the anomalous\nsize-effects suggest the proximity of the present model to a tricritical point.\nA body of results is presented, that all support this claim: (i) First-order\ntransitions obtained by Monte Carlo simulations on several related models (ii)\nApproximate mapping between the Ising-$\\mathbb{R}P^3$ model and a dilute Ising\nmodel (exhibiting a tricritical point) and, finally, (iii) Mean-field results\nobtained for Ising-multispin Hamiltonians, derived from the high-temperature\nexpansion for the vector spins of the Ising-$\\mathbb{R}P^3$ model.\n","Comment: 15 pages, 12 figures, 1 table"]}]
["0806.3170",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3170"],"date":["2008-06-19","2008-12-16"],"type":["text"],"creator":["Popov, Alexey V."],"language":[],"coverage":[],"title":["Wave function derivation of the JIMWLK equation"],"description":["  Using the stationary lightcone perturbation theory, we propose the complete\nand careful derivation the JIMWLK equation. We show that the rigorous treatment\nrequires the knowledge of a boosted wave function with second order accuracy.\nPrevious wave function approaches are incomplete and implicitly used the time\nordered perturbation theory, which requires a usage of an external target\nfield.\n","Comment: 6 pages, motivation added, abstract changed, typos corrected"]}]
["0807.4094",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4094","J. Appl. Phys. 104, 113904 (2008)","doi:10.1063/1.3010859"],"date":["2008-07-25"],"type":["text"],"creator":["Göppl, M.","Fragner, A.","Baur, M.","Bianchetti, R.","Filipp, S.","Fink, J. M.","Leek, P. J.","Puebla, G.","Steffen, L.","Wallraff, A."],"language":[],"coverage":[],"title":["Coplanar Waveguide Resonators for Circuit Quantum Electrodynamics"],"description":["  We have designed and fabricated superconducting coplanar waveguide resonators\nwith fundamental frequencies from 2 to $9 \\rm{GHz}$ and loaded quality factors\nranging from a few hundreds to a several hundred thousands reached at\ntemperatures of $20 \\rm{mK}$. The loaded quality factors are controlled by\nappropriately designed input and output coupling capacitors. The measured\ntransmission spectra are analyzed using both a lumped element model and a\ndistributed element transmission matrix method. The experimentally determined\nresonance frequencies, quality factors and insertion losses are fully and\nconsistently characterized by the two models for all measured devices. Such\nresonators find prominent applications in quantum optics and quantum\ninformation processing with superconducting electronic circuits and in single\nphoton detectors and parametric amplifiers.\n","Comment: 8 pages, 8 figures, version with high resolution figures available at\n  http://qudev.ethz.ch/content/science/PubsPapers.html"]}]
["0808.0119",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0119","Physical Review B 78 (2008) 161303(R)","doi:10.1103/PhysRevB.78.161303"],"date":["2008-08-01"],"type":["text"],"creator":["Dourlat, Alexandre","Jeudy, Vincent","Lemaître, Aristide","Gourdon, Catherine"],"language":[],"coverage":[],"title":["Field-Driven Domain-Wall Dynamics in GaMnAs Films with Perpendicular\n  Anisotropy"],"description":["  We combine magneto-optical imaging and a magnetic field pulse technique to\nstudy domain wall dynamics in a ferromagnetic (Ga,Mn)As layer with\nperpendicular easy axis. Contrary to ultrathin metallic layers, the depinning\nfield is found to be smaller than the Walker field, thereby allowing for the\nobservation of the steady and precessional flow regimes. The domain wall width\nand damping parameters are determined self-consistently. The damping, 30 times\nlarger than the one deduced from ferromagnetic resonance, is shown to\nessentially originate from the non-conservation of the magnetization modulus.\nAn unpredicted damping resonance and a dissipation regime associated with the\nexistence of horizontal Bloch lines are also revealed.\n"]}]
["0808.2452",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2452","Phys. Rev. Lett. 101, 257401 (2008)","doi:10.1103/PhysRevLett.101.257401"],"date":["2008-08-18"],"type":["text"],"creator":["Malard, L. M.","Elias, D. C.","Alves, E. S.","Pimenta, M. A."],"language":[],"coverage":[],"title":["Observation of Distinct Electron-Phonon Couplings in Gated Bilayer\n  Graphene"],"description":["  A Raman study of a back gated bilayer graphene sample is presented. The\nchanges in the Fermi level induced by charge transfer splits the Raman G-band,\nhardening its higher component and softening the lower one. These two\ncomponents are associated with the symmetric (S) and anti-symmetric vibration\n(AS) of the atoms in the two layers, the later one becoming Raman active due to\ninversion symmetry breaking. The phonon hardening and softening are explained\nby considering the selective coupling of the S and AS phonons with interband\nand intraband electron-hole pairs.\n","Comment: 4 pages, 4 figures"]}]
["0808.2916",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2916","Phys. Rev. B 78, 214420 (2008)","doi:10.1103/PhysRevB.78.214420"],"date":["2008-08-21"],"type":["text"],"creator":["Eyert, Volker","Scheidt, Ernst-Wilhelm","Scherer, Wolfgang","Hermes, Wilfried","Poettgen, Rainer"],"language":[],"coverage":[],"title":["Magnetic ordering in the static intermediate-valent cerium compound\n  Ce2RuZn4"],"description":["  The low-temperature behavior of Ce2RuZn4 has been investigated. Specific heat\nand magnetic susceptibility data reveal an antiferromagnetic transition at a\nNeel temperature of 2 K. Ce2RuZn4 is a static intermediate-valent compound with\ntwo crystallographically independent cerium atoms. The magnetic data clearly\nshow that only one cerium site is magnetic (Ce^3+), while the second one\ncarries no magnetic moment. The experimental data are interpreted with the help\nof first principles electronic structure calculations using density functional\ntheory and the augmented spherical wave method. The calculations reveal the\noccurrence of two different cerium sites, which are characterized by strongly\nlocalized magneticmoments and strong Ce-Ru bonding, respectively.\n","Comment: 6 pages, 9 figures, more information at\n  http://www.physik.uni-augsburg.de/~eyert/"]}]
["0808.3994",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3994","Phys.Rev.D78:111701,2008","doi:10.1103/PhysRevD.78.111701"],"date":["2008-08-29","2008-12-16"],"type":["text"],"creator":["Cohen, Timothy","Morrissey, David E.","Pierce, Aaron"],"language":[],"coverage":[],"title":["Changes in Dark Matter Properties After Freeze-Out"],"description":["  The properties of the dark matter that determine its thermal relic abundance\ncan be very different from the dark matter properties today. We investigate\nthis possibility by coupling a dark matter sector to a scalar that undergoes a\nphase transition after the dark matter freezes out. If the value of Omega_DM\nh^2 calculated from parameters measured at colliders and by direct and indirect\ndetection experiments does not match the astrophysically observed value, a\nnovel cosmology of this type could provide the explanation. This mechanism also\nhas the potential to account for the \"boost factor\" required to explain the\nPAMELA data.\n","Comment: 5 pages; v2: Fixed minor typo, added short discussion of application\n  to PAMELA and appropriate references, results unchanged"]}]
["0808.4051",{"format":[],"subject":["Mathematics - Statistics Theory","62J07 (Primary) 62J02, 62G08 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4051","Electronic Journal of Statistics 2008, Vol. 2, 1153-1194","doi:10.1214/08-EJS287"],"date":["2008-08-29","2008-12-16"],"type":["text"],"creator":["Bunea, Florentina"],"language":[],"coverage":[],"title":["Honest variable selection in linear and logistic regression models via\n  $\\ell_1$ and $\\ell_1+\\ell_2$ penalization"],"description":["  This paper investigates correct variable selection in finite samples via\n$\\ell_1$ and $\\ell_1+\\ell_2$ type penalization schemes. The asymptotic\nconsistency of variable selection immediately follows from this analysis. We\nfocus on logistic and linear regression models. The following questions are\ncentral to our paper: given a level of confidence $1-\\delta$, under which\nassumptions on the design matrix, for which strength of the signal and for what\nvalues of the tuning parameters can we identify the true model at the given\nlevel of confidence? Formally, if $\\widehat{I}$ is an estimate of the true\nvariable set $I^*$, we study conditions under which\n$\\mathbb{P}(\\widehat{I}=I^*)\\geq 1-\\delta$, for a given sample size $n$, number\nof parameters $M$ and confidence $1-\\delta$. We show that in identifiable\nmodels, both methods can recover coefficients of size $\\frac{1}{\\sqrt{n}}$, up\nto small multiplicative constants and logarithmic factors in $M$ and\n$\\frac{1}{\\delta}$. The advantage of the $\\ell_1+\\ell_2$ penalization over the\n$\\ell_1$ is minor for the variable selection problem, for the models we\nconsider here. Whereas the former estimates are unique, and become more stable\nfor highly correlated data matrices as one increases the tuning parameter of\nthe $\\ell_2$ part, too large an increase in this parameter value may preclude\nvariable selection.\n","Comment: Published in at http://dx.doi.org/10.1214/08-EJS287 the Electronic\n  Journal of Statistics (http://www.i-journals.org/ejs/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0808.4062",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4062"],"date":["2008-08-29","2008-12-16"],"type":["text"],"creator":["Mondragon, R. J.","Zhou, S."],"language":[],"coverage":[],"title":["Ensembles related to the rich-club coefficient for non-evolving networks"],"description":["  In complex networks the rich nodes are the subset of nodes with high degree.\nThese well connected nodes tend to dominate the organisation of the network's\nstructure. In non-evolving networks, a reference network has been used to\ndetect if the connectivity between the rich nodes is due to chance or caused by\nan unknown mechanism. Chance is represented as a reference network obtained\nfrom an ensemble of networks. When compared with the original network the\nreference network discounts suggests the existence of a well connected rich\nclub beyond structural constraints. Here we revise some of the properties of\nthe ensemble obtained by conserving only the degree distribution and introduce\ntwo new reference networks to study the importance of the rich nodes as\norganisers of the network structure. The first reference network is obtained\nfrom an ensemble of networks where all the members of the ensemble have the\nsame rich--club coefficient. The reference network obtained from the ensemble\nis assortative. We propose that this reference network can be used to study\nnetworks where assortativness is a fundamental property, a common case in many\nsocial networks. The second reference network is obtained from an ensemble\nwhere the members of the ensemble all have the same probability degree\ndistribution and rich-club coefficient. The reference network obtained from\nthis ensemble has a very similar structure to the original network. This\nensemble can be used to quantify correlations between the rich nodes and\npinpoint which links are the backbone of the network's structure.\n","Comment: 15 pages, 7 figures"]}]
["0810.1172",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1172"],"date":["2008-10-07","2008-12-16"],"type":["text"],"creator":["Potter, H. C."],"language":[],"coverage":[],"title":["Electromagnetic Lorenz Fields"],"description":["  Gauge transformations are potential transformations that leave only specific\nMaxwell fields invariant. To reveal more, I develop Lorenz field equations with\nfull Maxwell form for nongauge, sans gauge function, transformations yielding\nmixed, superposed retarded and outgoing, potentials. The form invariant Lorenz\ncondition is then a charge conservation equivalent. This allows me to define\nthree transformation classes that screen for Lorenz relevance. The nongauge\nLorentz conditions add polarization fields which support emergent, light-like\nrays that convey energy on charge conserving phase points. These localized rays\nescape discovery in modern Maxwell fields where the polarizations are\nsuppressed by gauge transformations.\n","Comment: Layout and content revision"]}]
["0810.1637",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1637","Astronomy and Astrophysics, Volume 492, Issue 3, 2008, pp.923-931","doi:10.1051/0004-6361:200810285"],"date":["2008-10-09","2008-12-16"],"type":["text"],"creator":["Smith, D. A.","Guillemot, L.","Camilo, F.","Cognard, I.","Dumora, D.","Espinoza, C.","Freire, P. C. C.","Gotthelf, E. V.","Harding, A. K.","Hobbs, G. B.","Johnston, S.","Kaspi, V. M.","Kramer, M.","Livingstone, M. A.","Lyne, A. G.","Manchester, R. N.","Marshall, F. E.","McLaughlin, M. A.","Noutsos, A.","Ransom, S. M.","Roberts, M. S. E.","Romani, R. W.","Stappers, B. W.","Theureau, G.","Thompson, D. J.","Thorsett, S. E.","Wang, N.","Weltevrede, P."],"language":[],"coverage":[],"title":["Pulsar Timing for the Fermi Gamma-ray Space Telescope"],"description":["  We describe a comprehensive pulsar monitoring campaign for the Large Area\nTelescope (LAT) on the {\\em Fermi Gamma-ray Space Telescope} (formerly GLAST).\nThe detection and study of pulsars in gamma rays give insights into the\npopulations of neutron stars and supernova rates in the Galaxy, into particle\nacceleration mechanisms in neutron star magnetospheres, and into the \"engines\"\ndriving pulsar wind nebulae. LAT's unprecedented sensitivity between 20 MeV and\n300 GeV together with its 2.4 sr field-of-view makes detection of many\ngamma-ray pulsars likely, justifying the monitoring of over two hundred pulsars\nwith large spin-down powers. To search for gamma-ray pulsations from most of\nthese pulsars requires a set of phase-connected timing solutions spanning a\nyear or more to properly align the sparse photon arrival times. We describe the\nchoice of pulsars and the instruments involved in the campaign. Attention is\npaid to verifications of the LAT pulsar software, using for example giant radio\npulses from the Crab and from PSR B1937+21 recorded at Nan\\c{c}ay, and using\nX-ray data on PSR J0218+4232 from XMM-Newton. We demonstrate accuracy of the\npulsar phase calculations at the microsecond level. Data Table 1 is only\navailable in electronic form at the CDS via anonymous ftp to\ncdsarc.u-strasbg.fr (130.79.128.5) or via\nhttp://cdsweb.u-strasbg.fr/cgi-bin/qcat?J/A+A/ .\n","Comment: 13 pages, 6 figures. Accepted for publication in Astronomy &\n  Astrophysics"]}]
["0810.4221",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35, 60G15, 82B44, 60G60, 60G70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4221"],"date":["2008-10-23","2008-12-16"],"type":["text"],"creator":["Chatterjee, Sourav"],"language":[],"coverage":[],"title":["Chaos, concentration, and multiple valleys"],"description":["  Disordered systems are an important class of models in statistical mechanics,\nhaving the defining characteristic that the energy landscape is a fixed\nrealization of a random field. Examples include various models of glasses and\npolymers. They also arise in other areas, like fitness models in evolutionary\nbiology. The ground state of a disordered system is the state with minimum\nenergy. The system is said to be chaotic if a small perturbation of the energy\nlandscape causes a drastic shift of the ground state. We present a rigorous\ntheory of chaos in disordered systems that confirms long-standing physics\nintuition about connections between chaos, anomalous fluctuations of the ground\nstate energy, and the existence of multiple valleys in the energy landscape.\nCombining these results with mathematical tools like hypercontractivity, we\nestablish the existence of the above phenomena in eigenvectors of GUE matrices,\nthe Kauffman-Levin model of evolutionary biology, directed polymers in random\nenvironment, a subclass of the generalized Sherrington-Kirkpatrick model of\nspin glasses, the discrete Gaussian free field, and continuous Gaussian fields\non Euclidean spaces. We also list several open questions.\n","Comment: 63 pages. Proof of Theorem 3.2 simplified. Mistake corrected in proof\n  of Theorem 8.1. Several minor changes"]}]
["0811.1115",{"format":[],"subject":["Mathematics - Statistics Theory","62G08 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1115","Electronic Journal of Statistics 2008, Vol. 2, 1224-1241","doi:10.1214/08-EJS327"],"date":["2008-11-07","2008-12-16"],"type":["text"],"creator":["Bertin, Karine","Lecué, Guillaume"],"language":[],"coverage":[],"title":["Selection of variables and dimension reduction in high-dimensional\n  non-parametric regression"],"description":["  We consider a $l_1$-penalization procedure in the non-parametric Gaussian\nregression model. In many concrete examples, the dimension $d$ of the input\nvariable $X$ is very large (sometimes depending on the number of observations).\nEstimation of a $\\beta$-regular regression function $f$ cannot be faster than\nthe slow rate $n^{-2\\beta/(2\\beta+d)}$. Hopefully, in some situations, $f$\ndepends only on a few numbers of the coordinates of $X$. In this paper, we\nconstruct two procedures. The first one selects, with high probability, these\ncoordinates. Then, using this subset selection method, we run a local\npolynomial estimator (on the set of interesting coordinates) to estimate the\nregression function at the rate $n^{-2\\beta/(2\\beta+d^*)}$, where $d^*$, the\n\"real\" dimension of the problem (exact number of variables whom $f$ depends\non), has replaced the dimension $d$ of the design. To achieve this result, we\nused a $l_1$ penalization method in this non-parametric setup.\n","Comment: Published in at http://dx.doi.org/10.1214/08-EJS327 the Electronic\n  Journal of Statistics (http://www.i-journals.org/ejs/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0811.3763",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3763","Physical Review B 78, 214423 (2008)","doi:10.1103/PhysRevB.78.214423"],"date":["2008-11-23"],"type":["text"],"creator":["Wohlfeld, Krzysztof","Daghofer, Maria","Oles, Andrzej M.","Horsch, Peter"],"language":[],"coverage":[],"title":["Spectral properties of orbital polarons in Mott insulators"],"description":["  We address the spectral properties of Mott insulators with orbital degrees of\nfreedom, and investigate cases where the orbital symmetry leads to Ising-like\nsuperexchange in the orbital sector. The paradigm of a hole propagating by its\ncoupling to quantum fluctuations, known from the spin t-J model, then no longer\napplies. We find instead that when one of the two orbital flavors is immobile,\nas in the Falicov-Kimball model, trapped orbital polarons coexist with free\nhole propagation emerging from the effective three-site hopping in the regime\nof large on-site Coulomb interaction U. The spectral functions are found\nanalytically in this case within the retraceable path approximation in one and\ntwo dimensions. On the contrary, when both of the orbitals are active, as in\nthe model for $t_{2g}$ electrons in two dimensions, we find propagating\npolarons with incoherent scattering dressing the moving hole and renormalizing\nthe quasiparticle dispersion. Here, the spectral functions, calculated using\nthe self-consistent Born approximation, are anisotropic and depend on the\norbital flavor. Unbiased conclusions concerning the spectral properties are\nestablished by comparing the above results for the orbital t-J models with\nthose obtained using the variational cluster approximation or exact\ndiagonalization for the corresponding Hubbard models. The present work makes\npredictions concerning the essential features of photoemission spectra of\ncertain fluorides and vanadates.\n","Comment: 26 pages, 16 figures; to appear in Physical Review B"]}]
["0811.4206",{"format":[],"subject":["Mathematics - Number Theory","11B75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4206"],"date":["2008-11-25","2008-12-15"],"type":["text"],"creator":["Garaev, M. Z.","Shen, Chun-Yen"],"language":[],"coverage":[],"title":["On the size of the set A(A+1)"],"description":["  Let $F_p$ be the field of a prime order $p.$ For a subset $A\\subset F_p$ we\nconsider the product set $A(A+1).$ This set is an image of $A\\times A$ under\nthe polynomial mapping $f(x,y)=xy+x:F_p\\times F_p\\to F_p.$ In the present paper\nwe show that if $|A|<p^{1/2},$ then $$ |A(A+1)|\\ge |A|^{106/105+o(1)}.$$ If\n$|A|>p^{2/3},$ then we prove that $$|A(A+1)|\\gg \\sqrt{p |A|}$$ and show that\nthis is the optimal in general settings bound up to the implied constant. We\nalso estimate the cardinality of $A(A+1)$ when $A$ is a subset of real numbers.\nWe show that in this case one has the Elekes type bound $$ |A(A+1)|\\gg\n|A|^{5/4}. $$\n","Comment: Minor corrections"]}]
["0811.4652",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4652"],"date":["2008-11-28","2008-12-15"],"type":["text"],"creator":["Amdeberhan, Tewodros"],"language":[],"coverage":[],"title":["A note on Fibonacci-type polynomials"],"description":["  We opt to study the convergence of maximal real roots of certain\nFibonacci-type polynomials given by $G_n=x^kG_{n-1}+G_{n-2}$. The special cases\n$k=1$ and $k=2$ are found in [4] and [7], respectively.\n","Comment: 3 pages"]}]
["0812.0277",{"format":[],"subject":["Mathematics - Dynamical Systems","37D30","37D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0277"],"date":["2008-12-01","2008-12-16"],"type":["text"],"creator":["Andersson, Martin"],"language":[],"coverage":[],"title":["Stable ergodicity of dominated systems"],"description":["  We provide a new approach to stable ergodicity of systems with dominated\nsplittings, based on a geometrical analysis of global stable and unstable\nmanifolds of hyperbolic points. Our method suggests that the lack of uniform\nsize of Pesin's local stable and unstable manifolds - a notorious problem in\nthe theory of non-uniform hyperbolicity - is often less severe than it appeas\nto be.\n","Comment: 22 pages"]}]
["0812.0555",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0555"],"date":["2008-12-02","2008-12-16"],"type":["text"],"creator":["Cristadoro, Giampaolo","Haydn, Nicolai","Marie, Philippe","Vaienti, Sandro"],"language":[],"coverage":[],"title":["Statistical properties of intermittent maps with unbounded derivative"],"description":["  We study the ergodic and statistical properties of a class of maps of the\ncircle and of the interval of Lorenz type which present indifferent fixed\npoints and points with unbounded derivative. These maps have been previously\ninvestigated in the physics literature. We prove in particular that\ncorrelations decay polynomially, and that suitable Limit Theorems (convergence\nto Stable Laws or Central Limit Theorem) hold for H\\\"older continuous\nobservables. We moreover show that the return and hitting times are in the\nlimit exponentially distributed.\n","Comment: 23 pages, 2 figures"]}]
["0812.0972",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0972"],"date":["2008-12-04","2008-12-16"],"type":["text"],"creator":["Aly, Salah A.","Kamal, Ahmed E."],"language":[],"coverage":[],"title":["Network Protection Codes: Providing Self-healing in Autonomic Networks\n  Using Network Coding"],"description":["  Agile recovery from link failures in autonomic communication networks is\nessential to increase robustness, accessibility, and reliability of data\ntransmission. However, this must be done with the least amount of protection\nresources, while using simple management plane functionality. Recently, network\ncoding has been proposed as a solution to provide agile and cost efficient\nnetwork self-healing against link failures, in a manner that does not require\ndata rerouting, packet retransmission, or failure localization, hence leading\nto simple control and management planes. To achieve this, separate paths have\nto be provisioned to carry encoded packets, hence requiring either the addition\nof extra links, or reserving some of the resources for this purpose.\n  In this paper we introduce autonomic self-healing strategies for autonomic\nnetworks in order to protect against link failures. The strategies are based on\nnetwork coding and reduced capacity, which is a technique that we call network\nprotection codes (NPC). In these strategies, an autonomic network is able to\nprovide self-healing from various network failures affecting network operation.\nThe techniques improve service and enhance reliability of autonomic\ncommunication.\n  Network protection codes are extended to provide self-healing from multiple\nlink failures in autonomic networks. We provide implementation aspects of the\nproposed strategies. We present bounds and network protection code\nconstructions. Finally, we study the construction of such codes over the binary\nfield. The paper also develops an Integer Linear Program formulation to\nevaluate the cost of provisioning connections using the proposed strategies.\n","Comment: 12 pages, 2 figures, and 3 tables"]}]
["0812.2390",{"format":[],"subject":["Computer Science - Logic in Computer Science","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2390"],"date":["2008-12-12"],"type":["text"],"creator":["Santocanale, Luigi","Venema, Yde"],"language":[],"coverage":[],"title":["Completeness for Flat Modal Fixpoint Logics"],"description":["  This paper exhibits a general and uniform method to prove completeness for\ncertain modal fixpoint logics. Given a set \\Gamma of modal formulas of the form\n\\gamma(x, p1, . . ., pn), where x occurs only positively in \\gamma, the\nlanguage L\\sharp (\\Gamma) is obtained by adding to the language of polymodal\nlogic a connective \\sharp\\_\\gamma for each \\gamma \\epsilon. The term\n\\sharp\\_\\gamma (\\varphi1, . . ., \\varphin) is meant to be interpreted as the\nleast fixed point of the functional interpretation of the term \\gamma(x,\n\\varphi 1, . . ., \\varphi n). We consider the following problem: given \\Gamma,\nconstruct an axiom system which is sound and complete with respect to the\nconcrete interpretation of the language L\\sharp (\\Gamma) on Kripke frames. We\nprove two results that solve this problem. First, let K\\sharp (\\Gamma) be the\nlogic obtained from the basic polymodal K by adding a Kozen-Park style fixpoint\naxiom and a least fixpoint rule, for each fixpoint connective \\sharp\\_\\gamma.\nProvided that each indexing formula \\gamma satisfies the syntactic criterion of\nbeing untied in x, we prove this axiom system to be complete. Second,\naddressing the general case, we prove the soundness and completeness of an\nextension K+ (\\Gamma) of K\\_\\sharp (\\Gamma). This extension is obtained via an\neffective procedure that, given an indexing formula \\gamma as input, returns a\nfinite set of axioms and derivation rules for \\sharp\\_\\gamma, of size bounded\nby the length of \\gamma. Thus the axiom system K+ (\\Gamma) is finite whenever\n\\Gamma is finite.\n"]}]
["0812.2480",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2480"],"date":["2008-12-13"],"type":["text"],"creator":["Gaztanaga, Enrique","Cabre, Anna"],"language":[],"coverage":[],"title":["The anisotropic redshift space galaxy correlation function: detection on\n  the BAO Ring"],"description":["  In a series of papers we have recently studied the clustering of LRG galaxies\nin the latest spectroscopic SDSS data release, which has 75000 LRG galaxies\nsampling 1.1 Gpc^3/h^3 to z=0.47. Here we focus on detecting a local maxima\nshaped as a circular ring in the bidimensional galaxy correlation function\n\\xi(pi,sigma), separated in perpendicular \\sigma and line-of-sight \\pi\ndistances. We find a significant detection of such a peak at r ~110 Mpc/h. The\noverall shape and location of the ring is consistent with it originating from\nthe recombination-epoch baryon acoustic oscillations (BAO). This agreement\nprovides support for the current understanding of how large scale structure\nforms in the universe. We study the significance of such feature using large\nmock galaxy simulations to provide accurate errorbars.\n","Comment: Invited contribution to the Highlights of Spanish Astrophysics V \"\n  Proceedings of the VIII Scientific Meeting of the Spanish Astronomical\n  Society (SEA) held in Santander, July 7-11, 2008"]}]
["0812.2497",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2497"],"date":["2008-12-15"],"type":["text"],"creator":["Tian, Chushun","Zhou, Luwei"],"language":[],"coverage":[],"title":["Universal high-frequency transport in perfect photonic crystals"],"description":["  The light scattering in the periodic dielectric cylinder array is studied. We\nanalytically calculate the diffusive-ballistic transport crossover and find the\nweak localization superimposing on it.\n  Possible experimental observations are analyzed.\n","Comment: 4 pages, 1 figure"]}]
["0812.2498",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","32B10","32H02","14B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2498"],"date":["2008-12-12"],"type":["text"],"creator":["Lebl, Jiri"],"language":[],"coverage":[],"title":["Pullback of varieties by finite maps"],"description":["  We study the local geometry of the pullback of a variety via a finite\nholomorphic map. In particular, we are looking for properties of $V =\nF^{-1}(W)$ such that if $V$ has the property $A$, then $W$ must have the\nproperty $A$. We show that $A$ can be the property of normality or\nprefactoriality. We also show that $A$ can be the property of smoothness, under\nextra assumptions.\n","Comment: 8 pages, latex"]}]
["0812.2499",{"format":[],"subject":["Mathematics - Group Theory","20F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2499"],"date":["2008-12-12"],"type":["text"],"creator":["Clay, Adam"],"language":[],"coverage":[],"title":["Isolated points in the space of left orderings of a group"],"description":["  Let G be a left orderable group and LO(G) the space of all left orderings. We\ninvestigate the circumstances under which a left ordering < of G can correspond\nto an isolated point in LO(G), in particular we extend known results to cover\nthe case of uncountable groups. With minor technical restrictions on the group\nG, we also find that no dense left ordering is isolated in LO(G), and that the\nclosure of the set of all dense left orderings of G yields a dense G-delta set\nwithin a Cantor set of left orderings in LO(G). Lastly, we show that certain\nconditions on a discrete left ordering of G can guarantee that it is not\nisolated in LO(G), and we illustrate these ideas using the Dehornoy ordering of\nthe braid groups.\n","Comment: 15 pages"]}]
["0812.2512",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2512"],"date":["2008-12-12"],"type":["text"],"creator":["Lin, Weiwei","Sang, Hai"],"language":[],"coverage":[],"title":["A Novel Temperature-Induced Magnetization Transition in Pt/Co/Pt\n  Sandwiches"],"description":["  It is found in the Pt/Co/Pt(111) sandwiches that perpendicular magnetic\nanisotropy weakens associated with the dramatic magnetization enhancement as\nthe temperature decreases below a critical temperature, T_cri, which increases\nwith the Pt overlayer thickness t_Pt. For the sandwich with enough thick Pt\noverlayer, it trends to an unusual state with weak perpendicular magnetic\nanisotropy in the absence of obvious easy direction behavior at low\ntemperature. It suggests that Pt is more significantly polarized in the film\nwith thicker Pt overlayer. The results reveal the strong influence of both\nthick nonmagnetic coverage and temperature on the electronic structure of the\nPt/Co/Pt(111) sandwich.\n","Comment: 10 pages for text, 3 figures"]}]
["0812.2518",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2518","Advances in Cryptology - Asiacrypt 2008, vol. 5350 of Lecture\n  Notes in Computer Science, pp. 19-36, Springer-Verlag, 2008","doi:10.1007/978-3-540-89255-7"],"date":["2008-12-12"],"type":["text"],"creator":["Zhang, Zhifang","Liu, Mulan","Chee, Yeow Meng","Ling, San","Wang, Huaxiong"],"language":[],"coverage":[],"title":["Strongly Multiplicative and 3-Multiplicative Linear Secret Sharing\n  Schemes"],"description":["  Strongly multiplicative linear secret sharing schemes (LSSS) have been a\npowerful tool for constructing secure multiparty computation protocols.\nHowever, it remains open whether or not there exist efficient constructions of\nstrongly multiplicative LSSS from general LSSS. In this paper, we propose the\nnew concept of a 3-multiplicative LSSS, and establish its relationship with\nstrongly multiplicative LSSS. More precisely, we show that any 3-multiplicative\nLSSS is a strongly multiplicative LSSS, but the converse is not true; and that\nany strongly multiplicative LSSS can be efficiently converted into a\n3-multiplicative LSSS. Furthermore, we apply 3-multiplicative LSSS to the\ncomputation of unbounded fan-in multiplication, which reduces its round\ncomplexity to four (from five of the previous protocol based on strongly\nmultiplicative LSSS). We also give two constructions of 3-multiplicative LSSS\nfrom Reed-Muller codes and algebraic geometric codes. We believe that the\nconstruction and verification of 3-multiplicative LSSS are easier than those of\nstrongly multiplicative LSSS. This presents a step forward in settling the open\nproblem of efficient constructions of strongly multiplicative LSSS from general\nLSSS.\n","Comment: 18 pages"]}]
["0812.2522",{"format":[],"subject":["Mathematics - Combinatorics","20D60, 11B60, 11B34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2522"],"date":["2008-12-13"],"type":["text"],"creator":["Hamidoune, Yahya Ould"],"language":[],"coverage":[],"title":["On Group bijections $\\phi $ with $\\phi(B)=A$ and $\\forall a\\in B,\n  a\\phi(a) \\notin A$"],"description":["  A {\\em Wakeford pairing} from $S$ onto $T$ is a bijection $\\phi : S \\to T$\nsuch that $x\\phi(x)\\notin T,$ for every $x\\in S.$ The number of such pairings\nwill be denoted by $\\mu(S,T)$.\n  Let $A$ and $ B$ be finite subsets of a group $G$ with $1\\notin B$ and\n$|A|=|B|.$ Also assume that the order of every element of $B$ is $\\ge |B|$.\nExtending results due to Losonczy and Eliahou-Lecouvey, we show that\n$\\mu(B,A)\\neq 0.$ Moreover we show that $\\mu(B,A)\\ge \\min\n\\{\\frac{||B|+1}{3},\\frac{|B|(q-|B|-1)}{2q-|B|-4}\\},$ unless there is $a\\in A$\nsuch that $|Aa^{-1}\\cap B|=|B|-1$ or $Aa^{-1}$ is a progression. In particular,\neither $\\mu(B,B) \\ge \\min \\{\\frac{||B|+1}{3},\\frac{|B|(q-|B|-1)}{2q-|B|-4}\\},$\nor for some $a\\in B,$ $Ba^{-1}$ is a progression.\n"]}]
["0812.2529",{"format":[],"subject":["Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2529","IEEE/IFIP Int'l Conference on Network Management and Management\n  Symposium, Salvador de Bahia : Br\\'esil (2008)"],"date":["2008-12-13"],"type":["text"],"creator":["Laplace, Sophie","Dalmau, Marc","Roose, Philippe"],"language":[],"coverage":[],"title":["Kalinahia: Considering Quality of Service to Design and Execute\n  Distributed Multimedia Applications"],"description":["  One of the current challenges of Information Systems is to ensure\nsemi-structured data transmission, such as multimedia data, in a distributed\nand pervasive environment. Information Sytems must then guarantee users a\nquality of service ensuring data accessibility whatever the hardware and\nnetwork conditions may be. They must also guarantee information coherence and\nparticularly intelligibility that imposes a personalization of the service.\nWithin this framework, we propose a design method based on original models of\nmultimedia applications and quality of service. We also define a supervision\nplatform Kalinahia using a user centered heuristic allowing us to define at any\nmoment which configuration of software components constitutes the best answers\nto users' wishes in terms of service.\n"]}]
["0812.2533",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2533"],"date":["2008-12-13","2008-12-15"],"type":["text"],"creator":["Rosinger, Elemer E"],"language":[],"coverage":[],"title":["Magmatic \"Quantum-Like\" Systems"],"description":["  Quantum computation has suggested, among others, the consideration of\n\"non-quantum\" systems which in certain respects may behave \"quantum-like\".\nHere, what algebraically appears to be the most general possible known setup,\nnamely, of {\\it magmas} is used in order to construct \"quantum-like\" systems.\nThe resulting magmatic composition of systems has as a well known particular\ncase the tensor products.\n"]}]
["0812.2535",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2535","Paper No 336, IEEE, ICETiC 2009, International Conference on\n  Emerging Trends in Computing"],"date":["2008-12-13"],"type":["text"],"creator":["Deepthi, Dasika Ratna","Eswaran, K."],"language":[],"coverage":[],"title":["Pattern Recognition and Memory Mapping using Mirroring Neural Networks"],"description":["  In this paper, we present a new kind of learning implementation to recognize\nthe patterns using the concept of Mirroring Neural Network (MNN) which can\nextract information from distinct sensory input patterns and perform pattern\nrecognition tasks. It is also capable of being used as an advanced associative\nmemory wherein image data is associated with voice inputs in an unsupervised\nmanner. Since the architecture is hierarchical and modular it has the potential\nof being used to devise learning engines of ever increasing complexity.\n"]}]
["0812.2539",{"format":[],"subject":["Physics - Popular Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2539"],"date":["2008-12-13"],"type":["text"],"creator":["Cucic, Dragoljub A."],"language":[],"coverage":[],"title":["A short insight about Thought experiment in Modern Physics"],"description":["  Thought experiment is an apparition in a modern Science, which is in last 100\nYears took sweep. Work is based at the aspect of Physics, because and the\nwriter is from Physics. Manners to study thought experiments are multiple, and\nthis work is only one aspect in that complex of feasibility. About real\ncharacter of thought experiment will be made conclusion when analyze, like this\nattempt, in other Sciences.\n","Comment: 22 pages, 4 figures, 1 table"]}]
["0812.2540",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2540"],"date":["2008-12-13"],"type":["text"],"creator":["Vysotsky, M. I."],"language":[],"coverage":[],"title":["Electroweak radiative corrections and heavy top"],"description":["  General formulas as well as leading asymptotics for corrections to Z- and\nW-boson parameters are derived. Experimental data fits in Standard Model and\nits extensions are discussed and results are presented.\n","Comment: 3 lectures delivered at II Helmholtz International Summer School\n  \"Heavy Quark Physics\", Dubna, 11-21 August 2008"]}]
["0812.2541",{"format":[],"subject":["Physics - Popular Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2541"],"date":["2008-12-13"],"type":["text"],"creator":["Cucic, Dragoljub A."],"language":[],"coverage":[],"title":["Paradox in physics, the consistency of inconsistency"],"description":["  Paradoxes are a very frequent phenomenon in processes of thought which strive\ntowards the intelectual and cognitive shifts. They occur in all areas of human\nspiritual activites. What we are interested here in, are the paradoxes in\nphysics. We will try to give the answers to the questions such as: What are the\nreasons for developing the paradox in physics? Can a certain kind of\nclassification of paradoxes in physics be nade and on what basis? What exactly\nis the paradox in phisics? What is the opinion of the physicists on paradox and\nwhat significance do they give to it?\n","Comment: 16 pages, 2 figures, 1 table"]}]
["0812.2543",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2543"],"date":["2008-12-13"],"type":["text"],"creator":["Fricker, Christine","Guillemin, Fabrice","Robert, Philippe"],"language":[],"coverage":[],"title":["Perturbation analysis of an M/M/1 queue in a diffusion random\n  environment"],"description":["  We study in this paper an $M/M/1$ queue whose server rate depends upon the\nstate of an independent Ornstein-Uhlenbeck diffusion process $(X(t))$ so that\nits value at time $t$ is $\\mu \\phi(X(t))$, where $\\phi(x)$ is some bounded\nfunction and $\\mu>0$. We first establish the differential system for the\nconditional probability density functions of the couple $(L(t),X(t))$ in the\nstationary regime, where $L(t)$ is the number of customers in the system at\ntime $t$. By assuming that $\\phi(x)$ is defined by $\\phi(x) = 1-\\varepsilon\n((x\\wedge a/\\varepsilon)\\vee(-b/\\varepsilon))$ for some positive real numbers\n$a$, $b$ and $\\varepsilon$, we show that the above differential system has a\nunique solution under some condition on $a$ and $b$. We then show that this\nsolution is close, in some appropriate sense, to the solution to the\ndifferential system obtained when $\\phi$ is replaced with\n$\\Phi(x)=1-\\varepsilon x$ for sufficiently small $\\varepsilon$. We finally\nperform a perturbation analysis of this latter solution for small\n$\\varepsilon$. This allows us to check at the first order the validity of the\nso-called reduced service rate approximation, stating that everything happens\nas if the server rate were constant and equal to $\\mu(1-\\eps\\E(X(t)))$.\n"]}]
["0812.2544",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2544"],"date":["2008-12-13"],"type":["text"],"creator":["Chabchoub, Yousra","Fricker, Christine","Guillemin, Fabrice","Robert, Philippe"],"language":[],"coverage":[],"title":["Inference of Flow Statistics via Packet Sampling in the Internet"],"description":["  We show in this note that by deterministic packet sampling, the tail of the\ndistribution of the original flow size can be obtained by rescaling that of the\nsampled flow size. To recover information on the flow size distribution lost\nthrough packet sampling, we propose some heuristics based on measurements from\ndifferent backbone IP networks. These heuristic arguments allow us to recover\nthe complete flow size distribution.\n"]}]
["0812.2547",{"format":[],"subject":["Mathematics - Differential Geometry","53A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2547"],"date":["2008-12-13"],"type":["text"],"creator":["Goldberg, Vladislav V.","Lychagin, Valentin V."],"language":[],"coverage":[],"title":["On a class of linearizable planar geodesic webs"],"description":["  We present a complete description of a class of linearizable planar geodesic\nwebs which contain a parallelizable 3-subweb.\n","Comment: 7 pages"]}]
["0812.2549",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2549"],"date":["2008-12-15","2008-12-16"],"type":["text"],"creator":["Gron, Oyvind"],"language":[],"coverage":[],"title":["Statefinder analysis of universe models with a viscous cosmic fluid and\n  a fluid with a non-linear equation of state"],"description":["  In the present article we analyze, by means of the statefinder parameter\nformalism, some universe models introduced by Brevik and co-workers. We\ndetermine constants that earlier were left unspecified, in terms of observable\nquantities. It is verified that a Big Bang universe model with a fluid having a\ncertain non-linear equation of state behaves in the same way as a model with a\nviscous fluid.\n","Comment: 15 pages and 1 figure"]}]
["0812.2550",{"format":[],"subject":["Mathematics - Differential Geometry","57R30, 22E65, 58D05, 58B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2550"],"date":["2008-12-13"],"type":["text"],"creator":["Hector, G.","Macías-Virgós, E.","Sotelo-Armesto, A."],"language":[],"coverage":[],"title":["The diffeomorphism group of a Lie foliation"],"description":["  We explicitly compute the diffeomorphism group of several types of linear\nfoliations (with dense leaves) on the torus $T^n$, $n\\geq 2$, namely\ncodimension one foliations, flows, and the so-called non-quadratic foliations.\nWe show in particular that non-quadratic foliations are rigid, in the sense\nthat they do not admit transverse diffeomorphisms other than $\\pm \\id$ and\ntranslations. The computation is an application of a general formula that we\nprove for the diffeomorphism group of any Lie foliation with dense leaves on a\ncompact manifold. Our results generalize those of P. Donato and P. Iglesias for\n$T^2$, P. Iglesias and G. Lachaud for codimension one foliations on $T^n$,\n$n\\geq 2$, and B. Herrera for transcendent foliations. The theoretical setting\nof the paper is that of J. M. Souriau's diffeological spaces.\n","Comment: 16 pages"]}]
["0812.2552",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2552"],"date":["2008-12-13"],"type":["text"],"creator":["Springham, James","Wiggins, Stephen"],"language":[],"coverage":[],"title":["A Bernoulli linked-twist map in the plane"],"description":["  We prove that a Lebesgue measure-preserving linked-twist map defined in the\nplane is metrically isomorphic to a Bernoulli shift (and thus strongly mixing).\nThis is the first such result for an explicitly defined linked-twist map on a\nmanifold other than the two-torus. Our work builds on that of Wojtkowski who\nestablished an ergodic partition for this example using an invariant cone-field\nin the tangent space.\n","Comment: 13 pages, 8 figures, high quality figures on request"]}]
["0812.2553",{"format":[],"subject":["Mathematics - Number Theory","11B68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2553"],"date":["2008-12-13"],"type":["text"],"creator":["Kim, Taekyun"],"language":[],"coverage":[],"title":["Note on on Dedekind type DC sums"],"description":["  In this paper we consider Dedekind type DC sums and prove receprocity laws\nrelated to DC sums.\n","Comment: 13 pages"]}]
["0812.2554",{"format":[],"subject":["Mathematics - Spectral Theory","47A75, 35P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2554"],"date":["2008-12-13"],"type":["text"],"creator":["Safarov, Y."],"language":[],"coverage":[],"title":["On the comparison of the Dirichlet and Neumann counting functions"],"description":["  The aim of the paper is to show that L. Friedlander's results on the relation\nbetween Dirichlet and Neumann counting functions (Arch. Ration. Mech. Anal.\n116, 1991) remain valid in abstract setting.\n","Comment: To appear in \"Spectral Theory of Differential Operators: M. Sh.\n  Birman 80th Anniversary Collection\" Amer. Math. Soc. Transl.(2), Vol. 225\n  (2008)"]}]
["0812.2557",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2557"],"date":["2008-12-13"],"type":["text"],"creator":["Grass, Kai","Holm, Christian"],"language":[],"coverage":[],"title":["Polyelectrolytes in electric fields: Measuring the dynamical effective\n  charge and effective friction"],"description":["  We use a coarse-grained molecular dynamics model to study the electrophoretic\nbehaviour of flexible polyelectrolyte chains. We first characterize the static\nproperties of the model with respect to the chain length, the polyelectrolyte\nconcentration, additional salt and the influence of an applied external field.\nNext we investigate the dynamic behaviour in the oligomer range and compare to\ndata obtained by two different experimental methods, namely capillary\nelectrophoresis and PFG-NMR. We find excellent agreement of experiments and\nsimulations when hydrodynamic interactions are accounted for in the\nsimulations. We then present novel estimators for the dynamical effective\ncharge during free solution electrophoresis and compare them to static\nestimators. We find complete agreement between the static and the dynamic\nestimators. We further evaluate the scaling behaviour of the effective friction\nof the polyelectrolyte-counterion complex with the surrounding fluid. We\nidentify a hydrodynamic screening length beyond which the friction during\nelectrophoresis is linear depending on the chain length resulting in a constant\nmobility for long polyelectrolyte chains. Our results show a convincing\nagreement with experimental data and demonstrate that it is possible to model\ndynamic behaviour of polyelectrolytes using coarse grained models, provided\nthey include the effects of hydrodynamical interactions.\n","Comment: Submitted to Soft Matter, 40 pages, 20 figures"]}]
["0812.2558",{"format":[],"subject":["Mathematics - Geometric Topology","57M25","57M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2558"],"date":["2008-12-13"],"type":["text"],"creator":["Adams, Colin","Shinjo, Reiko","Tanaka, Kokoro"],"language":[],"coverage":[],"title":["Complementary Regions of Knot and Link Diagrams"],"description":["  An increasing sequence of integers is said to be universal for knots and\nlinks if every knot and link has a projection to the sphere such that the\nnumber of edges of each complementary face of the projection comes from the\ngiven sequence. This paper is an investigation into which sequences, either\nfinite or infinite, are universal. We also consider how to minimize the number\nof odd-sided faces for projections of knots and links with n components.\n","Comment: 16 pages, 17 figures"]}]
["0812.2559",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2559"],"date":["2008-12-13"],"type":["text"],"creator":["Tanatmis, Akin","Ruzika, Stefan","Hamacher, Horst W.","Punekar, Mayur","Kienle, Frank","Wehn, Norbert"],"language":[],"coverage":[],"title":["A Separation Algorithm for Improved LP-Decoding of Linear Block Codes"],"description":["  Maximum Likelihood (ML) decoding is the optimal decoding algorithm for\narbitrary linear block codes and can be written as an Integer Programming (IP)\nproblem. Feldman et al. relaxed this IP problem and presented Linear\nProgramming (LP) based decoding algorithm for linear block codes. In this\npaper, we propose a new IP formulation of the ML decoding problem and solve the\nIP with generic methods. The formulation uses indicator variables to detect\nviolated parity checks. We derive Gomory cuts from our formulation and use them\nin a separation algorithm to find ML codewords. We further propose an efficient\nmethod of finding cuts induced by redundant parity checks (RPC). Under certain\ncircumstances we can guarantee that these RPC cuts are valid and cut off the\nfractional optimal solutions of LP decoding. We demonstrate on two LDPC codes\nand one BCH code that our separation algorithm performs significantly better\nthan LP decoding.\n"]}]
["0812.2562",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2562"],"date":["2008-12-13"],"type":["text"],"creator":["Amat, Sergio","Dadourian, Karine","Liandrat, Jacques"],"language":[],"coverage":[],"title":["On a C2-nonlinear subdivision scheme avoiding Gibbs oscillations"],"description":["  This paper is devoted to the presentation and the analysis of a new nonlinear\nsubdivision scheme eliminating the Gibbs oscillations close to discontinuities.\nIts convergence, stability and order of approximation are analyzed. It is\nproved that this schemes converges towards limit functions of H\\\"older\nregularity index larger than 1.192. Numerical estimates provide an H\\\"older\nregularity index of 2.438. Up to our knowledge, this scheme is the first one\nthat achieves simultaneously the control of the Gibbs phenomenon and regularity\nindex larger than 1 for its limit functions.\n"]}]
["0812.2566",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2566"],"date":["2008-12-13"],"type":["text"],"creator":["Bennis, Driss","Mahdou, Najib"],"language":[],"coverage":[],"title":["A generalization of strongly Gorenstein projective modules"],"description":["  This paper generalize the idea of the authors in J. Pure Appl. Algebra 210\n(2007) 437--445. Namely, we define and study a particular case of Gorenstein\nprojective modules. We investigate some change of rings results for this new\nkind of modules. Examples over not necessarily Noetherian rings are given.\n"]}]
["0812.2569",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2569"],"date":["2008-12-13"],"type":["text"],"creator":["Kikuchi, Tatsuru"],"language":[],"coverage":[],"title":["A solution to the little hierarchy problem in a partly N=2 extension of\n  the MSSM"],"description":["  We extend a model of the Dirac gauginos, which originate from N=2\nsupersymmetry (SUSY) for the gauge sector, such that the N=2 SUSY is imposed\nalso to the sfermion sector but only for the 3rd generation squarks and\nsleptons. In addition to the N=2 supersymmetry, our model is constructed based\non the SU(3)c times SU(3)L times U(1)' gauge symmetry. By this extension, the\ndominant source of radiative correction to the Higgs mass squared coming from\nthe stop loop becomes controllable based on the enhanced symmetry. Then it\nbecomes a viable model which provides a solution to the little hierarchy\nproblem in SUSY models. Even in the original scenario, the Dirac gauginos can\nbe superheavy, of order 10 TeV or so, while keeping the scalar masses at the\nweak scale. This possibility is phenomenologically interesting because it can\nsuppress the unwanted flavor changing processes. And in scope of the LHC, this\nscenario can have a very distinct signature related to the exotic sfermions\nwhich are accompanied as the N=2 superpartners as well as the Dirac gauginos.\n","Comment: 9 pages, no figure"]}]
["0812.2573",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Representation Theory","34D45, 22E46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2573"],"date":["2008-12-13"],"type":["text"],"creator":["Hilgert, Joachim"],"language":[],"coverage":[],"title":["Attractor Networks on Complex Flag Manifolds"],"description":["  Robbin and Salamon showed that attractor-repellor networks and Lyapunov maps\nare equivalent concepts and illustrate this with the example of linear flows on\nprojective spaces. In these examples the fixed points are linearly ordered with\nrespect to the Smale order which makes the attractor-repellor network overly\nsimple. In this paper we provide a class of examples in which the\nattractor-repellor network and its lattice structure can be explicitly\ndetermined even though the Smale order is not total. They are associated with\nspecial flows on complex flag manifolds. In the process we show that the Smale\norder on the set of fixed points can be identified with the well-known Bruhat\norder. This could also be derived from results of Kazhdan and Lusztig, but we\ngive a new proof using the Lambda-Lemma of Palis. For the convenience of the\nreader we also introduce the flag manifolds via elementary dynamical systems\nusing only a minimum of Lie theory.\n"]}]
["0812.2574",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2574"],"date":["2008-12-13"],"type":["text"],"creator":["Valiollahzadeh, Seyyed Majid","Sayadiyan, Abolghasem","Nazari, Mohammad"],"language":[],"coverage":[],"title":["Feature Selection By KDDA For SVM-Based MultiView Face Recognition"],"description":["  Applications such as face recognition that deal with high-dimensional data\nneed a mapping technique that introduces representation of low-dimensional\nfeatures with enhanced discriminatory power and a proper classifier, able to\nclassify those complex features. Most of traditional Linear Discriminant\nAnalysis suffer from the disadvantage that their optimality criteria are not\ndirectly related to the classification ability of the obtained feature\nrepresentation. Moreover, their classification accuracy is affected by the\n\"small sample size\" problem which is often encountered in FR tasks. In this\nshort paper, we combine nonlinear kernel based mapping of data called KDDA with\nSupport Vector machine classifier to deal with both of the shortcomings in an\nefficient and cost effective manner. The proposed here method is compared, in\nterms of classification accuracy, to other commonly used FR methods on UMIST\nface database. Results indicate that the performance of the proposed method is\noverall superior to those of traditional FR approaches, such as the Eigenfaces,\nFisherfaces, and D-LDA methods and traditional linear classifiers.\n","Comment: 6 pages"]}]
["0812.2575",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2575"],"date":["2008-12-13"],"type":["text"],"creator":["Valiollahzadeh, Seyyed Majid","Sayadiyan, Abolghasem","Nazari, Mohammad"],"language":[],"coverage":[],"title":["Face Detection Using Adaboosted SVM-Based Component Classifier"],"description":["  Recently, Adaboost has been widely used to improve the accuracy of any given\nlearning algorithm. In this paper we focus on designing an algorithm to employ\ncombination of Adaboost with Support Vector Machine as weak component\nclassifiers to be used in Face Detection Task. To obtain a set of effective\nSVM-weaklearner Classifier, this algorithm adaptively adjusts the kernel\nparameter in SVM instead of using a fixed one. Proposed combination outperforms\nin generalization in comparison with SVM on imbalanced classification problem.\nThe proposed here method is compared, in terms of classification accuracy, to\nother commonly used Adaboost methods, such as Decision Trees and Neural\nNetworks, on CMU+MIT face database. Results indicate that the performance of\nthe proposed method is overall superior to previous Adaboost approaches.\n","Comment: 7 pages"]}]
["0812.2580",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2580","Appl. Phys. Lett. 93, 232504 (2008)","doi:10.1063/1.3040696"],"date":["2008-12-13"],"type":["text"],"creator":["Potzger, Kay","Zhou, Shengqiang","Xu, Qingyu","Shalimov, Artem","Groetzschel, Rainer","Schmidt, Heidemarie","Muecklich, Arndt","Helm, Manfred","Fassbender, Juergen"],"language":[],"coverage":[],"title":["Ferromagnetic, structurally disordered ZnO implanted with Co ions"],"description":["  We present superparamagnetic clusters of structurally highly disordered\nCo-Zn-O created by high fluence Co ion implantation into ZnO (0001) single\ncrystals at low temperatures. This secondary phase cannot be detected by common\nx-ray diffraction but is observed by high-resolution transmission electron\nmicroscopy. In contrast to many other secondary phases in a ZnO matrix it\ninduces low-field anomalous Hall effect and thus is a candidate for\nmagneto-electronics applications.\n","Comment: 5 pages, 3 figures"]}]
["0812.2582",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2582"],"date":["2008-12-13"],"type":["text"],"creator":["Wechsler, Sofia"],"language":[],"coverage":[],"title":["A proposal of implementing Hardy's thought-experiment with particles\n  that never met"],"description":["  Hardy's thought-experiment is the strongest argument against the idea of\ncontinuous trajectories of particles from the source to the detector. This idea\nseems to result as an unavoidable conclusion from some simple experiments. In\nits original form, Hardy's thought-experiment was proposed for two independent\nparticles, a positron and an electron. The two either meet and annihilate, or\ndon't meet but become entangled. An important feature of entanglements with\nparticles that never meet is the difficulty they raise in front of the\nassumption of \"hidden communication\" between the particles. Indeed, if the\nparticles don't meet, they can't have information of one another and it is\ndifficult to explain how can they communicate. In order to implement Hardy's\nparadox with particles that never meet, the present article proposes to use\nphotons from three different lasers, one laser emitting UV rays, and the other\ntwo emitting at the wavelength of the signal photon, respectively the idler\nphoton obtained from the down-conversion of the UV rays. The role of the\nannihilation in Hardy's experiment will be played by the destructive\ninterference between a down-conversion pair and two photons from the low-energy\nlasers.\n","Comment: 5 pages, 2 figures"]}]
["0812.2589",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2589"],"date":["2008-12-13"],"type":["text"],"creator":["Gressman, Philip T."],"language":[],"coverage":[],"title":["$L^p$-improving estimates for averages on polynomial curves"],"description":["  In the combinatorial method proving of $L^p$-improving estimates for averages\nalong curves pioneered by Christ (IMRN, 1998), it is desirable to estimate the\naverage modulus (with respect to some uniform measure on a set) of a\npolynomial-like function from below using only the value of the function or its\nderivatives at some prescribed point. In this paper, it is shown that there is\nalways a relatively large set of points (independent of the particular function\nto be integrated) for which such estimates are possible. Inequalities of this\ntype are then applied to extend the results of Tao and Wright (JAMS, 2003) to\nobtain endpoint restricted weak-type estimates for averages over curves given\nby polynomials.\n","Comment: 21 pages"]}]
["0812.2590",{"format":[],"subject":["Mathematics - Group Theory","20E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2590"],"date":["2008-12-13"],"type":["text"],"creator":["Keller, Thomas Michael"],"language":[],"coverage":[],"title":["Finite groups have even more conjugacy classes"],"description":["  In his paper \"Finite groups have many conjugacy classes\" (J. London Math. Soc\n(2) 46 (1992), 239-249), L. Pyber proved the to date best general lower bounds\nfor the number of conjugacy classes of a finite group in terms of the order of\nthe group. In this paper we strengthen the main results in Pyber's paper.\n","Comment: 13 pages"]}]
["0812.2593",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2593","J. Phys. Chem. Solids 69, 3046 (2008)","doi:10.1016/j.jpcs.2008.06.039"],"date":["2008-12-13"],"type":["text"],"creator":["Fukushima, Noboru","Chou, Chung-Pin","Lee, Ting Kuo"],"language":[],"coverage":[],"title":["Impurity Scattering Effects in STM Studies of High-T_c Superconductors"],"description":["  Recent STM measurements have observed many inhomogeneous patterns of the\nlocal density of states on the surface of high-T_c cuprates. As a first step to\nstudy such disordered strong correlated systems, we use the BdG equation for\nthe t-t'-t\"-J model with an impurity. The impurity is taken into account by a\nlocal potential or local variation of the hopping/exchange terms. Strong\ncorrelation is treated by a Gutzwiller mean-field theory with local Gutzwiller\nfactors and local chemical potentials. It turned out that the potential\nimpurity scattering is greatly suppressed, while the local variation of\nhoppings/exchanges is enhanced.\n","Comment: 4 pages, 3 figures, SNS2007 proceedings"]}]
["0812.2599",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2599"],"date":["2008-12-14"],"type":["text"],"creator":["Keshavan, Raghunandan H.","Montanari, Andrea","Oh, Sewoong"],"language":[],"coverage":[],"title":["Learning Low Rank Matrices from O(n) Entries"],"description":["  How many random entries of an n by m, rank r matrix are necessary to\nreconstruct the matrix within an accuracy d? We address this question in the\ncase of a random matrix with bounded rank, whereby the observed entries are\nchosen uniformly at random. We prove that, for any d>0, C(r,d)n observations\nare sufficient. Finally we discuss the question of reconstructing the matrix\nefficiently, and demonstrate through extensive simulations that this task can\nbe accomplished in nPoly(log n) operations, for small rank.\n","Comment: 8 pages, 11 figures, Forty-sixth Allerton Conference on\n  Communication, Control and Computing, invited paper"]}]
["0812.2602",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Discrete Mathematics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2602"],"date":["2008-12-14"],"type":["text"],"creator":["Gurevich, Shamgar","Hadani, Ronny"],"language":[],"coverage":[],"title":["The statistical restricted isometry property and the Wigner semicircle\n  distribution of incoherent dictionaries"],"description":["  In this article we present a statistical version of the Candes-Tao restricted\nisometry property (SRIP for short) which holds in general for any incoherent\ndictionary which is a disjoint union of orthonormal bases. In addition, we show\nthat, under appropriate normalization, the eigenvalues of the associated Gram\nmatrix fluctuate around 1 according to the Wigner semicircle distribution. The\nresult is then applied to various dictionaries that arise naturally in the\nsetting of finite harmonic analysis, giving, in particular, a better\nunderstanding on a remark of Applebaum-Howard-Searle-Calderbank concerning RIP\nfor the Heisenberg dictionary of chirp like functions.\n","Comment: Submitted for The 2009 IEEE International Symposium on Information\n  Theory; Key words: Compressive sensing, Stastical version of Candes-Tao RIP,\n  Incoherent Dictionaries, Semicircle distribution"]}]
["0812.2603",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2603"],"date":["2008-12-14"],"type":["text"],"creator":["Kirou, Andy","Ruszczycki, Blazej","Walser, Markus","Johnson, Neil F."],"language":[],"coverage":[],"title":["Computational modeling of collective human behavior: Example of\n  financial markets"],"description":["  We discuss how minimal financial market models can be constructed by bridging\nthe gap between two existing, but incomplete, market models: a model in which a\npopulation of virtual traders make decisions based on common global information\nbut lack local information from their social network, and a model in which the\ntraders form a dynamically evolving social network but lack any decision-making\nbased on global information. We show that a suitable combination of these two\nmodels -- in particular, a population of virtual traders with access to both\nglobal and local information -- produces results for the price return\ndistribution which are closer to the reported stylized facts. We believe that\nthis type of model can be applied across a wide range of systems in which\ncollective human activity is observed.\n","Comment: Draft of keynote lecture at International Conference on Computational\n  Science (June, 2008). Final version published in LNCS M. Bubak et al. (Eds.)\n  p. 33 (Springer-Verlag, Berlin, 2008)"]}]
["0812.2604",{"format":[],"subject":["Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2604"],"date":["2008-12-14"],"type":["text"],"creator":["Fan, Jianqing","Zhang, Jingjin","Yu, Ke"],"language":[],"coverage":[],"title":["Asset Allocation and Risk Assessment with Gross Exposure Constraints for\n  Vast Portfolios"],"description":["  Markowitz (1952, 1959) laid down the ground-breaking work on the\nmean-variance analysis. Under his framework, the theoretical optimal allocation\nvector can be very different from the estimated one for large portfolios due to\nthe intrinsic difficulty of estimating a vast covariance matrix and return\nvector. This can result in adverse performance in portfolio selected based on\nempirical data due to the accumulation of estimation errors. We address this\nproblem by introducing the gross-exposure constrained mean-variance portfolio\nselection. We show that with gross-exposure constraint the theoretical optimal\nportfolios have similar performance to the empirically selected ones based on\nestimated covariance matrices and there is no error accumulation effect from\nestimation of vast covariance matrices. This gives theoretical justification to\nthe empirical results in Jagannathan and Ma (2003). We also show that the\nno-short-sale portfolio is not diversified enough and can be improved by\nallowing some short positions. As the constraint on short sales relaxes, the\nnumber of selected assets varies from a small number to the total number of\nstocks, when tracking portfolios or selecting assets. This achieves the optimal\nsparse portfolio selection, which has close performance to the theoretical\noptimal one. Among 1000 stocks, for example, we are able to identify all\noptimal subsets of portfolios of different sizes, their associated allocation\nvectors, and their estimated risks. The utility of our new approach is\nillustrated by simulation and empirical studies on the 100 Fama-French\nindustrial portfolios and the 400 stocks randomly selected from Russell 3000.\n"]}]
["0812.2613",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2613"],"date":["2008-12-14"],"type":["text"],"creator":["Lev, Vsevolod F.","Muzychuk, Mikhail E.","Pinchasi, Rom"],"language":[],"coverage":[],"title":["Additive Bases in Abelian Groups"],"description":["  Let $G$ be a finite, non-trivial abelian group of exponent $m$, and suppose\nthat $B_1, ..., B_k$ are generating subsets of $G$. We prove that if $k>2m \\ln\n\\log_2 |G|$, then the multiset union $B_1\\cup...\\cup B_k$ forms an additive\nbasis of $G$; that is, for every $g\\in G$ there exist $A_1\\subset B_1, ...,\nA_k\\subset B_k$ such that $g=\\sum_{i=1}^k\\sum_{a\\in A_i} a$. This generalizes a\nresult of Alon, Linial, and Meshulam on the additive bases conjecture.\n  As another step towards proving the conjecture, in the case where $B_1, ...,\nB_k$ are finite subsets of a vector space we obtain lower-bound estimates for\nthe number of distinct values, attained by the sums of the form $\\sum_{i=1}^k\n\\sum_{a\\in A_i} a$, where $A_i$ vary over all subsets of $B_i$ for each $i=1,\n>..., k$.\n  Finally, we establish a surprising relation between the additive bases\nconjecture and the problem of covering the vertices of a unit cube by\ntranslates of a lattice, and present a reformulation of (the strong form of)\nthe conjecture in terms of coverings.\n"]}]
["0812.2615",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2615"],"date":["2008-12-14"],"type":["text"],"creator":["Ooi, C. H. Raymond"],"language":[],"coverage":[],"title":["Connection between Wigner distribution of nonclassical fields and\n  collapse-revival of atomic dynamics"],"description":["  The transient evolution of nonclassical radiation fields interacting with an\natom in a cavity is correlated to the atomic dynamics. Connection between the\natomic phases of collapse and revival, and the Wigner function pattern is\nexplored. Initial classical coherent field can evolve into nonclassical field.\nSchrodinger cat state field is generate during the atomic collapse phase. For\ninitial Schrodinger cat field state, the state dissolves with time but revives\nduring the atomic phase that corresponds with the initial phase. More intricate\nbut orderly characteristics are found between the collapse-revival dynamics and\nthe patterns of the Wigner function for initial thermal field.\n","Comment: 5 pages, 4 figures"]}]
["0812.2619",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Functional Analysis","54F45","55M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2619"],"date":["2008-12-14"],"type":["text"],"creator":["Cencelj, M.","Dydak, J.","Vavpetic, A."],"language":[],"coverage":[],"title":["Property A and asymptotic dimension"],"description":["  The purpose of this note is to characterize the asymptotic dimension\n$asdim(X)$ of metric spaces $X$ in terms similar to Property A of Yu:\n  If $(X,d)$ is a metric space and $n\\ge 0$, then the following conditions are\nequivalent: [a.] $asdim(X,d)\\leq n$, [b.] For each $R,\\epsilon > 0$ there is $S\n> 0$ and finite non-empty subsets $A_x\\subset B(x,S)\\times N$, $x\\in X$, such\nthat $\\frac{| A_x\\Delta A_y|}{| A_x\\cap A_y|} < \\epsilon$ if $d(x,y) < R$ and\nthe projection of $A_x$ onto $X$ contains at most $n+1$ elements for all $x\\in\nX$, [c.] For each $R > 0$ there is $S > 0$ and finite non-empty subsets\n$A_x\\subset B(x,S)\\times N$, $x\\in X$, such that $\\frac{| A_x\\Delta A_y|}{|\nA_x\\cap A_y|} < \\frac{1}{n+1}$ if $d(x,y) < R$ and the projection of $A_x$ onto\n$X$ contains at most $n+1$ elements for all $x\\in X$.\n","Comment: 3 pages"]}]
["0812.2621",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2621"],"date":["2008-12-14"],"type":["text"],"creator":["de Monvel, A. Boutet","Chulaevsky, V.","Stollmann, P.","Suhov, Y."],"language":[],"coverage":[],"title":["Wegner-type bounds for a two-particle continuous Anderson model with an\n  alloy-type external potential"],"description":["  We consider a two-particle quantum systems in a d-dimensional Euclidean space\nwith interaction and in presence of a random external potential (a continuous\ntwo-particle Anderson model). We establish Wegner-type estimates (inequalities)\nfor such models, assessing the probability that random spectra of Hamiltonians\nin finite volumes intersect a given set.\n"]}]
["0812.2627",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2627"],"date":["2008-12-14"],"type":["text"],"creator":["de Monvel, A. Boutet","Chulaevsky, V.","Suhov, Y."],"language":[],"coverage":[],"title":["Wegner-type bounds for a two-particle Anderson model in a continuous\n  space"],"description":["  We analyse a two-particle quantum system in $\\R^d$ with interaction and in\npresence of a random external potential field with a continuous argument (an\nAnderson model in a continuous space). Our aim is to establish the so-called\nWegner-type estimates for such a model, assessing the probability that random\nspectra of Hamiltonians in finite volumes intersect with a given set. For the\nlattice version of the two-particle model, a similar result was obtained in [8]\n"]}]
["0812.2628",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2628"],"date":["2008-12-14"],"type":["text"],"creator":["Lian, Heng"],"language":[],"coverage":[],"title":["Nonparametric Estimation of Variance Function for Functional Data"],"description":["  This article investigates nonparametric estimation of variance functions for\nfunctional data when the mean function is unknown. We obtain asymptotic results\nfor the kernel estimator based on squared residuals. Similar to the finite\ndimensional case, our asymptotic result shows the smoothness of the unknown\nmean function has an effect on the rate of convergence. Our simulaton studies\ndemonstrate that estimator based on residuals performs much better than that\nbased on conditional second moment of the responses.\n"]}]
["0812.2639",{"format":[],"subject":["Mathematics - Operator Algebras","47L25","46L07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2639"],"date":["2008-12-14"],"type":["text"],"creator":["Eleftherakis, G. K.","Paulsen, V. I.","Todorov, I. G."],"language":[],"coverage":[],"title":["Stable isomorphism of dual operator spaces"],"description":["  We prove that two dual operator spaces $X$ and $Y$ are stably isomorphic if\nand only if there exist completely isometric normal representations $\\phi$ and\n$\\psi$ of $X$ and $Y$, respectively, and ternary rings of operators $M_1, M_2$\nsuch that $\\phi (X)= [M_2^*\\psi (Y)M_1]^{-w^*}$ and $\\psi (Y)=[M_2\\phi\n(X)M_1^*].$ We prove that this is equivalent to certain canonical dual operator\nalgebras associated with the operator spaces being stably isomorphic. We apply\nthese operator space results to prove that certain dual operator algebras are\nstably isomorphic if and only if they are isomorphic. We provide examples\nmotivated by CSL algebra theory.\n","Comment: 21 pages"]}]
["0812.2641",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2641"],"date":["2008-12-14"],"type":["text"],"creator":["Aerts, C.","Puls, J.","Godart, M.","Dupret, M. -A."],"language":[],"coverage":[],"title":["On the origin of macroturbulence in hot stars"],"description":["  Since the use of high-resolution high signal-to-noise spectroscopy in the\nstudy of massive stars, it became clear that an ad-hoc velocity field at the\nstellar surface, termed macroturbulence, is needed to bring the observed shape\nof spectral lines into agreement with observations. We seek a physical\nexplanation of this unknown broadening mechanism. We interprete the missing\nline broadening in terms of collective pulsational velocity broadening due to\nnon-radial gravity-mode oscillations. We also point out that the rotational\nvelocity can be seriously underestimated whenever the line profiles are fitted\nassuming a Gaussian macroturbulent velocity rather than an appropriate\npulsational velocity expression.\n","Comment: To appear in a special volume of the journal Communications in\n  Asteroseismology dedicated to the Proceedings of the Liege conference; 6\n  pages, 3 figures"]}]
["0812.2644",{"format":[],"subject":["Mathematics - Differential Geometry","53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2644"],"date":["2008-12-14"],"type":["text"],"creator":["de Lira, Jorge H. S.","Soret, Marc"],"language":[],"coverage":[],"title":["Examples of scalar-flat hypersurfaces in $\\mathbb{R}^{n+1}$"],"description":["  Given a hypersurface $M$ of null scalar curvature in the unit sphere\n$\\mathbb{S}^n$, $n\\ge 4$, such that its second fundamental form has rank\ngreater than 2, we construct a singular scalar-flat hypersurface in $\\Rr^{n+1}$\nas a normal graph over a truncated cone generated by $M$. Furthermore, this\ngraph is 1-stable if the cone is strictly 1-stable.\n","Comment: Paper accepted to publication in Manuscripta Mathematica"]}]
["0812.2646",{"format":[],"subject":["Mathematics - Dynamical Systems","37E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2646"],"date":["2008-12-14"],"type":["text"],"creator":["Kozlovski, O.","Sands, D."],"language":[],"coverage":[],"title":["Higher order Schwarzian derivatives in interval dynamics"],"description":["  We introduce an infinite sequence of higher order Schwarzian derivatives\nclosely related to the theory of monotone matrix functions. We generalize the\nclassical Koebe lemma to maps with positive Schwarzian derivatives up to some\norder, obtaining control over derivatives of high order. For a large class of\nmultimodal interval maps we show that all inverse branches of first return maps\nto sufficiently small neighbourhoods of critical values have their higher order\nSchwarzian derivatives positive up to any given order.\n","Comment: 21 pages"]}]
["0812.2647",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2647"],"date":["2008-12-15"],"type":["text"],"creator":["Chan, Kungho"],"language":[],"coverage":[],"title":["A lower bound on Seshadri constants of hyperplane bundles on threefolds"],"description":["  We give the lower bound on Seshadri constants for the case of very ample line\nbundles on threefolds. We consider the situation when the Seshadri constant is\nstrictly less than 2 and give a version of Bauer's theorem \\cite[Theorem\n2.1]{B1} for singular surfaces so we can prove the same result for smooth\nthreefolds.\n","Comment: 9 pages. To appear in Math. Zeit"]}]
["0812.2648",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2648","Eur. Phys. J. B 63:399--406, 2008","doi:10.1140/epjb/e2008-00023-3"],"date":["2008-12-14"],"type":["text"],"creator":["Lu, Wenlian","Atay, Fatihcan M.","Jost, Jürgen"],"language":[],"coverage":[],"title":["Chaos synchronization in networks of coupled maps with time-varying\n  topologies"],"description":["  Complexity of dynamical networks can arise not only from the complexity of\nthe topological structure but also from the time evolution of the topology. In\nthis paper, we study the synchronous motion of coupled maps in time-varying\ncomplex networks both analytically and numerically. The temporal variation is\nrather general and formalized as being driven by a metric dynamical system.\nFour network models are discussed in detail in which the interconnections\nbetween vertices vary through time randomly. These models are 1) i.i.d.\nsequences of random graphs with fixed wiring probability, 2) groups of graphs\nwith random switches between the individual graphs, 3) graphs with temporary\nrandom failures of nodes, and 4) the meet-for-dinner model where the vertices\nare randomly grouped. We show that the temporal variation and randomness of the\nconnection topology can enhance synchronizability in many cases; however, there\nare also instances where they reduce synchronizability. In analytical terms,\nthe Hajnal diameter of the coupling matrix sequence is presented as a measure\nfor the synchronizability of the graph topology. In topological terms, the\ndecisive criterion for synchronization of coupled chaotic maps is that the\nunion of the time-varying graphs contains a spanning tree.\n"]}]
["0812.2649",{"format":[],"subject":["Mathematics - Number Theory","11G40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2649"],"date":["2008-12-14"],"type":["text"],"creator":["Vlasenko, Maria"],"language":[],"coverage":[],"title":["Generalization of the \"Stark unit\" for abelian L-functions with multiple\n  zeros"],"description":["  For an abelian extension of number fields we show that the Stark conjecture\nfor all Artin L-functions with zero of order r is equivalent to existence of a\nspecial element in the rational span of the r-th exterior power of the Galois\nmodule of units of the bigger field.\n"]}]
["0812.2650",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2650"],"date":["2008-12-15"],"type":["text"],"creator":["Horowitz, C. J.","Hughto, J."],"language":[],"coverage":[],"title":["Molecular Dynamics Simulation of Shear Moduli for Coulomb Crystals"],"description":["  Torsional (shear) oscillations of neutron stars may have been observed in\nquasiperiodic oscillations of Magnetar Giant Flares. The frequencies of these\nmodes depend on the shear modulus of neutron star crust. We calculate the shear\nmodulus of Coulomb crystals from molecular dynamics simulations. We find that\nelectron screening reduces the shear modulus by about 10% compared to previous\nOgata et al. results. Our MD simulations can be extended to calculate the\neffects of impurities and or polycrystalline structures on the shear modulus.\n","Comment: 4 pages, 2 figures, submitted to Phys. Rev. E"]}]
["0812.2654",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2654"],"date":["2008-12-14"],"type":["text"],"creator":["Razumov, A. V.","Stroganov, Yu. G."],"language":[],"coverage":[],"title":["Three-coloring statistical model with domain wall boundary conditions.\n  II. Trigonometric limit"],"description":["  A nontrivial trigonometric limit of the three-coloring statistical model with\nthe domain wall boundary conditions is considered. In this limit the functional\nequations, constructed in the previous paper, are solved and a new determinant\nrepresentation for the partial partition functions is found.\n","Comment: 10 pages"]}]
["0812.2657",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","Mathematics - Optimization and Control","11E25, 13J30, 14P10, 44A60, 68W40, 90C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2657","Journal of Complexity 23, 1 (2006) 135-150","doi:10.1007/10.1016/j.jco.2006.07.002"],"date":["2008-12-14"],"type":["text"],"creator":["Nie, Jiawang","Schweighofer, Markus"],"language":[],"coverage":[],"title":["On the complexity of Putinar's Positivstellensatz"],"description":["  We prove an upper bound on the degree complexity of Putinar's\nPositivstellensatz. This bound is much worse than the one obtained previously\nfor Schm\\\"udgen's Positivstellensatz but it depends on the same parameters. As\na consequence, we get information about the convergence rate of Lasserre's\nprocedure for optimization of a polynomial subject to polynomial constraints.\n"]}]
["0812.2658",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2658"],"date":["2008-12-14"],"type":["text"],"creator":["Brion, Michel"],"language":[],"coverage":[],"title":["Vanishing theorems for Dolbeault cohomology of log homogeneous varieties"],"description":["  We consider a complete nonsingular variety $X$ over $\\bC$, having a normal\ncrossing divisor $D$ such that the associated logarithmic tangent bundle is\ngenerated by its global sections. We show that $H^i\\big(X, L^{-1} \\otimes\n\\Omega_X^j(\\log D)\\big) = 0$ for any nef line bundle $L$ on $X$ and all $i < j\n- c$, where $c$ is an explicit function of $(X,D,L)$. This implies e.g. the\nvanishing of $H^i(X, L \\otimes \\Omega_X^j)$ for $L$ ample and $i > j$, and\ngives back a vanishing theorem of Broer when $X$ is a flag variety.\n"]}]
["0812.2659",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05B30, 14M15, 20C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2659"],"date":["2008-12-14"],"type":["text"],"creator":["Meyer, Bertrand"],"language":[],"coverage":[],"title":["Extreme lattices and vexillar designs"],"description":["  We define a notion of vexillar design for the flag variety in the spirit of\nthe spherical designs introduced by Delsarte, Goethals and Seidel. For a finite\nsubgroup of the orthogonal group, we explain how conditions on the group have\nthe orbits of any flag under the group action be a design and point out why the\nminima of a lattice in the sense of the general Hermite constant forming a\n4-design implies being extreme. The reasoning proves useful to show the\nextremality of many new expected examples ($E_8$, $\\La_{24}$, Barnes-Wall\nlattices, Thompson-Smith lattice for instance) that were out of reach until\nnow.\n","Comment: 16pages"]}]
["0812.2662",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2662"],"date":["2008-12-14"],"type":["text"],"creator":["Eriksen, Eivind","Gustavsen, Trond S."],"language":[],"coverage":[],"title":["Equivariant Lie-Rinehart cohomology"],"description":["  In this paper, we study Lie-Rinehart cohomology for quotients of\nsingularities by finite groups, and interpret these cohomology groups in terms\nof integrable connection on modules.\n","Comment: 7 pages, LaTeX, based on a talk I gave at the AGMF Baltic-Nordic\n  Workshop in Tartu, 9-11 October, 2008"]}]
["0812.2667",{"format":[],"subject":["Mathematics - Functional Analysis","47B47, 47A10, 47A11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2667"],"date":["2008-12-14"],"type":["text"],"creator":["Duggal, B. P."],"language":[],"coverage":[],"title":["Upper Triangular Operator Matrices, SVEP and Browder. Weyl Theorems"],"description":["  A Banach space operator $T\\in B({\\cal X})$ is polaroid if points\n$\\lambda\\in\\iso\\sigma\\sigma(T)$ are poles of the resolvent of $T$. Let\n$\\sigma_a(T)$, $\\sigma_w(T)$, $\\sigma_{aw}(T)$, $\\sigma_{SF_+}(T)$ and\n$\\sigma_{SF_-}(T)$ denote, respectively, the approximate point, the Weyl, the\nWeyl essential approximate, the upper semi--Fredholm and lower semi--Fredholm\nspectrum of $T$. For $A$, $B$ and $C\\in B({\\cal X})$, let $M_C$ denote the\noperator matrix $(A & C 0 & B)$. If $A$ is polaroid on\n$\\pi_0(M_C)=\\{\\lambda\\in\\iso\\sigma(M_C) 0<\\dim(M_C-\\lambda)^{-1}(0)<\\infty\\}$,\n$M_0$ satisfies Weyl's theorem, and $A$ and $B$ satisfy either of the\nhypotheses (i) $A$ has SVEP at points\n$\\lambda\\in\\sigma_w(M_0)\\setminus\\sigma_{SF_+}(A)$ and $B$ has SVEP at points\n$\\mu\\in\\sigma_w(M_0)\\setminus\\sigma_{SF_-}(B)$, or, (ii) both $A$ and $A^*$\nhave SVEP at points $\\lambda\\in\\sigma_w(M_0)\\setminus\\sigma_{SF_+}(A)$, or,\n(iii) $A^*$ has SVEP at points\n$\\lambda\\in\\sigma_w(M_0)\\setminus\\sigma_{SF_+}(A)$ and $B^*$ has SVEP at points\n$\\mu\\in\\sigma_w(M_0)\\setminus\\sigma_{SF_-}(B)$, then\n$\\sigma(M_C)\\setminus\\sigma_w(M_C)=\\pi_0(M_C)$. Here the hypothesis that\n$\\lambda\\in\\pi_0(M_C)$ are poles of the resolvent of $A$ can not be replaced by\nthe hypothesis $\\lambda\\in\\pi_0(A)$ are poles of the resolvent of $A$.\n  For an operator $T\\in B(\\X)$, let\n$\\pi_0^a(T)=\\{\\lambda:\\lambda\\in\\iso\\sigma_a(T),\n0<\\dim(T-\\lambda)^{-1}(0)<\\infty\\}$. We prove that if $A^*$ and $B^*$ have\nSVEP, $A$ is polaroid on $\\pi_0^a(\\M)$ and $B$ is polaroid on $\\pi_0^a(B)$,\nthen $\\sigma_a(\\M)\\setminus\\sigma_{aw}(\\M)=\\pi_0^a(\\M)$.\n","Comment: 12 pages"]}]
["0812.2670",{"format":[],"subject":["Physics - Atomic Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2670"],"date":["2008-12-14"],"type":["text"],"creator":["Petrov, A. N.","Mosyagin, N. S.","Titov, A. V."],"language":[],"coverage":[],"title":["Theoretical study of HfF$^+$ for the electron EDM search"],"description":["  We report ab initio relativistic correlation calculations of potential curves\nand electric dipole transition moments for ten low-lying electronic states,\neffective electric field on the electron, hyperfine constants and radiative\nlifetimes for the $^3\\Delta_1$ state of cation of the heavy transition metal\nfluoride HfF$^+$, which it is suggested to be used in experiments to search for\nthe electric dipole moment of the electron. It is obtained that HfF$^+$ has\ndeeply bound $^1\\Sigma^+$ ground state; its dissociation energy is $D_e=6.4$\neV. The $^3\\Delta_1$ state is obtained as the relatively long-lived, with\nlifetime equal to about 0.4 s.,first excited state lying about 0.2 eV higher.\nThe calculated effective electric field, $E_{eff}=W_d|\\Omega|$, acting on an\nelectron in this state is $5.84*10^{24} Hz/{e*cm}$. The obtained hyperfine\nconstants are $A_{\\parallel}= -1239$ MHz for the $^{177}$Hf nucleus and\n$A_{\\parallel}= -58.1$ MHz for the $^{19}$F nucleus.\n","Comment: 10 pages, 1 figure"]}]
["0812.2675",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2675"],"date":["2008-12-15","2008-12-16"],"type":["text"],"creator":["Amelino-Camelia, Giovanni","Gubitosi, Giulia","Mercati, Flavio"],"language":[],"coverage":[],"title":["On the distance observable in the Moyal plane and in a novel\n  two-dimensional space with string-theory pregeometry"],"description":["  Motivation for the study of spacetime noncommutativity comes primarily from\nits possible use in investigations of (Planck-scale) spacetime fuzziness, but\nmost work focuses on S-matrix/field-theory observables and still very little\nhas been established for geometric observables. We argue that it might be\nuseful to exploit the \"pregeometric\" formulation of spacetime noncommutativity,\nwhich in particular describes the coordinates of the Moyal plane in terms of\nthe phase-space coordinates of a point particle \"living\" in a\nauxiliary/fictitious spacetime ($\\{x_1,x_2\\}_{Moyal} \\equiv\n\\{q,p\\}_{particle}$). This leads us straightforwardly to a distance operator\nfor the Moyal plane, and allows us to expose some limitations of a previous\nattempt to describe the \"area of a disc\" in the Moyal plane. We also observe\nthat from our pregeometric perspective it is rather natural to contemplate a\nspacetime whose pregeometric picture is based on the phase-space coordinates\n(fields) of a string. The fact that such \"stringspaces\" essentially provide\nspacetime points with extendedness is relevant for the fuzziness of geometric\nspacetime observables in ways that we preliminarily characterize through an\nanalysis of the distance observable on a two-dimensional stringspace and\nthrough the observation that by implementing the\nAmati-Ciafaloni-Veneziano/Gross-Mende uncertainty relation in the phase space\nof the pregeometric string one could have stringspaces with a novel type of\nfuzzy coordinates.\n","Comment: Latex, 18 pages. Version 2: minor editing of text"]}]
["0812.2676",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2676"],"date":["2008-12-14"],"type":["text"],"creator":["Ayadi, Fatma"],"language":[],"coverage":[],"title":["Equipartition of energy for the wave equation associated to the\n  Dunkl-Cherednik Laplacian"],"description":["  This paper is concerned with energy properties of the wave equation\nassociated to the Dunkl-Cherednik Laplacian. We establish the conservation of\nthe total energy, the strict equipartition of energy under suitable assumptions\nand the asymptotic equipartition in the general case.\n","Comment: nombre de pages 9"]}]
["0812.2677",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","49Q15","26B30","30C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2677","Netw. Heterog. Media 3 (2008), 85--95"],"date":["2008-12-14"],"type":["text"],"creator":["Ambrosio, Luigi","Crippa, Gianluca","LeFloch, Philippe G."],"language":[],"coverage":[],"title":["Leaf superposition property for integer rectifiable currents"],"description":["  We consider the class of integer rectifiable currents without boundary\nsatisfying a positivity condition. We establish that these currents can be\nwritten as a linear superposition of graphs of finitely many functions with\nbounded variation.\n","Comment: 13 pages"]}]
["0812.2680",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2680","C.R. Math. Acad. Sci. Paris 344 (2007), 59--64"],"date":["2008-12-14"],"type":["text"],"creator":["Joseph, K. T.","LeFloch, Philippe G."],"language":[],"coverage":[],"title":["Singular limits for the Riemann problem. General diffusion, relaxation,\n  and boundary conditions"],"description":["  We consider self-similar approximations of nonlinear hyperbolic systems in\none space dimension with Riemann initial data and general diffusion matrix. We\nassume that the matrix of the system is strictly hyperbolic and the diffusion\nmatrix is close to the identity. No genuine nonlinearity assumption is\nrequired. We show the existence of a smooth, self-similar solution which has\nbounded total variation, uniformly in the diffusion parameter. In the\nzero-diffusion limit, the solutions converge to a solution of the Riemann\nproblem associated with the hyperbolic system. A similar result is established\nfor the relaxation approximation and the boundary-value problem in a half-space\nfor the same regularizations.\n","Comment: 7 pages"]}]
["0812.2685",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis","35L65","76L05","74J40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2685","J. Hyperbolic Differ. Equ. 3 (2006), 701--739"],"date":["2008-12-14"],"type":["text"],"creator":["LeFloch, Philippe G."],"language":[],"coverage":[],"title":["Haar method, averaged matrix, wave cancellations, and L1 stability for\n  hyperbolic systems"],"description":["  We develop a version of Haar and Holmgren methods which applies to\ndiscontinuous solutions of nonlinear hyperbolic systems and allows us to\ncontrol the L1 distance between two entropy solutions. The main difficulty is\nto cope with linear hyperbolic systems with discontinuous coefficients. Our\nmain observation is that, while entropy solutions contain compressive shocks\nonly, the averaged matrix associated with two such solutions has compressive or\nundercompressive shocks, but no rarefaction-shocks -- which are recognized as a\nsource for non-uniqueness and instability. Our Haar-Holmgren-type method rests\non the geometry associated with the averaged matrix and takes into account\nadjoint problems and wave cancellations along generalized characteristics. It\nextends the method proposed earlier by LeFloch et al. for genuinely nonlinear\nsystems. In the present paper, we cover solutions with small total variation\nand a class of systems with general flux that need not be genuinely nonlinear\nand includes for instance fluid dynamics equations. We prove that solutions\ngenerated by Glimm or front tracking schemes depend continuously in the L1 norm\nupon their initial data, by exhibiting an L1 functional controling the distance\nbetween two solutions.\n","Comment: 42 pages"]}]
["0812.2687",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Rings and Algebras","18D50","16S37","17A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2687"],"date":["2008-12-14"],"type":["text"],"creator":["Remm, Elisabeth"],"language":[],"coverage":[],"title":["On the NonKoszulity of (2p+1)-ary partially associative Operads"],"description":["  We present a study of quadratic operads for n-ary algebras and their dual for\nn odd. We will focus on the ternary case (i.e n=3). The aim is to underline the\nproblem of computing the dual operad and the fact that this last is in general\ndefined in the graded differential operad framework. We prove that the operad\nassociated to 3-ary partially associative algebra is not Koszul. Recall that,\nif n is even, the operad of n-ary partially associative algebras is Koszul.\n","Comment: Talk given in the 4th Baltic-Nordic Workshop, Tartu, october 2008"]}]
["0812.2688",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis","35L65","76L05","74J40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2688","Jour. Math. Pures Appli. 88 (2007), 389--429"],"date":["2008-12-14"],"type":["text"],"creator":["LeFloch, Philippe G.","Westdickenberg, Michael"],"language":[],"coverage":[],"title":["Finite energy solutions to the isentropic Euler equations with geometric\n  effects"],"description":["  Considering the isentropic Euler equations of compressible fluid dynamics\nwith geometric effects included, we establish the existence of entropy\nsolutions for a large class of initial data. We cover fluid flows in a nozzle\nor in spherical symmetry when the origin r=0 is included. These partial\ndifferential equations are hyperbolic, but fail to be strictly hyperbolic when\nthe fluid mass density vanishes and vacuum is reached. Furthermore, when\ngeometric effects are taken into account, the sup-norm of solutions can not be\ncontrolled since there exist no invariant regions. To overcome these\ndifficulties and to establish an existence theory for solutions with\narbitrarily large amplitude, we search for solutions with finite mass and total\nenergy. Our strategy of proof takes advantage of the particular structure of\nthe Euler equations, and leads to a versatile framework covering general\ncompressible fluid problems. We establish first higher-integrability estimates\nfor the mass density and the total energy. Next, we use arguments from the\ntheory of compensated compactness and Young measures, extended here to\nsequences of solutions with finite mass and total energy. The third ingredient\nof the proof is a characterization of the unbounded support of entropy\nadmissible Young measures. This requires the study of singular products\ninvolving measures and principal values.\n","Comment: 51 pages"]}]
["0812.2697",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2697"],"date":["2008-12-14"],"type":["text"],"creator":["Hao, Zhihao","Chubukov, Andrey V."],"language":[],"coverage":[],"title":["Magnetic resonance in the cuprates -- exciton, plasmon, or \\pi-mode"],"description":["  We re-analyzed the issue whether the resonance peak observed in neutron\nscattering experiments on the cuprates is an exciton, a \\pi-resonance, or a\nmagnetic plasmon. We considered a toy model with on-cite Hubbard U and\nnearest-neighbor interactions in both charge and spin channels. We found that\nthe resonance is predominantly an exciton, even if magnetic interaction is\nabsent and d-wave pairing originates from attractive density-density\ninteraction. Our results indicate that one cannot distinguish between spin and\ncharge-mediated pairing interactions by just looking at the resonance peak in\nthe dynamic spin susceptibility.\n","Comment: 5 pp, 5 figures, submitted to PRB"]}]
["0812.2698",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2698"],"date":["2008-12-14"],"type":["text"],"creator":["Pavicic, Mladen","Megill, Norman D."],"language":[],"coverage":[],"title":["Is Quantum Logic a Logic?"],"description":["  It is shown that quantum logic is a logic in the very same way in which\nclassical logic is a logic. Soundness and completeness of both quantum and\nclassical logics have been proved for novel lattice models that are not\northomodular and therefore cannot be distributive either - as opposed to the\nstandard lattice models that are orthomodular and distributive for the\nrespective logics. Hence, we cannot attribute the orthomodularity to quantum\nlogic itself, and we cannot attribute the distributivity to classical logic\nitself. The valuations of logics with respect of novel models turn out to be\nnon-numerical, and therefore truth values and truth tables cannot in general be\nascribed to the propositions of logics themselves but only to the variables of\nsome of their models -for example, the two-valued Boolean algebra. Logics are,\nfirst of all, axiomatic deductive systems, and if we stop short of considering\ntheir semantics (models, valuations, etc.), then both quantum and classical\nlogics will have a completely equal footing in the sense of being two deductive\nsystems that differ from each other in a few axioms and nothing else. There is\nno ground for considering either of the two logics more \"proper\" than the\nother. Semantics of these logics belong to their models, and we show that there\nare bigger differences between the two aforementioned classical models than\nbetween two corresponding quantum and classical models.\n","Comment: 24 pages, 1 figure, published in \"Handbook of Quantum Logic and\n  Quantum Structures,\" Vol. \"Quantum Logic,\" Eds. Kurt Engesser, Dov Gabbay,\n  and Daniel Lehmann, Elsevier, Amsterdam, 2008, pp. 23-47"]}]
["0812.2706",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","37C60, 15A51, 94C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2706","SIAM Journal on Mathematical Analysis, 39(4):1231-1259, 2007","doi:10.1137/060657935"],"date":["2008-12-14"],"type":["text"],"creator":["Lu, Wenlian","Atay, Fatihcan M.","Jost, Jürgen"],"language":[],"coverage":[],"title":["Synchronization of discrete-time dynamical networks with time-varying\n  couplings"],"description":["  We study the local complete synchronization of discrete-time dynamical\nnetworks with time-varying couplings. Our conditions for the temporal variation\nof the couplings are rather general and include both variations in the network\nstructure and in the reaction dynamics; the reactions could, for example, be\ndriven by a random dynamical system. A basic tool is the concept of Hajnal\ndiameter which we extend to infinite Jacobian matrix sequences. The Hajnal\ndiameter can be used to verify synchronization and we show that it is\nequivalent to other quantities which have been extended to time-varying cases,\nsuch as the projection radius, projection Lyapunov exponents, and transverse\nLyapunov exponents. Furthermore, these results are used to investigate the\nsynchronization problem in coupled map networks with time-varying topologies\nand possibly directed and weighted edges. In this case, the Hajnal diameter of\nthe infinite coupling matrices can be used to measure the synchronizability of\nthe network process. As we show, the network is capable of synchronizing some\nchaotic map if and only if there exists an integer T>0 such that for any time\ninterval of length T, there exists a vertex which can access other vertices by\ndirected paths in that time interval.\n"]}]
["0812.2718",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Group Theory","37A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2718"],"date":["2008-12-14"],"type":["text"],"creator":["Bowen, Lewis"],"language":[],"coverage":[],"title":["Weak isomorphisms between Bernoulli shifts"],"description":["  In this note, we prove that if G is a countable group that contains a\nnonabelian free subgroup then every pair of nontrivial Bernoulli shifts over G\nare weakly isomorphic.\n","Comment: 10 pages"]}]
["0812.2722",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2722"],"date":["2008-12-14"],"type":["text"],"creator":["Chen, Liping","Ma, Yubin","Song, Xianfeng","Lian, Guijun","Xiong, Guangcheng"],"language":[],"coverage":[],"title":["Polaron Exchange Model for Ferromagnetic Ordering in Manganite Films"],"description":["  In doped manganites, the strong electron-phonon coupling due to the\nJahn-Teller effect localizes the conduction-band electrons as polarons. This\nresults in polarons are carriers responsible for transport and ferromagnetic\nordering rather than the bare eg electrons, and sequentially polaron exchange\nmodel is emerged for describing ferromagnetic ordering. In\nPr0.7(Sr1-xCax)0.3MnO3(x=0.3-0.6) epitaxial thin films, for higher-temperature\nparamagnetic state and lower-temperature ferromagnetic state, both the\ntemperature dependent transports present behaviors of small polaron; for\nparamagnetic-ferromagnetic transition, the experimental data of Curie\ntemperature are well described by an energy balance expression induced by\npolaron exchange model. These results demonstrate that the polaron models are\nproper ways to describe the strongly correlated electrons in the doped\nmanganites.\n","Comment: 8 pages, 3 figures"]}]
["0812.2730",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2730"],"date":["2008-12-15"],"type":["text"],"creator":["Matsuo, Mari","Endo, Akira","Hatano, Naomichi","Nakamura, Hiroaki","Shirasaki, Ryoen","Sugihara, Ko"],"language":[],"coverage":[],"title":["Quantum Nernst effect in a bismuth single crystal"],"description":["  We report a theoretical calculation explaining the quantum Nernst effect\nobserved experimentally in a bismuth single crystal. Generalizing the\nedge-current picture in two dimensions, we show that the peaks of the Nernst\ncoefficient survive in three dimensions due to a van Hove singularity. We also\nevaluate the phonon-drag effect on the Nernst coefficient numerically. Our\nresult agrees with the experimental result for a bismuth single crystal.\n","Comment: 4 pages, 4 figures, to be published in Proceedings of ISQM-Tokyo '08"]}]
["0812.2739",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M07","14B10","14F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2739"],"date":["2008-12-15"],"type":["text"],"creator":["Bădescu, Lucian"],"language":[],"coverage":[],"title":["On a connectedness theorem of Debarre"],"description":["  Under a slightly stronger hypothesis, one improves a connectedness result of\nDebarre [D] for a product of two projective spaces in terms of the extension\nproblem of formal-rational functions (see Theorems 1.3 and 1.4 of the\nintroduction)\n"]}]
["0812.2741",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Algebraic Geometry","17B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2741"],"date":["2008-12-15"],"type":["text"],"creator":["Magnin, Louis"],"language":[],"coverage":[],"title":["Some remarks about the second Leibniz cohomology group for Lie algebras"],"description":["  We compare by a very elementary approach the second adjoint and trivial\nLeibniz cohomology spaces of a Lie algebra to the usual ones. Examples are\ngiven of coupled cocycles. Some properties are deduced as to Leibniz\ndeformations. We also consider the class of Lie algebras for which the Koszul\n3-form is zero, and prove that it contains all quotients of Borel subalgebras,\nor of their nilradicals, of finite dimensional semisimple Lie algebras.\nFinally, a list of Kac-Moody types for indecomposable nilpotent Lie algebras of\ndimension $\\leqslant 7$ is given.\n","Comment: 25 pages, 2 Tables"]}]
["0812.2743",{"format":[],"subject":["Mathematics - Differential Geometry","53B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2743"],"date":["2008-12-15"],"type":["text"],"creator":["Brozos-Vazquez, M.","Gilkey, P.","Kang, H.","Nikcevic, S."],"language":[],"coverage":[],"title":["Geometric Realizations of Hermitian curvature models"],"description":["  We show that a Hermitian algebraic curvature model satisfies the Gray\nidentity if and only if it is geometrically realizable by a Hermitian manifold.\nFurthermore, such a curvature model can in fact be realized by a Hermitian\nmanifold of constant scalar curvature and constant *-scalar curvature which\nsatisfies the Kaehler condition at the point in question.\n"]}]
["0812.2744",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","41A17, 41A44, 42A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2744"],"date":["2008-12-15"],"type":["text"],"creator":["Babenko, A. G.","Kryakin, Yu."],"language":[],"coverage":[],"title":["On $T_{2n-1}^\\perp$ spaces"],"description":["  This paper is devoted to the inequalities for mean values of functions from\n$T_{2n-1}^\\perp$. The simple proof of the classical Jackson inequality in the\ncase of the second modulus of continuity may be considered as the consequence\nof our estimates. The problems of the sharp constants in classical Stechkin's\ninequality are also discussed.\n","Comment: 13 pages, 2 figures"]}]
["0812.2747",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2747","Materials Chemistry and Physics 111 (2008) 125","doi:10.1016/j.matchemphys.2008.03.022"],"date":["2008-12-15"],"type":["text"],"creator":["Makhnach, Leonid V.","Pankov, Vladimir V.","Strobel, Pierre"],"language":[],"coverage":[],"title":["High-temperature oxygen non-stoichiometry, conductivity and structure in\n  strontium-rich nickelates La2-xSrxNiO4-\\delta (x = 1 and 1.4)"],"description":["  Oxygen nonstoichiometry, electrical conductivity and thermal expansion of La2\nxSrxNiO4-\\delta phases with high levels of strontium substitution (1 =< x =<\n1.4) have been investigated in air and oxygen atmosphere in the temperature\nrange 20-1050 degrees C. These phases retain the K2NiF4-type structure of\nLa2NiO4 (tetragonal, space group I4/mmm). The oxygen vacancy fraction was\ndetermined independently from thermogravimetric and neutron diffraction\nexperiments, and is found to increase considerably on heating. The electrical\nresistivity, thermal expansion and cell parameters with temperature show\npeculiar variations with temperature, and differ notably from\nLa2NiO4$\\pm$\\delta in this respect. These variations are tentatively correlated\nwith the evolution of nickel oxidation state, which crosses from a Ni3+/Ni4+ to\na Ni2+/Ni3+ equilibrium on heating.\n"]}]
["0812.2754",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Number Theory","30C99, 11M41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2754"],"date":["2008-12-15"],"type":["text"],"creator":["Venturini, Sergio"],"language":[],"coverage":[],"title":["Volumes, Traces and Zeta Functions"],"description":["  Let $Q(x)$ be a quadratic form over $\\mathbb{R}^n$. The Epstein zeta function\nassociated to $Q(x)$ is a well known function in number theory. We generalize\nthe construction of the Epstein zeta function to a class of function $\\phi(x)$\ndefined in $\\mathbb{R}^n$ that we call $A-$homogeneous, where $A$ is a real\naquare matrix of order $n$ having each eigenvalue in the left hal space\n$\\Re\\lambda>0$. Such a class includes all the homogeneous polynomials (positive\noutside the origin) and all the norms on $\\mathbb{R}^n$ which are smooth\noutside the origin. As in the classical (i.e. quadratic) case we prove that\nsuch zeta functions are obtained from the Mellin transforms of theta function\nof Jacobi type associated to the $A-$homogeneous function $\\phi(x)$. We prove\nthat the zeta function associated to a $A-$homogeneous function $\\phi(x)$ which\nis positive and smooth outside the origin is an entire meromorphic function\nhaving a unique simple pole at $s=\\alpha$ the trace of the matrix $A$ with\nresidue given by the product of the trace $\\alpha$ and the Lebesgue volume of\nthe unit ball associated to $\\phi(x)$, that is the volume of the set $x\\in\\R^n$\nsatisfying $\\phi(x)<1$. We also prove that the theta funtion associated to\n$\\phi(x)$ has an asymptotic expansion near the origin. We find that the\ncoefficients of such expansion depend on the values that the zeta function\nassociated to $\\phi(x)$ assumes at the negative integers.\n","Comment: 24 pages"]}]
["0812.2758",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2758","Materials Letters 62 (2008) 3767","doi:10.1016/j.matlet.2008.04.060"],"date":["2008-12-15"],"type":["text"],"creator":["Zouari, Siwar","Ballou, Rafik","Cheikh-Rouhou, Abdelwaheb","Strobel, Pierre"],"language":[],"coverage":[],"title":["Synthesis and structure of new pyrochlore-type oxides Ln2ScNbO7 (Ln =\n  Pr, Nd, Eu, Gd, Dy)"],"description":["  We report the synthesis and structural study of mixed oxides in the Ln2ScNbO7\nseries. New phases with Ln = Pr, Eu, Gd and Dy are obtained. All crystallize in\nthe cubic pyrochlore structure type, space group F-d3m, with no Sc-Nb ordering\non the B-site. The structures are determined by Rietveld refinement. The\nevolution of cell parameters, interatomic distances and angles as a function of\nlanthanide cation size is discussed. Magnetic measurements show the absence of\nordering down to 2 K, in agreement with the presence of strong geometric\nfrustration in the lanthanide sublattice. The europium phase shows a peculiar\nmagnetic behaviour; its magnetic susceptibility becomes constant below ca 50 K.\nThis feature confirms the behaviour observed previously on Eu2Ti2O7 and is\nascribed to crystal field effects.\n"]}]
["0812.2759",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2759","Journal of Alloys and Compounds (2009) (sous presse)","doi:10.1016/j.jallcom.2008.09.106"],"date":["2008-12-15"],"type":["text"],"creator":["Zouari, Siwar","Ballou, Rafik","Cheikh-Rouhou, Abdelwaheb","Strobel, Pierre"],"language":[],"coverage":[],"title":["Structural and magnetic properties of the (Bi2-xPrx)Ru2O7 pyrochlore\n  solid solution (0 <= x <= 2)"],"description":["  We report a detailed study of structural and magnetic properties of the\npyrochlore-type (Bi2-xPrx)Ru2O7 series. Eleven compositions with 0 <= x <= 2\nwere prepared by solid state reaction at 1050 degrees C and found to form a\nsolid solution in the whole range of compositions. Structural refinements from\nX-ray powder diffraction data by the Rietveld method show that the main\nvariation concerns the ruthenium site. Ru-O distances increase and the Ru-O-Ru\nangle (bridging corner-sharing Ru-O octahedra) decreases with increasing\npraseodymium content, in agreement with the metal-semiconductor transition\nobserved previously in this system. Magnetic measurements show that the\nmetallic Pauli paramagnetism of Ru in Bi2Ru2O7 evolves to a magnetism of\nlocalized low spin moments coexisting with the magnetism of Pr3+ cations\nmoments. Strong magnetic correlations are present at high Pr content, as\nillustrated by a N\\'eel temperature of -224 K for Pr2Ru2O7. However no evidence\nof a magnetic ordering was found, suggesting that the end compound Pr2Ru2O7 of\nthe series might stabilize a spin liquid phase.\n"]}]
["0812.2760",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2760","Journal of Solid State Chemistry 181 (2008) 2883","doi:10.1016/j.jssc.2008.07.031"],"date":["2008-12-15"],"type":["text"],"creator":["Muguerra, Hervé","Colin, Claire","Anne, Michel","Julien, M. -H.","Strobel, Pierre"],"language":[],"coverage":[],"title":["Topotactic synthesis, structure and magnetic properties of a new\n  hexagonal polytype of silver cobaltate(III) AgCoO2+\\delta"],"description":["  A new form of delafossite-type AgCoO2+\\delta was prepared using ion exchange\nfrom Na0.75CoO2 in molten AgNO3-NH4NO3 at 175 degrees C. Its structure was\ndetermined by Rietveld refinement from XRD data; it is hexagonal, space group\nP63/mmc, a = 2.871 and c = 12.222 {\\AA}. Its structure differs from previously\nreported AgCoO2 (R-3m, 3R polytype) by the stacking of Co-O layers; in the new\nphase the 2H stacking of the precursor Na0.75CoO2, consistent with a topotactic\nion exchange of Na by Ag. The new phase is found to contain a slight oxygen\nexcess (\\delta = 0.06). Magnetic susceptibility measurements show the absence\nof magnetic transition and a weak Curie term, consistent with the non-magnetic\ncharacter of Co3+ ions.\n"]}]
["0812.2763",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2763"],"date":["2008-12-15"],"type":["text"],"creator":["Unger, Michael"],"language":[],"coverage":[],"title":["Cosmic Rays above the Knee"],"description":["  An overview on the present observational status and phenomenological\nunderstanding of cosmic rays above 10^16 eV is given. Above these energies the\ncosmic ray flux is expected to be gradually dominated by an extra-galactic\ncomponent. In order to investigate the nature of this transition, current\nexperimental activities focus on the measurement of the cosmic ray flux and\ncomposition at the 'ankle' or 'dip' feature at several EeV. At the ultra high\nenergy end of the spectrum, the flux suppression above 50 EeV is now well\nestablished by the measurements of HiRes and the Pierre Auger Observatory and\nwe may enter the era of charged particle astronomy.\n","Comment: Invited talk at the 21st European Cosmic Ray Symposium, 2008, Kosice"]}]
["0812.2766",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2766"],"date":["2008-12-15"],"type":["text"],"creator":["Inagaki, Tomohiro"],"language":[],"coverage":[],"title":["Four- and eight-fermion interactions in a space-time with non-trivial\n  topology"],"description":["  The phase structure of an eight-fermion interaction model is investigated in\na compact space-time with non-trivial topology, $M^{D-1}\\otimes S^1$. The phase\nboundary dividing the symmetric and the broken phase is shown as a function of\nthe space-time dimensions. It is found that the eight-fermion interaction does\nnot modify the phase boundary for the chiral symmetry breaking.\n","Comment: 10pages"]}]
["0812.2772",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2772"],"date":["2008-12-15"],"type":["text"],"creator":["Ignace, R","Al-Malki, M","Simmons, J","Brown, J C","Clarke, D","Carson, J"],"language":[],"coverage":[],"title":["Scattering polarization due to light source anisotropy"],"description":["  We consider the polarization arising from scattering in an envelope\nilluminated by a central anisotropic source. Spherical harmonics are used to\ndescribe both the light source anisotropy and the envelope density distribution\nfunctions of the scattering particles. This framework demonstrates how the net\nresultant polarization arises from a superposition of three basic \"shape\"\nfunctions: the distribution of source illumination, the distribution of\nenvelope scatterers, and the phase function for dipole scattering. Specific\nexpressions for the Stokes parameters and scattered flux are derived for the\ncase of an ellipsoidal light source inside an ellipsoidal envelope, with\nprincipal axes that are generally not aligned. Two illustrative examples are\nconsidered: (a) axisymmetric mass loss from a rapidly rotating star, such as\nmay apply to some Luminous Blue Variables, and (b) a Roche-lobe filling star in\na binary system with a circumstellar envelope. As a general conclusion, the\ncombination of source anisotropy with distorted scattering envelopes leads to\nmore complex polarimetric behavior such that the source characteristics should\nbe carefully considered when interpreting polarimetric data.\n","Comment: to appear in A&A"]}]
["0812.2778",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q10","35Q75","46N10","81Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2778"],"date":["2008-12-15"],"type":["text"],"creator":["Adimurthi","Tintarev, Kyril"],"language":[],"coverage":[],"title":["Hardy inequalities for weighted Dirac operatos"],"description":["  An inequality of Hardy type is established for quadratic forms involving\nDirac operator and a weight $r^{-b}$ for functions in $\\R^n$. The exact Hardy\nconstant $c_b=c_b(n)$ is found and generalized minimizers are given. The\nconstant $c_b$ vanishes on a countable set of $b$, which extends the known case\n$n=2$, $b=0$ which corresponds to the trivial Hardy inequality in $\\R^2$.\nAnalogous inequalities are proved in the case $c_b=0$ under constraints and,\nwith error terms, for a bounded domain.\n"]}]
["0812.2779",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2779","J. Stat. Phys. 133, 1059-1081 (2008)","doi:10.1007/s10955-008-9651-7"],"date":["2008-12-15"],"type":["text"],"creator":["Muller, Melanie J. I.","Klumpp, Stefan","Lipowsky, Reinhard"],"language":[],"coverage":[],"title":["Motility states of molecular motors engaged in a stochastic tug-of-war"],"description":["  Intracellular transport is mediated by molecular motors that pull cargos\nalong cytoskeletal filaments. Many cargos move bidirectionally and are\ntransported by two teams of motors which move into opposite directions along\nthe filament. We have recently introduced a stochastic tug-of-war model for\nthis situation. This model describes the motion of the cargo as a Markov\nprocess on a two-dimensional state space defined by the numbers of active plus\nand active minus motors. In spite of its simplicity, this tug-of-war model\nleads to a complex dependence of the cargo motility on the motor parameters. We\npresent new numerical results for the dependence on the number of involved\nmotors. In addition, we derive a simple and intuitive sharp maxima\napproximation, from which one obtains the cargo motility state from only four\nsimple inequalities. This approach provides a fast and reliable method to\ndetermine the cargo motility for a given experimental system.\n","Comment: 23 pages, latex, 12 figures, 1 table"]}]
["0812.2780",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory","53C55 (Primary) 53C25, 53C29, 57S25, 32C37 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2780"],"date":["2008-12-15"],"type":["text"],"creator":["Swann, Andrew"],"language":[],"coverage":[],"title":["Twisting Hermitian and hypercomplex geometries"],"description":["  A twist construction for manifolds with torus action is described\ngeneralising certain T-duality examples and constructions in hypercomplex\ngeometry. It is applied to complex, SKT, hypercomplex and HKT manifolds to\nconstruct compact simply-connected examples. In particular, we find\nhypercomplex manifolds that admit no compatible HKT metric, and HKT manifolds\nwhose Obata connection has holonomy contained in $SL(n,\\mathbb H)$.\n","Comment: 27 pages"]}]
["0812.2782",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Symplectic Geometry","14L24","53D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2782"],"date":["2008-12-15"],"type":["text"],"creator":["Kirwan, Frances"],"language":[],"coverage":[],"title":["Symplectic implosion and non-reductive quotients"],"description":["  The symplectic implosion construction of Guillemin, Jeffrey and Sjamaar\nassociates to a Hamiltonian action of a compact group K on a symplectic\nmanifold X its 'imploded cross section'. When X is a complex projective variety\nand K acts linearly on X, this construction is closely related to geometric\ninvariant theory (GIT) for the action on X of a maximal unipotent subgroup U of\nthe complexification G of K. The aim of this paper is to generalise symplectic\nimplosion to give a symplectic construction for GIT-like quotients by unipotent\nradicals U of arbitrary parabolic subgroups P of the complex reductive group G\nacting linearly on the projective variety X.\n","Comment: For the proceedings of the 65th birthday conference for Hans\n  Duistermaat, Utrecht 2007"]}]
["0812.2785",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2785"],"date":["2008-12-15"],"type":["text"],"creator":["Lubinsky, Baruch","Genc, Bekir","Marwala, Tshilidzi"],"language":[],"coverage":[],"title":["Prediction of Platinum Prices Using Dynamically Weighted Mixture of\n  Experts"],"description":["  Neural networks are powerful tools for classification and regression in\nstatic environments. This paper describes a technique for creating an ensemble\nof neural networks that adapts dynamically to changing conditions. The model\nseparates the input space into four regions and each network is given a weight\nin each region based on its performance on samples from that region. The\nensemble adapts dynamically by constantly adjusting these weights based on the\ncurrent performance of the networks. The data set used is a collection of\nfinancial indicators with the goal of predicting the future platinum price. An\nensemble with no weightings does not improve on the naive estimate of no weekly\nchange; our weighting algorithm gives an average percentage error of 63% for\ntwenty weeks of prediction.\n"]}]
["0812.2787",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2787","BMC Evol. Biol. 8 (2008) 306","doi:10.1186/1471-2148-8-306"],"date":["2008-12-15"],"type":["text"],"creator":["Hughes, Joseph","Criscuolo, Francois"],"language":[],"coverage":[],"title":["Evolutionary history of the UCP gene family: gene duplication and\n  selection"],"description":["  BACKGROUND: The uncoupling protein (UCP) genes belong to the superfamily of\nelectron transport carriers of the mitochondrial inner membrane. Members of the\nuncoupling protein family are involved in thermogenesis and determining the\nfunctional evolution of UCP genes is important to understand the evolution of\nthermo-regulation in vertebrates. RESULTS: Sequence similarity searches of\ngenome and scaffold data identified homologues of UCP in eutherians, teleosts\nand the first squamates uncoupling proteins. Phylogenetic analysis was used to\ncharacterize the family evolutionary history by identifying two duplications\nearly in vertebrate evolution and two losses in the avian lineage (excluding\nduplications within a species, excluding the losses due to incompletely\nsequenced taxa and excluding the losses and duplications inferred through\nmismatch of species and gene trees). Estimates of synonymous and nonsynonymous\nsubstitution rates (dN/dS) and more complex branch and site models suggest that\nthe duplication events were not associated with positive Darwinian selection\nand that the UCP is constrained by strong purifying selection except for a\nsingle site which has undergone positive Darwinian selection, demonstrating\nthat the UCP gene family must be highly conserved. CONCLUSION: We present a\nphylogeny describing the evolutionary history of the UCP gene family and show\nthat the genes have evolved through duplications followed by purifying\nselection except for a single site in the mitochondrial matrix between the 5th\nand 6th alpha-helices which has undergone positive selection.\n"]}]
["0812.2792",{"format":[],"subject":["Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2792"],"date":["2008-12-15"],"type":["text"],"creator":["Guseinov, I. I."],"language":[],"coverage":[],"title":["Combined theory of two- and four- component complete orthonormal sets of\n  spinor wave functions and Slater type spinor orbitals in position, momentum\n  and four-dimensional spaces"],"description":["  By the use of complete orthonormal sets of nonrelativistic scalar orbitals\nintroduced by the author in previous papers the new complete orthonormal basis\nsets for two- and four-component spinor wave functions, and Slater spinor\norbitals useful in the quantum-mechanical description of the spin- 1/2\nparticles by the quasirelativistic and Dirac's relativistic equations are\nestablished in position, momentum and four-dimensional spaces. These function\nsets are expressed through the corresponding nonrelativistic orbitals. The\nanalytical formulas for overlap integrals over four-component relativistic\nSlater spinor orbitals with the same screening constants in position space are\nalso derived. The relations obtained in this study can be useful in the study\nof different problems arising in the quasirelativistic and relativistic quantum\nmechanics when the position, momentum and four dimensional spaces are employed.\n","Comment: 11 pages"]}]
["0812.2796",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2796","NanoLett., 2008, 8(11) pp 4075-4080","doi:10.1021/nl802003m"],"date":["2008-12-15"],"type":["text"],"creator":["Mohseni, P. K.","Lawson, G.","Couteau, C.","Weihs, G.","Adronov, A.","LaPierre, R. R."],"language":[],"coverage":[],"title":["Growth and characterization of GaAs nanowires on carbon nanotubes\n  composite films: toward flexible nanodevices"],"description":["  Poly(ethylene imine) functionalized carbon nanotube thin films, prepared\nusing the vacuum filtration method, were decorated with Au nanoparticles by in\nsitu reduction of HAuCl4 under mild conditions. These Au nanoparticles were\nsubsequently employed for the growth of GaAs nanowires (NWs) by the\nvapor-liquid-solid process in a gas source molecular beam epitaxy system. The\nprocess resulted in the dense growth of GaAs NWs across the entire surface of\nthe single-walled nanotube (SWNT) films. The NWs, which were orientated in a\nvariety of angles with respect to the SWNT films, ranged in diameter between 20\nto 200 nm, with heights up to 2.5 um. Transmission electron microscopy analysis\nof the NW-SWNT interface indicated that NW growth was initiated upon the\nsurface of the nanotube composite films. Photoluminescence characterization of\na single NW specimen showed high optical quality. Rectifying asymmetric\ncurrent-voltage behavior was observed from contacted NW ensembles and\nattributed to the core-shell pn-junction within the NWs. Potential applications\nof such novel hybrid architectures include flexible solar cells, displays, and\nsensors.\n"]}]
["0812.2800",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2800"],"date":["2008-12-15"],"type":["text"],"creator":["Ivan, J. Solomon","Kumar, M. Sanjay","Simon, R."],"language":[],"coverage":[],"title":["A measure of non-Gaussianity for quantum states"],"description":["  We propose a measure of non-Gaussianity for quantum states of a system of $n$\noscillator modes. Our measure is based on the quasi-probability $Q(\\alpha),\n\\alpha\\in{\\cal C}^n$.\n  Since any measure of non-Gaussianity is necessarily an attempt at making a\nquantitative statement on the departure of the shape of the $Q$ function from\nGaussian, any good measure of non-Gaussianity should be invariant under\ntransformations which do not alter the shape of the $Q$ functions, namely\ndisplacements, passage through passive linear systems, and uniform scaling of\nall the phase space variables: $Q(\\alpha)\\to \\lambda^{2n}Q(\\lambda \\alpha)$.\nOur measure which meets this `shape criterion' is computed for a few families\nof states, and the results are contrasted with existing measures of\nnon-Gaussianity. The shape criterion implies, in particular, that the\nnon-Gaussianity of the photon-added thermal states should be independent of\ntemperature.\n","Comment: 10 Pages 4 Figures"]}]
["0812.2805",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2805"],"date":["2008-12-15"],"type":["text"],"creator":["Ivan, J. Solomon","Simon, R."],"language":[],"coverage":[],"title":["Compatibility conditions on local and global spectra for $n$-mode\n  Gaussian states"],"description":["  Compatibility conditions between the (global) spectrum of an $n$-mode\nGaussian state and the spectra of the individual modes are presented, making\noptimal use of beam splitter and (two-mode) squeezing transformations. An\nunexpected bye-product of our elementary approach is the result that every\ntwo-mode Gaussian state is uniquely determined, modulo local transformations,\nby its global spectrum and local spectra -- a property shared not even by a\npair of qubits.\n","Comment: 10 Pages"]}]
["0812.2817",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2817"],"date":["2008-12-15"],"type":["text"],"creator":["Chang, HungYung","Ma, Jun","Yeh, Yeong-Nan"],"language":[],"coverage":[],"title":["Tutte polynomial and G-parking functions"],"description":["  Let $G$ be a connected graph with vertex set $\\{0,1,2,...,n\\}$. We allow $G$\nto have multiple edges and loops. In this paper, we give a characterization of\nexternal activity by some parameters of $G$-parking functions. In particular,\nwe give the definition of the bridge vertex of a $G$-parking function and\nobtain an expression of the Tutte polynomial $T_G(x,y)$ of $G$ in terms of\n$G$-parking functions. We find the Tutte polynomial enumerates the $G$-parking\nfunction by the number of the bridge vertices.\n"]}]
["0812.2820",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2820"],"date":["2008-12-15"],"type":["text"],"creator":["Ma, Jun","Yeh, Yeong-Nan"],"language":[],"coverage":[],"title":["Refinements of Lattice paths with flaws"],"description":["  The classical Chung-Feller theorem [2] tells us that the number of Dyck paths\nof length $n$ with $m$ flaws is the $n$-th Catalan number and independent on\n$m$. In this paper, we consider the refinements of Dyck paths with flaws by\nfour parameters, namely peak, valley, double descent and double ascent. Let\n${p}_{n,m,k}$ be the number of all the Dyck paths of semi-length $n$ with $m$\nflaws and $k$ peaks. First, we derive the reciprocity theorem for the\npolynomial $P_{n,m}(x)=\\sum\\limits_{k=1}^np_{n,m,k}x^k$. Then we find the\nChung-Feller properties for the sum of $p_{n,m,k}$ and $p_{n,m,n-k}$. Finally,\nwe provide a Chung-Feller type theorem for Dyck paths of length $n$ with $k$\ndouble ascents: the number of all the Dyck paths of semi-length $n$ with $m$\nflaws and $k$ double ascents is equal to the number of all the Dyck paths that\nhave semi-length $n$, $k$ double ascents and never pass below the x-axis, which\nis counted by the Narayana number. Let ${v}_{n,m,k}$ (resp. $d_{n,m,k}$) be the\nnumber of all the Dyck paths of semi-length $n$ with $m$ flaws and $k$ valleys\n(resp. double descents). Some similar results are derived.\n"]}]
["0812.2824",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2824"],"date":["2008-12-15"],"type":["text"],"creator":["Kovacs, G.","Bakos, G. A."],"language":[],"coverage":[],"title":["Application of the Trend Filtering Algorithm in the search for\n  multiperiodic signals"],"description":["  During the past few years the Trend Filtering Algorithm (TFA) has become an\nimportant utility in filtering out time-dependent systematic effects in\nphotometric databases for extrasolar planetary transit search. Here we present\nthe extension of the method to multiperiodic signals and show the high\nefficiency of the signal detection over the direct frequency analysis on the\noriginal database derived by today's standard methods (e.g., aperture\nphotometry). We also consider the (iterative) signal reconstruction that\ninvolves the proper extraction of the systematics. The method is demonstrated\non the database of fields observed by the HATNet project. A preliminary\nvariability statistics suggests incidence rates between 4 and 10% with many\n(sub)mmag amplitude variables.\n","Comment: 6 pages with 4 figures, contributed talk presented at the HELAS\n  Workshop \"Interpretation of Asteroseismic Data\" (Wroclaw, June 2008), to\n  appear in Communications in Asteroseismology"]}]
["0812.2830",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2830"],"date":["2008-12-15"],"type":["text"],"creator":["Ranguelov, Bogdan","Markov, Ivan"],"language":[],"coverage":[],"title":["Adatom diffusion on vicinal surfaces with permeable steps"],"description":["  We study the behavior of single atoms on an infinite vicinal surface assuming\ncertain degree of step permeability. Assuming complete lack of re-evaporation\nan ruling out nucleation the atoms will inevitably join kink sites at the steps\nbut can do many attempts before that. Increasing the probability of step\npermeability or the kink spacing lead to increase of the number of steps\ncrossed before incorporation of the atoms into kink sites. The asymmetry of the\nattachment-detachment kinetics (Ehrlich-Schwoebel effect) suppresses the step\npermeability and completely eliminates it in the extreme case of infinite\nEhrlich-Schwoebel barrier. The average number of permeability events per atom\nscales with the average kink spacing. A negligibly small drift of the adatoms\nin a direction perpendicular to the steps leads to a significant asymmetry of\nthe distribution of the permeability events the atoms thus visiting more\ndistant steps in the direction of the drift.\n","Comment: 12 pages, 6 figures"]}]
["0812.2833",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2833"],"date":["2008-12-15","2008-12-16"],"type":["text"],"creator":["Rylov, Yuri A."],"language":[],"coverage":[],"title":["Some subtleties of Riemannian geometry"],"description":["  It is shown, that the conventional presentation of the Maxwell equations for\nthe electromagnetic field in the Riemannian space-time appears to be\nproblematic. The reason of hesitations is the fact, that a solution of the\nMaxwell equations in the space-time of Minkowski do not turn into solution of\nthe Maxwell equations in the Riemannian space-time after replacement of\nMinkowskian world function $\\sigma_{M}$ by the world function $\\sigma_R$ of the\nRiemannian space-time in the solution.\n","Comment: 7 pages, 0 figures"]}]
["0812.2839",{"format":[],"subject":["Mathematics - Probability","60F17,60G10,62G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2839"],"date":["2008-12-15"],"type":["text"],"creator":["Dede, Sophie"],"language":[],"coverage":[],"title":["An empirical central limit theorem in L^1 for stationary sequences"],"description":["  In this paper, we derive asymptotic results for L^1-Wasserstein distance\nbetween the distribution function and the corresponding empirical distribution\nfunction of a stationary sequence. Next, we give some applications to dynamical\nsystems and causal linear processes. To prove our main result, we give a\nCentral Limit Theorem for ergodic stationary sequences of random variables with\nvalues in L^1. The conditions obtained are expressed in terms of\nprojective-type conditions. The main tools are martingale approximations.\n","Comment: 20 pages"]}]
["0812.2845",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2845"],"date":["2008-12-15"],"type":["text"],"creator":["Menous, Frederic"],"language":[],"coverage":[],"title":["Formulas for the Connes-Moscovici Hopf algebra"],"description":["  We give explicit formulas for the coproduct and the antipode in the\nConnes-Moscovici Hopf algebra $\\mathcal{H}_{\\tmop{CM}}$. To do so, we first\nrestrict ourselves to a sub-Hopf algebra $\\mathcal{H}^1_{\\tmop{CM}}$ containing\nthe nontrivial elements, namely those for which the coproduct and the antipode\nare nontrivial. There are two ways to obtain explicit formulas. On one hand,\nthe algebra $\\mathcal{H}^1_{\\tmop{CM}}$ is isomorphic to the Fa\\`a di Bruno\nHopf algebra of coordinates on the group of identity-tangent diffeomorphism and\ncomputations become easy using substitution automorphisms rather than\ndiffeomorphisms. On the other hand, the algebra $\\mathcal{H}^1_{\\tmop{CM}}$ is\nisomorphic to a sub-Hopf algebra of the classical shuffle Hopf algebra which\nappears naturally in resummation theory, in the framework of formal and\nanalytic conjugacy of vector fields. Using the very simple structure of the\nshuffle Hopf algebra, we derive once again explicit formulas for the coproduct\nand the antipode in $\\mathcal{H}^1_{\\tmop{CM}}$.\n"]}]
["0812.2859",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2859"],"date":["2008-12-15","2008-12-16"],"type":["text"],"creator":["Behrend, Juliane"],"language":[],"coverage":[],"title":["Metric Renormalization in General Relativity"],"description":["  The averaging problem in general relativity concerns the difficulty of\ndefining meaningful averages of tensor quantities and we consider various\naspects of the problem. We first address cosmological backreaction which arises\nbecause the averaged Einstein tensor is not the same as the Einstein tensor of\nthe averaged metric. It has been suggested that backreaction might account for\nthe dark energy. We show numerically in the Buchert formalism that the\ncorrections from (quasi)linear perturbations are only of the order of 10^-5 and\nact as a dark matter. We then focus on constructing averaged metrics and\npresent a generally covariant averaging process which decomposes the metric\ninto Vielbeins and parallel transports them with a relativistic Wegner-Wilson\noperator to a single point where they can then be averaged. The Vielbeins are\nchosen in a Lagrangian formalism. The functionality of the process is\ndemonstrated in specific examples in two and three space dimensions. This\ninvolves the numerical solution of partial differential equations by the aid of\nthe simulation toolkit Gascoigne.\n","Comment: April 2008. 153pp. PhD Thesis (Supervisor: Prof. Dr. Otto Nachtmann).\n  Available online at: http://www.ub.uni-heidelberg.de/archiv/8385/ Replaced\n  with PDFLaTeX version and improved figures"]}]
["0812.2860",{"format":[],"subject":["Mathematics - Number Theory","11N36, 14H52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2860"],"date":["2008-12-15"],"type":["text"],"creator":["David, Chantal","Wu, Jie"],"language":[],"coverage":[],"title":["Almost prime values of the order of elliptic curves over finite fields"],"description":["  Let $E$ be an elliptic curve over $\\Q$ without complex multiplication, and\nwhich is not isogenous to a curve with non-trivial rational torsion. For each\nprime $p$ of good reduction, let $|E(\\F_p)|$ be the order of the group of\npoints of the reduced curve over $\\F_p$. We prove in this paper that, under the\nGRH, there are at least $2.778 C_E^{\\rm twin} x / (\\log{x})^2$ primes $p$ such\nthat $|E(\\F_p)|$ has at most 8 prime factors, counted with multiplicity. This\nimproves previous results of Steuding & Weng and Murty & Miri. This is also the\nfirst result where the dependence on the conjectural constant $C_E^{\\rm twin}$\nappearing in the twin prime conjecture for elliptic curves (also known as\nKoblitz's conjecture) is made explicit. This is achieved by sieving a slightly\ndifferent sequence than the one used by previous authors. By sieving the same\nsequence and using Selberg's linear sieve, we can also improve the constant\nappearing in the upper bound for the number of primes $p$ such that $|E(\\F_p)|$\nis prime. Finally, we remark that our results still hold under an hypothesis\nweaker than the GRH.\n"]}]
["0812.2863",{"format":[],"subject":["Mathematics - Probability","15A52","60F15","62H99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2863"],"date":["2008-12-15"],"type":["text"],"creator":["Mo, M. Y."],"language":[],"coverage":[],"title":["Universality in Complex Wishart ensembles: The 1 cut case"],"description":["  We studied universality of Wishart ensembles whose covariance matrix has 2\ndistinct eigenvalues and the number of each of these eigenvalue goes to\ninfinity in the asymptotic limit. In this case, the limiting eigenvalue\ndistribution can be supported on 1 or 2 disjoint intervals. In our previous\nwork the case when the support consists of 2 intervals was studied. This paper\ncomplements our previous analysis and studied the case when the support\nconsists of a single interval. By using Riemann-Hilbert analysis, we have shown\nthat under proper rescaling of the eigenvalues, the limiting correlation kernel\nis given by the sine kernel and the Airy kernel in the bulk and the edge of the\nspectrum respectively. As a consequence, the behavior of the largest eigenvalue\nin this model is described by the Tracy-Widom distribution.\n","Comment: 41 pages, 7 figures"]}]
["0812.2869",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2869"],"date":["2008-12-15"],"type":["text"],"creator":["de Beaudrap, Jonathan Robert Niel"],"language":[],"coverage":[],"title":["Theory of measurement-based quantum computing"],"description":["  In the study of quantum computation, data is represented in terms of linear\noperators which form a generalized model of probability, and computations are\nmost commonly described as products of unitary transformations, which are the\ntransformations which preserve the quality of the data in a precise sense. This\nnaturally leads to \"unitary circuit models\", which are models of computation in\nwhich unitary operators are expressed as a product of \"elementary\" unitary\ntransformations. However, unitary transformations can also be effected as a\ncomposition of operations which are not all unitary themselves: the \"one-way\nmeasurement model\" is one such model of quantum computation.\n  In this thesis, we examine the relationship between representations of\nunitary operators and decompositions of those operators in the one-way\nmeasurement model. In particular, we consider different circumstances under\nwhich a procedure in the one-way measurement model can be described as\nsimulating a unitary circuit, by considering the combinatorial structures which\nare common to unitary circuits and two simple constructions of one-way based\nprocedures. These structures lead to a characterization of the one-way\nmeasurement patterns which arise from these constructions, which can then be\nrelated to efficiently testable properties of graphs. We also consider how\nthese characterizations provide automatic techniques for obtaining complete\nmeasurement-based decompositions, from unitary transformations which are\nspecified by operator expressions bearing a formal resemblance to path\nintegrals. These techniques are presented as a possible means to devise new\nalgorithms in the one-way measurement model, independently of algorithms in the\nunitary circuit model.\n","Comment: Ph.D. thesis in Combinatorics and Optimization. 199 pages main text,\n  26 PDF figures. Official electronic version available at\n  http://hdl.handle.net/10012/4133"]}]
["0812.2873",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2873"],"date":["2008-12-15"],"type":["text"],"creator":["Hautmann, F."],"language":[],"coverage":[],"title":["Nonperturbative corrections from an s-channel approach"],"description":["  We report on studies of multi-parton corrections from nonlocal operator\nexpansion.\n  We discuss relations between eikonal-line matrix elements and parton\ndistributions, and present an illustration for initial-state collinear\nevolution.\n","Comment: Contribution to \"HERA and the LHC\" Workshop Proceedings, CERN, 2008"]}]
["0812.2874",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2874"],"date":["2008-12-15"],"type":["text"],"creator":["Branson, Andrew","Hauer, Tamas","McClatchey, Richard","Rogulin, Dmitry","Shamdasani, Jetendr"],"language":[],"coverage":[],"title":["A Data Model for Integrating Heterogeneous Medical Data in the\n  Health-e-Child Project"],"description":["  There has been much research activity in recent times about providing the\ndata infrastructures needed for the provision of personalised healthcare. In\nparticular the requirement of integrating multiple, potentially distributed,\nheterogeneous data sources in the medical domain for the use of clinicians has\nset challenging goals for the healthgrid community. The approach advocated in\nthis paper surrounds the provision of an Integrated Data Model plus links\nto/from ontologies to homogenize biomedical (from genomic, through cellular,\ndisease, patient and population-related) data in the context of the EC\nFramework 6 Health-e-Child project. Clinical requirements are identified, the\ndesign approach in constructing the model is detailed and the integrated model\ndescribed in the context of examples taken from that project. Pointers are\ngiven to future work relating the model to medical ontologies and challenges to\nthe use of fully integrated models and ontologies are identified.\n","Comment: 10 pages, 4 figures, 1 table. Proceedings the 6th HealthGrid Int.\n  Conference (HG08)"]}]
["0812.2876",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2876"],"date":["2008-12-15"],"type":["text"],"creator":["Kim, Jungsang","Brady, David J."],"language":[],"coverage":[],"title":["Direct sampling of optical coherence using quantum interference"],"description":["  We describe a detector that measures the mutual coherence of two optical\nfields directly using quantum interference, free from photon noise of the\nindividual irradiances. Our approach utilizes Raman transition in an atomic\nsystem where the state evolution is driven by the mutual coherence of the\nfields interacting with the atoms. Feedback control is used to balance the\ninteraction of the fields being characterized, providing a measure of the\nmutual coherence. We show that the sensitivity of the coherence measurement can\nbe enhanced significantly above that of conventional interferometric methods\nwhen the mutual coherence of the two fields is weak.\n","Comment: 10 pages, 5 figures"]}]
["0812.2877",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2877","Quantum Information Processing, Vol. 7, No. 6, (2008), 243-249"],"date":["2008-12-15"],"type":["text"],"creator":["Chattopadhyay, Indrani","Sarkar, Debasis"],"language":[],"coverage":[],"title":["Entanglement of Formation is Non-monotonic with Concurrence-A Simple\n  Proof"],"description":["  In this paper we explore the non-monotonic nature of entanglement of\nformation with respect to concurrence for pure bipartite states. For pure\nbipartite system, one of the basic physical reason of this non-monotonicity\ncharacter is due to the existence of incomparable states, i.e., the pure\nbipartite states which are not convertible to each other by LOCC with\ncertainty.\n","Comment: 4 pages, 1 figure, revtex"]}]
["0812.2879",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2879"],"date":["2008-12-15"],"type":["text"],"creator":["Munir, Kamran","Odeh, Mohammed","McClatchey, Richard"],"language":[],"coverage":[],"title":["Ontology Assisted Query Reformulation Using Semantic and Assertion\n  Capabilities of OWL-DL Ontologies"],"description":["  End users of recent biomedical information systems are often unaware of the\nstorage structure and access mechanisms of the underlying data sources and can\nrequire simplified mechanisms for writing domain specific complex queries. This\nresearch aims to assist users and their applications in formulating queries\nwithout requiring complete knowledge of the information structure of underlying\ndata sources. To achieve this, query reformulation techniques and algorithms\nhave been developed that can interpret ontology-based search criteria and\nassociated domain knowledge in order to reformulate a relational query. These\nquery reformulation algorithms exploit the semantic relationships and assertion\ncapabilities of OWL-DL based domain ontologies for query reformulation. In this\npaper, this approach is applied to the integrated database schema of the EU\nfunded Health-e-Child (HeC) project with the aim of providing ontology assisted\nquery reformulation techniques to simplify the global access that is needed to\nmillions of medical records across the UK and Europe.\n","Comment: 15 pages, 4 figures. Proceedings of the 12th International Database\n  Engineering & Applications Symposium (Ideas2008)"]}]
["0812.2891",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2891"],"date":["2008-12-15"],"type":["text"],"creator":["Chalasani, Sandeep"],"language":[],"coverage":[],"title":["On the Value of a Social Network"],"description":["  In this paper we investigate the value of a social network with respect to\nthe probability mechanism underlying its structure. Specifically, we compute\nthe value for small world and scale free networks. We provide evidence in\nsupport of the value to be given by Zipfs law.\n","Comment: 12 pages; 13 figures"]}]
["0812.2892",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2892"],"date":["2008-12-15"],"type":["text"],"creator":["Zayyani, Hadi.","Valiollahzadeh, Seyyedmajid","Babaie-Zadeh, Massoud."],"language":[],"coverage":[],"title":["Sparse Component Analysis (SCA) in Random-valued and Salt and Pepper\n  Noise Removal"],"description":["  In this paper, we propose a new method for impulse noise removal from images.\nIt uses the sparsity of images in the Discrete Cosine Transform (DCT) domain.\nThe zeros in this domain give us the exact mathematical equation to reconstruct\nthe pixels that are corrupted by random-value impulse noises. The proposed\nmethod can also detect and correct the corrupted pixels. Moreover, in a simpler\ncase that salt and pepper noise is the brightest and darkest pixels in the\nimage, we propose a simpler version of our method. In addition to the proposed\nmethod, we suggest a combination of the traditional median filter method with\nour method to yield better results when the percentage of the corrupted samples\nis high.\n","Comment: 6 pages"]}]
["astro-ph/0702290",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0702290"],"date":["2007-02-11","2008-12-16"],"type":["text"],"creator":["Cheung, Yeuk-Kwan E.","Savvidy, Konstantin","Kao, Hsien-Chung"],"language":[],"coverage":[],"title":["Galaxy Rotation Curves from String Theory"],"description":["  This is a speculative attempt to connect string theory with cosmological\nobservation. Inspired by an exactly solvable model in string theory, and based\non the assumption that all matter is made of strings, individual stars will\ncouple universally to this string gauge field and execute Landau orbits, much\nlike electrons in an external magnetic field. This three-parameter\nphenomenological model can adequately fit the galaxy rotation curves. The extra\ncentripetal acceleration provided by the background field can hence account for\nthe \"missing mass\" needed to sustain the high rotation speed beyond the bulk of\nthe stellar mass. The rotation speed of the stars on the outskirts of a galaxy\nis predicted to be linearly rising with distance.\n","Comment: 15 pages, 1 table, 3 figures,1 appendix, LaTex in JHEP style"]}]
["gr-qc/0605054",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0605054","Int.J.Mod.Phys.D16:481-487,2007","doi:10.1142/S0218271807010298"],"date":["2006-05-09","2008-01-31"],"type":["text"],"creator":["Rey, A. Ulacia","Martinez, A. Perez","Sussman, Roberto A."],"language":[],"coverage":[],"title":["Dynamics of a self--gravitating magnetized source"],"description":["  We consider a magnetized degenerate gas of fermions as the matter source of a\nhomogeneous but anisotropic Bianchi I spacetime with a Kasner--like metric. We\nexamine the dynamics of this system by means of a qualitative and numerical\nstudy of Einstein-Maxwell field equations which reduce to a non--linear\nautonomous system. For all initial conditions and combinations of free\nparameters the gas evolves from an initial anisotropic singularity into an\nasymptotic state that is completely determined by a stable attractor. Depending\non the initial conditions the anisotropic singularity is of the ``cigar'' or\n``plate'' types.\n","Comment: 7 pages, 1 figure"]}]
["gr-qc/0610105",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0610105","Syst. Integrables et Theorie des Champs Quant., eds J. Kouneiher\n  et all, Hermann's Editeurs, pp. 241-254, 2008"],"date":["2006-10-21","2008-12-16"],"type":["text"],"creator":["Iftime, Mihaela D."],"language":[],"coverage":[],"title":["The Hole Argument. Physical Events and the Superspace"],"description":["  The 'hole argument'(the English translation of German 'Lochbetrachtung') was\nformulated by Albert Einstein in 1913 in his search for a relativistic theory\nof gravitation. The hole argument was deemed to be based on a trivial error of\nEinstein, until 1980 when John Stachel (Talk on Einsteins Search for General\nCovariance, 1912-1915 at the GRG meeting in Jena 1980) recognized its highly\nnon-trivial character. Since then the argument has been intensively discussed\nby many physicists and philosophers of science. (See e.g., Earman & Norton\n(1987), Gaul & Rovelli (1999), Stachel & Iftime(2005}, and Iftime &\nStachel(2006).)\n  I shall provide here a coordinate-free formulation of the argument using the\nlanguage of categories and bundles, and generalize the argument for arbitrary\ncovariant and permutable theories (see Iftime & Stachel(2006). In conclusion I\nshall point out a way of avoiding the hole argument, by looking at the\nstructure of the space of solutions of Einstein's equations on a space-time\nmanifold. This superspace Q(M) is defined as the orbit space of space-time\nsolutions on M under the action of the diffeomorphisms of M, and it plays an\nimportant role in the study of the gravitational field and attempts to find a\ntheory of quantum gravity (QG).\n","Comment: 14 pages"]}]
["math-ph/0604057",{"format":[],"subject":["Mathematical Physics","35K57","35A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0604057","Nonlinear Dynamics, 2007, V.49, 71-81"],"date":["2006-04-24","2006-08-14"],"type":["text"],"creator":["Ivanova, Nataliya M."],"language":[],"coverage":[],"title":["Conservation Laws of Multidimensional Diffusion-Convection Equations"],"description":["  All possible linearly independent local conservation laws for $n$-dimensional\ndiffusion--convection equations $u_t=(A(u))_{ii}+(B^i(u))_i$ were constructed\nusing the direct method and the composite variational principle. Application of\nthe method of classification of conservation laws with respect to the group of\npoint transformations [R.O. Popovych, N.M. Ivanova, J. Math. Phys., 2005, V.46,\n043502 (math-ph/0407008)] allows us to formulate the result in explicit closed\nform. Action of the symmetry groups on the conservation laws of diffusion\nequations is investigated and generating sets of conservation laws are\nconstructed.\n","Comment: 13 pages"]}]
["math/0411031",{"format":[],"subject":["Mathematics - Number Theory","11H06 (Primary)","52C07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411031"],"date":["2004-11-01","2008-12-16"],"type":["text"],"creator":["Karpenkov, O."],"language":[],"coverage":[],"title":["Constructing multidimensional periodic continued fractions in the sense\n  of Klein"],"description":["  We consider the geometric generalization of ordinary continued fraction to\nthe multidimensional case introduced by F. Klein in 1895. A multidimensional\nperiodic continued fraction is the union of sails with some special group\nacting freely on these sails. This group transposes the faces. In this article,\nwe present a method of constructing \"approximate\" fundamental domains of\nalgebraic multidimensional continued fractions and an algorithm testing whether\nthis domain is indeed fundamental or not. We give some polynomial estimates on\nnumber of the operations for the algorithm. In conclusion we present an example\nof fundamental domains calculation for a two-dimensional series of\ntwo-dimensional periodic continued fractions.\n","Comment: 25 pages, 1 Postscript figure"]}]
["math/0611885",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Combinatorics","Mathematics - Category Theory","16A24, 16W30, 17A30, 18D50, 81R60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611885","Aste'risque 320 (2008), vi+114 pp."],"date":["2006-11-28","2008-12-16"],"type":["text"],"creator":["Loday, Jean-Louis"],"language":[],"coverage":[],"title":["Generalized bialgebras and triples of operads"],"description":["  We introduce the notion of generalized bialgebra, which includes the\nclassical notion of bialgebra (Hopf algebra) and many others. We prove that,\nunder some mild conditions, a connected generalized bialgebra is completely\ndetermined by its primitive part. This structure theorem extends the classical\nPoincar\\'e-Birkhoff-Witt theorem and the Cartier-Milnor-Moore theorem, valid\nfor cocommutative bialgebras, to a large class of generalized bialgebras.\nTechnically we work in the theory of operads which permits us to give a\nconceptual proof of our main theorem. It unifies several results, generalizing\nPBW and CMM, scattered in the literature. We treat many explicit examples and\nsuggest a few conjectures.\n","Comment: Slight modification of the quotient triple proposition (3.1.1). Typos\n  corrected. 110 pages"]}]
["math/0612235",{"format":[],"subject":["Mathematics - Logic","20F60, 06F05, 06F20, 03C64"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612235","Annals of Pure and Applied Logic 156 (2008) 210-244","doi:10.1016/j.apal.2008.05.001"],"date":["2006-12-10","2008-12-16"],"type":["text"],"creator":["Fornasiero, Antongiulio","Mamino, Marcello"],"language":[],"coverage":[],"title":["Arithmetic of Dedekind cuts of ordered Abelian groups"],"description":["  We study the set of Dedekind cuts over a linearly ordered Abelian group as a\nstructure over the language (0,<,+,-). Moreover, we obtain a simple set of\naxioms for the universal part of the theory of such structures. Finally, we\nprove that every structure satisfying the given axioms is a sub-structure of\nthe set of cuts over a suitable group.\n"]}]
