["0710.3951",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3951","Phys. Rev. Lett. 101, 118103 (2008)","doi:10.1103/PhysRevLett.101.118103"],"date":["2007-10-21","2008-10-19"],"type":["text"],"creator":["Broedersz, C. P.","Storm, C.","MacKintosh, F. C."],"language":[],"coverage":[],"title":["Nonlinear elasticity of composite networks of stiff biopolymers with\n  flexible linkers"],"description":["  Motivated by recent experiments showing nonlinear elasticity of in vitro\nnetworks of the biopolymer actin cross-linked with filamin, we present an\neffective medium theory of flexibly cross-linked stiff polymer networks. We\nmodel such networks by randomly oriented elastic rods connected by flexible\nconnectors to a surrounding elastic continuum, which self-consistently\nrepresents the behavior of the rest of the network. This model yields a\ncrossover from a linear elastic regime to a highly nonlinear elastic regime\nthat stiffens in a way quantitatively consistent with experiment.\n","Comment: 4 pages, 3 figures"]}]
["0711.0493",{"format":[],"subject":["Mathematics - Probability","60J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0493"],"date":["2007-11-03","2008-10-19"],"type":["text"],"creator":["Burdzy, Krzysztof","White, David"],"language":[],"coverage":[],"title":["Markov processes with product-form stationary distribution"],"description":["  We study a class of Markov processes with finite state space and continuous\ntime that have product form stationary distributions. We obtain a number of\nexamples that can generate conjectures for diffusions with inert drift.\n"]}]
["0712.2521",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2521"],"date":["2007-12-15","2008-10-18"],"type":["text"],"creator":["Shalaby, Abouzeid M."],"language":[],"coverage":[],"title":["Will the $PT$ Symmetric and Non-Hermitian $\\phi^4$ Theory Solve the\n  Hierarchy and Triviality Problems in the Standard Model?"],"description":["  Very recently, the Large Hadron Collider was turned on. There, the\nexperiments are aiming to test different scenarios for elementary particles\ninteractions from SUSY, Extra dimensions to others. In fact, SUSY was invented\nto kill the conceptual problems existing in the conventional Standard model\n\\textit{i.e.} the Hierarchy problem. However, in recent years, certain theories\nwhich was rejected in the past like the wrong sign $\\phi^{4}$ theory is now\nwell known to be a truly physically acceptable theory. Here, we analyze the\nrenormalization group flow of the different parameters in the theory. We find\nthat, rather than the conventional $\\phi^{4}$ theory and because the theory is\nasymptotically free, it does not sufferer from the catastrophic blow up of the\nmass parameter for UV scales. This feature greatly recommend that this theory\nis a plausible candidate to play the role of the $SU(2)\\times U(1)$ symmetry\nbreaking in the standard model. If this picture will agree with the\nexperimental results from LHC, then the Higgs particle was massless in the far\npast. Moreover, the cosmological constant problem as a Hierarchy problem may be\nsolved too. However, when trying to calculate the metric operator, we expected\nthat the equivalent Hermitian theory may attain non-remormalizabe terms and\nthus the theory is incalculable. In fact, we show that there exists a Hermitian\nand renormalizable equivalent theory though of indefinite metric. We\nreformulated the Klein-Gordon equation in such a way that the wrong sign in the\npropagator attains a new physical meaning that the Higgs particle is made from\nexotic matter.\n","Comment: 11pages, 0 figures"]}]
["0802.2419",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2419","Phys. Rev. A 78, 042316 (2008)","doi:10.1103/PhysRevA.78.042316"],"date":["2008-02-18","2008-07-22"],"type":["text"],"creator":["Watanabe, Shun","Matsumoto, Ryutaroh","Uyematsu, Tomohiko"],"language":[],"coverage":[],"title":["Tomography increases key rates of quantum-key-distribution protocols"],"description":["  We construct a practically implementable classical processing for the BB84\nprotocol and the six-state protocol that fully utilizes the accurate channel\nestimation method, which is also known as the quantum tomography. Our proposed\nprocessing yields at least as high key rate as the standard processing by Shor\nand Preskill. We show two examples of quantum channels over which the key rate\nof our proposed processing is strictly higher than the standard processing. In\nthe second example, the BB84 protocol with our proposed processing yields a\npositive key rate even though the so-called error rate is higher than the 25%\nlimit.\n","Comment: 13 pages, 1 figure, REVTeX4. To be published in PRA. Version 2 adds\n  many references, a closed form key rate formula for unital channels, and a\n  procedure for the maximum likelihood channel estimation"]}]
["0803.1879",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1879","Journal of Theoretical Biology, 254, 655-666 (2008)"],"date":["2008-03-12","2008-10-19"],"type":["text"],"creator":["Ueno, Taro","Masuda, Naoki"],"language":[],"coverage":[],"title":["Controlling nosocomial infection based on structure of hospital social\n  networks"],"description":["  Nosocomial infection raises a serious public health problem, as implied by\nthe existence of pathogens characteristic to healthcare and hospital-mediated\noutbreaks of influenza and SARS. We simulate stochastic SIR dynamics on social\nnetworks, which are based on observations in a hospital in Tokyo, to explore\neffective containment strategies against nosocomial infection. The observed\nnetworks have hierarchical and modular structure. We show that healthcare\nworkers, particularly medical doctors, are main vectors of diseases on these\nnetworks. Intervention methods that restrict interaction between medical\ndoctors and their visits to different wards shrink the final epidemic size more\nthan intervention methods that directly protect patients, such as isolating\npatients in single rooms. By the same token, vaccinating doctors with priority\nrather than patients or nurses is more effective. Finally, vaccinating\nindividuals with large betweenness centrality is superior to vaccinating ones\nwith large connectedness to others or randomly chosen individuals, as suggested\nby previous model studies. [The abstract of the manuscript has more\ninformation.]\n","Comment: 12 figures, 2 tables"]}]
["0803.3730",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14L15","14L30","11G25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3730","Internat. Math. Res. Not. (2008); Vol. 2008, article ID:rnn111, 68\n  pages"],"date":["2008-03-26","2008-10-19"],"type":["text"],"creator":["Tossici, Dajano"],"language":[],"coverage":[],"title":["Effective models and extension of torsors over a discrete valuation ring\n  of unequal characteristic"],"description":["  Let R be a discrete valuation ring of unequal characteristic with fraction\nfield K which contains a primitive p^2-th root of unity. Let X be a faithfully\nflat R-scheme and G be a finite abstract group. Let us consider a G-torsor\nY_K\\to X_K and let Y be the normalization of X_K in Y. If G=Z/p^n Z, n<3, under\nsome hypothesis on X, we attach some invariants to Y_K \\to X_K. If p>2, we\ndetermine, through these invariants, when Y\\to X has a structure of torsor\nwhich extends that of Y_K\\to X_K. Moreover we explicitly calculate the\neffective model (defined by Romagny) of the action of G on Y.\n","Comment: 40 pages, final version, corrected and improved some statements in\n  the sections 4,5,6 and 7"]}]
["0804.0442",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0442","Supercond. Sci. Technol. v. 21 (2008) 125010","doi:10.1088/0953-2048/21/12/125010"],"date":["2008-04-03"],"type":["text"],"creator":["Tolkacheva, E. M.","Balashov, D. V.","Khabipov, M. I.","Zorin, A. B."],"language":[],"coverage":[],"title":["Single flux quantum circuits with damping based on dissipative\n  transmission lines"],"description":["  We propose and demonstrate the functioning of a special Rapid Single Flux\nQuantum (RSFQ) circuit with frequency-dependent damping. This damping is\nachieved by shunting individual Josephson junctions by pieces of open-ended RC\ntransmission lines. Our circuit includes a toggle flip-flop cell, Josephson\ntransmission lines transferring single flux quantum pulses to and from this\ncell, as well as DC/SFQ and SFQ/DC converters. Due to the desired\nfrequency-dispersion in the RC line shunts which ensures sufficiently low noise\nat low frequencies, such circuits are well-suited for integrating with the\nflux/phase Josephson qubit and enable its efficient control.\n","Comment: 6 pages incl. 6 figures"]}]
["0807.4594",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4594","A&A 487, 853-855 (2008)","doi:10.1051/0004-6361:200809954"],"date":["2008-07-29","2008-10-19"],"type":["text"],"creator":["Qi, Shi","Wang, Fa-Yin","Lu, Tan"],"language":[],"coverage":[],"title":["Gamma-ray burst contributions to constraining the evolution of dark\n  energy"],"description":["  We explore the gamma-ray bursts' (GRBs') contributions in constraining the\ndark energy equation of state (EOS) at high ($1.8 < z < 7$) and at middle\nredshifts ($0.5 < z < 1.8$) and estimate how many GRBs are needed to get\nsubstantial constraints at high redshifts. We estimate the constraints with\nmock GRBs and mock type Ia supernovae (SNe Ia) for comparisons. When\nconstraining the dark energy EOS in a certain redshift range, we allow the dark\nenergy EOS parameter to vary only in that redshift bin and fix EOS parameters\nelsewhere to -1. We find that it is difficult to constrain the dark energy EOS\nbeyond the redshifts of SNe Ia with GRBs unless some new luminosity relations\nfor GRBs with smaller scatters are discovered. However, at middle redshifts,\nGRBs have comparable contributions with SNe Ia in constraining the dark energy\nEOS.\n","Comment: 3 pages, 5 figures. Published in Astronomy and Astrophysics.\n  Corrected reference"]}]
["0807.4680",{"format":[],"subject":["Computer Science - Artificial Intelligence","I.2.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4680"],"date":["2008-07-29","2008-10-19"],"type":["text"],"creator":["Miguel, Sergio"],"language":["es"],"coverage":[],"title":["Hacia una teoria de unificacion para los comportamientos cognitivos"],"description":["  Each cognitive science tries to understand a set of cognitive behaviors. The\nstructuring of knowledge of this nature's aspect is far from what it can be\nexpected about a science. Until now universal standard consistently describing\nthe set of cognitive behaviors has not been found, and there are many questions\nabout the cognitive behaviors for which only there are opinions of members of\nthe scientific community. This article has three proposals. The first proposal\nis to raise to the scientific community the necessity of unified the cognitive\nbehaviors. The second proposal is claim the application of the Newton's\nreasoning rules about nature of his book, Philosophiae Naturalis Principia\nMathematica, to the cognitive behaviors. The third is to propose a scientific\ntheory, currently developing, that follows the rules established by Newton to\nmake sense of nature, and could be the theory to explain all the cognitive\nbehaviors.\n","Comment: 63 pages, 4 figures, Spanish, mistakes erased"]}]
["0808.2362",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2362"],"date":["2008-08-18","2008-10-19"],"type":["text"],"creator":["Haisch, Ulrich"],"language":[],"coverage":[],"title":["Something about Z-penguins I want to tell"],"description":["  We stress that in models with constrained minimal flavor violation large\nnegative corrections to the flavor-changing Z-penguin amplitudes are excluded\nby the precision measurements of the Z -> b anti-b pseudo observables performed\nat LEP and SLC. The derived stringent range for the non-standard contribution\nto the universal Inami-Lim function C leads to tight two-sided limits for the\nbranching ratios of all Z-penguin dominated flavor-changing K- and B-decays.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008. 5 pages,\n  PDFLaTeX, 2 pdf figures and 1 table; v2: LaTeX template and references\n  updated"]}]
["0809.1906",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1906"],"date":["2008-09-10","2008-10-19"],"type":["text"],"creator":["Kintali, Shiva"],"language":[],"coverage":[],"title":["Betweenness Centrality : Algorithms and Lower Bounds"],"description":["  One of the most fundamental problems in large scale network analysis is to\ndetermine the importance of a particular node in a network. Betweenness\ncentrality is the most widely used metric to measure the importance of a node\nin a network. In this paper, we present a randomized parallel algorithm and an\nalgebraic method for computing betweenness centrality of all nodes in a\nnetwork. We prove that any path-comparison based algorithm cannot compute\nbetweenness in less than O(nm) time.\n"]}]
["0809.2372",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2372"],"date":["2008-09-13","2008-10-19"],"type":["text"],"creator":["Kaplan, Daniel M."],"language":[],"coverage":[],"title":["Future Antiproton Experiments at Fermilab"],"description":["  Fermilab operates the world's most intense antiproton source. Newly proposed\nexperiments can use those antiprotons either parasitically during Tevatron\nCollider running or after the Tevatron Collider finishes in about 2010. In\nparticular, the annihilation of 8 GeV antiprotons might make the world's most\nintense source of tagged $D^0$ mesons, and thus the best near-term opportunity\nto study charm mixing and, via CP violation, to search for new physics; a\nPenning trap and atom interferometer could be used to measure for the first\ntime the gravitational force on antimatter.\n","Comment: Poster presented at ICHEP08 Conference, Philadelphia, USA, July 2008.\n  3 pages"]}]
["0810.0380",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0380"],"date":["2008-10-02","2008-10-19"],"type":["text"],"creator":["Ciesielski, Robert","H1, for the","Collaborations, ZEUS"],"language":[],"coverage":[],"title":["Exclusive processes at HERA"],"description":["  An increased precision of HERA data allows studies of exclusive processes in\ntheir transition from soft to hard interactions as well as in the pQCD domain.\nThe recent measurements of vector meson production and Deeply Virtual Compton\nScattering (DVCS) performed by the H1 and ZEUS experiments are reported and\ncompared to pQCD expectations.\n","Comment: ICHEP08 proceedings, LaTeX, 4 pages, 4 figures, 8 eps plots; v2:\n  changes on header and page numbering"]}]
["0810.0839",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0839"],"date":["2008-10-05","2008-10-18"],"type":["text"],"creator":["Hasegawa, Hideo"],"language":[],"coverage":[],"title":["A moment approach to analytic time-dependent solutions of the\n  Fokker-Planck equation with additive and multiplicative noise"],"description":["  An efficient method is presented as a means of an approximate, analytic\ntime-dependent solution of the Fokker-Planck equation (FPE) for the Langevin\nmodel subjected to additive and multiplicative noise. We have assumed that the\ndynamical probability distribution function has the same structure as the exact\nstationary one and that its parameters are expressed in terms of first and\nsecond moments, whose equations of motion are determined by the FPE. Model\ncalculations have shown that dynamical distributions in response to applied\nsignal and force calculated by our moment method are in good agreement with\nthose obtained by the partial difference equation method. As an application of\nour method, we present the time-dependent Fisher information for the\ninverse-gamma distribution which is realized in the FPE including\nmultiplicative noise only.\n","Comment: 19 pages, 8 figures, augmented text"]}]
["0810.1500",{"format":[],"subject":["Mathematics - Group Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1500"],"date":["2008-10-08","2008-10-19"],"type":["text"],"creator":["Kornyak, Vladimir V."],"language":[],"coverage":[],"title":["Extended Wreath Products"],"description":["  This paper has been withdrawn by the author, since proposed extensions are\nequivalent at any k to either wreath or direct product.\n","Comment: This paper has been withdrawn"]}]
["cond-mat/0408613",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0408613","YBCO Superconductor Research Progress, Edited by L. C. Liang (Nova\n  Science Publishers, Inc., 2008) pp. 11-51"],"date":["2004-08-27","2005-08-01"],"type":["text"],"creator":["Arulsamy, Andrew Das"],"language":[],"coverage":[],"title":["Hall resistance and Lorenz ratio models in YBa2Cu3O7"],"description":["  The 2D models of heat capacity, its conductivity ($\\kappa$), Hall resistance\n($R_H$) and the Lorenz ratio ($\\mathcal{L}$) have been derived using the\nionization energy ($E_I$) based Fermi-Dirac statistics (iFDS). These models\nreproduce the experimentally measured $\\rho(T)$ and $R_H(T)$. The variation of\n$\\mathcal{L}$ is proportional to 1/T due to electron-phonon ($e$-$ph$)\nscattering in $\\kappa$. However, the $e$-$ph$ coupling in the electrical\nresistivity has the polaronic effect that complies with iFDS, rather than the\n$e$-$ph$ scattering that satisfies the Bloch-Gr\\\"{u}neisen formula. These\nmodels are purely Fermi liquid and are not associated with any microscopic\ntheories of high-Tc superconductors.\n","Comment: Revised with theoretical details"]}]
["math/0512532",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","Primary 60H20","secondary: 60H05, 45D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512532","J. Math. Anal. Appl. Vol. 349, 2(2009) pp. 301-310.","doi:10.1016/j.jmaa.2008.09.005"],"date":["2005-12-22","2007-01-10"],"type":["text"],"creator":["Karczewska, Anna","Lizama, Carlos"],"language":[],"coverage":[],"title":["Strong solutions to stochastic Volterra equations"],"description":["  In this paper stochastic Volterra equations admitting exponentially bounded\nresolvents are studied. After obtaining convergence of resolvents, some\nproperties for stochastic convolutions are studied. Our main result provide\nsufficient conditions for strong solutions to stochastic Volterra equations.\n","Comment: 16 pages. The existence of strong solutions under some general\n  assumptions is proved. Some proofs changed and precised"]}]
["math/0611245",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611245"],"date":["2006-11-09","2008-10-19"],"type":["text"],"creator":["Labourie, F.","McShane, G."],"language":[],"coverage":[],"title":["Cross Ratios and Identities for Higher Thurston Theory"],"description":["  We generalise in this article the Mc Shane-Mirzakhani identities in\nhyperbolic geometry to arbitrary cross ratios. We give an expression of them in\nthe case of Hitchin representations of surface groups in PSL(n, R) in a\nsuitable choice of Fock-Goncharov coordinates.\n","Comment: 64 pages, 5 figures The new version corrects many typos, sign errors\n  and imprecisions. The writing has been hopefully improved. The mathematical\n  content is identical"]}]
