["0704.1847",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1847","The European Physical Journal B 61 3 (2008) 377-388","doi:10.1140/epjb/e2008-00075-3"],"date":["2007-04-13","2007-10-12"],"type":["text"],"creator":["Fraiman, Daniel"],"language":[],"coverage":[],"title":["Growing Networks: Limit in-degree distribution for arbitrary out-degree\n  one"],"description":["  We compute the stationary in-degree probability, $P_{in}(k)$, for a growing\nnetwork model with directed edges and arbitrary out-degree probability. In\nparticular, under preferential linking, we find that if the nodes have a light\ntail (finite variance) out-degree distribution, then the corresponding\nin-degree one behaves as $k^{-3}$. Moreover, for an out-degree distribution\nwith a scale invariant tail, $P_{out}(k)\\sim k^{-\\alpha}$, the corresponding\nin-degree distribution has exactly the same asymptotic behavior only if\n$2<\\alpha<3$ (infinite variance). Similar results are obtained when\nattractiveness is included. We also present some results on descriptive\nstatistics measures %descriptive statistics such as the correlation between the\nnumber of in-going links, $D_{in}$, and outgoing links, $D_{out}$, and the\nconditional expectation of $D_{in}$ given $D_{out}$, and we calculate these\nmeasures for the WWW network. Finally, we present an application to the\nscientific publications network. The results presented here can explain the\ntail behavior of in/out-degree distribution observed in many real networks.\n","Comment: 12 pages, 6 figures, v2 adds a section on descriptive statistics, an\n  analisis on www network, typos added"]}]
["0706.2905",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2905","J.Korean Phys.Soc. 51 (2007) 2091-2093"],"date":["2007-06-19","2007-11-02"],"type":["text"],"creator":["Ee, Chang-Young","Lee, Daeho","Yoon, Myungseok"],"language":[],"coverage":[],"title":["Entropy of Schwarzschild Black Holes on DGP Brane"],"description":["  We study the entropy of Schwarzschild black holes on DGP brane. The radius of\nevent horizon on DGP brane is obtained by a numerical method. It is smaller\nthan that of Einstein gravity in the conventional branch, and is larger in the\naccelerated branch. However, the difference is very small. The entropy of the\nblack hole is calculated by using the improved brick-wall method.\n","Comment: 6 pages, 1 figure; to appear in J. Kor. Phys. Soc"]}]
["0706.3108",{"format":[],"subject":["Physics - Computational Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3108"],"date":["2007-06-21","2008-10-21"],"type":["text"],"creator":["Alexandrescu, Adrian","Bueno-Orovio, Alfonso","Salgueiro, Jose R.","Perez-Garcia, Victor M."],"language":[],"coverage":[],"title":["Mapped Chebyshev pseudospectral method to study multiple scale phenomena"],"description":["  In the framework of mapped pseudospectral methods, we introduce a new\npolynomial-type mapping function in order to describe accurately the dynamics\nof systems developing almost singular structures. Using error criteria related\nto the spectral interpolation error, the new polynomial-type mapping is\ncompared against previously proposed mappings for the study of collapse and\nshock wave phenomena. As a physical application, we study the dynamics of two\ncoupled beams, described by coupled nonlinear Schr\\\"odinger equations and\nmodeling beam propagation in an atomic coherent media, whose spatial sizes\ndiffers up to several orders of magnitude. It is demonstrated, also by\nnumerical simulations, that the accuracy properties of the new polynomial-type\nmapping outperforms in orders of magnitude the ones of the other studied\nmapping functions.\n","Comment: siamltex documentclass; submitted for publication"]}]
["0706.3405",{"format":[],"subject":["Mathematics - Combinatorics","68R99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3405","Intersection of Parallelepipeds in $\\mathbb R^d$ // Mathematical\n  Notes, V 83, N. 1 (2008), pp 153-156"],"date":["2007-06-25","2008-10-21"],"type":["text"],"creator":["Akopyan, Arseny"],"language":[],"coverage":[],"title":["On Point Coverings of Boxes in $\\mathbb R^d$"],"description":["  Families of boxes in $\\mathbb R^d$ are considered. In the paper an upper\nbound on the size of a minimum transversal in terms of the space dimension and\nthe independence number of the given family was improved.\n","Comment: 5 pages, 1 figures"]}]
["0707.3174",{"format":[],"subject":["Mathematics - Combinatorics","05E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3174","J. Combin. Theory Ser. A 115 (2008), no. 8, 1333--1357"],"date":["2007-07-20","2007-07-23"],"type":["text"],"creator":["Bandlow, Jason","Musiker, Gregg"],"language":[],"coverage":[],"title":["A new characterization for the m-quasiinvariants of S_n and explicit\n  basis for two row hook shapes"],"description":["  In 2002, Feigin and Veselov defined the space of m-quasiinvariants for any\nCoxeter group, building on earlier work of Chalykh and Veselov. While many\nproperties of those spaces were proven from this definition, an explicit\ncomputation of a basis was only done in certain cases. In particular, Feigin\nand Veselov computed bases for the m-quasiinvariants of dihedral groups,\nincluding S_3, and Felder and Veselov computed the non-symmetric\nm-quasiinvariants of lowest degree for general S_n. In this paper, we provide a\nnew characterization of the m-quasiinvariants of S_n, and use this to provide a\nbasis for the isotypic component indexed by the partition [n-1,1]. This builds\non a previous paper in which we computed a basis for S_3 via combinatorial\nmethods.\n","Comment: 26 pages, uses youngtab.sty"]}]
["0707.3882",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3882","Phys. Rev. A 76, 054302 (2007)","doi:10.1103/PhysRevA.76.054302"],"date":["2007-07-26"],"type":["text"],"creator":["Kaszlikowski, Dagomir","Son, Wonmin","Vedral, Vlatko"],"language":[],"coverage":[],"title":["Dimensionality induced entanglement in macroscopic dimer systems"],"description":["  We investigate entanglement properties of mixtures of short-range spin-s\ndimer coverings in lattices of arbitrary topology and dimension. We show that\nin one spacial dimension nearest neighbour entanglement exists for any spin\n$s$. Surprisingly, in higher spatial dimensions there is a threshold value of\nspin $s$ below which the nearest neighbour entanglement disappears. The\ntraditional \"classical\" limit of large spin value corresponds to the highest\nnearest neighbour entanglement that we quantify using the negativity.\n","Comment: 4 pages, 2 figures"]}]
["0709.1466",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42A50","42A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1466","Proc. AMS, 136 (2008), 963-972"],"date":["2007-09-10","2008-10-20"],"type":["text"],"creator":["Parissis, Ioannis"],"language":[],"coverage":[],"title":["A sharp bound for the Stein-Wainger oscillatory integral"],"description":["  Let Pd denote the space of all real polynomials of degree at most d. It is an\nold result of Stein and Wainger that for every polynomial P in Pd:\n  |p.v.\\int_R {e^{iP(t)} dt/t} | < C(d) for some constant C(d) depending only\non d. On the other hand, Carbery, Wainger and Wright claim that the true order\nof magnitude of the above principal value integral is log d. We prove this\nconjecture.\n","Comment: 11 pages; Paper published in Proc. AMS, 136 (2008), 963-972"]}]
["0710.5816",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5816","Phys. Rev. B 77, 134204 (2008)","doi:10.1103/PhysRevB.77.134204"],"date":["2007-10-31","2008-03-06"],"type":["text"],"creator":["Kohmoto, Mahito","Tobe, Daijiro"],"language":[],"coverage":[],"title":["Localization problem of the quasiperiodic system with the spin orbit\n  interaction"],"description":["  We study one dimensional quasiperiodic system obtained from the tight-binding\nmodel on the square lattice in a uniform magnetic field with the spin orbit\ninteraction. The phase diagram with respect to the Harper coupling and the\nRashba coupling are proposed from a number of numerical studies including a\nmultifractal analysis. There are four phases, I, II, III, and IV in this order\nfrom weak to strong Harper coupling. In the weak coupling phase I all the wave\nfunctions are extended, in the intermediate coupling phases II and III mobility\nedges exist, and accordingly both localized and extended wave functions exist,\nand in the strong Harper coupling phase IV all the wave functions are\nlocalized. Phase I and Phase IV are related by the duality, and phases II and\nIII are related by the duality, as well. A localized wave function is related\nto an extended wave function by the duality, and vice versa. The boundary\nbetween phases II and III is the self-dual line on which all the wave functions\nare critical. In the present model the duality does not lead to pure spectra in\ncontrast to the case of Harper equation.\n","Comment: 10 pages, 11 figures"]}]
["0801.1278",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1278","Phys. Rev. E 78, 011114 (2008)","doi:10.1103/PhysRevE.78.011114"],"date":["2008-01-08","2008-06-10"],"type":["text"],"creator":["Baronchelli, Andrea","Catanzaro, Michele","Pastor-Satorras, Romualdo"],"language":[],"coverage":[],"title":["Random walks on complex trees"],"description":["  We study the properties of random walks on complex trees. We observe that the\nabsence of loops reflects in physical observables showing large differences\nwith respect to their looped counterparts. First, both the vertex discovery\nrate and the mean topological displacement from the origin present a\nconsiderable slowing down in the tree case. Second, the mean first passage time\n(MFPT) displays a logarithmic degree dependence, in contrast to the inverse\ndegree shape exhibited in looped networks. This deviation can be ascribed to\nthe dominance of source-target topological distance in trees. To show this, we\nstudy the distance dependence of a symmetrized MFPT and derive its logarithmic\nprofile, obtaining good agreement with simulation results. These unique\nproperties shed light on the recently reported anomalies observed in diffusive\ndynamical systems on trees.\n","Comment: 9 pages, 13 figures (extended version of previous \"Random walks on\n  scale-free trees\")"]}]
["0802.1406",{"format":[],"subject":["Mathematics - Statistics Theory","62J15, 62G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1406","Electronic Journal of Statistics 2 (2008) 963-992","doi:10.1214/08-EJS180"],"date":["2008-02-11","2008-10-21"],"type":["text"],"creator":["Blanchard, Gilles","Roquain, Etienne"],"language":[],"coverage":[],"title":["Two simple sufficient conditions for FDR control"],"description":["  We show that the control of the false discovery rate (FDR) for a multiple\ntesting procedure is implied by two coupled simple sufficient conditions. The\nfirst one, which we call ``self-consistency condition'', concerns the algorithm\nitself, and the second, called ``dependency control condition'' is related to\nthe dependency assumptions on the $p$-value family. Many standard multiple\ntesting procedures are self-consistent (e.g. step-up, step-down or step-up-down\nprocedures), and we prove that the dependency control condition can be\nfulfilled when choosing correspondingly appropriate rejection functions, in\nthree classical types of dependency: independence, positive dependency (PRDS)\nand unspecified dependency. As a consequence, we recover earlier results\nthrough simple and unifying proofs while extending their scope to several\nregards: weighted FDR, $p$-value reweighting, new family of step-up procedures\nunder unspecified $p$-value dependency and adaptive step-up procedures. We give\nadditional examples of other possible applications. This framework also allows\nfor defining and studying FDR control for multiple testing procedures over a\ncontinuous, uncountable space of hypotheses.\n","Comment: Published in at http://dx.doi.org/10.1214/08-EJS180 the Electronic\n  Journal of Statistics (http://www.i-journals.org/ejs/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0802.3347",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Physics and Society","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3347","Phys. Rev. E 78, 016111 (2008)","doi:10.1103/PhysRevE.78.016111"],"date":["2008-02-22"],"type":["text"],"creator":["Baronchelli, Andrea","Catanzaro, Michele","Pastor-Satorras, Romualdo"],"language":[],"coverage":[],"title":["Bosonic reaction-diffusion processes on scale-free networks"],"description":["  Reaction-diffusion processes can be adopted to model a large number of\ndynamics on complex networks, such as transport processes or epidemic\noutbreaks. In most cases, however, they have been studied from a fermionic\nperspective, in which each vertex can be occupied by at most one particle.\nWhile still useful, this approach suffers from some drawbacks, the most\nimportant probably being the difficulty to implement reactions involving more\nthan two particles simultaneously. Here we introduce a general framework for\nthe study of bosonic reaction-diffusion processes on complex networks, in which\nthere is no restriction on the number of interacting particles that a vertex\ncan host. We describe these processes theoretically by means of continuous time\nheterogeneous mean-field theory and divide them into two main classes: steady\nstate and monotonously decaying processes. We analyze specific examples of both\nbehaviors within the class of one-species process, comparing the results\n(whenever possible) with the corresponding fermionic counterparts. We find that\nthe time evolution and critical properties of the particle density are\nindependent of the fermionic or bosonic nature of the process, while\ndifferences exist in the functional form of the density of occupied vertices in\na given degree class k. We implement a continuous time Monte Carlo algorithm,\nwell suited for general bosonic simulations, which allow us to confirm the\nanalytical predictions formulated within mean-field theory. Our results, both\nat the theoretical and numerical level, can be easily generalized to tackle\nmore complex, multi-species, reaction-diffusion processes, and open a promising\npath for a general study and classification of this kind of dynamical systems\non complex networks.\n","Comment: 15 pages, 7 figures"]}]
["0803.0222",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0222","Phys. Rev. B 78, 134522 (2008)","doi:10.1103/PhysRevB.78.134522"],"date":["2008-03-03","2008-09-27"],"type":["text"],"creator":["Schachinger, E.","Homes, C. C.","Lobo, R. P. S. M.","Carbotte, J. P."],"language":[],"coverage":[],"title":["Multiple bosonic mode coupling in the charge dynamics of the\n  electron-doped superconductor (Pr$_{2-x}$Ce$_x$)CuO$_4$"],"description":["  We analyze optical spectroscopy data of the electron-doped superconductor\n(Pr$_{2-x}$Ce$_x$)CuO$_4$ (PCCO) to investigate the coupling of the charge\ncarriers to bosonic modes. The method of analysis is the inversion of the\noptical scattering rate $\\tau^{-1}_{\\rm op}(\\omega,T)$ at different\ntemperatures $T$ by means of maximum entropy technique combined with Eliashberg\ntheory. We find that in the superconducting state the charge carriers couple to\ntwo dominant modes one at $\\sim 10 $meV and a second one at $\\sim 45 $meV. The\nlow energy mode shows a strong temperature dependence and disappears at or\nslightly above the critical temperature $T_c$. The high energy mode exists\nabove $T_c$ and moves towards higher energies with increasing temperatures. It\nalso becomes less prominent at temperatures $> 100 $K above which it evolves\ninto a typical spin-fluctuation background. In contrast to the hole-doped\nHigh-$T_c$ superconductors PCCO proves to be a superconductor close to the\ndirty limit.\n","Comment: 10 pages, 8 figures submitted to Physical Review B"]}]
["0803.3849",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3849","J.Korean Phys.Soc. 53 (2008) 1791-1796"],"date":["2008-03-26"],"type":["text"],"creator":["Kim, Wontae","Shin, Hyeonjoon","Yoon, Myungseok"],"language":[],"coverage":[],"title":["Anomaly and Hawking radiation from regular black holes"],"description":["  We consider the Hawking radiation from two regular black holes, the minimal\nmodel and the noncommutative black hole. The flux of Hawking radiation is\nderived by applying the anomaly cancellation method proposed by Robinson and\nWilczek. Two regular black holes have the same radiation pattern except for the\ndetailed expression for the Hawking temperature. The resulting flux of the\nenergy-momentum tensor is shown to be precisely the same with the thermal flux\nfrom each regular black hole at the Hawking temperature.\n","Comment: 14 pages, 4 figures"]}]
["0804.2292",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2292","A&A 488, 829-843 (2008)","doi:10.1051/0004-6361:200809971"],"date":["2008-04-14","2008-10-21"],"type":["text"],"creator":["Joachimi, B.","Schneider, P."],"language":[],"coverage":[],"title":["The removal of shear-ellipticity correlations from the cosmic shear\n  signal via nulling techniques"],"description":["  To render cosmic shear an astronomical tool of high precision, it is\nessential to eliminate systematic effects upon its signal, one of the most\nsignificant ones being correlations between the gravitational shear and the\nintrinsic ellipticity of source galaxies. Because of the crudeness of current\nmodels of intrinsic alignment, we have developed a model-independent, purely\ngeometrical method to remove shear-ellipticity correlations. We eliminate the\ncontributions to a tomographic cosmic shear signal that may be subject to\ncontamination by shear-ellipticity correlations, making use of the\ncharacteristic dependence of these correlations on redshift. By introducing an\nappropriately chosen weight function to the lensing efficiency that nulls\nsignals stemming from certain distances, new second-order measures of cosmic\nshear, free of intrinsic alignment, can be constructed. The loss of information\ninduced by this nulling technique and the subsequent degradation of constraints\non cosmological parameters is quantified in a likelihood analysis. Concerning\nthe construction of optimal weight functions, good agreement is achieved\nbetween all approaches considered. For a survey divided into 20 redshift bins\nwe find that the area of credible regions increases by 20% up to about 50%\nafter the application of nulling, depending on the cosmological parameters\nconsidered. We demonstrate that due to an optimization of the weight functions\nnearly all information is contained in a small subset of the new second-order\nmeasures. The use of a significantly smaller number of redshift bins than 20\nfor the nulling considerably degrades parameter constraints under conservative\nassumptions, emphasizing the need for detailed redshift information.\n","Comment: 17 pages, including 9 figures; new Fig. 6, otherwise minor changes;\n  published in A&A"]}]
["0805.0088",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0088","Applied Physics B 92, 615 (2008)","doi:10.1007/s00340-008-3102-7"],"date":["2008-05-01","2008-10-21"],"type":["text"],"creator":["Hatakeyama, Atsushi"],"language":[],"coverage":[],"title":["Velocity-selective sublevel resonance of atoms with an array of\n  current-carrying wires"],"description":["  Resonance transitions between the Zeeman sublevels of optically-polarized Rb\natoms traveling through a spatially periodic magnetic field are investigated in\na radio-frequency (rf) range of sub-MHz. The atomic motion induces the\nresonance when the Zeeman splitting is equal to the frequency at which the\nmoving atoms feel the magnetic field oscillating. Additional temporal\noscillation of the spatially periodic field splits a motion-induced resonance\npeak into two by an amount of this oscillation frequency. At higher oscillation\nfrequencies, it is more suitable to consider that the resonance is mainly\ndriven by the temporal field oscillation, with its velocity-dependence or\nDoppler shift caused by the atomic motion through the periodic field. A\ntheoretical description of motion-induced resonance is also given, with\nemphasis on the translational energy change associated with the internal\ntransition.\n","Comment: 7 pages, 3 figures, final version"]}]
["0805.4806",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4806","Phys. Rev. B 78, 155113 (2008)","doi:10.1103/PhysRevB.78.155113"],"date":["2008-05-30"],"type":["text"],"creator":["Kugel, K. I.","Rakhmanov, A. L.","Sboychakov, A. O.","Khomskii, D. I."],"language":[],"coverage":[],"title":["Doped orbitally-ordered systems: another case of phase separation"],"description":["  A possible mechanism of electronic phase separation in the systems with\norbital ordering is analyzed. We suggest a simple model taking into account an\ninterplay between the delocalization of charge carriers introduced by doping\nand the cooperative ordering of local lattice distortions. The proposed\nmechanism is quite similar to the double exchange usually invoked for\ninterpretation of phase separation in doped magnetic oxides like manganites,\nbut can be efficient even in the absence of any magnetic ordering. It is\ndemonstrated that the delocalized charge carriers favor the formation of\nnanoscale inhomogeneities with the orbital structure different from that in the\nundoped material. The directional character of orbitals leads to\ninhomogeneities of different shapes and sizes.\n","Comment: 7 pages, 4 figures, submitted to Phys. Rev. B"]}]
["0806.3355",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J60, 14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3355"],"date":["2008-06-20","2008-10-21"],"type":["text"],"creator":["Vallès, Jean"],"language":[],"coverage":[],"title":["Fibr\\'es vectoriels de rang deux sur $\\P^2$ provenant d'un rev\\^etement\n  double"],"description":["  Since Schwarzenberger and his celebrated paper called \"Vector bundles on the\nprojective plane\" we know that any rank two vector bundle on $\\P^2$ is a direct\nimage of a line bundle on a double covering of the plane. This theorem suggests\nto study the rank two vector bundles according to the branch curve of the\ncovering which they come from. Thus, in the first part we prove that, given a\ndouble covering ramified over an irreducible curve $C_{2r}$ with degree $2r$,\nthe jumping lines of fixed order (order depending on $r$ and on the parity of\nthe rank two vector bundle) of the direct images vector bundles are necessarely\n$r$-tangent to $C_{2r}$. In the second part we concentrate on the case $r=2$.\nThen we give a list of vector bundles for which the jumping lines are exactly\nthe bitangent lines to the branch quartic.\n","Comment: quinze pages"]}]
["0806.4627",{"format":[],"subject":["Computer Science - Databases","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4627"],"date":["2008-06-30","2008-10-21"],"type":["text"],"creator":["Schmidt, Michael","Hornung, Thomas","Lausen, Georg","Pinkel, Christoph"],"language":[],"coverage":[],"title":["SP2Bench: A SPARQL Performance Benchmark"],"description":["  Recently, the SPARQL query language for RDF has reached the W3C\nrecommendation status. In response to this emerging standard, the database\ncommunity is currently exploring efficient storage techniques for RDF data and\nevaluation strategies for SPARQL queries. A meaningful analysis and comparison\nof these approaches necessitates a comprehensive and universal benchmark\nplatform. To this end, we have developed SP^2Bench, a publicly available,\nlanguage-specific SPARQL performance benchmark. SP^2Bench is settled in the\nDBLP scenario and comprises both a data generator for creating arbitrarily\nlarge DBLP-like documents and a set of carefully designed benchmark queries.\nThe generated documents mirror key characteristics and social-world\ndistributions encountered in the original DBLP data set, while the queries\nimplement meaningful requests on top of this data, covering a variety of SPARQL\noperator constellations and RDF access patterns. As a proof of concept, we\napply SP^2Bench to existing engines and discuss their strengths and weaknesses\nthat follow immediately from the benchmark results.\n","Comment: Conference paper to appear in Proc. ICDE'09"]}]
["0807.0233",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0233","Phys. Rev. B78, 144510 (2008)","doi:10.1103/PhysRevB.78.144510"],"date":["2008-07-01","2008-07-03"],"type":["text"],"creator":["Dahl, E. K.","Babaev, E.","Sudbo, A."],"language":[],"coverage":[],"title":["Hidden vortex lattices in a thermally paired superfluid"],"description":["  We study the evolution of rotational response of a hydrodynamic model of a\ntwo-component superfluid with a non-dissipative drag interaction, as the system\nundergoes a transition into a paired phase at finite temperature. The\ntransition manifests itself in a change of (i) vortex lattice symmetry, and\n(ii) nature of vortex state. Instead of a vortex lattice, the system forms a\nhighly disordered tangle which constantly undergoes merger and reconnecting\nprocesses involving different types of vortices, with a \"hidden\" breakdown of\ntranslational symmetry.\n","Comment: 4 pages, 5 figs. Submitted to Physical Review. Online suppl. material\n  available; Ref. 6. V2: Fig. 1 re-sent, URL in Ref. 6 corrected"]}]
["0807.2212",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2212","Phys. Rev. A 78, 043414 (2008)","doi:10.1103/PhysRevA.78.043414"],"date":["2008-07-14","2008-10-21"],"type":["text"],"creator":["De Chiara, Gabriele","Calarco, Tommaso","Fishman, Shmuel","Morigi, Giovanna"],"language":[],"coverage":[],"title":["Ramsey interferometry with a spin embedded in a Coulomb chain"],"description":["  We show that the statistical properties of a Coulomb crystal can be measured\nby means of a standard interferometric procedure performed on the spin of one\nion in the chain. The ion spin, constituted by two internal levels of the ion,\ncouples to the crystal modes via spatial displacement induced by photon\nabsorption. The loss of contrast in the interferometric signal allows one to\nmeasure the autocorrelation function of the crystal observables. Close to the\ncritical point, where the chain undergoes a second-order phase transition to a\nzigzag structure, the signal gives the behaviour of the correlation function at\nthe critical point.\n","Comment: 12 pages, 9 figures. Changes: typical experimental parameters + minor\n  corrections. Published version"]}]
["0807.3554",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3554","Astron.Astrophys. 490 (2008) 45-59","doi:10.1051/0004-6361:200809896"],"date":["2008-07-22","2008-08-20"],"type":["text"],"creator":["Christensen, L.","Vreeswijk, P. M.","Sollerman, J.","Thoene, C. C.","Floc'h, E. Le","Wiersema, K."],"language":[],"coverage":[],"title":["IFU observations of the GRB 980425/SN 1998bw host galaxy: emission line\n  ratios in GRB regions"],"description":["  The collapsar model predicts that the progenitors of Gamma-ray Bursts (GRBs)\nare metal poor in Fe group elements. The existence of low metallicity stellar\npopulations could manifest itself through special characteristics of the\nimmediate environment of the GRB site in the host galaxy. We analyse the strong\nemission lines from the sub-luminous host galaxy of GRB 980425, which showed\nthe first connection with a supernova explosion (SN 1998bw). The host has a\nsufficient size to allow detailed resolved spectroscopy of individual HII\nregions and to look for regions with special properties close to the the GRB\nsite. Using integral field spectroscopy with VIMOS we cover most of the high\nsurface brightness part of the host including the HII region where the\nsupernova and GRB occurred. The star formation rate, reddening, equivalent\nwidth and stellar mass in the GRB region is similar to other HII regions in the\nhost. Extreme values arise in the only region that shows emission lines from\nWolf-Rayet stars; a region that lies 800 pc in projection from the GRB site.\nStrong emission line diagnostics of all HII regions imply oxygen abundances\nbetween 0.3 and 0.8 solar with the lowest values arising in the WR and GRB\nregions. Comparing the measured emission line ratios for a sample of low\nredshift GRB hosts to theoretical models and to observations of field galaxies,\nwe find that GRBs arise in a range of metallicity environments while the\nregions are consistently very young. The similar line ratios of GRB hosts\ncompared to the WR region can arise in spatially unresolved galaxies with\nbright HII regions near the GRB location. (Abridged)\n","Comment: 16 pages, 10 figures. Accepted for publication in A&A. Typos\n  corrected"]}]
["0807.4694",{"format":[],"subject":["Mathematics - Number Theory","11F11","11F27","11F33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4694"],"date":["2008-07-29","2008-10-21"],"type":["text"],"creator":["Skoruppa, Nils-Peter"],"language":[],"coverage":[],"title":["Reduction mod $\\ell$ of Theta Series of Level $\\ell^n$"],"description":["  It is proved that the theta series of an even lattice whose level is a power\nof a prime $\\ell$ is congruent modulo $\\ell$ to an elliptic modular form of\nlevel~1. The proof uses arithmetic and algebraic properties of lattices rather\nthan methods from the theory of modular forms. The methods presented here may\ntherefore be especially pleasing to those working in the theory of quadratic\nforms, and they admit generalizations to more general types of theta series as\nthey occur e.g. in the theory of Siegel or Hilbert modular forms.\n","Comment: Correction of several typos"]}]
["0808.1614",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1614","Phys. Rev. A 78, 042312 (2008)","doi:10.1103/PhysRevA.78.042312"],"date":["2008-08-12"],"type":["text"],"creator":["Brierley, Stephen","Weigert, Stefan"],"language":[],"coverage":[],"title":["Maximal Sets of Mutually Unbiased Quantum States in Dimension Six"],"description":["  We study sets of pure states in a Hilbert space of dimension d which are\nmutually unbiased (MU), that is, the squares of the moduli of their scalar\nproducts are equal to zero, one, or 1/d. These sets will be called a MU\nconstellation, and if four MU bases were to exist for d=6, they would give rise\nto 35 different MU constellations. Using a numerical minimisation procedure, we\nare able to identify only 18 of them in spite of extensive searches. The\nmissing MU constellations provide the strongest numerical evidence so far that\nno seven MU bases exist in dimension six.\n","Comment: 19 pages, 6 figures, 4 tables"]}]
["0808.1717",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","32C35, 32B05, 14F05, 13C"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1717"],"date":["2008-08-12","2008-10-20"],"type":["text"],"creator":["Lempert, Laszlo"],"language":[],"coverage":[],"title":["Coherent sheaves and cohesive sheaves"],"description":["  We consider coherent and cohesive sheaves of $\\cO$--modules over open sets\n$\\Omega\\subset\\bC^n$. We prove that coherent sheaves, and certain other sheaves\nderived from them, are cohesive; and conversely, certain sheaves derived from\ncohesive sheaves are coherent. An important tool in all this, also proved here,\nis that the sheaf of Banach space valued holomorphic germs is flat.\n","Comment: 18 pages. In replacement the proof of Lemma 6.2 improved; typos\n  corrected"]}]
["0808.3030",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3030","J. Phys. Chem. B (Letters) 112 (2008) 13177"],"date":["2008-08-22"],"type":["text"],"creator":["Hsiao, Pai-Yi","Wu, Kun-Mao"],"language":[],"coverage":[],"title":["Free Solution Electrophoresis of Homopolyelectrolytes"],"description":["  We investigate the behavior of single polyelectrolytes in multivalent salt\nsolutions under the action of electric fields through computer simulations. The\nchain is unfolded in a strong electric field and aligned parallel to the field\ndirection, and the chain size shows a sigmoidal transition. The unfolding\nelectric field $E^*$ depends on the salt concentration and scales as $V^{-1/2}$\nwith $V$ being the ellipsoidal volume occupied by the chain. The magnitude of\nthe electrophoretic mobility of chain drastically increases during the\nunfolding. The fact that $E^*$ depends on the chain length provides a plausible\nmechanism to separate long charged homopolymers by size in free solution\nelectrophoresis via the unfolding transition of globule polyelectrolytes\ncondensed by multivalent salt.\n","Comment: 11 pages, 4 figures, submitted"]}]
["0808.3230",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3230","IEEE TRANSACTIONS ON AUTOMATIC CONTROL, VOL. 53, NO. 8, 1817-1825,\n  SEPTEMBER 2008","doi:10.1109/TAC.2008.929382"],"date":["2008-08-24"],"type":["text"],"creator":["Liu, Jialing","Yadav, Vikas","Sehgal, Hullas","Olson, Joshua M.","Liu, Haifeng","Elia, Nicola"],"language":[],"coverage":[],"title":["Phase Transitions on Fixed Connected Graphs and Random Graphs in the\n  Presence of Noise"],"description":["  In this paper, we study the phase transition behavior emerging from the\ninteractions among multiple agents in the presence of noise. We propose a\nsimple discrete-time model in which a group of non-mobile agents form either a\nfixed connected graph or a random graph process, and each agent, taking bipolar\nvalue either +1 or -1, updates its value according to its previous value and\nthe noisy measurements of the values of the agents connected to it. We present\nproofs for the occurrence of the following phase transition behavior: At a\nnoise level higher than some threshold, the system generates symmetric behavior\n(vapor or melt of magnetization) or disagreement; whereas at a noise level\nlower than the threshold, the system exhibits spontaneous symmetry breaking\n(solid or magnetization) or consensus. The threshold is found analytically. The\nphase transition occurs for any dimension. Finally, we demonstrate the phase\ntransition behavior and all analytic results using simulations. This result may\nbe found useful in the study of the collective behavior of complex systems\nunder communication constraints.\n","Comment: 15 pages, 3 figures. To appear in the IEEE Transactions on Automatic\n  Control"]}]
["0808.3746",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computer Science and Game Theory","I.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3746"],"date":["2008-08-27","2008-10-21"],"type":["text"],"creator":["V'yugin, Vladimir V."],"language":[],"coverage":[],"title":["A game-theoretic version of Oakes' example for randomized forecasting"],"description":["  Using the game-theoretic framework for probability, Vovk and Shafer. have\nshown that it is always possible, using randomization, to make sequential\nprobability forecasts that pass any countable set of well-behaved statistical\ntests. This result generalizes work by other authors, who consider only tests\nof calbration.\n  We complement this result with a lower bound. We show that Vovk and Shafer's\nresult is valid only when the forecasts are computed with unrestrictedly\nincreasing degree of accuracy.\n  When some level of discreteness is fixed, we present a game-theoretic\ngeneralization of Oakes' example for randomized forecasting that is a test\nfailing any given method of deferministic forecasting; originally, this example\nwas presented for deterministic calibration.\n","Comment: 9 pages"]}]
["0809.2310",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2310"],"date":["2008-09-12","2008-10-20"],"type":["text"],"creator":["Cheng, K. S.","Harko, T.","Shabad, A. E."],"language":[],"coverage":[],"title":["Comment on \"Universal Charge-Radius Relation for Subatomic and\n  Astrophysical Objects\" by Jes Madsen, arXiv:0804.2140, Phys.Rev.Lett.100,\n  151102 (2008)"],"description":["  This paper has been withdrawn by the authors after discussing its content\nwith Dr. J. Madsen.\n","Comment: This paper has been withdrawn"]}]
["0809.2579",{"format":[],"subject":["Mathematics - Algebraic Geometry","14-01, 14E30, 14E05, 14J30, 14J40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2579"],"date":["2008-09-15","2008-10-21"],"type":["text"],"creator":["Kollár, János"],"language":[],"coverage":[],"title":["Exercises in the birational geometry of algebraic varieties"],"description":["  This a collection of about 100 exercises. It could be used as a supplement to\nthe book Koll\\'ar--Mori: Birational geometry of algebraic varieties.\n","Comment: Oct.21: many small corrections"]}]
["0809.2851",{"format":[],"subject":["Computer Science - Digital Libraries","H.3.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2851"],"date":["2008-09-17","2008-10-21"],"type":["text"],"creator":["Nelson, Michael L.","Klein, Martin","Magudamudi, Manoranjan"],"language":[],"coverage":[],"title":["Correlation of Expert and Search Engine Rankings"],"description":["  In previous research it has been shown that link-based web page metrics can\nbe used to predict experts' assessment of quality. We are interested in a\nrelated question: do expert rankings of real-world entities correlate with\nsearch engine rankings of corresponding web resources? For example, each year\nUS News & World Report publishes a list of (among others) top 50 graduate\nbusiness schools. Does their expert ranking correlate with the search engine\nranking of the URLs of those business schools? To answer this question we\nconducted 9 experiments using 8 expert rankings on a range of academic,\nathletic, financial and popular culture topics. We compared the expert rankings\nwith the rankings in Google, Live Search (formerly MSN) and Yahoo (with list\nlengths of 10, 25, and 50). In 57 search engine vs. expert comparisons, only 1\nstrong and 4 moderate correlations were statistically significant. In 42\ninter-search engine comparisons, only 2 strong and 4 moderate correlations were\nstatistically significant. The correlations appeared to decrease with the size\nof the lists: the 3 strong correlations were for lists of 10, the 8 moderate\ncorrelations were for lists of 25, and no correlations were found for lists of\n50.\n","Comment: 10 pages, 5 figures (figures 3-5 corrected in version 2)"]}]
["0809.3509",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3509"],"date":["2008-09-20","2008-10-21"],"type":["text"],"creator":["Brandt, Gerhard"],"language":[],"coverage":[],"title":["Recent HERA Results Sensitive to SUSY"],"description":["  Recent results of searches for new physics at HERA using the complete data\nsample corresponding to about 0.5/fb per experiment are reviewed. Searches for\nleptoquarks, isolated leptons (electrons, muons and taus) and a generic search\nfor new physics in many topologies are reported. No evidence for new physics is\nfound. The ep collisions at HERA are ideally suited to search for resonantly\nproduced squarks in SUSY with R-parity violation. It is highlighted how the\npresent results can be interpreted in this way.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008. 4 pages, 4\n  figures"]}]
["0809.4232",{"format":[],"subject":["Mathematics - Probability","Mathematics - Classical Analysis and ODEs","33C67","60J45","60J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4232"],"date":["2008-09-24","2008-10-21"],"type":["text"],"creator":["Schapira, Bruno"],"language":[],"coverage":[],"title":["Bounded harmonic functions for the Heckman--Opdam Laplacian"],"description":["  We describe the set of bounded harmonic functions for the Heckman--Opdam\nLaplacian, when the multiplicity function is larger than 1/2. We prove that\nthis set is a vector space of dimension the cardinality of the Weyl group. We\ngive some consequences in terms of the associated hypergeometric functions.\n","Comment: [V2]: terminology \"radial function\" changed in \"W-invariant\n  function\". One reference added"]}]
["0809.4809",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4809"],"date":["2008-09-27","2008-10-20"],"type":["text"],"creator":["Gibson, Karen","Collaboration, for the CDF"],"language":[],"coverage":[],"title":["Measurement of CP Observables in B to D0 K Decays at CDF"],"description":["  This paper describes the determination of the direct CP observables R_cp and\nA_cp, related to the CKM angle gamma, using B- to D0 K- decays in 1.0 inverse\nfb of data collected with the CDF II detector. This is the first measurement of\nthese CP observables made at a hadron collider in this decay mode. The results\npresented are consistent with the measurements of these quantities made by the\nBelle and BABAR collaborations.\n","Comment: ICHEP08, 4 pages, 3 figures, updated paper template format as per\n  conference request"]}]
["0809.4957",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4957","J. Stat. Mech. (2008) P10017","doi:10.1088/1742-5468/2008/10/P10017"],"date":["2008-09-29"],"type":["text"],"creator":["Imparato, Alberto","Jop, Pierre","Petrosyan, Artyom","Ciliberto, Sergio"],"language":[],"coverage":[],"title":["Probability density functions of work and heat near the stochastic\n  resonance of a colloidal particle"],"description":["  We study experimentally and theoretically the probability density functions\nof the injected and dissipated energy in a system of a colloidal particle\ntrapped in a double well potential periodically modulated by an external\nperturbation. The work done by the external force and the dissipated energy are\nmeasured close to the stochastic resonance where the injected power is maximum.\nWe show a good agreement between the probability density functions exactly\ncomputed from a Langevin dynamics and the measured ones. The probability\ndensity function of the work done on the particle satisfies the fluctuation\ntheorem.\n"]}]
["0810.0026",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0026"],"date":["2008-10-01","2008-10-21"],"type":["text"],"creator":["Brandao, Fernando G. S. L."],"language":[],"coverage":[],"title":["Entanglement Theory and the Quantum Simulation of Many-Body Physics"],"description":["  In this thesis we present new results relevant to two important problems in\nquantum information science: the development of a theory of entanglement and\nthe exploration of the use of controlled quantum systems to the simulation of\nquantum many-body phenomena.\n  In the first part we introduce a new approach to the study of entanglement by\nconsidering its manipulation under operations not capable of generating\nentanglement and show there is a total order for multipartite quantum states in\nthis framework. We also present new results on hypothesis testing of correlated\nsources and give further evidence on the existence of NPPT bound entanglement.\n  In the second part, we study the potential as well as the limitations of a\nquantum computer for calculating properties of many-body systems. First we\nanalyse the usefulness of quantum computation to calculate additive\napproximations to partition functions and spectral densities of local\nHamiltonians. We then show that the determination of ground state energies of\nlocal Hamiltonians with an inverse polynomial spectral gap is QCMA-hard.\n  In the third and last part, we approach the problem of quantum simulating\nmany-body systems from a more pragmatic point of view. We analyze the\nrealization of paradigmatic condensed matter Hamiltonians in arrays of coupled\nmicrocavities, such as the Bose-Hubbard and the anisotropic Heisenberg models,\nand discuss the feasibility of an experimental realization with\nstate-of-the-art current technology.\n","Comment: 230 pages. PhD thesis, Imperial College London. Chapters 6, 7 and 8\n  contain unpublished material"]}]
["0810.0872",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0872"],"date":["2008-10-06","2008-10-21"],"type":["text"],"creator":["David, G.","Collaboration, for the PHENIX"],"language":[],"coverage":[],"title":["Direct Photons at RHIC"],"description":["  Direct photons are ideal tools to investigate kinematical and thermodynamical\nconditions of heavy ion collisions since they are emitted from all stages of\nthe collision and once produced they leave the interaction region without\nfurther modification by the medium. The PHENIX experiment at RHIC has measured\ndirect photon production in p+p and Au+Au collisions at 200 GeV over a wide\ntransverse momentum ($p_T$) range. The $p$ + $p$ measurements allow a\nfundamental test of QCD, and serve as a baseline when we try to disentangle\nmore complex mechanisms producing high $p_T$ direct photons in Au+Au. As for\nthermal photons in Au+Au we overcome the difficulties due to the large\nbackground from hadronic decays by measuring \"almost real\" virtual photons\nwhich appear as low invariant mass $e^+e^-$ pairs: a significant excess of\ndirect photons is measured above the above next-to-leading order perturbative\nquantum chromodynamics calculations. Additional insights on the origin of\ndirect photons can be gained with the study of the azimuthal anisotropy which\nbenefits from the increased statistics and reaction plane resolution achieved\nin RHIC Year-7 data.\n","Comment: 4 pages, 2 figures, parallel talk at ICHEP08; fixed Fig. 2 problem"]}]
["0810.1078",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1078","Iranian Journal of Physics Research, vol. 8, no. 2 (2008) 13-24"],"date":["2008-10-06","2008-10-20"],"type":["text"],"creator":["Fulde, Peter","Pollmann, Frank","Runge, Erich"],"language":[],"coverage":[],"title":["Strongly correlated electrons on frustrated lattices"],"description":["  We give an overview of recent work on charge degrees of freedom of strongly\ncorrelated electrons on geometrically frustrated lattices. Special attention is\npaid to the checkerboard lattice, i.e., the two-dimensional version of a\npyrochlore lattice and to the kagome lattice. For the checkerboard lattice it\nis shown that at half filling when spin degrees of freedom are neglected and\nquarter filling when they are included excitations with fractional charges\n$\\pm$e/2 may exist. The same holds true for the three-dimensional pyrochlore\nlattice. In the former case the fractional charges are confined. The origin of\nthe weak constant confining force is discussed and some similarities to quarks\nand to string theory are pointed out. For the checkerboard lattice a\nformulation in terms of a compact U(1) gauge theory is described. Furthermore a\nnew kinetic mechanism for ferromagnetism at special fillings of a kagome\nlattice is discussed.\n","Comment: 13 Pages, new references added, minor corrections,\n  http://ijpr.iut.ac.ir/magazine.php?magazine=ijpr&jyear=1387&gyear=2008&vol=8&no=2"]}]
["0810.2128",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2128"],"date":["2008-10-12","2008-10-20"],"type":["text"],"creator":["Goldstein, Gary R.","Liuti, Simonetta","Ahmad, Saeed"],"language":[],"coverage":[],"title":["Transversity via Exclusive pi0 Electroproduction"],"description":["  Exclusive pi0 electroproduction from nucleons can be related to transversity,\nthe tensor charge, and other quantities related to transversity. This process\nisolates C-parity odd and chiral odd combinations of t-channel exchange quantum\nnumbers. In a hadronic picture the meson production amplitudes for intermediate\nenergy and Q are determined by C-odd Regge exchanges with final state\ninteractions. The helicity structure for this C-odd process relates to the\nquark helicity flip, or chiral odd generalized parton distributions\n(GPDs).Various cross sections and asymmetries will be sensitive to the\ntransversity.\n","Comment: 10 pages, 3 figures, presented at Transversity 2008, Second\n  International Workshop on Transverse Polarization Phenomena in Hard\n  Processes, Ferrara, Italy, May 28-31, 2008 Corrected references"]}]
["0810.2608",{"format":[],"subject":["Mathematics - Combinatorics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2608","Transactions on algorithms 4, 2 (2008) Art.19"],"date":["2008-10-15","2008-10-21"],"type":["text"],"creator":["Fusy, Eric","Poulalhon, Dominique","Schaeffer, Gilles"],"language":[],"coverage":[],"title":["Dissections, orientations, and trees, with applications to optimal mesh\n  encoding and to random sampling"],"description":["  We present a bijection between some quadrangular dissections of an hexagon\nand unrooted binary trees, with interesting consequences for enumeration, mesh\ncompression and graph sampling. Our bijection yields an efficient uniform\nrandom sampler for 3-connected planar graphs, which turns out to be determinant\nfor the quadratic complexity of the current best known uniform random sampler\nfor labelled planar graphs [{\\bf Fusy, Analysis of Algorithms 2005}]. It also\nprovides an encoding for the set $\\mathcal{P}(n)$ of $n$-edge 3-connected\nplanar graphs that matches the entropy bound\n$\\frac1n\\log_2|\\mathcal{P}(n)|=2+o(1)$ bits per edge (bpe). This solves a\ntheoretical problem recently raised in mesh compression, as these graphs\nabstract the combinatorial part of meshes with spherical topology. We also\nachieve the {optimal parametric rate} $\\frac1n\\log_2|\\mathcal{P}(n,i,j)|$ bpe\nfor graphs of $\\mathcal{P}(n)$ with $i$ vertices and $j$ faces, matching in\nparticular the optimal rate for triangulations. Our encoding relies on a linear\ntime algorithm to compute an orientation associated to the minimal Schnyder\nwood of a 3-connected planar map. This algorithm is of independent interest,\nand it is for instance a key ingredient in a recent straight line drawing\nalgorithm for 3-connected planar graphs [\\bf Bonichon et al., Graph Drawing\n2005].\n"]}]
["0810.2631",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2631"],"date":["2008-10-15"],"type":["text"],"creator":["Ambrosetti, Nicola","Charbonneau, James","Weinfurtner, Silke"],"language":[],"coverage":[],"title":["The fluid/gravity correspondence: Lectures notes from the 2008 Summer\n  School on Particles, Fields, and Strings"],"description":["  This is a paper compiled by students of the 2008 Summer School on Particles,\nFields, and Strings held at the University of British Columbia on lectures\ngiven by Veronika Hubeny as understood and interpreted by the authors. We start\nwith an introduction to the AdS/CFT duality. More specifically, we discuss the\ncorrespondence between relativistic, conformal hydrodynamics and Einstein's\ntheory of gravity. Within our framework the Einstein equations are an effective\ndescription for the string theory in the bulk of AdS_5 spacetime and the\nhydrodynamic fluid equations represent the conformal field theory near thermal\nequilibrium on the boundary. In particular we present a new technique for\ncalculating properties in fluid dynamics using the stress-energy tensor induced\non the boundary, by the gravitational field in the bulk, and comparing it with\nthe form of the stress-energy tensor from hydrodynamics. A detailed treatment\ncan be found in [JHEP 02 (2008) 045] and [arXiv:0803.2526].\n","Comment: This is a paper compiled by students of the 2008 Summer School on\n  Particles, Fields, and Strings held at the University of British Columbia on\n  lectures given by Veronika Hubeny as understood and interpreted by the\n  authors; 21 pages, 5 figures"]}]
["0810.2860",{"format":[],"subject":["Quantum Physics","Mathematical Physics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2860"],"date":["2008-10-16","2008-10-21"],"type":["text"],"creator":["Rusov, V. D.","Mavrodiev, S. Cht.","Deliyergiyev, M. A."],"language":[],"coverage":[],"title":["The Schrodinger-Chetaev Equation in Bohmian Quantum Mechanics and\n  Diffusion Mechanism for Alpha Decay, Cluster Radioactivity and Spontaneous\n  Fission"],"description":["  In the framework of Bohmian quantum mechanics supplemented with the Chetaev\ntheorem on stable trajectories in dynamics in the presence of dissipative\nforces we have shown the possibility of the classical (without tunneling)\nuniversal description of radioactive decay of heavy nuclei, in which under\ncertain conditions so called noise-induced transition is generated or, in other\nwords, the stochastic channel of alpha decay, cluster radioactivity and\nspontaneous fission conditioned by the Kramers diffusion mechanism. Based on\nthe ENSDF database we have found the parametrized solutions of the Kramers\nequation of Langevin type by Alexandrov dynamic auto-regularization method\n(FORTRAN program REGN-Dubna). These solutions describe with high-accuracy the\ndependence of the half-life (decay probability) of heavy radioactive nuclei on\ntotal kinetic energy of daughter decay products. The verification of inverse\nproblem solution in the framework of the universal Kramers description of the\nalpha decay, cluster radioactivity and spontaneous fission, which was based on\nthe newest experimental data of alpha-decay of even-even super heavy nuclei\n(Z=114, 116, 118) have shown the good coincidence of the experimental and\ntheoretical half-life depend upon of alpha-decay energy.\n","Comment: 19 pages, 3 figures; tables and formulas corrected"]}]
["0810.3039",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3039"],"date":["2008-10-16"],"type":["text"],"creator":["Klein, Spencer R."],"language":[],"coverage":[],"title":["Photoproduction at RHIC and the LHC"],"description":["  The strong electromagnetic fields carried by relativistic highly charged ions\nmake heavy-ion colliders attractive places to study photonuclear interactions\nand two-photon interactions.\n  At RHIC, three experiments have studied coherent photoproduction of $\\rho^0$,\n4$\\pi$, $J/\\psi$, $e^+e^-$ pairs, and $e^+e^-$ pairs where the electron is\nbound to one of the incident nuclei. These results show that photoproduction\nstudies are possible, and demonstrate some of the unique possibilities due to\nthe symmetric final states and the ion targets. The LHC will reach\nphoton-nucleon energies many times higher than at HERA; these collisions can be\nused to measure the gluon distributions in nuclei at very low Bjorken$-x$,\nwhere shadowing and gluon saturation may become important; LHC $\\gamma\\gamma$\ncollisions may also be attractive places to search for some types of new\nphysics. ATLAS, CMS and ALICE are all planning to study photoproduction. After\nintroducing the principles of photoproduction at hadron colliders, I will\nreview recent results from RHIC on meson and $e^+e^-$ production, and then\ndiscuss prospects for studies at the LHC.\n","Comment: 5 pgs; invited talk at ICHEP08"]}]
["0810.3246",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3246"],"date":["2008-10-17"],"type":["text"],"creator":["Zhong, Zhicheng","Zhang, Qinfang","Xu, P. X.","Kelly, Paul J."],"language":[],"coverage":[],"title":["Magnetic Phase Diagram of FeAs based superconductors"],"description":["  The recently discovered high-temperature superconductivity in doped\nquaternary iron oxypnictides correlates experimentally with a magnetic\ninstability. We have used first-principles calculations to determine a magnetic\nphase diagram of ReO$_{1-\\delta}$FeAs (Re=La--Dy) as a function of the doping\n$\\delta$, of the FeAs in-plane lattice constant $a$, and of the distance\nbetween the Fe and As planes, that is qualitatively consistent with recent\nexperimental findings on the doping, internal (chemical) and external pressure\ndependence. The existence of a tricritical point (TCP) in the phase diagram\nsuggests new ways of enhancing $T_c$.\n"]}]
["0810.3247",{"format":[],"subject":["Condensed Matter - Materials Science","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3247"],"date":["2008-10-17"],"type":["text"],"creator":["Klimchitskaya, G. L.","Mohideen, U.","Mostepanenko, V. M."],"language":[],"coverage":[],"title":["Comment on \"Application of the Lifshitz theory to poor conductors\"\n  [arXiv:0809.3901]"],"description":["  Recent Letter by V. B. Svetovoy [Phys. Rev. Lett. v.101, 163603 (2008),\narXiv:0809.3901] claims that the Lifshitz theory combined with spatially\nnonlocal dielectric permittivities is consistent with the experimental data and\nNernst's theorem. We prove that these claims are incorrect. They are based on\nirregular comparison with the data and misinterpretation of relevant physical\nquantities.\n","Comment: 2 pages, 1 figure"]}]
["0810.3248",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3248"],"date":["2008-10-17"],"type":["text"],"creator":["Rodríguez, Arezky H.","del Castillo-Mussot, M.","Vázquez, G. J."],"language":[],"coverage":[],"title":["Induced cultural globalization by an external vector field in an\n  enhanced Axelrod model"],"description":["  A new model is proposed, in the context of Axelrod's model for the study of\ncultural dissemination, to include and external vector field (VF) which\ndescribes the effects of mass media on social systems. The VF acts over the\nwhole system and it is characterized by two parameters: a non-null overlap with\neach agent in the society and a confidence value of its information. Beyond a\nthreshold value of the confidence there is induced monocultural globalization\nof the system lined up with the VF. Below this value, the multicultural states\nare unstable and certain homogenization of the system is obtained in opposite\nline up according to that we have called {\\it negative publicity} effect. Three\nregimes of behavior for the spread process of the VF information as a function\nof time are reported.\n","Comment: 8 pages, 5 figures"]}]
["0810.3249",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3249"],"date":["2008-10-17"],"type":["text"],"creator":["Farjoun, Yossi"],"language":[],"coverage":[],"title":["Creation of Clusters via a Thermal Quench"],"description":["  The nucleation and growth of clusters in a progressively cooled vapor is\nstudied. The chemical-potential of the vapor increases, resulting in a rapidly\nincreasing nucleation rate. The growth of the newly created clusters depletes\nmonomers, and counters the increase in chemical-potential. Eventually, the\nchemical potential reaches a maximum and begins to decrease. Shortly thereafter\nthe nucleation of new clusters effectively ceases. Assuming a slow quench rate,\nasymptotic methods are used to convert the non-linear advection equation of the\ncluster-size distribution into a fourth-order differential equation, which is\nsolved numerically. The distribution of cluster-sizes that emerges from this\ncreation era of the quench process, and the total amount of clusters generated\nare found.\n","Comment: 6 pages, 1 figure, submitted to Proceedings of ECMI 2008"]}]
["0810.3252",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3252"],"date":["2008-10-17"],"type":["text"],"creator":["Risquez, D.","Domingo, A.","Mas-Hesse, J. M.","Kuulkers, E."],"language":[],"coverage":[],"title":["High Energy Sources Observed with OMC"],"description":["  The INTEGRAL Optical Monitoring Camera, OMC, has detected many high energy\nsources. We have obtained V-band fluxes and light curves for their\ncounterparts. In the cases of previously unknown counterparts, we have searched\nfor characteristic variations in optical sources around the high-energy target\nposition. Results about the Galactic Bulge Monitoring, INTEGRAL Gamma-Ray\nsources (IGR), and other high energy sources are presented.\n","Comment: 4 pages, 9 figures, proceeding included in The 6th INTEGRAL Workshop:\n  The Obscured Universe"]}]
["0810.3264",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3264","Low Temperature Physics, vol. 34, num. 7, pages 515-521 (2008)","doi:10.1063/1.2957003"],"date":["2008-10-17"],"type":["text"],"creator":["Borisov, A. B.","Rybakov, F. N."],"language":[],"coverage":[],"title":["Nutational Two-Dimensional Structures in Magnets"],"description":["  New types of magnetic structures in the Heisenberg model are found.\nAnalytical methods are used to describe spiral structures, spiral vortex\nstructures, and their interaction. Methods for obtaining these structures in\nreal systems, including nanomagnets, are discussed.\n","Comment: 10 pages, 9 figures"]}]
["0810.3266",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3266"],"date":["2008-10-17"],"type":["text"],"creator":["Littig, Peter J.","Mitchell, Stephen A."],"language":[],"coverage":[],"title":["Generating varieties for affine Grassmannians"],"description":["  We study the topological group structure (coming from loop multiplication) on\nan affine Grassmannian. In particular, we study finite-dimensional subvarieties\nthat generate the homology ring. We show that there is a canonical family of\ngenerating Schubert varieties, namely those defined by the negative of the\ncoroot associated to the highest root. These not only generate the homology,\nbut generate the affine Grassmannian itself in a precise sense.\n"]}]
["0810.3269",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3269"],"date":["2008-10-20"],"type":["text"],"creator":["Bold, Tomasz","Tdaq, for Atlas"],"language":[],"coverage":[],"title":["Commissioning ATLAS Trigger"],"description":["  The ATLAS experiment at the Large Hadron Collider (LHC) will face the\nchallenge of efficiently selecting interesting candidate events in $pp$\ncollisions at 14 TeV centre-of-mass energy, whilst rejecting the enormous\nnumber of background events. Therefore it is equipped with a three level\ntrigger system. The first level is is hardware based and uses coarse\ngranularity calorimeter information and fast readout muon chambers. The second\nand third level triggers, which are software based, will need to reduce the\nfirst level trigger output rate of ~ 75 kHz to ~ 200 Hz written out to mass\nstorage. The progress in commissioning of this system will be reviewed in this\npaper.\n","Comment: ICHEP08"]}]
["0810.3270",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3270"],"date":["2008-10-17"],"type":["text"],"creator":["del Moral, A. Villanova"],"language":[],"coverage":[],"title":["Correlations between lepton flavour violation at the LHC and type-I\n  seesaw parameters in minimal supergravity"],"description":["  The most general supersymmetric seesaw mechanism has too many parameters to\nbe predictive and thus can not be excluded by any measurements of lepton\nflavour violating (LFV) processes. We focus on the simplest version of the\ntype-I seesaw mechanism assuming minimal supergravity (mSugra) boundary\nconditions. We compute branching ratios for the LFV scalar tau decays, ${\\tilde\n\\tau}_2 \\to (e,\\mu) + \\chi^0_1$, as well as loop-induced LFV decays at low\nenergy, such as $l_i \\to l_j + \\gamma$ and $l_i \\to 3 l_j$, exploring their\nsensitivity to the unknown seesaw parameters. We find some simple, extreme\nscenarios for the unknown right-handed parameters, where ratios of LFV\nbranching ratios correlate with neutrino oscillation parameters. If the overall\nmass scale of the left neutrinos and the value of the reactor angle were known,\nthe study of LFV allows, in principle, to extract information about the so far\nunknown right-handed neutrino parameters.\n","Comment: Poster at ICHEP08, Philadelphia, USA, July 2008. 4 pages, 16 figures"]}]
["0810.3273",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","42C05, 58J53, 14H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3273"],"date":["2008-10-17"],"type":["text"],"creator":["Christiansen, Jacob S.","Simon, Barry","Zinchenko, Maxim"],"language":[],"coverage":[],"title":["Finite Gap Jacobi Matrices, I. The Isospectral Torus"],"description":["  Let $\\frak{e}\\subset\\mathbb{R}$ be a finite union of disjoint closed\nintervals. In the study of OPRL with measures whose essential support is\n$\\frak{e}$, a fundamental role is played by the isospectral torus. In this\npaper, we use a covering map formalism to define and study this isospectral\ntorus. Our goal is to make a coherent presentation of properties and bounds for\nthis special class as a tool for ourselves and others to study perturbations.\nOne important result is the expression of Jost functions for the torus in terms\nof theta functions.\n","Comment: 68 pages, 4 figures"]}]
["0810.3275",{"format":[],"subject":["Mathematics - Spectral Theory","47B07, 35Q40, 47N50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3275"],"date":["2008-10-17"],"type":["text"],"creator":["Simon, Barry"],"language":[],"coverage":[],"title":["Schrodinger Operators with Purely Discrete Spectrum"],"description":["  We prove $-\\Delta +V$ has purely discrete spectrum if $V\\geq 0$ and, for all\n$M$, $|\\{x\\mid V(x)<M\\}|<\\infty$ and various extensions.\n"]}]
["0810.3277",{"format":[],"subject":["Mathematics - Spectral Theory","42C05, 26C10, 47B36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3277"],"date":["2008-10-17"],"type":["text"],"creator":["Avila, Artur","Last, Yoram","Simon, Barry"],"language":[],"coverage":[],"title":["Bulk Universality and Clock Spacing of Zeros for Ergodic Jacobi Matrices\n  with A.C. Spectrum"],"description":["  By combining some ideas of Lubinsky with some soft analysis, we prove that\nuniversality and clock behavior of zeros for OPRL in the a.c. spectral region\nis implied by convergence of $\\frac{1}{n} K_n(x,x)$ for the diagonal CD kernel\nand boundedness of the analog associated to second kind polynomials. We then\nshow that these hypotheses are always valid for ergodic Jacobi matrices with\na.c. spectrum and prove that the limit of $\\frac{1}{n} K_n(x,x)$ is\n$\\rho_\\infty(x)/w(x)$ where $\\rho_\\infty$ is the density of zeros and $w$ is\nthe a.c. weight of the spectral measure.\n"]}]
["0810.3284",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3284"],"date":["2008-10-20"],"type":["text"],"creator":["Dobson, Ellie","collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["W/Z+jets as signal and background in ATLAS"],"description":["  Events containing W or Z bosons with accompanying jets are important channels\nto test the Standard Model. These proceedings discuss W/Z+Jets production cross\nsection measurements and their use to understand the detectors and their\nperformances after the LHC start-up. At the same time, these processes are a\nmajor source of background to new physics searches, such as SUSY. Methods,\nmostly data-driven, to identify these events as signals and backgrounds to\nsearches will be presented.\n","Comment: ICHEP08"]}]
["0810.3286",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3286"],"date":["2008-10-17"],"type":["text"],"creator":["Cai, Jian-Feng","Candes, Emmanuel J.","Shen, Zuowei"],"language":[],"coverage":[],"title":["A Singular Value Thresholding Algorithm for Matrix Completion"],"description":["  This paper introduces a novel algorithm to approximate the matrix with\nminimum nuclear norm among all matrices obeying a set of convex constraints.\nThis problem may be understood as the convex relaxation of a rank minimization\nproblem, and arises in many important applications as in the task of recovering\na large matrix from a small subset of its entries (the famous Netflix problem).\nOff-the-shelf algorithms such as interior point methods are not directly\namenable to large problems of this kind with over a million unknown entries.\n  This paper develops a simple first-order and easy-to-implement algorithm that\nis extremely efficient at addressing problems in which the optimal solution has\nlow rank. The algorithm is iterative and produces a sequence of matrices (X^k,\nY^k) and at each step, mainly performs a soft-thresholding operation on the\nsingular values of the matrix Y^k. There are two remarkable features making\nthis attractive for low-rank matrix completion problems. The first is that the\nsoft-thresholding operation is applied to a sparse matrix; the second is that\nthe rank of the iterates X^k is empirically nondecreasing. Both these facts\nallow the algorithm to make use of very minimal storage space and keep the\ncomputational cost of each iteration low. We provide numerical examples in\nwhich 1,000 by 1,000 matrices are recovered in less than a minute on a modest\ndesktop computer. We also demonstrate that our approach is amenable to very\nlarge scale problems by recovering matrices of rank about 10 with nearly a\nbillion unknowns from just about 0.4% of their sampled entries. Our methods are\nconnected with linearized Bregman iterations for l1 minimization, and we\ndevelop a framework in which one can understand these algorithms in terms of\nwell-known Lagrange multiplier algorithms.\n"]}]
["0810.3290",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3290"],"date":["2008-10-18"],"type":["text"],"creator":["Das, Soma","Sreeram, P. A.","Raychaudhuri, A. K."],"language":[],"coverage":[],"title":["Effect of intrinsic instability of cantilevers on static mode Atomic\n  Force Spectroscopy"],"description":["  We show that the static force spectroscopy curve is significantly modified\ndue to presence of intrinsic cantilever instability. This instability acts in\ntandem with such instabilities like water bridge or molecular bond rupture and\nmakes the static force spectroscopy curve (including \"jump-off-contact\")\ndependent on the step-size of the movement of sample stage. A model has been\nproposed to explain the data. This has been further validated by applying an\nelectric field between tip and substrate which modifies the tip-substrate\ninteraction.\n","Comment: 5 pages, 5 figures"]}]
["0810.3293",{"format":[],"subject":["Mathematical Physics","15A66"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3293"],"date":["2008-10-18"],"type":["text"],"creator":["Marchuk, Nikolai","Dyabirov, Roman"],"language":[],"coverage":[],"title":["A symplectic subgroup of a pseudounitary group as a subset of Clifford\n  algebra"],"description":["  Let Cl1(1,3) and Cl2(1,3) be the subsets of elements of the Clifford algebra\nCl(1,3) of ranks 1 and 2 respectively. Recently it was proved that the subset\nCl2(p,q)+iCl1(p,q) of the complex Clifford algebra can be considered as a Lie\nalgebra. In this paper we prove that for p=1, q=3 the Lie algebra\nCl2(p,q)+iCl1(p,q) is isomorphic to the well known matrix Lie algebra sp(4,R)\nof the symplectic Lie group Sp(4,R). Also we define the so called symplectic\ngroup of Clifford algebra and prove that this Lie group is isomprphic to the\nsymplectic matrix group Sp(4,R).\n","Comment: 10 pages"]}]
["0810.3295",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Dynamical Systems","93E11","93E10","60G35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3295"],"date":["2008-10-18"],"type":["text"],"creator":["Zhuk, Serhiy"],"language":[],"coverage":[],"title":["State estimation for dynamical system described by linear equation with\n  uncertainty"],"description":["  In this paper we investigate a problem of state estimation for the dynamical\nsystem described by the linear operator equation with unknown parameters in\nHilbert space. We present explicit expressions for linear minimax estimation\nand error provided that any pair of uncertain parameters belongs to the\nquadratic bounding set. As an application of the main result we present the\nsolution of minimax estimation problem for the linear descriptor differential\nequation with constant matrices.\n","Comment: 5 pages, to appear in Ukrainian mathematical journal, 2009"]}]
["0810.3297",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3297"],"date":["2008-10-18"],"type":["text"],"creator":["Nersisyan, Hayk"],"language":[],"coverage":[],"title":["Controllability of 3D incompressible Euler equations by a\n  finite-dimensional external force"],"description":["  In this paper, we study the control system associated with the incompressible\n3D Euler system. We show that the velocity field and pressure of the fluid are\nexactly controllable in projections by the same finite-dimensional control.\nMoreover, the velocity is approximately controllable. We also prove that 3D\nEuler system is not exactly controllable by a finite-dimensional external\nforce.\n"]}]
["0810.3298",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3298"],"date":["2008-10-20"],"type":["text"],"creator":["Akbari, S.","Gh, Behrooz Bagheri"],"language":[],"coverage":[],"title":["A comment to: On 3-colorable planar graphs without short cycles"],"description":["  Let G be a graph. It was proved that if G is a planar graph without {4, 6,\n7}-cycles and without two 5-cycles sharing exactly one edge, then G\n3-colorable. We observed that the proof of this result is not correct.\n","Comment: 2 pages"]}]
["0810.3299",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Rings and Algebras","18F20, 14F05, 54B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3299"],"date":["2008-10-18"],"type":["text"],"creator":["Ntumba, PP","Orioha, Ac"],"language":[],"coverage":[],"title":["Abstract Geometric Algebra. Orthogonal and Symplectic Geometries"],"description":["  Our main interest in this paper is chiefly concerned with the conditions\ncharacterizing \\textit{orthogonal and symplectic abstract differential\ngeometries}. A detailed account about the sheaf-theoretic version of the\n\\textit{symplectic Gram-Schmidt theorem} and of the \\textit{Witt's theorem} is\nalso given.\n","Comment: 24 pages"]}]
["0810.3301",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3301"],"date":["2008-10-18"],"type":["text"],"creator":["Hara, K.","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["Rare B decays with leptons at Belle"],"description":["  We present a new measurement of the purely leptonic decay B- -> tau-\nnu_tau-bar with a semileptonic B tagging method, using a data sample containing\n657*10^6 BB-bar pairs collected with the Belle detector at the KEKB asymmetric\ne+e- collider. A sample of BB-bar pairs are tagged by reconstructing one B\nmeson decaying semileptonically. We detect the B- -> tau- nu_tau-bar candidate\nin the recoil. We obtain a signal with a significance of 3.8 standard\ndeviations including systematics, and measure the branching fraction to be B(B-\n-> tau- nu_tau-bar) = 1.65+0.38-0.37(stat)+0.35-0.37(syst))*10^-4. This result\nconfirms the evidence for B- -> tau- nu_tau-bar obtained in the previous Belle\nmeasurement with a hadronic B tagging method. The B meson decay constant f_B\nand constraint on charged Higgs are obtained using the measured branching\nfraction.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008. 4 pages,\n  LaTeX, 3 eps figures"]}]
["0810.3302",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3302"],"date":["2008-10-20"],"type":["text"],"creator":["Julien, Jean-Pierre","Albers, R. C."],"language":[],"coverage":[],"title":["Extended Recursion in Operator Space (EROS), a new impurity solver for\n  the single impurity Anderson model"],"description":["  We have developed a new efficient and accurate impurity solver for the single\nimpurity Anderson model (SIAM), which is based on a non-perturbative recursion\ntechnique in a space of operators and involves expanding the self-energy as a\ncontinued fraction. The method has no special occupation number or temperature\nrestrictions; the only approximation is the number of levels of the continued\nfraction retained in the expansion. We also show how this approach can be used\nas a new approach to Dynamical Mean Field Theory (DMTF) and illustrate this\nwith the Hubbard model. The three lowest orders of recursion give the\nHartree-Fock, Hubbard I, and Hubbard III approximations. A higher level of\nrecursion is able to reproduce the expected 3-peak structure in the spectral\nfunction and Fermi liquid behavior.\n","Comment: 4 pages, 3 figures submitted to PRL"]}]
["0810.3306",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C42, 35J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3306"],"date":["2008-10-18"],"type":["text"],"creator":["Andrade, F.","Barbosa, J. L.","de Lira, J. H."],"language":[],"coverage":[],"title":["Closed Weingarten hypersurfaces in warped product manifolds"],"description":["  Given a compact Riemannian manifold $M$, we consider a warped product $\\bar M\n= I \\times_h M$ where $I$ is an open interval in $\\Rr$. We suppose that the\nmean curvature of the fibers do not change sign. Given a positive\ndifferentiable function $\\psi$ in $\\bar M$, we find a closed hypersurface\n$\\Sigma$ which is solution of an equation of the form $F(B)=\\psi$, where $B$ is\nthe second fundamental form of $\\Sigma$ and $F$ is a function satisfying\ncertain structural properties. As examples, we may exhibit examples of\nhypersurfaces with prescribed higher order mean curvature.\n","Comment: Paper accepted to publication in Indiana University Mathematics\n  Journal"]}]
["0810.3307",{"format":[],"subject":["Mathematics - Differential Geometry","53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3307"],"date":["2008-10-18"],"type":["text"],"creator":["de Lira, J. H.","Melo, M."],"language":[],"coverage":[],"title":["Existence of isometric immersions into nilpotent Lie groups"],"description":["  We establish necessary and sufficient conditions for existence of isometric\nimmersions of a simply connected Riemannian manifold into a two-step nilpotent\nLie group. This comprises the case of immersions into $H$-type groups.\n"]}]
["0810.3308",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Quantum Algebra","16E30, 16E40, 16S80, 16U80, 81R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3308"],"date":["2008-10-18"],"type":["text"],"creator":["Bergh, Petter Andreas","Erdmann, Karin"],"language":[],"coverage":[],"title":["The Avrunin-Scott theorem for quantum complete intersections"],"description":["  We prove the Avrunin-Scott theorem for quantum complete intersections; the\nrank variety of a module is isomorphic to its support variety.\n","Comment: 9 pages"]}]
["0810.3309",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3309"],"date":["2008-10-20"],"type":["text"],"creator":["Davies, C. T. H.","collaboration, for the HPQCD"],"language":[],"coverage":[],"title":["Precision charmonium and D physics from lattice QCD and determination of\n  the charm quark mass"],"description":["  I will describe recent results from the HPQCD collaboration using a new very\naccurate method for charm quarks in lattice QCD, that we have used in\ncalculations including the full effect of u, d and s sea quarks. Multiple\nvalues of the lattice spacing and of the u, d and s sea quark masses allow us\nto extrapolate reliably, with a full error budget, to the real world. This\nopens up the field of charm physics to precision lattice QCD tests. So far we\nhave calculated the D and D_s meson masses to 6 MeV, having fixed the charm\nquark mass from the eta_c meson. Our D and D_s decay constants (determined to\n2%) make an interesting comparison to CLEO-c results as we await improved\nexperimental errors. We are also able to determine the charm quark mass to an\naccuracy of 1% using charmonium correlators and high-order continuum QCD\nperturbation theory. Future calculations are briefly discussed.\n","Comment: 5 pages, 2 figures, proceedings of ICHEP08, Philadelphia"]}]
["0810.3312",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3312"],"date":["2008-10-18","2008-10-21"],"type":["text"],"creator":["Herten, Gregor"],"language":[],"coverage":[],"title":["Report from the IUPAP Commission on Particles and Fields (C11)"],"description":["  The Commission 11 (C11) on Particles and Fields of the International Union of\nPure and Applied Physics (IUPAP) supervises the organization of the main\nconferences in particle physics. In the period 2007-2008 it has been active in\nthe oversight and venue selection for the ICHEP and Lepton Photon Conferences,\nestablishment of the new conference on Technology and Instrumentation in\nParticle Physics (TIPP), the selection of the prize winners for the IUPAP Young\nScientist Prize in Particle Physics and the establishment of a working group on\nthe \"Assessment of Individual Achievements in Large Collaborations in Particle\nPhysics\".\n","Comment: Plenary talk at ICHEP08, Philadelphia, August 2008, 4 pages"]}]
["0810.3315",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3315"],"date":["2008-10-18","2008-10-21"],"type":["text"],"creator":["Bakulev, Alexander P."],"language":[],"coverage":[],"title":["Thresholds in FAPT: Euclid vs Minkowski"],"description":["  We give a short introduction to the Analytic Perturbation Theory (APT) in\nQCD, describe its problems and suggest as a tool for their resolution the\nFractional APT (FAPT). We also describe shortly how to treat heavy-quark\nthresholds in FAPT. As an applications of this technique we discuss (i) the\npion form factor calculation in the Euclidean FAPT and (ii) the Higgs boson\ndecay $H^0\\to b\\bar{b}$ in Minkowskian FAPT. We conclude with comparison of\nboth approaches, Euclidean and Minkowskian FAPT.\n","Comment: 14 pages, 2 tables, 10 figures. Invited talk at the 15th\n  International Seminar on High Energy Physics \"QUARKS-2008\", Sergiev Posad,\n  Russia, 23--29 May, 2008. Referrences are supplemented with HEP-Arxiv numbers"]}]
["0810.3318",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3318"],"date":["2008-10-18"],"type":["text"],"creator":["Fernandez, Francisco M."],"language":[],"coverage":[],"title":["Homotopy perturbation method: when infinity equals five"],"description":["  I discuss a recent application of homotopy perturbation method to a heat\ntransfer problem. I show that the authors make infinity equal five and analyze\nthe consequences of that magic.\n"]}]
["0810.3320",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3320"],"date":["2008-10-18"],"type":["text"],"creator":["Krutelyov, V.","Collaboration, for the CDF"],"language":[],"coverage":[],"title":["Searches for New Physics in Events with a photon and a missing energy at\n  CDF Run II"],"description":["  The addition of the EMTiming system installed to provide the time\nmeasurements of the electromagnetic calorimeter signals has significantly\nincreased the sensitivity of CDF to events with a photon and a missing energy.\nHere I review recent searches in this signature performed by CDF using data\nfrom proton-antiproton collisions at the center of mass energy of 1.96 TeV.\nThey provide new constraints on models with large extra dimensions and with\ngauge mediated supersymmetry breaking.\n","Comment: Poster presented at ICHEP08, Philadelphia, USA, July 2008. 3 pages,\n  LaTeX"]}]
["0810.3323",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3323"],"date":["2008-10-18"],"type":["text"],"creator":["De Lucia, Erika"],"language":[],"coverage":[],"title":["Unitarity and universality with kaon physics at KLOE"],"description":["  All relevant inputs for the extraction of the CKM matrix element \\vus from\n\\kl, \\ks and \\kpm decays have been measured at KLOE. From a global fit using\nonly KLOE results, but \\ks lifetime, a value of $|\\vus|\\fzero = 0.2157 \\pm\n0.0006$ is obtained, where \\fzero is the form factor parametrizing the hadronic\nmatrix element evaluated at zero momentum transfer. Comparison of the values of\n\\fVus for $K_{e3}$ and $K_{\\mu3}$ modes provides a test of lepton universality\nat 0.8% level of accuracy. The value $\\vus/\\vud=0.2323(15)$ has been obtained\nfrom the ratio $\\Gamma(K\\to\\mu \\nu)/\\Gamma(\\pi\\to\\mu \\nu)$ using KLOE\nmeasurement of $\\BR(\\kpm \\to \\mudue)$ and lattice calculation of the ratio of\ndecay constants $f_K/f_{\\pi}$. These results, together with $\\vud =\n0.97418(26)$, are compatible at 0.6$\\sigma$ level with CKM matrix unitarity.\nThe universality of lepton and quark weak couplings can be tested and\nconstraints on new physics extensions of the Standard Model can be set using\nthese very precise measurements from kaon decays.\n","Comment: 4 pages, 2 figures, 34$^{\\rm th}$ International Conference on High\n  Energy Physics, Philadelphia, 2008"]}]
["0810.3324",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3324"],"date":["2008-10-20"],"type":["text"],"creator":["Khoze, V. A.","Martin, A. D.","Ryskin, M. G."],"language":[],"coverage":[],"title":["Soft Diffraction at the LHC"],"description":["  We present a triple-Regge analysis of the available pp --> p + X high-energy\ndata accounting for absorptive corrections. We describe a model for high-energy\nsoft interactions which includes the whole set of multi-Pomeron (n --> m)\nvertices, and give predictions for the LHC.\n","Comment: 10 pages, 3 figures; Presented by M.G. Ryskin at the International\n  Workshop \"Hadron Structure and QCD\" (HSQCD 2008), June 30 - July 4, 2008,\n  Gatchina, Russia"]}]
["0810.3326",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3326"],"date":["2008-10-20"],"type":["text"],"creator":["Pahl, Christoph"],"language":[],"coverage":[],"title":["Measurement of event shapes and $\\alpha_s$ in $e^+e^-$"],"description":["  We report results on measurements of the strong coupling \\as from event shape\ndata at \\Petra and \\Lep. These include analyses of their distributions\nemploying the recent NLLO calculations and analyses of their moments using NLO\nand power correction predictions.\n","Comment: 4 pages, 3 figures, invited talk to ICHEP 08"]}]
["0810.3328",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3328"],"date":["2008-10-18"],"type":["text"],"creator":["Robinson, M.","Bland, K.","Cleaver, G.","Dittmann, J."],"language":[],"coverage":[],"title":["A Simple Introduction to Particle Physics"],"description":["  This is the first of a series of papers in which we present a brief\nintroduction to the relevant mathematical and physical ideas that form the\nfoundation of Particle Physics, including Group Theory, Relativistic Quantum\nMechanics, Quantum Field Theory and Interactions, Abelian and Non-Abelian Gauge\nTheory, and the SU(3)xSU(2)xU(1) Gauge Theory that describes our universe apart\nfrom gravity. These notes are not intended to be a comprehensive introduction\nto any of the ideas contained in them. Among the glaring omissions are CPT\ntheorems, evaluations of Feynman Diagrams, Renormalization, and Anomalies. The\ntopics were chosen according to the authors preferences and agenda. These notes\nare intended for a student who has completed the standard undergraduate physics\nand mathematics courses. Furthermore, these notes should not and will not in\nany way take the place of the related courses, but rather provide a primer for\ndetailed courses in QFT, Gauge Theory, String Theory, etc., which will fill in\nthe many gaps left by this paper.\n","Comment: standard latex document, 139 pages"]}]
["0810.3330",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3330"],"date":["2008-10-18","2008-10-21"],"type":["text"],"creator":["Petri, G."],"language":[],"coverage":[],"title":["A Diagrammatic Approach to Scalar Field Correlators during Inflation"],"description":["  We consider a self-interacting scalar field in a de Sitter background and\ndeal with the associated infrared divergences in a purely diagrammatic way\nusing the in-in formalism. In the particular case of a large N O(N) invariant\nscalar field theory with quartic self-interactions we recover the result that\nthe connected four-point correlation function, which is a signal of\nnon-Gaussianity, is non-perturbatively enhanced with respect to its tree-level\nvalue.\n","Comment: 10 pages, 7 figures, acknoledgments added"]}]
["0810.3332",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Logic in Computer Science","F.1.2","F.3","D.2.4","D.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3332"],"date":["2008-10-18"],"type":["text"],"creator":["Dragoi, Cezara","Stefanescu, Gheorghe"],"language":[],"coverage":[],"title":["A sound spatio-temporal Hoare logic for the verification of structured\n  interactive programs with registers and voices"],"description":["  Interactive systems with registers and voices (shortly, \"rv-systems\") are a\nmodel for interactive computing obtained closing register machines with respect\nto a space-time duality transformation (\"voices\" are the time-dual counterparts\nof \"registers\"). In the same vain, AGAPIA v0.1, a structured programming\nlanguage for rv-systems, is the space-time dual closure of classical while\nprograms (over a specific type of data). Typical AGAPIA programs describe open\nprocesses located at various sites and having their temporal windows of\nadequate reaction to the environment. The language naturally supports process\nmigration, structured interaction, and deployment of components on\nheterogeneous machines.\n  In this paper a sound Hoare-like spatio-temporal logic for the verification\nof AGAPIA v0.1 programs is introduced. As a case study, a formal verification\nproof of a popular distributed termination detection protocol is presented.\n","Comment: 21 pages, 8 figures, Invited submission for WADT'08 LNCS Proceedings"]}]
["0810.3334",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3334"],"date":["2008-10-18"],"type":["text"],"creator":["Dettweiler, Michael"],"language":[],"coverage":[],"title":["On the middle convolution of local systems. With an Appendix by M.\n  Dettweiler and S. Reiter"],"description":["  We study the middle convolution of local systems and realize special linear\ngroups as Galois groups over the rationals. In the Appendix to this paper,\nwritten jointly with Stefan Reiter, we prove the existence of a new motivic\nlocal system with $G_2$-monodromy.\n"]}]
["0810.3338",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3338"],"date":["2008-10-18"],"type":["text"],"creator":["Melnitchouk, Alex","CDF, for the","Collaboration, D0"],"language":[],"coverage":[],"title":["High mass dijet and ttbar resonance searches"],"description":["  We present searches for dijet and ttbar mass resonances using between 0.68\nand 2.1 fb-1 of Tevatron Run II data collected by the CDF and D0 detectors. No\nevidence of new physics is found, and 95% C.L. limits are set on a number of\nnew physics hypotheses, such as excited quark, Randal-Sundrum graviton, Z', W',\ncolor-octet technirho, axigluon and flavor-universal coloron, E6 diquark, quark\ncompositeness, ADD and TeV-1-sized LED, massive gluon.\n","Comment: ICHEP08"]}]
["0810.3343",{"format":[],"subject":["Mathematics - Probability","Mathematics - Classical Analysis and ODEs","60G42, 65C05, 31B25, 31B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3343"],"date":["2008-10-18"],"type":["text"],"creator":["Binder, Ilia","Braverman, Mark"],"language":[],"coverage":[],"title":["The rate of convergence of the Walk on Spheres Algorithm"],"description":["  In this paper we examine the rate of convergence of one of the standard\nalgorithms for emulating exit probabilities of Brownian motion, the Walk on\nSpheres (WoS) algorithm. We obtain the complete characterization of the rate of\nconvergence of WoS in terms of the local geomnetry of a domain.\n"]}]
["0810.3346",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3346"],"date":["2008-10-18"],"type":["text"],"creator":["De Silva, G. M.","Freeman, K. C.","Bland-Hawthorn, J.","Asplund, M."],"language":[],"coverage":[],"title":["Reality of Moving Groups in the Galaxy"],"description":["  The existence of old dispersed stellar groups within the Milky Way disk is\nstill controversial. Are they the debris of ancient star-forming aggregates, or\nshort-lived artifacts of dynamical origin? With detailed elemental abundance\nmeasurements from high quality spectroscopic data, we show that at least one\nsuch old dispersed stellar group is a true relic of an earlier phase of star\nformation. The identification of other such relic structures will provide\nessential information for probing the evolutionary history of the Milky Way\ndisk.\n","Comment: Proceedings of Conference on the Formation and Evolution of Galaxy\n  Disks. ASP Conference Series, Vol. 396, 2008 J. G. Funes, S.J., and E. M.\n  Corsini, eds"]}]
["0810.3356",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","I.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3356"],"date":["2008-10-18"],"type":["text"],"creator":["Burjorjee, Keki"],"language":[],"coverage":[],"title":["The Fundamental Problem with the Building Block Hypothesis"],"description":["  Skepticism of the building block hypothesis (BBH) has previously been\nexpressed on account of the weak theoretical foundations of this hypothesis and\nthe anomalies in the empirical record of the simple genetic algorithm. In this\npaper we hone in on a more fundamental cause for skepticism--the extraordinary\nstrength of some of the assumptions that undergird the BBH. Specifically, we\nfocus on assumptions made about the distribution of fitness over the genome\nset, and argue that these assumptions are unacceptably strong. As most of these\nassumptions have been embraced by the designers of so-called \"competent\"\ngenetic algorithms, our critique is relevant to an appraisal of such algorithms\nas well.\n","Comment: Preliminary version. 26 pages, 1 figure"]}]
["0810.3361",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3361"],"date":["2008-10-19"],"type":["text"],"creator":["Ivanov, Andrew G.","CDF, for the","Collaborations, Dzero"],"language":[],"coverage":[],"title":["Top Quark Properties from Top Pair Events and Decays"],"description":["  Over a decade since the discovery of the top quark we are still trying to\nunravel mysteries of the heaviest observed particle and learn more about its\nnature. The continuously accumulating statistics of CDF and Dzero data provide\nthe means for measuring top quark properties with ever greater precision and\nthe opportunity to search for signs of new physics that could be manifested\nthrough subtle deviations from the standard model in the production and decays\nof top quarks. In the following we present a slice of the rich program in top\nquark physics at the Fermilab Tevatron: measurements of the properties of top\nquark decays and searches for unusual phenomena in events with pair produced\ntops. In particular, we discuss the most recent and precise CDF and Dzero\nmeasurements of the transverse polarization of W bosons from top decays,\nbranching ratios and searches for flavor-changing neutral current decays,\ndecays into charged Higgs and invisible decays. These analyses correspond to\nintegrated luminosities ranging from 0.9 to 2.7 inv. fb.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008. 4 pages,\n  LaTeX, 8 figures"]}]
["0810.3362",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3362"],"date":["2008-10-19"],"type":["text"],"creator":["Bansal, Vikas"],"language":[],"coverage":[],"title":["Search for Leptoquarks, Excited Leptons and Technicolor at the LHC"],"description":["  The ATLAS and CMS experiments at the Large Hadron Collider (LHC) will soon\nsearch for physics phenomena that are not predicted by the Standard Model.\nTechnicolor, Compositeness and GUT-based models are rich in high-pt leptons and\ncould be studied in such final states. This contribution shows studies that\nindicate that a 5sigma discovery of a 500 GeV leptoquark could occur with 100\npb^-1 of integrated luminosity, Technicolor predicted particles could be seen\nwith 4 fb^-1 of integrated luminosity and, excited electron could be detected\nwith 300 fb^-1 of integrated luminosity.\n","Comment: Proceedings submitted to 34th International Conference on High Energy\n  Physics, Philadelphia, Pennsylvania, July 30-August 5, 2008. 4 pages, 5\n  figures"]}]
["0810.3365",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","81S05, 60B15, 17B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3365"],"date":["2008-10-19"],"type":["text"],"creator":["Accardi, Luigi","Boukas, Andreas"],"language":[],"coverage":[],"title":["Central extensions of the Heisenberg algebra"],"description":["  We study the non-trivial central extensions $CEHeis$ of the Heisenberg\nalgebra $Heis$ recently constructed in {AccBouCE}. We prove that a real form of\n$CEHeis$ is one the fifteen classified real four--dimensional solvable Lie\nalgebras. We also show that $CEHeis$ can be realized (i) as a sub--Lie--algebra\nof the Schroedinger algebra and (ii) in terms of two independent copies of the\ncanonical commutation relations (CCR). This gives a natural family of unitary\nrepresentations of $CEHeis$ and allows an explicit determination of the\nassociated group by exponentiation. In contrast with $Heis$, the group law for\n$CEHeis$ is given by nonlinear (quadratic) functions of the coordinates.\n"]}]
["0810.3367",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3367"],"date":["2008-10-19"],"type":["text"],"creator":["Cieślak, Tomasz","Laurençot, Philippe"],"language":[],"coverage":[],"title":["Finite time blow-up for radially symmetric solutions to a critical\n  quasilinear Smoluchowski-Poisson system"],"description":["  Finite time blow-up is shown to occur for radially symmetric solutions to a\ncritical quasilinear Smoluchowski-Poisson system provided that the mass of the\ninitial condition exceeds an explicit threshold. In the supercritical case,\nblow-up is shown to take place for any positive mass. The proof relies on a\nnovel identity of virial type.\n"]}]
["0810.3368",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3368"],"date":["2008-10-19"],"type":["text"],"creator":["Kawasaki, M.","Maehara, T.","Yonezawa, M."],"language":[],"coverage":[],"title":["Mutual transformation among bound, virtual and resonance states in\n  one-dimensional rectangular potentials"],"description":["  A detailed analysis has been made by R.Zavin and N.Moiseyev(2004 J. Phys. A:\nMath, Gen, \\textbf{37} 4619) for the change of bound states into resonance\nstates via coalescence of virtual states in a one-dimensional symmetric\nrectangular attractive potential as it becomes shallow, with convergent wave\nfunctions of virtual and resonance states by the complex scaling method. As a\ncomplement to such an analysis, we discuss some global features of the pole\nspectrum of the S-matrix by using a complex extension of the real potential\n$V^{(\\mathrm{real})}$ to $e^{i\\alpha}V^{(\\mathrm{real})}$ with a real phase\n$\\alpha$. We show the structures of trajectories of poles developed for the\nchange of $\\alpha$ in the complex momentum plane, which is useful to understand\nthe mutual transformation among the bound, virtual and resonance states.\n","Comment: 12 pages, 2 Fig's (each has 6 figures)"]}]
["0810.3369",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3369"],"date":["2008-10-19"],"type":["text"],"creator":["Cieślak, Tomasz","Laurençot, Philippe"],"language":[],"coverage":[],"title":["Finite time blow-up for a one-dimensional quasilinear\n  parabolic-parabolic chemotaxis system"],"description":["  Finite time blow-up is shown to occur for solutions to a one-dimensional\nquasilinear parabolic-parabolic chemotaxis system as soon as the mean value of\nthe initial condition exceeds some threshold value. The proof combines a novel\nidentity of virial type with the boundedness from below of the Liapunov\nfunctional associated to the system, the latter being peculiar to the\none-dimensional setting.\n"]}]
["0810.3370",{"format":[],"subject":["Physics - Optics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3370"],"date":["2008-10-19"],"type":["text"],"creator":["Wang, Li-Gang"],"language":[],"coverage":[],"title":["Is it possible for a superluminal signal velocity without violating\n  causality?"],"description":["  We present a model for a vacuum-like effective medium composed of the\nabsorbing and gain media under the special designed parameters. Within the\nlinear response theory, we prove that any pulse signal (with or without a\ndiscontinuity) through such a kind of vacuum-like effective media is always\nequal to the light speed in vacuum () without any distortion. As well known\nthat the group velocity in anomalous or normal dispersive media may be smaller\nor larger than, or even become negative, but the discontinuous point always\npropagates at the velocity . Therefore we present some discussions on different\ndefinitions of the signals, based on the light pulses with a well-defined shape\nor with a sudden change, for trying to understand two possibilities for the\nsignal velocity without violating the causality.\n","Comment: 11 pages, 3 figures"]}]
["0810.3371",{"format":[],"subject":["Mathematics - Differential Geometry","58D25","53C21","53C42","53C50","35K55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3371"],"date":["2008-10-19"],"type":["text"],"creator":["Li, Guanghan","Salavessa, Isabel M. C."],"language":[],"coverage":[],"title":["Mean Curvature Flow and Bernstein-Calabi Results for Spacelike Graphs"],"description":["  This is a survey of our work on spacelike graphic submanifolds in\npseudo-Riemannian products, namely on Heinz-Chern and Bernstein-Calabi results\nand on the mean curvature flow, with applications to the homotopy of maps\nbetween Riemannian manifolds.\n","Comment: Contribution to the VIII International Colloquium on Differential\n  Geometry, Santiago de Compostela, Spain, 7-11 July 2008, satellite event of\n  the 5th European Congress of Mathematics"]}]
["0810.3375",{"format":[],"subject":["Physics - Classical Physics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3375","Physics Teaching and Learning, GIREP Book of Selected Papers,\n  Forum Editrice Universitaria Udinese srl, 2005, pp. 39-48"],"date":["2008-10-19"],"type":["text"],"creator":["Herrmann, Friedrich"],"language":[],"coverage":[],"title":["Equilibria in the Troposphere"],"description":["  We show that various types of equilibrium play an important part in the\nbehaviour of the troposphere. In analogy to the electro-chemical potential\n(well-known in solid-state physics and electro-chemistry) a gravito-chemical\npotential and a gravito-thermo-chemical potential, as well as the corresponding\nequilibria are introduced. We shall show that (a) the isothermal atmosphere is\ncharacterized by a constant gravito-chemical potential; (b) the well-mixed or\nadiabatic atmosphere is characterized by a constant gravito-thermo-chemical\npotential. Thus, a linear decrease of the temperature with the vertical\ncoordinate corresponds to a state of equilibrium.\n"]}]
["0810.3381",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3381"],"date":["2008-10-19"],"type":["text"],"creator":["Hayashi, Masahito"],"language":[],"coverage":[],"title":["Discrete realization of group symmetric LOCC-detection of maximally\n  entangled state"],"description":["  Group symmetric LOCC measurement for detecting maximally entangled state is\nconsidered. Usually, this type measurement has continuous-valued outcomes.\nHowever, any realizable measurement has finite-valued outcomes. This paper\nproposes discrete realizations of such a group symmetric LOCC measurement.\n"]}]
["0810.3387",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3387"],"date":["2008-10-19"],"type":["text"],"creator":["Nishimoto, S.","Ohta, Y."],"language":[],"coverage":[],"title":["Spin-triplet f-wave pairing due to three-site cyclic-exchange\n  ferromagnetic interactions"],"description":["  Ferromagnetiam and superconductivity in a two-dimensional triangular-lattice\nHubbard model are studied using the density-matrix renormalization group\nmethod. We propose a mechanism of the {\\it f}-wave spin-triplet pairing derived\nfrom the three-site cyclic-exchange ferromagnetic interactions. We point out\nthat a triangular network of hopping integrals, which is required for the\nthree-site cyclic hopping processes, is contained in the (possibly)\nspin-triplet superconducting systems, such as Bechgaard salts (TMTSF)$_2$X,\ncobalt oxide Na$_{0.35}$CoO$_2$$\\cdot$1.3H$_2$O, and layered perovskite\nSr$_2$RuO$_4$.\n","Comment: 4 pages, 4 figures"]}]
["0810.3388",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3388"],"date":["2008-10-19"],"type":["text"],"creator":["Chen, William Y. C.","Gao, Henry Y.","He, Jia"],"language":[],"coverage":[],"title":["Labeled Partitions with Colored Permutations"],"description":["  In this paper, we extend the notion of labeled partitions with ordinary\npermutations to colored permutations in the sense that the colors are endowed\nwith a cyclic structure. We use labeled partitions with colored permutations to\nderive the generating function of the $\\mathrm{fmaj}_k$ indices of colored\npermutations. The second result is a combinatorial treatment of a relation on\nthe q-derangement numbers with respect to colored permutations which leads to\nthe formula of Chow for signed permutations and the formula of Faliharimalala\nand Zeng [10] on colored permutations. The third result is an involution on\npermutations that implies the generating function formula for the signed\nq-counting of the major indices due to Gessel and Simon. This involution can be\nextended to signed permutations. In this way, we obtain a combinatorial\ninterpretation of a formula of Adin, Gessel and Roichman.\n","Comment: 14 pages"]}]
["0810.3393",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3393"],"date":["2008-10-19"],"type":["text"],"creator":["Salabert, D.","Turck-Chieze, S.","Barriere, J. C.","Carton, P. H.","Daniel-Thomas, P.","Delbart, A.","Garcia, R. A.","Granelli, R.","Jimenez-Reyes, S. J.","Lahonde-Hamdoun, C.","Loiseau, D.","Mathur, S.","Nunio, F.","Palle, P. L.","Piret, Y.","Robillot, J. M.","Simoniello, R."],"language":[],"coverage":[],"title":["First performances of the GOLF-NG instrumental prototype observing the\n  Sun in Tenerife"],"description":["  The primary challenge of GOLF-NG (Global Oscillations at Low Frequency New\nGeneration) is the detection of the low-frequency solar gravity and acoustic\nmodes, as well as the possibility to measure the high-frequency chromospheric\nmodes. On June 8th 2008, the first sunlight observations with the multichannel\nresonant GOLF-NG prototype spectrometer were obtained at the Observatorio del\nTeide (Tenerife). The instrument performs integrated (Sun-as-a-star), Doppler\nvelocity measurements, simultaneously at eight different heights in the D1\nsodium line profile, corresponding to photospheric and chromospheric layers of\nthe solar atmosphere. In order to study its performances, to validate the\nconceived strategy, and to estimate the necessary improvements, this prototype\nhas been running on a daily basis over the whole summer of 2008 at the\nObservatorio del Teide. We present here the results of the first GOLF-NG\nobservations, clearly showing the characteristics of the 5-minute oscillatory\nsignal at different heights in the solar atmosphere. We compare these signals\nwith simultaneous observations from GOLF/SOHO and from the Mark-I instrument --\na node of the BiSON network, operating at the same site.\n","Comment: 4 pages, 7 figures, Conference proceeding GONG 2008 / SOHO XXI\n  Meeting"]}]
["0810.3398",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K57, 35K65, 35K90, 45J05."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3398"],"date":["2008-10-19"],"type":["text"],"creator":["Yagisita, Hiroki"],"language":[],"coverage":[],"title":["Existence of traveling wave solutions for a nonlocal bistable equation:\n  an abstract approach"],"description":["  We consider traveling fronts to the nonlocal bistable equation. We do not\nassume that the Borel-measure is absolutely continuous with respect to the\nLebesgue measure. We show that there is a traveling wave solution with monotone\nprofile. In order to prove this result, we would develop a recursive method for\nabstract monotone dynamical systems and apply it to the equation.\n","Comment: 27 pages, submitted to Publications of the Research Institute for\n  Mathematical Sciences"]}]
["0810.3401",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3401","Rom. Journ. Phys., 43 (1998), no. 1-2, p. 3-14"],"date":["2008-10-19"],"type":["text"],"creator":["Ion, D. B.","Constantin, P.","Ion, M. L."],"language":[],"coverage":[],"title":["Quantum Mirrors Via SPDC-Crossing Symmetric Phenomena and a New\n  Geometric Optics"],"description":["  In this paper, the crossing symmetry of the photons, from spontaneous\nparametric down conversion (SPDC) phenomena in nonlinear crystals, is used for\nthe development of a new geometric optics based on quantum kinematic\ncorrelations. On this basis, a new interpretation of the recent results on the\ntwo photon entangled experiment is obtained. A new field of applications is\nsuggested.\n","Comment: 8 pages, 4 figures"]}]
["0810.3408",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3408"],"date":["2008-10-20"],"type":["text"],"creator":["Bailey, D. S.","Collaboration, for the CALICE"],"language":[],"coverage":[],"title":["Calorimetry for ILC Experiments: CALICE Collaboration R&D"],"description":["  The CALICE Collaboration is carrying out research and development into\ncalorimetry for a detector at the International Linear Collider (ILC). CALICE\nis investigating a range of technologies for both electromagnetic and hadronic\ncalorimetry. An overview of the prototypes and selected test-beam results are\npresented.\n","Comment: To appear in the proceedings of the ICHEP08 conference"]}]
["0810.3409",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3409"],"date":["2008-10-19"],"type":["text"],"creator":["Kolanoski, Hermann","Collaboration, for the IceCube"],"language":[],"coverage":[],"title":["Cosmic Ray Results from the IceTop Air Shower Array"],"description":["  We report on the first results obtained with the IceTop air shower array on\nthe cosmic ray energy spectrum and mass composition in the range of 1 PeV to 80\nPeV. IceTop is the surface detector of the IceCube neutrino telescope currently\nunder construction at the South Pole. A high sensitivity to the primary mass\ncomposition was observed by reconstructing showers at different zenith angles.\nAssuming only protons or iron nuclei as primary particles yields significantly\ndifferent energy spectra for different zenith angle ranges, while only models\nwith mixed composition, like the poly-gonato model, lead to the expected\nisotropic flux. The prospects of composition measurements with different,\nalternative methods using the full IceCube detector are also discussed.\n","Comment: Presented at ICHEP08, Philadelphia, USA, July 2008. 5 pages,\n  PDFLaTeX, 6 pdf figures"]}]
["0810.3410",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3410"],"date":["2008-10-19"],"type":["text"],"creator":["Ezra, Gregory S.","Wiggins, Stephen"],"language":[],"coverage":[],"title":["Impenetrable Barriers in Phase Space for Deterministic Thermostats"],"description":["  We investigate the relation between the phase space structure of Hamiltonian\nand non-Hamiltonian deterministic thermostats. We show that phase space\nstructures governing reaction dynamics in Hamiltonian systems map to the same\ntype of phase space structures for the non-Hamiltonian isokinetic equations of\nmotion for the thermostatted Hamiltonian. Our results establish a framework for\nanalyzing thermostat dynamics using concepts and methods developed in reaction\nrate theory.\n"]}]
["0810.3411",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3411"],"date":["2008-10-19"],"type":["text"],"creator":["Achilli, A.","Godbole, R. M.","Grau, A.","Pancheri, G.","Srivastava, Y. N."],"language":[],"coverage":[],"title":["Zero momentum gluons and the total pp and pbarp cross-sections"],"description":["  We describe a QCD motivated model for total cross-sections which uses the\neikonal representation and incorporates QCD mini-jets to drive the rise with\nenergy of the cross-section, while the impact parameter distribution is\nobtained through the Fourier transform of the transverse momentum distribution\nof soft gluons emitted in the parton-parton interactions giving rise to\nmini-jets in the final state. A singular but integral expression for the\nrunning coupling constant in the infrared region is part of this model.\n","Comment: 4 pages, 1 figure, uses slac_one.rtx, 34th ICHEP Conference,\n  Philadelphia 2008"]}]
["0810.3415",{"format":[],"subject":["High Energy Physics - Experiment","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3415"],"date":["2008-10-19"],"type":["text"],"creator":["Kim, H. J."],"language":[],"coverage":[],"title":["Electron and Photon Identification Performance in ATLAS"],"description":["  The understanding of the reconstruction and calibration of electrons and\nphotons is one of the key steps at the start-up of data-taking with ATLAS at\nthe LHC (Large Hadron Collider). The calorimeter cells are electronically\ncalibrated before being clustered. Corrections to local position and energy\nmeasurements are applied to take into account the calorimeter geometry.\nFinally, longitudinal weights are applied to correct for energy loss upstream\nof the calorimeter. As a last step the Z -> ee events will be used for in-situ\ncalibration using the Z boson mass. The electron identification is based on the\nshower shape in the calorimeter and relies heavily on the tracker and combined\ntracker/calorimeter information to achieve the required rejection of 10^5\nagainst QCD jets for a reasonably clean inclusive electron spectrum above 20-25\nGeV. For photon identification, in addition to the shower shape in the\ncalorimeter, recovery of photon conversions is an essential ingredient given\nthe large amount of material in the inner tracker. The electron and photon\nidentification methods (cuts and multivariate analysis) will be discussed.\n","Comment: Poster write-up at ICHEP08, Philadelphia, USA, July 2008. 4 pages,\n  LaTeX, 7 eps figures, 2 rtx files, 1 sty file and 1 cls file"]}]
["0810.3416",{"format":[],"subject":["Computer Science - Computation and Language","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3416"],"date":["2008-10-19"],"type":["text"],"creator":["Koroutchev, K.","Korutcheva, E."],"language":[],"coverage":[],"title":["Text as Statistical Mechanics Object"],"description":["  In this article we present a model of human written text based on statistical\nmechanics approach by deriving the potential energy for different parts of the\ntext using large text corpus. We have checked the results numerically and found\nthat the specific heat parameter effectively separates the closed class words\nfrom the specific terms used in the text.\n"]}]
["0810.3418",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Graphics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3418"],"date":["2008-10-19"],"type":["text"],"creator":["Koroutchev, K.","Korutcheva, E."],"language":[],"coverage":[],"title":["Detecting the Most Unusual Part of a Digital Image"],"description":["  The purpose of this paper is to introduce an algorithm that can detect the\nmost unusual part of a digital image. The most unusual part of a given shape is\ndefined as a part of the image that has the maximal distance to all non\nintersecting shapes with the same form.\n  The method can be used to scan image databases with no clear model of the\ninteresting part or large image databases, as for example medical databases.\n"]}]
["0810.3422",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3422"],"date":["2008-10-19"],"type":["text"],"creator":["Kliewer, Joerg","Zigangirov, Kamil S.","Koller, Christian","Costello Jr, Daniel J."],"language":[],"coverage":[],"title":["Coding Theorems for Repeat Multiple Accumulate Codes"],"description":["  In this paper the ensemble of codes formed by a serial concatenation of a\nrepetition code with multiple accumulators connected through random\ninterleavers is considered. Based on finite length weight enumerators for these\ncodes, asymptotic expressions for the minimum distance and an arbitrary number\nof accumulators larger than one are derived using the uniform interleaver\napproach. In accordance with earlier results in the literature, it is first\nshown that the minimum distance of repeat-accumulate codes can grow, at best,\nsublinearly with block length. Then, for repeat-accumulate-accumulate codes and\nrates of 1/3 or less, it is proved that these codes exhibit asymptotically\nlinear distance growth with block length, where the gap to the\nGilbert-Varshamov bound can be made vanishingly small by increasing the number\nof accumulators beyond two. In order to address larger rates, random puncturing\nof a low-rate mother code is introduced. It is shown that in this case the\nresulting ensemble of repeat-accumulate-accumulate codes asymptotically\nachieves linear distance growth close to the Gilbert-Varshamov bound. This\nholds even for very high rate codes.\n","Comment: Submitted to IEEE Transactions on Information Theory"]}]
["0810.3426",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3426"],"date":["2008-10-19"],"type":["text"],"creator":["Scholten, O.","Buitink, S.","Bacelar, J.","Braun, R.","de Bruyn, A. G.","Falcke, H.","Singh, K.","Stappers, B.","Strom, R. G.","Yahyaoui, R. al"],"language":[],"coverage":[],"title":["Status report of the NuMoon experiment"],"description":["  We show that at wavelengths comparable to the length of the shower produced\nby an Ultra-High Energy cosmic ray or neutrino, radio signals are an extremely\nefficient way to detect these particles. First results are presented of an\nanalysis of 20 hours of observation data for NuMoon project using the\nWesterbork Synthesis Radio Telescope to search for short radio pulses from the\nMoon. A limit on the neutrino flux is set that is a factor four better than the\ncurrent one (based on FORTE).\n","Comment: Contribution to the Arena 2008 conference, Rome, 25-27 June 2008"]}]
["0810.3427",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","35J25, 47F05, 65J10, 65N99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3427"],"date":["2008-10-19"],"type":["text"],"creator":["Aksoylu, Burak","Beyer, Horst R."],"language":[],"coverage":[],"title":["Results on the diffusion equation with rough coefficients"],"description":["  We study the behaviour of the solutions of the stationary diffusion equation\nas a function of a possibly rough ($L^{\\infty}$-) diffusivity. This includes\nthe boundary behaviour of the solution maps, associating to each diffusivity\nthe solution corresponding to some fixed source function, when the diffusivity\napproaches infinite values in parts of the medium. In $n$-dimensions, $n \\geq\n1$, by assuming a weak notion of convergence on the set of diffusivities, we\nprove the strong sequential continuity of the solution maps. In 1-dimension, we\nprove a stronger result, i.e., the unique extendability of the map of solution\noperators, associating to each diffusivity the corresponding solution operator,\nto a sequentially continuous map in the operator norm on a set containing\n`diffusivities' assuming infinite values in parts of the medium. In this case,\nwe also give explicit estimates on the convergence behaviour of the map.\n"]}]
["0810.3428",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3428"],"date":["2008-10-20"],"type":["text"],"creator":["Jana, Dilip","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["Top quark properties at ATLAS"],"description":["  The ATLAS potential for the study of the top quark properties and physics\nbeyond the Standard Model in the top quark sector, is described. The\nmeasurements of the top quark charge, the spin and spin correlations, the\nStandard Model decay (t-> bW), rare top quark decays associated to flavour\nchanging neutral currents (t-> qX with X = gluon, Z, photon) and ttbar\nresonances are discussed. The sensitivity of the ATLAS experiment is estimated\nfor an expected luminosity of 1fb-1 at the LHC. The full simulation of the\nATLAS detector is used. For the Standard Model measurements the expected\nprecision is presented. For the tests of physics beyond the Standard Model, the\n5 sigma discovery potential (in the presence of a signal) and the 95%\nConfidence Level (CL) limit (in the absence of a signal) are given.\n","Comment: 3 pages"]}]
["0810.3429",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3429"],"date":["2008-10-20"],"type":["text"],"creator":["Trischuk, W.","collaboration, the RD42"],"language":[],"coverage":[],"title":["Recent Advances in Diamond Detectors"],"description":["  With the commissioning of the LHC expected in 2009, and the LHC upgrades\nexpected in 2012, ATLAS and CMS are planning for detector upgrades for their\ninnermost layers requiring radiation hard technologies. Chemical Vapor\nDeposition (CVD) diamond has been used extensively in beam conditions monitors\nas the innermost detectors in the highest radiation areas of BaBar, Belle and\nCDF and is now planned for all LHC experiments. This material is now being\nconsidered as an alternate sensor for use very close to the interaction region\nof the super LHC where the most extreme radiation conditions will exist.\nRecently the RD42 collaboration constructed, irradiated and tested\npolycrystalline and single-crystal chemical vapor deposition diamond sensors to\nthe highest fluences available. We present beam test results of chemical vapor\ndeposition diamond up to fluences of 1.8 x 10^16 protons/cm^2 showing that both\npolycrystalline and single-crystal chemical vapor deposition diamonds follow a\nsingle damage curve allowing one to extrapolate their performance as a function\nof dose.\n","Comment: Proceedings for IHCEP08"]}]
["0810.3436",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3436"],"date":["2008-10-19"],"type":["text"],"creator":["Sciascia, B.","Collaboration, for the KLOE"],"language":[],"coverage":[],"title":["K+/-e2 search and Lepton Flavor Violation at KLOE"],"description":["  This paper is devoted to the first analyses based on the complete data sample\ncollected by the KLOE detector at DAPHNE, the Frascati \\phi-factory. The result\nfor the BR(K_S -> \\gamma\\gamma) and the search for the decay K_S->e+e- are\npresented. Particular emphasis is put on the measurement of the ratio of Ke2\nand Kmu2 BR's.\n","Comment: Prepared for the XXXIV International Conference on High Energy\n  Physics (ICHEP 08), Philadelphia (PA), USA, 29 Jul - 5 Aug 2008. 4 pages, 2\n  figure"]}]
["0810.3438",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3438"],"date":["2008-10-19"],"type":["text"],"creator":["Bhosle, Amit M","Gonzalez, Teofilo F"],"language":[],"coverage":[],"title":["Efficient Algorithms and Routing Protocols for Handling Transient Single\n  Node Failures"],"description":["  Single node failures represent more than 85% of all node failures in the\ntoday's large communication networks such as the Internet. Also, these node\nfailures are usually transient. Consequently, having the routing paths globally\nrecomputed does not pay off since the failed nodes recover fairly quickly, and\nthe recomputed routing paths need to be discarded. Instead, we develop\nalgorithms and protocols for dealing with such transient single node failures\nby suppressing the failure (instead of advertising it across the network), and\nrouting messages to the destination via alternate paths that do not use the\nfailed node. We compare our solution to that of Ref. [11] wherein the authors\nhave presented a \"Failure Insensitive Routing\" protocol as a proactive recovery\nscheme for handling transient node failures. We show that our algorithms are\nfaster by an order of magnitude while our paths are equally good. We show via\nsimulation results that our paths are usually within 15% of the optimal for\nrandomly generated graph with 100-1000 nodes.\n","Comment: 6 pages, 2 columns, 3 figures. To appear in: Proceedings of the 20th\n  IASTED International Conference on Parallel and Distributed Computing and\n  Systems (Nov 16-18, 2008, Orlando, FL, USA)"]}]
["0810.3443",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3443"],"date":["2008-10-19"],"type":["text"],"creator":["Burke, Susan E.","CDF, for the","Collaborations, D0"],"language":[],"coverage":[],"title":["Diboson Production and Couplings"],"description":["  We present the most recent cross section measurements for WW and WZ\nproduction in proton-antiproton collisions with sqrt(s) = 1.96 TeV at the\nFermilab Tevatron in final states with two or three leptons, respectively,\nalong with limits on WWZ triple gauge couplings. We also present the combined\nsearch for WW and WZ production in the lepton, neutrino, and dijet final state.\nFinally, we present ZZ cross section measurements in both the fully leptonic\nand the two lepton, two neutrino final states along with limits on anomalous\ncouplings ZZZ and ZZgamma. All results presented are based on data collected\nwith the Run II DO and CDF II detectors.\n","Comment: 5 pages, 6 figures. Parallel talk at ICHEP08, Philadelphia, USA, July\n  2008"]}]
["0810.3448",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3448"],"date":["2008-10-20"],"type":["text"],"creator":["Ichimura, Koichi","Collaboration, for the KamLAND"],"language":[],"coverage":[],"title":["Recent Results from KamLAND"],"description":["  The main goal of the KamLAND reactor electron anti-neutrino experiment is a\nsearch for electron anti-neutrino oscillation using inverse-beta decay reaction\nin 1,000 ton of ultra-pure liquid scintillator. The data-set is 1490.8 days\nfrom Mar. 2002 to May 2007. The best-fit oscillation parameters are Delta\nm^{2}_{21} = 7.58^{+0.14}_{-0.13} (stat.) +/- 0.15 (syst.) x 10$^{-5} eV^{2}\nand tan^{2}theta_{12} = 0.56^{+0.10}_{-0.07} (stat.) ^{+0.10}_{-0.06} (syst.).\nThe statistical significance for reactor electron anti-neutrino disappearance\nis 8.8 sigma, and an undistorted electron anti-neutrino energy spectrum is\ndisfavored at > 5 sigma.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008. 4 pages,\n  LaTeX, 3 eps figures"]}]
["0810.3451",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computational Complexity","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3451"],"date":["2008-10-19"],"type":["text"],"creator":["Szita, István","Lőrincz, András"],"language":[],"coverage":[],"title":["The many faces of optimism - Extended version"],"description":["  The exploration-exploitation dilemma has been an intriguing and unsolved\nproblem within the framework of reinforcement learning. \"Optimism in the face\nof uncertainty\" and model building play central roles in advanced exploration\nmethods. Here, we integrate several concepts and obtain a fast and simple\nalgorithm. We show that the proposed algorithm finds a near-optimal policy in\npolynomial time, and give experimental evidence that it is robust and efficient\ncompared to its ascendants.\n","Comment: Extended version of the homonymous ICML'08 paper, with proofs"]}]
["0810.3461",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3461"],"date":["2008-10-20"],"type":["text"],"creator":["Li, L. S.","Chen, X. S."],"language":[],"coverage":[],"title":["Characterization of phase transition in Heisenberg mixtures from density\n  functional theory"],"description":["  The phase transition of hard-sphere Heisenberg and Neutral Hard spheres\nmixture fluids has been investigated with the density functional theory in\nmean-field approximation (MF). The matrix of second derivatives of the grand\ncanonical potential $\\Omega$ with respect to the total density, concentration,\nand the magnetization fluctuations has been investigated and diagonalized. The\nzero of the smallest eigenvalue $\\lambda_s$ signalizes the phase instability\nand the related eigenvector $\\textbf{x}_s$ characterizes this phase transition.\nWe find a Curie line where the order parameter is pure magnetization and a\nmixed spinodal where the order parameter is a mixture of total density,\nconcentration, and magnetization. Although in the fixed total number density or\ntemperature sections the obtained spinodal diagrams are quite similar topology,\nthe predominant phase instabilities are considerable different by analyzing\n$\\textbf{x}_s$ in density-concentration-magnetization fluctuations space.\nFurthermore the spinodal diagrams in the different fixed concentration are\ntopologically different.\n","Comment: 8 pages, 5 figures"]}]
["0810.3463",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3463"],"date":["2008-10-20"],"type":["text"],"creator":["Alvarez, Ezequiel","Da Rold, Leandro","Schat, Carlos","Szynkman, Alejandro"],"language":[],"coverage":[],"title":["Electroweak precision constraints on the Lee-Wick Standard Model"],"description":["  We present the constraints on the parameter space of the Lee-Wick Standard\nModel coming from electroweak precision observables. The model predicts a large\npositive S and a negative T. We show that it is possible to find some regions\nin parameter space with a fermionic state as light as 2.4-3.5 TeV. We also\npropose a simple extension of the model including a fourth generation. In this\ncase it is possible to pass the electroweak constraints with Lee-Wick fermionic\nmasses of order 0.4-1.5 TeV and Lee-Wick gauge masses of order 3 TeV.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008. 4 pages, 5\n  figures"]}]
["0810.3464",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3464"],"date":["2008-10-20"],"type":["text"],"creator":["Inami, K."],"language":[],"coverage":[],"title":["Hadronic Tau Decays at Belle"],"description":["  We present a study of hadronic tau decays, especially decay into three-hadron\nfinal states with kaon(s), using more than 500fb^-1 of data collected with the\nBelle detector at the KEKB asymmetric-energy e+e- collider. We measure the\nbranching ratios both inclusively and exclusively while considering the\nintermediated states of K(892)^*0. The following results are obtained: B(tau-\n-> K- pi+ pi- nu)=(3.25 +- 0.02 +0.16-0.15)x10^-3, B(tau- -> K- K+ pi-\nnu)=(1.53 +- 0.01 +- 0.06)x10^-3, B(tau- -> K- K+ K- nu)=(2.60 +- 0.23 +-\n0.10)x10^-5 and B(tau- -> K^*(892)^0 K-nu)=(1.56 +- 0.02 +- 0.09)x10^-3. We\nalso measure the mass and width of the K^*(892)^0 resonance as M_{K^*(892)^0} =\n895.10 +- 0.27 +- 0.31 MeV/c^2 and Gamma_{K^*(892)^0} = 47.23 +- 0.49 +- 0.79\nMeV, which are the first results obtained using tau decay.\n","Comment: Proceedings of ICHEP08, 4 pages, 2 figures"]}]
["0810.3468",{"format":[],"subject":["Computer Science - Performance","Computer Science - Programming Languages","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3468"],"date":["2008-10-20"],"type":["text"],"creator":["Annamalai, Muthiah","Velusamy, Leela"],"language":[],"coverage":[],"title":["A Call-Graph Profiler for GNU Octave"],"description":["  We report the design and implementation of a call-graph profiler for GNU\nOctave, a numerical computing platform. GNU Octave simplifies matrix\ncomputation for use in modeling or simulation. Our work provides a call-graph\nprofiler, which is an improvement on the flat profiler. We elaborate design\nconstraints of building a profiler for numerical computation, and benchmark the\nprofiler by comparing it to the rudimentary timer start-stop (tic-toc)\nmeasurements, for a similar set of programs. The profiler code provides clean\ninterfaces to internals of GNU Octave, for other (newer) profiling tools on GNU\nOctave.\n","Comment: 6 pages, 2 figures, 1 table. Fix typos"]}]
["0810.3474",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3474"],"date":["2008-10-20"],"type":["text"],"creator":["Marivate, Vukosi N.","Marwala, Tshilidzi"],"language":[],"coverage":[],"title":["Social Learning Methods in Board Games"],"description":["  This paper discusses the effects of social learning in training of game\nplaying agents. The training of agents in a social context instead of a\nself-play environment is investigated. Agents that use the reinforcement\nlearning algorithms are trained in social settings. This mimics the way in\nwhich players of board games such as scrabble and chess mentor each other in\ntheir clubs. A Round Robin tournament and a modified Swiss tournament setting\nare used for the training. The agents trained using social settings are\ncompared to self play agents and results indicate that more robust agents\nemerge from the social training setting. Higher state space games can benefit\nfrom such settings as diverse set of agents will have multiple strategies that\nincrease the chances of obtaining more experienced players at the end of\ntraining. The Social Learning trained agents exhibit better playing experience\nthan self play agents. The modified Swiss playing style spawns a larger number\nof better playing agents as the population size increases.\n","Comment: 6 pages"]}]
["0810.3476",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3476"],"date":["2008-10-20"],"type":["text"],"creator":["Ni, Zhen Hua","Yu, Ting","Lu, Yun Hao","Wang, Ying Ying","Feng, Yuan Ping","Shen, Ze Xiang"],"language":[],"coverage":[],"title":["Uniaxial strain on graphene: Raman spectroscopy study and bandgap\n  opening"],"description":["  Graphene was deposited on a transparent and flexible substrate and tensile\nstrain up to ~0.8% was loaded by stretching the substrate in one direction.\nRaman spectra of strained graphene show significant redshifts of 2D and G band\n(-27.8 cm^-1 and -14.2 cm^-1per 1% strain, respectively), because of the\nelongation of the carbon-carbon bonds. This indicates that uniaxial strain has\nbeen successfully applied on graphene. We also proposed that by applying\nuniaxial strain on graphene, tunable bandgap at K point can be realized. First\nprinciple calculations predicted a bandgap opening of ~300 meV for graphene\nunder 1% uniaxial tensile strain. The strained graphene provides an alternative\nway to experimentally tune the bandgap of graphene, which would be more\nefficient and more controllable than other methods that are used to open\nbandgap in graphene. Moreover, our results suggest that the flexible substrate\nis ready for such strain process and Raman spectroscopy can be used as an\nultra-sensitive method to determine the strain.\n","Comment: 17 pages, 5 figures. Accepted by ACS nano"]}]
["0810.3484",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3484","Genetic And Evolutionary Computation Conference, Atlanta :\n  \\'Etats-Unis d'Am\\'erique (2008)","doi:10.1145/1389095.1389204"],"date":["2008-10-20"],"type":["text"],"creator":["Ochoa, Gabriela","Tomassini, Marco","Verel, Sébastien","Darabos, Christian"],"language":[],"coverage":[],"title":["A Study of NK Landscapes' Basins and Local Optima Networks"],"description":["  We propose a network characterization of combinatorial fitness landscapes by\nadapting the notion of inherent networks proposed for energy surfaces (Doye,\n2002). We use the well-known family of $NK$ landscapes as an example. In our\ncase the inherent network is the graph where the vertices are all the local\nmaxima and edges mean basin adjacency between two maxima. We exhaustively\nextract such networks on representative small NK landscape instances, and show\nthat they are 'small-worlds'. However, the maxima graphs are not random, since\ntheir clustering coefficients are much larger than those of corresponding\nrandom graphs. Furthermore, the degree distributions are close to exponential\ninstead of Poissonian. We also describe the nature of the basins of attraction\nand their relationship with the local maxima network.\n","Comment: best paper nomination"]}]
["0810.3487",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3487","Journal of Rheology / Transactions of the Society of Rheology;\n  Society of Rheology -- Transactions 52, 1 (2008) 287-313","doi:10.1122/1.2798234"],"date":["2008-10-20"],"type":["text"],"creator":["Mahaut, Fabien","Chateau, Xavier","Coussot, Philippe","Ovarlez, Guillaume"],"language":[],"coverage":[],"title":["Yield stress and elastic modulus of suspensions of noncolloidal\n  particles in yield stress fluids"],"description":["  We study experimentally the behavior of isotropic suspensions of noncolloidal\nparticles in yield stress fluids. This problem has been poorly studied in the\nliterature, and only on specific materials. In this paper, we manage to develop\nprocedures and materials that allow us to focus on the purely mechanical\ncontribution of the particles to the yield stress fluid behavior, independently\nof the physicochemical properties of the materials. This allows us to relate\nthe macroscopic properties of these suspensions to the mechanical properties of\nthe yield stress fluid and the particle volume fraction, and to provide results\napplicable to any noncolloidal particle in any yield stress fluid. We find that\nthe elastic modulus-concentration relationship follows a Krieger-Dougherty law,\nand we show that the yield stress-concentration relationship is related to the\nelastic modulus-concentration relationship through a very simple law, in\nagreement with results from a micromechanical analysis.\n"]}]
["0810.3489",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3489","Physical Review E: Statistical, Nonlinear, and Soft Matter Physics\n  77 (2008) 061403","doi:10.1103/PhysRevE.77.061403"],"date":["2008-10-20"],"type":["text"],"creator":["Ovarlez, Guillaume","Chateau, Xavier"],"language":[],"coverage":[],"title":["Influence of shear stress applied during flow stoppage and rest period\n  on the mechanical properties of thixotropic suspensions"],"description":["  We study the solid mechanical properties of several thixotropic suspensions\nas a function of the shear stress history applied during their flow stoppage\nand their aging in their solid state. We show that their elastic modulus and\nyield stress depend strongly on the shear stress applied during their\nsolid-liquid transition (i.e., during flow stoppage) while applying the same\nstress only before or only after this transition may induce only second-order\neffects: there is negligible dependence of the mechanical properties on the\npreshear history and on the shear stress applied at rest. We also found that\nthe suspensions age with a structuration rate that hardly depends on the stress\nhistory. We propose a physical sketch based on the freezing of a microstructure\nwhose anisotropy depends on the stress applied during the liquid-solid\ntransition to explain why the mechanical properties depend strongly on this\nstress. This sketch points out the role of the internal forces in the colloidal\nsuspensions' behavior. We finally discuss briefly the macroscopic consequences\nof this phenomenon and show the importance of using a controlled-stress\nrheometer.\n"]}]
["0810.3492",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3492"],"date":["2008-10-20"],"type":["text"],"creator":["Verel, Sébastien","Ochoa, Gabriela","Tomassini, Marco"],"language":[],"coverage":[],"title":["The Connectivity of NK Landscapes' Basins: A Network Analysis"],"description":["  We propose a network characterization of combinatorial fitness landscapes by\nadapting the notion of inherent networks proposed for energy surfaces. We use\nthe well-known family of NK landscapes as an example. In our case the inherent\nnetwork is the graph where the vertices represent the local maxima in the\nlandscape, and the edges account for the transition probabilities between their\ncorresponding basins of attraction. We exhaustively extracted such networks on\nrepresentative small NK landscape instances, and performed a statistical\ncharacterization of their properties. We found that most of these network\nproperties can be related to the search difficulty on the underlying NK\nlandscapes with varying values of K.\n","Comment: Artificial Life XI, Winchester : France (2008)"]}]
["0810.3494",{"format":[],"subject":["Mathematical Physics","34A26, 34A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3494","Published in the book: Differential Geometric Methods in Mechanics\n  and Field Theory, pp.15--33, eds F. Cantrijn, M. Crampin and B. Langerock,\n  Academia Press, 2007"],"date":["2008-10-20"],"type":["text"],"creator":["Cariñena, José F.","de Lucas, Javier","Rañada, Manuel F."],"language":[],"coverage":[],"title":["Nonlinear superpositions and Ermakov systems"],"description":["  The theory of superposition rules for solutions of a Lie system of\nfirst-order differential equations is extended to deal with analogous systems\nof second-order and the theory is illustrated with the very rich example of\nErmakov-like systems.\n","Comment: 18 pages"]}]
["0810.3497",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3497","Physical Review E: Statistical, Nonlinear, and Soft Matter Physics\n  78 (2008) 036307","doi:10.1103/PhysRevE.78.036307"],"date":["2008-10-20"],"type":["text"],"creator":["Ovarlez, Guillaume","Rodts, Stéphane","Ragouilliaux, Alexandre","Coussot, Philippe","Goyon, Julie","Colin, Annie"],"language":[],"coverage":[],"title":["Wide-gap Couette flows of dense emulsions: Local concentration\n  measurements, and comparison between macroscopic and local constitutive law\n  measurements through magnetic resonance imaging"],"description":["  Flows of dense emulsions show many complex features among which long range\nnonlocal effects pose a problem for macroscopic characterization. In order to\nget around this problem, we study the flows of several dense emulsions in a\nwide-gap Couette geometry. We couple macroscopic rheometric experiments and\nlocal velocity measurements through MRI techniques. As concentration\nheterogeneities can be expected, we designed a method to measure the local\ndroplet concentration in emulsions with a MRI device. In contrast to dense\nsuspensions of rigid particles where very fast migration occurs under shear, we\nshow that no migration takes place in dense emulsions even for strains as large\nas 100 000 in our systems. As a result of the absence of migration and of\nfinite size effect, we are able to determine very precisely the local\nrheological behavior of several dense emulsions. As the materials are\nhomogeneous, this behavior can also be inferred from purely macroscopic\nmeasurements. We thus suggest that properly analyzed purely macroscopic\nmeasurements in a wide-gap Couette geometry can be used as a tool to study the\nlocal constitutive laws of dense emulsions. All behaviors are basically\nconsistent with Herschel-Bulkley laws of index 0.5, but discrepancies exist at\nthe approach of the yield stress due to slow shear flows below the apparent\nyield stress in the case of a strongly adhesive emulsion. The existence of a\nconstitutive law accounting for all flows contrasts with previous results\nobtained within a microchannel by Goyon et al. (2008): the use of a wide-gap\nCouette geometry is likely to prevent here from nonlocal finite size effects;\nit also contrasts with the observations of B\\'ecu et al. (2006).\n"]}]
["0810.3499",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3499"],"date":["2008-10-20","2008-10-21"],"type":["text"],"creator":["Bailey, S.","Aldering, G.","Antilogus, P.","Aragon, C.","Baltay, C.","Bongard, S.","Buton, C.","Childress, M.","Copin, Y.","Gangler, E.","Loken, S.","Nugent, P.","Pain, R.","Pecontal, E.","Pereira, R.","Perlmutter, S.","Rabinowitz, D.","Rigaudier, G.","Ripoche, P.","Runge, K.","Scalzo, R.","Smadja, G.","Tao, C.","Thomas, R. C.","Wu, C."],"language":[],"coverage":[],"title":["Initial Hubble Diagram Results from the Nearby Supernova Factory"],"description":["  The use of Type Ia supernovae as distance indicators led to the discovery of\nthe accelerating expansion of the universe a decade ago. Now that large second\ngeneration surveys have significantly increased the size and quality of the\nhigh-redshift sample, the cosmological constraints are limited by the currently\navailable sample of ~50 cosmologically useful nearby supernovae. The Nearby\nSupernova Factory addresses this problem by discovering nearby supernovae and\nobserving their spectrophotometric time development. Our data sample includes\nover 2400 spectra from spectral timeseries of 185 supernovae. This talk\npresents results from a portion of this sample including a Hubble diagram\n(relative distance vs. redshift) and a description of some analyses using this\nrich dataset.\n","Comment: Short version of proceedings for ICHEP08, Philadelphia PA, July 2008;\n  see v1 for full-length version"]}]
["0810.3501",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3501"],"date":["2008-10-20"],"type":["text"],"creator":["Otto, Hans Hermann"],"language":[],"coverage":[],"title":["Family tree of perovskite-related superconductors"],"description":["  A simple empirical relation has been found to exist between optimum Tc and\nthe formal mean cation charge <qc> of perovskite-related superconductors,\ncovering both conventional superconductors and superconducting cuprates. Tc is\nshown to increase exponentially with decreasing <qc>. It is suggested that a\nBa-based cuprate with <qc> about 2 reach a Tc around 200 K. The strong\ncorrelation may be thought of as an indication for a common mechanism of\nsuperconductivity of the whole family of compounds. In addition, the structural\nassignment for the 'cubic' high-Tc phase reported by Volkov (Tc = 117 K) to the\northorhombic BaCuO2.5 prototype is proposed.\n","Comment: 8 pages, 1 figure"]}]
["0810.3508",{"format":[],"subject":["Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3508"],"date":["2008-10-20"],"type":["text"],"creator":["Boezio, M.","Bonvicini, V.","Jerse, G.","Mocchiutti, E.","Vacchi, A.","Zampa, G.","Zampa, N.","Adriani, O.","Bongi, M.","Bonechi, L.","Bottai, S.","Fedele, D.","Papini, P.","Ricciarini, S. B.","Spillantini, P.","Taddei, E.","Vannuccini, E.","Barbarino, G. C.","Campana, D.","Carbone, R.","Osteria, G.","Bazilevskaya, G. A.","Kvashnin, A. N.","Stozhkov, Y. I.","Bellotti, R.","Bruno, A.","Cafagna, F.","Bogomolov, E. A.","Krutkov, S. Y.","Vasilyev, G.","Borisov, S.","Casolino, M.","De Pascale, M. P.","De Simone, N.","Di Felice, V.","Malvezzi, V.","Marcelli, L.","Nikonov, N.","Picozza, P.","Sparvoli, R.","Carlson, P.","Hofverberg, P.","Orsi, S.","Pearce, M.","Castellini, G.","Galper, A. M.","Grishantseva, L.","Leonov, A.","Koldashov, S. V.","Mikhailov, V. V.","Voronov, S. A.","Yurkin, Y. T.","Zverev, V. G.","Menn, W.","Simon, M.","Ricci, M."],"language":[],"coverage":[],"title":["First Results from the PAMELA Space Mission"],"description":["  On the 15th of June 2006, the PAMELA satellite-borne experiment was launched\nfrom the Baikonur cosmodrome and it has been collecting data since July 2006.\nThe apparatus comprises a time-of-flight system, a silicon-microstrip magnetic\nspectrometer, a silicon-tungsten electromagnetic calorimeter, an\nanticoincidence system, a shower tail counter scintillator and a neutron\ndetector. The combination of these devices allows precision studies of the\ncharged cosmic radiation to be conducted over a wide energy range (100 MeV -\n100's GeV) with high statistics. The primary scientific goal is the measurement\nof the antiproton and positron energy spectrum in order to search for exotic\nsources, such as dark matter particle annihilations. PAMELA is also searching\nfor primordial antinuclei (anti-helium), and testing cosmic-ray propagation\nmodels through precise measurements of the antiparticle energy spectrum and\nprecision studies of light nuclei and their isotopes. We review the status of\nthe apparatus and present preliminary results concerning antiparticle\nmeasurements and dark-matter indirect searches.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008. 5 pages,\n  LaTeX, 3 eps figures"]}]
["0810.3509",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3509"],"date":["2008-10-20"],"type":["text"],"creator":["Ivas, Toni"],"language":[],"coverage":[],"title":["Continous Temkin theory of interface"],"description":["  We present differential equation for evolution of interface based on\ncontinuous approximation of Temkin's model\n","Comment: 8 pages, work in progress"]}]
["0810.3510",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3510"],"date":["2008-10-20"],"type":["text"],"creator":["Sharma, Nitika","Sharma, Avinash"],"language":[],"coverage":[],"title":["Isospectral Potentials and Quarkonia Low Energy Spectra: A Possibility\n  of simultaneous fit to Masses and leptonic decay widths\""],"description":["  Some of the non-relativistic QQ/bar interaction potentials and its\nisospectral partner-potentials have been employed to evaluate the masses and\nleptonic decay widths of Charmonium and Upsilon states. An attempt has been\nmade to develop a prescription to provide a simultaneous fit to Masses and\nleptonic decay widths of Quarkonia. Preliminary calculation shows that the\nclass of isospectral-potentials corresponding to: V(r)= -(alphas/r)+ar^n\nappears to yield the desired results. The various associated theoretical and\nphenomenological issues are discussed in light of recent data. The possible\nrelation with the 'Wrinkled potentials' is also discussed.\n","Comment: 3 pages"]}]
["0810.3512",{"format":[],"subject":["Physics - General Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3512"],"date":["2008-10-20"],"type":["text"],"creator":["Schucker, Thomas"],"language":[],"coverage":[],"title":["25 years ago: the official farewell to the meter"],"description":["  On october 21st 1983 took place in S\\`evres on the western outskirts of Paris\nthe official funeral of the meter. With it the notion of distance as a physical\nobservable was buried.\n"]}]
["0810.3514",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3514"],"date":["2008-10-20"],"type":["text"],"creator":["Tymieniecka, T.","H1, for the","Collaborations, ZEUS"],"language":[],"coverage":[],"title":["Multiplicity and momentum distributions of hadrons in deep inelastic\n  scattering at HERA energies"],"description":["  The universality and scaling behaviour of hadronisation have been\ninvestigated in semi-inclusive neutral current deep inelastic ep scattering;\nspecifically the multiplicity and scaled momentum spectra of charged hadrons\nhave been measured and analysed. The measurements are performed in the current\nregion of the Breit frame, as well as in the current fragmentation region of\nthe hadronic centre-of-mass frame. The data collected at the HERA ep collider\nby the H1 and ZEUS experiments are compared with similar measurements obtained\nin e+e- annihilation and with previous ep measurements as well as with\nleading-logarithm parton-shower predictions.\n","Comment: 4 pages 3 figures, the ICHEP08 proceedings"]}]
["0810.3515",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3515"],"date":["2008-10-20"],"type":["text"],"creator":["Aldaya, M.","Garcia-Abia, P."],"language":[],"coverage":[],"title":["Measurement of the Charge Ratio of Cosmic Muons using CMS Data"],"description":["  We have performed the measurement of the cosmic ray muon charge ratio, as a\nfunction of the muon momentum, using data collected by the CMS experiment,\nexploiting the capabilities of the muon barrel drift tube (DT) chambers. The\ncosmic muon charge ratio is defined as the ratio of the number of positive- to\nnegative-charge muons. Cosmic ray muons result from the interaction of\nhigh-energy cosmic-ray particles (mainly protons and nuclei), entering the\nupper layers of the atmosphere, with air nuclei. Since these collisions favour\npositive meson production, there is an asymmetry in the charge composition and\nmore positive muons are expected.\n  The data samples were collected at the \\textit{Magnet Test and Cosmic\nChallenge} (MTCC). While the MTCC itself was a crucial milestone in the CMS\ndetector construction, not having physics studies among its primary goals, it\nprovided the first opportunity to obtain physics results and test the full\nanalysis chain using real data in CMS before the LHC startup, together with a\ncomplementary check of the detector performance.\n","Comment: Poster at ICHEP08, Philadelphia, USA, July 2008. 4 pages"]}]
["0810.3524",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3524"],"date":["2008-10-20"],"type":["text"],"creator":["Zanderighi, G."],"language":[],"coverage":[],"title":["Recent theoretical progress in perturbative QCD"],"description":["  We review selected recent theoretical activity in perturbative QCD. We focus\non progress in the description of parton densities, including latest\ndevelopments in neural network parton densities, on the description of high\nmultiplicity final states at the LHC at leading and next-to-leading order, on\nprogress in next-to-next-to-leading order, and on novel developments in jets\nphysics.\n","Comment: Plenary talk given at the 34th International Conference on High\n  Energy Physics, 11 pages, 6 figures"]}]
["0810.3525",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3525"],"date":["2008-10-20"],"type":["text"],"creator":["Masisi, L.","Nelwamondo, V.","Marwala, T."],"language":[],"coverage":[],"title":["The use of entropy to measure structural diversity"],"description":["  In this paper entropy based methods are compared and used to measure\nstructural diversity of an ensemble of 21 classifiers. This measure is mostly\napplied in ecology, whereby species counts are used as a measure of diversity.\nThe measures used were Shannon entropy, Simpsons and the Berger Parker\ndiversity indexes. As the diversity indexes increased so did the accuracy of\nthe ensemble. An ensemble dominated by classifiers with the same structure\nproduced poor accuracy. Uncertainty rule from information theory was also used\nto further define diversity. Genetic algorithms were used to find the optimal\nensemble by using the diversity indices as the cost function. The method of\nvoting was used to aggregate the decisions.\n","Comment: 5 pages"]}]
["0810.3533",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3533"],"date":["2008-10-20"],"type":["text"],"creator":["Lowette, Steven","ATLAS, for the","CMS","Collaborations, FP420"],"language":[],"coverage":[],"title":["Beyond the Standard Model Higgs at LHC"],"description":["  Models of Beyond the Standard Model (BSM) physics, like the Minimal\nSupersymmetric Standard Model (MSSM), often involve an extended Higgs sector,\ngiving rise to extra neutral or charged Higgs bosons. The discovery reach\nexpected from simulation studies for such additional Higgs particles is\npresented for the ATLAS, CMS and FP420 detectors at the LHC. Emphasis is put on\nproduction and decay modes involving heavy flavour b and tau particles, which\nare enhanced in large regions of BSM parameter space. The LHC experiments are\nindeed particularly well equipped to tackle final states containing heavy\nflavour.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008. 4 pages, 4\n  figures"]}]
["0810.3534",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3534","Applied Physics Letters 93, 093303 (2008)","doi:10.1063/1.2978237"],"date":["2008-10-20"],"type":["text"],"creator":["Schafferhans, Julia","Baumann, Andreas","Deibel, Carsten","Dyakonov, Vladimir"],"language":[],"coverage":[],"title":["Trap Distribution and the Impact of Oxygen-induced Traps on the Charge\n  Transport in Poly(3-Hexylthiophene)"],"description":["  The trap distribution in the conjugated polymer poly(3-hexylthiophene) was\ninvestigated by fractional thermally stimulated current measurements. Two\ndefect states with activation energies of about 50 meV and 105 meV and Gaussian\nenergy distributions were revealed. The first is assigned to the tail of the\nintrinsic density of states, whereas the concentration of second trap is\ndirectly related to oxygen exposure. The impact of the oxygen induced traps on\nthe charge transport was examined by performing photo-induced charge carrier\nextraction by linearly increasing voltage measurements, that exhibited a strong\ndecrease in the mobility with air exposure time.\n","Comment: 4 pages, 3 figures, 2 tables"]}]
["0810.3541",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3541"],"date":["2008-10-20"],"type":["text"],"creator":["Ma, H. L."],"language":[],"coverage":[],"title":["Recent Results on $\\psi(3770)$ Physics at BES-II"],"description":["  About 33, 6.5 and 1.0 pb$^{-1}$ of $e^+e^-$ annihilation data were,\nrespectively, taken around the center-of-mass energies of $\\sqrt s=$ 3.773 GeV,\nat $\\sqrt s=$ 3.650 GeV and at $\\sqrt s=$ 3.6648 GeV with the BES-II detector\nat the BEPC collider. By analyzing these data sets, we measure the branching\nfraction for $\\psi(3770)\\to$ non-$D\\bar D$; observe an anomalous line shape of\nthe cross section for $e^+e^-\\to$ hadrons in the energy region from 3.650 to\n3.872 GeV; and measure the line shapes of the $D^+D^-$, $D^0\\bar D^0$ and\n$D\\bar D$ production and the ratios of the production rates of $D^+D^-$ and\n$D^0\\bar D^0$ in $e^+e^-$ annihilation at $\\psi(3770)$ resonance. We also\nsearch for $\\psi(3770)$ decay into exclusive light hadron processes containing\n$K^0_S$ or $\\pi^0\\pi^0$ mesons in the final states.\n","Comment: To appear in the proceedings of 34$^{\\rm th}$ International\n  Conference on High Energy Physics, Philadelphia, 2008"]}]
["0810.3543",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3543"],"date":["2008-10-20"],"type":["text"],"creator":["Semel, M.","Velez, J. C. Ramirez","Stift, M. J.","Gonzalez, M. J. Martinez","Ariste, A. Lopez","Leone, F."],"language":[],"coverage":[],"title":["Multiline Zeeman signatures as demonstrated through the Pseudo-line"],"description":["  In order to get a significant Zeeman signature in the polarised spectra of a\nmagnetic star, we usually 'add' the contributions of numerous spectral lines;\nthe ultimate goal is to recover the spectropolarimetric prints of the magnetic\nfield in these line additions. Here we want to clarify the meaning of these\ntechniques of line addition; in particular, we try to interpret the meaning of\nthe 'pseudo-line' formed during this process and to find out why and how its\nZeeman signature is still meaningful. We create a synthetic case of lines\naddition and apply well tested standard solar methods routinely used in the\nresearch on magnetism in our nearest star. The results are convincing and the\nZeeman signatures well detected; Solar methods are found to be quite efficient\nalso for stellar observations. The Zeeman signatures are unequivocally detected\nin this multiline approach. We may anticipate the outcome magnetic fields to be\nreliable well beyond the weak-field approximation. Linear polarisation in the\nspectra of solar type stars can be detected when the spectral resolution is\nsufficiently high.\n","Comment: 7 pages, 13 figures"]}]
["0810.3546",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3546"],"date":["2008-10-20"],"type":["text"],"creator":["Choi, S. -K.","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["Observation of candidate exotic mesons containing heavy quarks with\n  Belle"],"description":["  We report the observation of two resonance-like structures in the $\\pi^+\n\\chi_{c1}$ invariant mass distribution near 4.1 GeV in exclusive $B\\to\nK\\pi^+\\chi_{c1}$ decays. A detailed Dalitz-plot analysis demonstrates that\nthese structures cannot be produced by reflections from any known and possibly\nunknown resonances in the $K\\pi$ channel. If these two peaks are produced by\nresonances in the $\\pi^+\\chi_{c1}$ channel, their minimal quark structure would\nhave to be a $c\\bar{c}u\\bar{d}$ tetraquark arrangement, similar to that\nproposed for the $Z^+(4430)$ structure reported by Belle last year in the\n$\\pi^+\\psi^{'}$ mass distribution produced in $B\\to K\\pi^+\\psi^{'}$ decays. In\naddition, we report some new measurements on the properties of the X(3872)\nmeson and the $1^{--}$ $Y$ states that are produced with initial state\nradiation. %and also other latest XYZ results. The analyses are based on a\nlarge data sample recorded at the $\\Upsilon(4S)$ resonances and nearby\ncontinuum with the Belle detector at the KEKB asymmetric-energy $e^+e^-$\ncollider.\n","Comment: ICHEP08"]}]
["0810.3554",{"format":[],"subject":["Mathematics - Combinatorics","05A40, 05A15, 11B83,11B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3554"],"date":["2008-10-20"],"type":["text"],"creator":["Di Nardo, E.","Niederhausen, H.","Senato, D."],"language":[],"coverage":[],"title":["The classical umbral calculus: Sheffer sequences"],"description":["  Following the approach of Rota and Taylor \\cite{SIAM}, we present an\ninnovative theory of Sheffer sequences in which the main properties are encoded\nby using umbrae. This syntax allows us noteworthy computational simplifications\nand conceptual clarifications in many results involving Sheffer sequences. To\ngive an indication of the effectiveness of the theory, we describe applications\nto the well-known connection constants problem, to Lagrange inversion formula\nand to solving some recurrence relations.\n"]}]
["0810.3555",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3555"],"date":["2008-10-20"],"type":["text"],"creator":["Llacer, Maria Moreno"],"language":[],"coverage":[],"title":["Commissioning of the ATLAS reconstruction software with first data"],"description":["  Looking towards first LHC collisions, the ATLAS detector is being\ncommissioned using the physics data available: cosmic rays and data taken\nduring the LHC single beam operations at 450 GeV. During the installation of\nthe ATLAS detector in the cavern, cosmic rays were collected with the different\nparts of the detector that were available. Combined cosmic runs taken with the\nfull installed detector with and without magnetic field as well as a few single\nbeam events recently recorded are being used to commission the full system\nprior to the first proton collisions.\n","Comment: ICHEP08, 5 pages, 11 figures"]}]
["0810.3557",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3557"],"date":["2008-10-20"],"type":["text"],"creator":["Kay, Alastair","Colbeck, Roger"],"language":[],"coverage":[],"title":["Quantum Self-Correcting Stabilizer Codes"],"description":["  In this paper, we explicitly construct (Abelian) anyonic excitations of\narbitrary stabilizer Hamiltonians which are local on a 2D lattice of qubits.\nThis leads directly to the conclusion that, in the presence of local thermal\nnoise, such systems cannot be used for the fault-tolerant storage of quantum\ninformation by self-correction i.e. they are ruled out as candidates for a\n`quantum hard drive'. We suggest that in 3D, the same construction leads to an\nargument that self-correction is impossible.\n","Comment: 11 pages, 2 figures"]}]
["0810.3558",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3558"],"date":["2008-10-20"],"type":["text"],"creator":["Macnay, Lucy"],"language":[],"coverage":[],"title":["Dynamics of Solutions of $f(R)$ Theory"],"description":["  We use the correspondence between the $f(R)$ theory and an Einstein-scalar\nfield system to study late-time dynamics of solutions of $f(R)$ theory. We\ndiscuss how reasonable assumptions on the potential of the scalar field lead to\nrestrictions on the function $f(R)$ and use known results for the scalar field\nsystem to gain results on solutions of the $f(R)$ theory. In particular, we\nprove accelerated expansion at late times for several different categories of\nfunctions $f(R)$ that satisfy certain restrictions.\n","Comment: 34 pages"]}]
["0810.3560",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3560"],"date":["2008-10-20"],"type":["text"],"creator":["Martin, A. D.","Khoze, V. A.","Ryskin, M. G."],"language":[],"coverage":[],"title":["Rapidity gap survival probability and total cross sections"],"description":["  We discuss recent calculations of the survival probability of the large\nrapidity gaps in exclusive processes of the type pp --> p+A+p at high energies.\nAbsorptive or screening effects are important, and one consequence is that the\ntotal cross section at the LHC is predicted to be only about 90 mb.\n","Comment: 7 pages, 2 figures; Based on a talk by A.D. Martin at the CERN - DESY\n  Workshop \"HERA and the LHC\", 26 - 30 May 2008"]}]
["0810.3563",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3563"],"date":["2008-10-20"],"type":["text"],"creator":["Sbarufatti, B.","Ciprini, S.","Kotilainen, J.","Decarli, R.","Treves, A.","Veronesi, A.","Falomo, R."],"language":[],"coverage":[],"title":["ESO VLT optical spectroscopy of BL Lacertae objects. III. An extension\n  of the sample"],"description":["  We present results of an ongoing program at the ESO VLT for spectroscopy of\nBL Lac objects lacking a firm redshift estimate and here we report on 15\nobjects. For 11 sources we confirm the BL Lac classification, and we determine\nnew redshifts for 3 objects, 1 with weak emission lines (PKS 1057-79, z=0.569)\nand 2 with absorptions from the host galaxy (RBS 1752, z=0.449; RBS 1915,\nz=0.243); moreover a sub Damped Lyman Alpha (sub-DLA) system is detected in the\ndirection of the BL Lac PKS 0823-223 (z>=0.911). For the remaining 8 BL Lacs,\nfrom the very absence of absorption lines of the host galaxy, lower limits to\nthe redshift are deduced with z_min in the interval 0.20-0.80. The remaining\nthree sources are reclassified as a FSRQ (PKS 1145-676, z=0.210; TXS 2346+052,\nz=0.419) and a misclassified galactic star (PMNJ 1323-3652).\n","Comment: 16 pages, 5 figures, 3 tables, accepted for publication on AJ"]}]
["0810.3564",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3564"],"date":["2008-10-20"],"type":["text"],"creator":["Lapidoth, Amos","Shapiro, Jeffrey H.","Venkatesan, Vinodh","Wang, Ligong"],"language":[],"coverage":[],"title":["The Poisson Channel at Low Input Powers"],"description":["  The asymptotic capacity at low input powers of an average-power limited or an\naverage- and peak-power limited discrete-time Poisson channel is considered.\nFor a Poisson channel whose dark current is zero or decays to zero linearly\nwith its average input power $E$, capacity scales like $E\\log\\frac{1}{E}$ for\nsmall $E$. For a Poisson channel whose dark current is a nonzero constant,\ncapacity scales, to within a constant, like $E\\log\\log\\frac{1}{E}$ for small\n$E$.\n","Comment: To be presented at IEEEI 2008, December 3-5 2008, Eilat, Israel"]}]
["0810.3570",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3570"],"date":["2008-10-20"],"type":["text"],"creator":["Glasman, C."],"language":[],"coverage":[],"title":["Precision tests of QCD with jets and vector bosons at HERA and TevaTron"],"description":["  Recent results from HERA and TevaTron on precision tests of QCD with jets, W\nand Z bosons and photons associated with jets and heavy flavours are presented.\nThe measurements were used to probe QCD at the highest energies, to provide\nexperimental constraints on SM processes that constitute background to new\nphysics, to extract values of the coupling of the strong interaction and to\nconstrain the proton parton distribution functions. The implications of the\nresults on LHC physics are discussed.\n","Comment: 13 pages, 19 figures, plenary summary of experimental QCD in ICHEP08"]}]
["0810.3572",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3572"],"date":["2008-10-20"],"type":["text"],"creator":["Gong, Yan","Zhang, Tong-Jie","Lan, Tian","Chen, Xue-Lei"],"language":[],"coverage":[],"title":["Dark energy and neutrino mass constraints from weak lensing, supernova,\n  and relative galaxy ages"],"description":["  We use the current weak lensing data to constrain the equation of state of\ndark energy $w$ and the total mass of massive neutrinos $\\sum m_{\\nu}$. The\nconstraint on $w$ would be weak if only the current weak lensing data are used.\nWith the addition of other observational data such as the type Ia supernovae,\nbaryon acoustic oscillation, and the high redshift Hubble parameter data $H(z)$\nderived from relative galaxy ages to break the degeneracy, the result is\nsignificantly improved. For the pure $w$CDM model without massive neutrinos, we\nfind $w=-1.00^{+0.10}_{-0.12}$. For the $w$CDM model with the massive neutrino\ncomponent, we show that the constraint on $w$ is almost unchanged, there is\nvery little degeneracy between $w$ and $\\sum m_{\\nu}$. After marginalizing over\nother parameters, we obtain the probability distribution function of $\\sum\nm_{\\nu}$, and find that the upper limit is $\\sum m_{\\nu} \\leq 0.8$ eV at 95.5%\nconfidence level for the combined data sets. Our constraints of $w$ and $\\sum\nm_{\\nu}$ are both compatible and comparable with the constraints obtained from\nthe WMAP 5-year data.\n","Comment: 8 pages, 6 figures"]}]
["0810.3573",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3573"],"date":["2008-10-20"],"type":["text"],"creator":["Boffetta, G.","Celani, A.","Dezzani, D.","Laurie, J.","Nazarenko, S."],"language":[],"coverage":[],"title":["Double Kelvin Wave Cascade in Superfluid Helium"],"description":["  We study the double cascade of energy and wave action in a local model of\nsuperfluid vortex filaments. The model is obtained from a truncated expansion\nof the 2D Local Induction Approximation and it is shown to support six-wave\ninteractions. We argue that, because of the uncertainty in the vortex core\nprofile, this model has the same status of validity as the traditionally used\nBiot-Savart model with cutoff, but it has advantage of being much simpler. Our\nminimal model leads to a wave kinetic equation for which we predict existence\nof two distinct power-law scaling in the spectrum, corresponding to a direct\ncascade of energy and an inverse one of wave action. Direct numerical\nsimulations confirm the theoretical predictions in the weak turbulence regime.\n","Comment: 7 pages, 2 figures"]}]
["0810.3574",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3574"],"date":["2008-10-20"],"type":["text"],"creator":["Caron, Sascha"],"language":[],"coverage":[],"title":["Prospects for standard SUSY searches at the LHC"],"description":["  We present the recent prospects and strategies of the ATLAS and CMS\nexperiments in the search for signatures of Supersymmetry. The emphasis is\nplaced on standard signatures with missing transverse energy and on the initial\ndata taking periods.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008. 4 pages,"]}]
["0810.3578",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Commutative Algebra","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3578"],"date":["2008-10-20"],"type":["text"],"creator":["Stosic, Marko"],"language":[],"coverage":[],"title":["Hochschild homology of certain Soergel bimodules"],"description":["  In this paper we compute Hochschild homology of certain Soergel bimodules.\nMoreover, we describe explicitly the graded bimodule maps between Soergel\nbimodules. This computations are motivated by the categorifications of the\ncolored HOMFLY-PT polynomial for links via Hochschild homology of Soergel\nbimodules.\n","Comment: 15 pages"]}]
["0810.3579",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3579","Joint IAPR International Workshops on Structural and Syntactic\n  Pattern Recognition (SSPR 2008), Orlando : \\'Etats-Unis d'Am\\'erique (2008)"],"date":["2008-10-20"],"type":["text"],"creator":["Dupé, François-Xavier","Brun, Luc"],"language":[],"coverage":[],"title":["Hierarchical Bag of Paths for Kernel Based Shape Classification"],"description":["  Graph kernels methods are based on an implicit embedding of graphs within a\nvector space of large dimension. This implicit embedding allows to apply to\ngraphs methods which where until recently solely reserved to numerical data.\nWithin the shape classification framework, graphs are often produced by a\nskeletonization step which is sensitive to noise. We propose in this paper to\nintegrate the robustness to structural noise by using a kernel based on a bag\nof path where each path is associated to a hierarchy encoding successive\nsimplifications of the path. Several experiments prove the robustness and the\nflexibility of our approach compared to alternative shape classification\nmethods.\n"]}]
["0810.3582",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3582"],"date":["2008-10-20"],"type":["text"],"creator":["Garcia-Guerra, G. A.","Collaboration, for the D0"],"language":[],"coverage":[],"title":["Time-dependent angular analysis of the decays $B_{d}^{0}\\to J/\\psi\n  K^{*0}$ and $B_{s}^{0}\\to J/\\psi \\phi$"],"description":["  In this paper we present the description of the flavor-untagged decays\n$B_{d}^{0}\\to J/\\psi K^{*0}$ and $B_{s}^{0}\\to J/\\psi \\phi$ in the transversity\nbasis. The study of these $B$ mesons in that basis makes it possible to extract\ninformation about flavor SU(3) (or U(3)) symmetry and to verify if the\nfactorization assumption is feasible for the decay $B_{d}^{0}\\to J/\\psi\nK^{*0}$. The lifetime ratio $\\tau_{s}/\\tau_{d}$ is also extracted with this\ndescription.\n","Comment: Proceedings for poster presented at ICHEP08, Philadelphia, USA, July\n  2008. 3 pages, 10 figures"]}]
["0810.3583",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3583"],"date":["2008-10-20"],"type":["text"],"creator":["Petersen, Troels C."],"language":[],"coverage":[],"title":["Measurement of the W mass with the ATLAS detector"],"description":["  We investigate the posibility of improving the W mass measurement at ATLAS.\nGiven the high statistics of both W and Z bosons expected at the LHC, we\nestimate that a precision of 7 MeV per channel can be reached with 10 fb-1 of\ndata.\n","Comment: Poster presented at ICHEP08, Philadelphia, USA, July 2008. 3 pages,\n  LaTeX, 2 eps figures"]}]
["0810.3587",{"format":[],"subject":["Mathematics - Number Theory","11M26","11N37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3587"],"date":["2008-10-20"],"type":["text"],"creator":["Balazard, Michel","De Roton, Anne"],"language":[],"coverage":[],"title":["Notes de lecture de l'article \"Partial sums of the M\\\"obius function\" de\n  Kannan Soundararajan"],"description":["  Kannan Soundararajan recently obtained a new estimate, conditional to the\nRiemann hypothesis, for the summatory function of the Mobius function. In this\nexpository article we describe his method, with detailed computations.\n","Comment: 25 pages"]}]
["0810.3590",{"format":[],"subject":["Mathematics - Numerical Analysis","65N38","65N12","78M15","41A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3590"],"date":["2008-10-20"],"type":["text"],"creator":["Bespalov, Alexei","Heuer, Norbert"],"language":[],"coverage":[],"title":["On the convergence of the hp-BEM with quasi-uniform meshes for the\n  electric field integral equation on polyhedral surfaces"],"description":["  In this paper the hp-version of the boundary element method is applied to the\nelectric field integral equation on a piecewise plane (open or closed)\nLipschitz surface. The underlying meshes are supposed to be quasi-uniform. We\nuse H(div)-conforming discretisations with quadrilateral elements of\nRaviart-Thomas type and establish quasi-optimal convergence of\nhp-approximations. Main ingredient of our analysis is a new\nH^{-1/2}(div)-conforming p-interpolation operator that assumes only H^r \\cap\nH^{-1/2}(div)-regularity (r > 0) and for which we show quasi-stability with\nrespect to polynomial degrees.\n"]}]
["0810.3591",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3591"],"date":["2008-10-20"],"type":["text"],"creator":["Broomhall, A. M.","Chaplin, W. J.","Elsworth, Y.","New, R.","Verner, G. A."],"language":[],"coverage":[],"title":["Are low-degree p mode frequencies predictable from one cycle to the\n  next?"],"description":["  The Birmingham Solar-Oscillations Network (BiSON) has been collecting data\nfor over 30yrs and so observations span nearly three 11yr solar activity\ncycles. This allows us to address important questions concerning the solar\ncycle and its effect on solar oscillations, such as: how consistent is the\nacoustic behaviour from one cycle to the next? We have used the p-mode\nfrequencies observed in BiSON data from one solar activity cycle (cycle 22) to\npredict the mode frequencies that were observed in the next activity cycle\n(cycle 23). Some bias in the predicted frequencies was observed when short 108d\ntime series were used to make the predictions. We also found that the accuracy\nof the predictions was dependent on which activity proxy was used to make the\npredictions and on the length of the relevant time series.\n","Comment: 6 pages, 4 figures, proceedings of GONG 2008/SOHO XXI meeting"]}]
["0810.3599",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3599"],"date":["2008-10-20"],"type":["text"],"creator":["Gehrmann, T.","Luisoni, G.","Stenzel, H."],"language":[],"coverage":[],"title":["Matching of Resummed NLLA with Fixed NNLO for Event Shapes"],"description":["  We report work on the matching of the next-to-leading logarithmic\napproximation (NLLA) onto the fixed next-to-next-to-leading order (NNLO)\ncalculation for event shape variables in electron-positron annihilation. The\ncorrection of the combined NLLA+NNLO computation in the three-jet region,\nrelevant for precision phenomenology, is small compared with pure NNLO or\nNLLA+NLO.\n","Comment: Proceedings of a parallel talk at ICHEP08, Philadelphia, USA, July\n  2008. 4 pages, LaTeX"]}]
["0810.3600",{"format":[],"subject":["Astrophysics","High Energy Physics - Experiment","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3600"],"date":["2008-10-20"],"type":["text"],"creator":["Honscheid, K.","DePoy, D. L.","Collaboration, for the DES"],"language":[],"coverage":[],"title":["The Dark Energy Camera (DECam)"],"description":["  In this paper we describe the Dark Energy Camera (DECam), which will be the\nprimary instrument used in the Dark Energy Survey. DECam will be a 3 sq. deg.\nmosaic camera mounted at the prime focus of the Blanco 4m telescope at the\nCerro-Tololo International Observatory (CTIO). It consists of a large mosaic\nCCD focal plane, a five element optical corrector, five filters (g,r,i,z,Y), a\nmodern data acquisition and control system and the associated infrastructure\nfor operation in the prime focus cage. The focal plane includes of 62 2K x 4K\nCCD modules (0.27\"/pixel) arranged in a hexagon inscribed within the roughly\n2.2 degree diameter field of view and 12 smaller 2K x 2K CCDs for guiding,\nfocus and alignment. The CCDs will be 250 micron thick fully-depleted CCDs that\nhave been developed at the Lawrence Berkeley National Laboratory (LBNL).\nProduction of the CCDs and fabrication of the optics, mechanical structure,\nmechanisms, and control system for DECam are underway; delivery of the\ninstrument to CTIO is scheduled for 2010.\n","Comment: ICHEP08"]}]
["0810.3602",{"format":[],"subject":["Physics - Plasma Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3602"],"date":["2008-10-20"],"type":["text"],"creator":["de Andrade, Garcia"],"language":[],"coverage":[],"title":["Plasma torus dynamos versus laminar plasma dynamos"],"description":["  Earlier Wang et al [Phys Plasmas (2002)] have estimated a growth rate for the\nmagnetic field of ${\\gamma}=0.055$ and flow ionization velocity of $51{km}/{s}$\nin a laminar plasma slow dynamo mode for aspect ratio of\n${r_{0}}/L\\approx{0.6}$, where $r_{0}$ is the internal straight cylinder\nradius, and L is the length scale of the plasma cylinder. In this paper, fast\ndynamo modes in curved Riemannian heliotron are shown to be excited on a plasma\nflow yielding a growth rate of ${\\gamma}=0.318$ for an aspect ratio of\n${r_{0}}/L\\approx{0.16}$. It is interesting to note that the first growth rate\nwas obtained in the Wang et al slow dynamo, where the magnetic Reynolds number\nof $Re_{m}=210$, while in the second one considered in this paper one uses the\nlimit of $Re_{m}\\to{\\infty}$. These growth rates ${\\gamma}$ are computed by\napplying the fast dynamo limit $lim_{{\\eta}\\to{0}}{\\gamma}(\\eta)>0$. This limit\nis used in the self-induced equation, without the need to solve these equations\nto investigate the fast dynamo action of the flow. In this sense the fast\ndynamo seems to be excited by the elongation of the plasma device as suggested\nby Wang group. The Frenet curvature of the tube is given by\n${\\kappa}_{0}\\approx{0.5 m^{-1}}$. It is suggested that the small Perm torus\ncould be twisted [Dobler et al, Phys Rev E (2003)] in order to enhance even\nmore the fast dynamo effect. By considering the stability of the plasma torus\none obtains a value for the fast dynamo growth rate as high as ${\\gamma}=1.712$\nfrom a general expression ${\\gamma}=0.16{\\omega}$ and a toroidal oscillation of\na chaotic flow of ${\\omega}=\\frac{2{\\pi}}{6}$.\n","Comment: UERJ"]}]
["0810.3604",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3604"],"date":["2008-10-20","2008-10-21"],"type":["text"],"creator":["Sznajder, A.","Collaboration, for the CMS"],"language":[],"coverage":[],"title":["Study of VV Scattering Processes as a Probe of Electroweak Symmetry\n  Breaking"],"description":["  An exploratory study has been performed in order to assess the possibility of\nprobing the symmetry breaking mechanism through the $VV$ fusion process using\nthe CMS detector. A model independent analysis was carried out with no\nassumption on the mechanism restoring the unitarity in the scattering amplitude\nand without any degrees of freedom beyond the SM. In order to explore the\nsensitivity of the analysis method to an heavy Higgs resonance, we analyzed a\ndata set produced using an Higgs boson mass of $500GeV$. Moreover, in order to\nconsider the $VV$ fusion cross section in a region where no resonances are\npresent, a sample corresponding to the no-Higgs scenario, that in the SM is\nequivalent to a very high Higgs mass, has been also studied.\n","Comment: conference"]}]
["0810.3606",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3606"],"date":["2008-10-20"],"type":["text"],"creator":["D'Onofrio, M."],"language":[],"coverage":[],"title":["SUSY Searches with Jets at CDF"],"description":["  We present the most recent results on searches for squarks and gluinos in\nppbar collisions at sqrt(s)=1.96 TeV, in events with large missing transverse\nenergy, leptons and multiple jets in the final state, based on 1.8 to 2.8 fb-1\nof data collected by the CDF Run II detector at the Tevatron. No evidence of\nnew physics is found and exclusion limits in several MSSM scenarios are\nextracted.\n","Comment: ICHEP08"]}]
["0810.3609",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3609"],"date":["2008-10-20"],"type":["text"],"creator":["Actis, O.","Erdmann, M.","Fischer, R.","Hinzmann, A.","Kirsch, M.","Klimkovich, T.","Müller, G.","Plum, M.","Steggemann, J."],"language":[],"coverage":[],"title":["Visual Physics Analysis (VISPA) - Concepts and First Applications"],"description":["  VISPA is a novel development environment for high energy physics analyses,\nbased on a combination of graphical and textual steering. The primary aim of\nVISPA is to support physicists in prototyping, performing, and verifying a data\nanalysis of any complexity. We present example screenshots, and describe the\nunderlying software concepts.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008. 4 pages, 2\n  figures"]}]
["0810.3610",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3610"],"date":["2008-10-20"],"type":["text"],"creator":["Paramatti, Riccardo"],"language":[],"coverage":[],"title":["Inclusive W and Z production with CMS at LHC startup"],"description":["  We report on potential for measurement of inclusive W and Z boson production\ncross section using initial data from the LHC. We have designed W and Z\ntriggers, selection algorithms, and event reconstruction techniques for both\nmuon and electron decay modes, for low luminosity operation of the LHC\nintegrating up to about 10 pb-1. Initial calibrations and alignment accuracies\nare assumed. While the accuracy of the cross section extracted will be\ndominated by the integral luminosity measurement, ratios of W and Z production,\nand asymmetry distributions will be important early measurements from LHC.\n","Comment: Poster session at ICHEP08, Philadelphia, USA, July 2008. 3 pages,\n  LaTeX, 3 eps figures"]}]
["0810.3611",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3611"],"date":["2008-10-20"],"type":["text"],"creator":["Cronstrom, Christofer","Raita, Tommi"],"language":[],"coverage":[],"title":["On non-holonomic systems and variational principles"],"description":["  We consider the compatibility of the equations of motion which follow from\nd'Alembert's principle in the case of a general autonomous non-holonomic\nmechanical system in N dimensions, with those equations which follow for the\nsame system by assuming the validity of a specific variational action\nprinciple, in which the non-holonomic conditions are implemented by means of\nthe multiplication rule in the calculus of variations. The equations of motion\nwhich follow from the principle of d'Alembert are not identical to the\nequations which follow from the variational action principle. We give a proof\nthat the solutions to the equations of motion which follow from d'Alembert's\nprinciple do not in general satisfy the equations which follow from the action\nprinciple with non-holonomic constraints. Thus the principle of d'Alembert and\nthe minimal action principle involving the multiplication rule are not\ncompatible in the case of systems with non-holonomic constraints. For\nsimplicity the proof is given for autonomous systems only, with one general\nnon-holonomic constraint, which is linear in the generalized velocities of the\nsystem.\n","Comment: 16 pages"]}]
["0810.3612",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3612"],"date":["2008-10-20"],"type":["text"],"creator":["De Lorenzo, G.","D'Onofrio, M.","Gonzalez-Lopez, O.","Martinez-Perez, M.","Vidal, M."],"language":[],"coverage":[],"title":["Inclusive Search for Squarks and Gluinos Production and Search for\n  Sbottom from Gluino Decay at CDF"],"description":["  We present preliminary results on a search for squarks and gluinos in\nproton-antiproton collisions with a center-of-mass energy of 1.96 TeV and based\non about 2.0 fb-1 of data collected by the CDF detector in the Tevatron Run II.\nEvents with multiple jets of hadrons and large missing transverse energy in the\nfinal state are studied within the framework of minimal supergravity (mSUGRA)\nand assuming R-parity conservation. The results are compared to Standard Model\npredictions and limits on gluino and squark masses are extracted. A specific\nsearch for the supersymmetric partner of the bottom quark produced from gluino\ndecays is carried out using a sample of events with missing transverse energy\nand two or more jets, at least one of them b-tagged. Good agreement is found\nbetween data and Standard Model predictions, and limits on gluino and sbottom\nmasses are extracted.\n","Comment: ICHEP08"]}]
["0810.3617",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3617"],"date":["2008-10-20"],"type":["text"],"creator":["Hillenbrand, Achim","Collaboration, for the HERMES"],"language":[],"coverage":[],"title":["Recent results on angular momentum and strangeness in the nucleon"],"description":["  HERMES has measured azimuthal single-spin asymmetries of pions and charged\nkaons produced in deep-inelastic scattering of electrons and positrons off a\ntransversely polarized hydrogen target. These asymmetries provide information\nabout the Collins and Sivers mechanisms, which are signals for the transverse\nparton distribution function h_1^q in convolution with the Collins\nfragmentation function H_1^{\\perp,q}, and of the Sivers distribution function\nf_{1T}^{\\perp,q} with the spin-averaged fragmentation function D_q^h,\nrespectively. Furthermore, both the momentum and helicity distributions of the\nstrange quark sea have been extracted in leading order from the multiplicity\nand the inclusive double spin asymmetry, respectively, in the production of\ncharged kaons when scattering polarized positrons off a longitudinally\npolarized deuterium target. The shape of the momentum distribution is softer\nthan that of the average of the \\bar{u} and \\bar{d} quarks. The helicity\ndistribution is found to be consistent with zero.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008. 5 pages, 8\n  figures"]}]
["0810.3618",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3618"],"date":["2008-10-20"],"type":["text"],"creator":["Smizanska, M.","ATLAS, for the","collaborations, CMS"],"language":[],"coverage":[],"title":["Prospects for observing CP violation and rare decays at ATLAS and CMS"],"description":["  Model (BSM). ATLAS and CMS concentrate on B decays that can be registered by\na di-muon signature. B-hadrons decaying to J/psi(mumu) will statistically\ndominate B-physics analyses allowing high precision measurements, in particular\na test of BSM effects in the CP violation of Bs-Jpsiphi. In the so-called rare\nB-decay sector, ATLAS and CMS will concentrate on a family of semi-muonic\nexclusive channels, b - s mumu and on the purely muonic decay Bs - mumu. After\nthree years of LHC running at a luminosity of a few times 1033 cm-2 s-1\n(corresponding to 30 fb-1), each of these two experiments can measure the\nBs-mumu signal with 3 sigma significance, assuming the Standard Model (SM)\nvalue for the decay probability.\n","Comment: the file is smiz.tar.gz"]}]
["0810.3620",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3620"],"date":["2008-10-20"],"type":["text"],"creator":["Marquard, P."],"language":[],"coverage":[],"title":["New Methods for the Calculation of Multi-Loop Amplitudes"],"description":["  We present a brief review of current methods for the calculation of\nmulti-loop amplitudes including recent developments. As an example we present\nthe calculation of the second moment of the heavy quark current correlator and\nthe extraction of the values of the charm and bottom quark masses using the\nresults of this calculation.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008. 4 pages,\n  LaTeX"]}]
["0810.3623",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3623"],"date":["2008-10-20"],"type":["text"],"creator":["Gmeiner, Florian"],"language":[],"coverage":[],"title":["Statistical analysis of a subset of the string theory landscape"],"description":["  An analysis of a special class of type II string theory compactifications is\npresented. We focus on recent work in one particular orientifold background of\nintersecting brane models and the resulting four dimensional gauge group and\nmatter content. Special attention is paid to solutions that resemble the gauge\ngroup of the MSSM. Statistical correlations between properties of the models\nare analysed and compared to results on different backgrounds.\n","Comment: Parallel talk at ICHEP08. 6 pages, 5 figures"]}]
["0810.3624",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3624"],"date":["2008-10-20"],"type":["text"],"creator":["Tantalo, N."],"language":[],"coverage":[],"title":["Heavy-light meson's physics in Lattice QCD"],"description":["  The possibility of revealing new physics by studying the flavor sector of the\nStandard Model strongly depends upon the accuracy that will be achieved in\n(near) future lattice QCD calculations and, in particular, on heavy-light\nmeson's observables. In turn, handling with heavy-light mesons on the lattice\nis a challenging problem, because of the presence of two largely separated\nenergy scales, and at present it is impossible to extract matrix elements\ninvolving B mesons in external states without recurring to some approximation.\nIn this note I give a fast overview of some of the methods that have been\ndevised to handle such kind of problems, emphasizing those based on finite\nvolume techniques, and briefly discuss some recent results obtained by their\napplication.\n","Comment: talk at 34th International Conference on High Energy Physics,\n  Philadelphia, USA, 2008. 4 pages, 2 figures"]}]
["0810.3626",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3626"],"date":["2008-10-20"],"type":["text"],"creator":["Annamalai, Muthiah","Shrestha, Darshan","Tjuatja, Saibun"],"language":[],"coverage":[],"title":["Experimental Study of Application Specific Source Coding for Wireless\n  Sensor Networks"],"description":["  The energy bottleneck in Wireless Sensor Network(WSN) can be reduced by\nlimiting communication overhead. Application specific source coding schemes for\nthe sensor networks provide fewer bits to represent the same amount of\ninformation exploiting the redundancy present in the source model, network\narchitecture and the physical process. This paper reports the performance of\nrepresentative codes from various families of source coding schemes (lossless,\nlossy, constant bit-rate, variable bit-rate, distributed and joint\nencoding/decoding) in terms of energy consumed, bit-rate achieved,\nquantization-error/reconstruction-error, latency and complexity of\nencoder-decoder(codec). A reusable frame work for testing source codes is\nprovided. Finally we propose a set of possible applications and suitable source\ncodes in terms of these parameters.\n","Comment: 7 pages, 7 figures, 8 tables"]}]
["0810.3627",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3627"],"date":["2008-10-20"],"type":["text"],"creator":["Vahle, Patricia","collaboration, for the MINOS"],"language":[],"coverage":[],"title":["Neutrino Oscillation Studies with MINOS"],"description":["  The MINOS experiment observes the NuMI beam produced by the Main Injector\naccelerator at two detector stations, one 1 km and the other 735 km from the\nneutrino production target. From the disappearance of neutrinos in flight\nbetween the two detectors, we measure the neutrino oscillation parameters\n$\\Delta m_{23}^2$ and $\\sin^2(2\\theta_{23})$ and update our previously\npublished result. Additionally, we have searched for evidence of additional\nlight neutrino families which do not couple to the weak interaction. Finally,\nwe discuss the status of our search for the appearance of $\\nu_{e}$, an effect\nexpected if the mixing angle $\\theta_{13}$ is non-zero and required if the goal\nof CP violation in the neutrino sector is to be observed.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008. 4 pages, 6\n  figures"]}]
["0810.3629",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","20G42, 17B37, 81R50, 32M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3629"],"date":["2008-10-20"],"type":["text"],"creator":["Bershtein, O. A.","Kolisnyk, Ye. K.","Sinel'shchikov, S. D.","Vaksman, L. L."],"language":[],"coverage":[],"title":["A Quantum Canonical Embedding"],"description":["  This paper presents an English version of a chapter of the L.L. Vaksman book\n`Quantum Bounded Symmetric Domains', see arXiv:0803.3769 [math.QA]. This\nchapter deals with a quantum analog of a canonical embedding of a bounded\nsymmetric domain.\n","Comment: 38 pages, 0 figures"]}]
["0810.3632",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3632"],"date":["2008-10-20"],"type":["text"],"creator":["Kraus, James A."],"language":[],"coverage":[],"title":["SUSY Searches in Multi-lepton and Di-photon Final States at D0"],"description":["  We report results from searches for supersymmetry with trileptons plus\nmissing transverse energy and diphotons plus missing transverse energy made\nusing the D0 detector at the Fermilab Tevatron collider. These searches are\noptimized for MSSM SUSY and GMSB, respectively. New limits are set on the\nconsidered SUSY models. This article is the proceedings for a parallel talk\ngiven at ICHEP08.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, Jul 30 - Aug 5, 2008. 4\n  pages, LaTeX, 6 eps figures"]}]
["0810.3633",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3633"],"date":["2008-10-20"],"type":["text"],"creator":["Trine, Stephanie"],"language":[],"coverage":[],"title":["Charged-Higgs effects in B --> (D) tau nu decays"],"description":["  We update and compare the capabilities of the purely leptonic mode B --> tau\nnu and the semileptonic mode B --> D tau nu in the search for a charged Higgs\nboson.\n","Comment: 5 pages, parallel talk given at the 34th International Conference on\n  High Energy Physics (ICHEP08), 29 July - 5 August 2008, Philadelphia, USA"]}]
["0810.3634",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E15","58J26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3634"],"date":["2008-10-20"],"type":["text"],"creator":["Waelder, Robert"],"language":[],"coverage":[],"title":["Singular McKay correspondence for normal surfaces"],"description":["  We define the singular orbifold elliptic genus and $E$-function for all\nnormal surfaces without strictly log-canonical singularities, and prove the\nanalogue of the McKay correspondence in this setting. Our invariants generalize\nthe stringy invariants defined by Willem Veys for this class of singularities.\nWe show that the ability to define these invariants is closely linked to\nrigidity phenomena associated to the elliptic genus.\n","Comment: 22 pages"]}]
["0810.3635",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3635"],"date":["2008-10-20"],"type":["text"],"creator":["Godbole, Rohini M.","Choudhury, Debajyoti"],"language":[],"coverage":[],"title":["Nonstandard, strongly interacting spin one $t \\bar t$ resonances"],"description":["  Examining theories with an extended strong interaction sector such as\naxigluons or flavour universal colorons, we find that the constraints obtained\nfrom the current data on $t \\bar t$ production at the Tevatron are in the range\nof $\\sim {\\cal O}$ TeV and thus competitive with those obtained from the dijet\ndata. We point out that for large axigluon/coloron masses, the limits on the\ncoloron mass may be different than those for the axigluon even for $\\cot \\xi =\n1$. We also compute the expected forward-backward asymmetry for the case of the\naxigluons which would allow it to be discriminated against the SM as also the\ncolorons. We further find that at the LHC, the signal should be visible in the\n$t \\bar t$ invariant mass spectrum for a wide range of axigluon and coloron\nmasses that are still allowed. We point out how top polarisation may be used to\nfurther discriminate the axigluon and coloron case from the SM as well as from\neach other.\n","Comment: 5 pages, 4 figures, talk presented at the International Conference on\n  High Energy Physics, ICHEP08, Philadelphia, Aug 2008. LaTeX, requires\n  slac_one.rtx. Included"]}]
["0810.3638",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","16S99","05E99","05C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3638"],"date":["2008-10-20"],"type":["text"],"creator":["Musiker, Gregg","Schiffler, Ralf"],"language":[],"coverage":[],"title":["Cluster expansion formulas and perfect matchings"],"description":["  We study cluster algebras with principal coefficient systems that are\nassociated to unpunctured surfaces. We give a direct formula for the Laurent\npolynomial expansion of cluster variables in these cluster algebras in terms of\nperfect matchings of a certain graph $G_{T,\\gamma}$ that is constructed from\nthe surface by recursive glueing of elementary pieces that we call tiles. We\nalso give a second formula for these Laurent polynomial expansions in terms of\nsubgraphs of the graph $G_{T,\\gamma}$.\n","Comment: 19 pages, 8 figures"]}]
["0810.3639",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3639","Il Nuovo Cimento B, vol. 121 (2006), Issue 12, p.1595-1596","doi:10.1393/ncb/i2007-10322-x"],"date":["2008-10-20"],"type":["text"],"creator":["Tam, P. H.","Wagner, S. J.","Pühlhofer, G.","Collaboration, the HESS"],"language":[],"coverage":[],"title":["GRB observations with HESS"],"description":["  H.E.S.S. (High Energy Stereoscopic System), which is designed to detect TeV\ngamma-rays, is a system of four Imaging Atmospheric Cherenkov Telescopes\nsituated in Namibia. The system has been shown to be very successful in\ndetecting and observing galactic and extra-galactic TeV sources. In order to\nexplore the highest energy end of GRB spectra, a GRB observing program has been\nestablished in the H.E.S.S. collaboration. Here we introduce our GRB observing\nprogram and report on its current status.\n","Comment: Proceeding of \"Swift and GRBs: Unveiling the Relativistic Universe\",\n  held in Venice, 5-9 June 2006"]}]
["0810.3641",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematical Physics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3641"],"date":["2008-10-20"],"type":["text"],"creator":["Duchamp, Gérard Henry Edmond","Goodenough, Silvia","Penson, Karol A."],"language":[],"coverage":[],"title":["Rational Hadamard products via Quantum Diagonal Operators"],"description":["  We use the remark that, through Bargmann-Fock representation, diagonal\noperators of the Heisenberg-Weyl algebra are scalars for the Hadamard product\nto give some properties (like the stability of periodic fonctions) of the\nHadamard product by a rational fraction. In particular, we provide through this\nway explicit formulas for the multiplication table of the Hadamard product in\nthe algebra of rational functions in $\\C[[z]]$.\n"]}]
["0810.3642",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3642"],"date":["2008-10-20"],"type":["text"],"creator":["D'Onofrio, M.","Martinez, M.","Salto, O."],"language":[],"coverage":[],"title":["Measurement of Inclusive Jet Cross Sections in Z(->ee)+jets Production\n  in ppbar Collisions at sqrt{s} = 1.96 TeV"],"description":["  Inclusive jet cross sections in Z/\\gamma^* events, with Z/\\gamma^* decaying\ninto an electron-positron pair, are measured as a function of jet transverse\nmomentum and jet multiplicity in ppbar collisions at sqrt{s} = 1.96 TeV with\nthe upgraded Collider Detector at Fermilab in Run II, based on an integrated\nluminosity of 2.5 fb-1. The measurements cover the rapidity region |yjet | <\n2.1 and the transverse momentum range ptjet > 30 GeV/c. Next-to-leading order\nperturbative QCD predictions are in good agreement with the measured cross\nsections.\n","Comment: 3 pages, 2 Figures, Poster Contribution, Proceedings ICHEP08"]}]
["0810.3643",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3643"],"date":["2008-10-20"],"type":["text"],"creator":["Nguyen, V. T."],"language":[],"coverage":[],"title":["NC Coherent pi0 Production Below 2 GeV"],"description":["  The single largest background to future $\\bar{\\nu_{\\mu}}\\to \\bar{\\nu_e}$\n($\\nu_\\mu \\to \\nu_e$) oscillation searches is neutral current (NC) $\\pi^0$\nproduction. MiniBooNE, which began taking antineutrino data in January 2006,\nhas the world's largest sample of reconstructed $\\pi^0$'s produced by\nantineutrinos. These neutral pions are primarily produced through the $\\Delta$\nresonance but can also be created through \"coherent production.\" The latter\nprocess is the coherent sum of glancing scatters of antineutrinos off a neutron\nor proton, in which the nucleus is kept intact but a $\\pi^0$ is created. A\nsignature of this process is a $\\pi^0$ which is highly forward-going. It is\nuseful to study coherent production using antineutrinos rather than neutrinos\nbecause the ratio of coherent to resonant scattering is enhanced in\nantineutrino running. The measurement of NC coherent $\\pi^0$ production in the\nMiniBooNE antineutrino data will be discussed.\n","Comment: 3 pages, 2 figures, Proceedings of the 34th International Conference\n  on High Energy Physics (ICHEP08), Philadelphia, USA, July 2008"]}]
["0810.3644",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3644"],"date":["2008-10-20"],"type":["text"],"creator":["Bergh, Sidney van den"],"language":[],"coverage":[],"title":["How Do Galaxies Form?"],"description":["  It is currently believed that galaxies were assembled via chaotic\nhierarchical mergers between massive cold dark matter halos, in which baryonic\nstar forming matter was embedded. One would therefore expect the properties of\nindividual galaxies to be determined by numerous independent factors such as\nstar forming history, merger history, mass, angular momentum, size and\nenvironment. It is therefore surprising to find that galaxies actually appear\nto form an (almost) one parameter family in which galaxy mass is the dominant\nfactor.\n","Comment: An edited version of this article will appear in Nature (News and\n  Views)"]}]
["0810.3645",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3645"],"date":["2008-10-20"],"type":["text"],"creator":["Onyisi, P. U. E."],"language":[],"coverage":[],"title":["Hadronic Charm Decays: An Experimental Review"],"description":["  I review some recent results on hadronic decays of charmed mesons. These\ndecays illuminate a wide range of physics, including the absolute\nnormalizations of b and c decays, the understanding of D^0 mixing, the coupling\nof heavy mesons to hadronic decay products, and light hadron spectroscopy.\n","Comment: 11 pages, 8 figures, Proceedings of the 34th International Conference\n  on High-Energy Physics (ICHEP 08), Philadelphia, USA, July 29th - August 5th,\n  2008"]}]
["0810.3646",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3646"],"date":["2008-10-20"],"type":["text"],"creator":["Schott, M.","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["W and Z Boson Production at the ATLAS Experiment"],"description":["  The LHC experiments are close to collecting data and one of their first tasks\nis to test the electro-weak sector of the Standard Model. In this talk an\noverview of first physics measurements with events containing W and Z bosons is\npresented, such as the W and Z production cross-sections. Emphasis will be\ngiven to data-driven approaches used to extract trigger and lepton\nreconstruction efficiencies and to reject backgrounds.\n","Comment: ICHEP08"]}]
["math/0311002",{"format":[],"subject":["Mathematics - Number Theory","11D41 (primary) 11G30 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0311002","J. Number Theory 111 (2005), no. 1, 179--189.","doi:10.1016/j.jnt.2004.11.008"],"date":["2003-10-31"],"type":["text"],"creator":["Bruin, Nils"],"language":[],"coverage":[],"title":["The primitive solutions to x^3+y^9=z^2"],"description":["  We determine the rational integers x,y,z such that x^3+y^9=z^2 and\ngcd(x,y,z)=1. First we determine a finite set of curves of genus 10 such that\nany primitive solution to x^3+y^9=z^2 corresponds to a rational point on one of\nthose curves. We observe that each of these genus 10 curves covers an elliptic\ncurve over some extension of Q. We use this cover to apply a Chabauty-like\nmethod to an embedding of the curve in the Weil restriction of the elliptic\ncurve. This enables us to find all rational points and therefore deduce the\nprimitive solutions to the original equation.\n","Comment: 8 pages"]}]
["math/0408069",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G30","14H40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0408069","Compos. Math. 144 (2008), no. 2, 317--338.","doi:10.1112/S0010437X07003314"],"date":["2004-08-04","2006-05-31"],"type":["text"],"creator":["Bruin, Nils"],"language":[],"coverage":[],"title":["The arithmetic of Prym varieties in genus 3"],"description":["  Given a curve of genus 3 with an unramified double cover, we give an explicit\ndescription of the associated Prym-variety. We also describe how an unramified\ndouble cover of a non-hyperelliptic genus 3 curve can be mapped into the\nJacobian of a curve of genus 2 over its field of definition and how this can be\nused to do Chabauty- and Brauer-Manin type calculations for curves of genus 5\nwith an unramified involution. As an application, we determine the rational\npoints on a smooth plane quartic with no particular geometric properties and\ngive examples of curves of genus 3 and 5 violating the Hasse-principle. We also\nshow how these constructions can be used to design smooth plane quartics with\nspecific arithmetic properties. As an example, we give a smooth plane quartic\nwith all 28 bitangents defined over Q(t).\n","Comment: 21 pages"]}]
["math/0411062",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Probability","46L55","60G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411062","New York Journal of Mathematics 14, 539-576 (2008)."],"date":["2004-11-03","2008-04-30"],"type":["text"],"creator":["Tsirelson, Boris"],"language":[],"coverage":[],"title":["On automorphisms of type II Arveson systems (probabilistic approach)"],"description":["  A counterexample to the conjecture that the automorphisms of an arbitrary\nArveson system act transitively on its normalized units.\n","Comment: v3: mistakes corrected in formulas (pp. 9, 11, 16, 18, 23, 24, 27,\n  30) and refs (pp. 2, 6, 28, 29, 30)"]}]
["math/0604524",{"format":[],"subject":["Mathematics - Number Theory","11D41, 11G30, 11Y50 (Primary) 14G05, 14G25, 14H25, 14H45, 14Q05\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604524","Experiment. Math. 17 (2008), no. 2, 181--189."],"date":["2006-04-25"],"type":["text"],"creator":["Bruin, Nils","Stoll, Michael"],"language":[],"coverage":[],"title":["Deciding existence of rational points on curves: an experiment"],"description":["  We consider all genus 2 curves over Q given by an equation y^2 = f(x) with f\na squarefree polynomial of degree 5 or 6, with integral coefficients of\nabsolute value at most 3. For each of these roughly 200000 isomorphism classes\nof curves, we decide if there is a rational point on the curve or not, by a\ncombination of techniques. For a small number of curves, our result is\nconditional on the BSD conjecture or on GRH.\n","Comment: 12 pages"]}]
["math/0610204",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57R57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610204","Trans. Amer. Math. Soc. 360 (2008), 5869-5881","doi:10.1090/S0002-9947-08-04482-6"],"date":["2006-10-06","2008-10-21"],"type":["text"],"creator":["Kim, Hee Jung","Ruberman, Daniel"],"language":[],"coverage":[],"title":["Topological triviality of smoothly knotted surfaces in 4-manifolds"],"description":["  Some generalizations and variations of the Fintushel-Stern rim surgery are\nknown to produce smoothly knotted surfaces. We show that if the fundamental\ngroups of their complements are cyclic, then these surfaces are topologically\nunknotted. Using a twist-spinning construction from high-dimensional knot\ntheory, we construct examples of knotted surfaces whose complements have cyclic\nfundamental groups.\n","Comment: Final version; appeared in AMS Transactions. 15 pages, 2 figures"]}]
["physics/0512268",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0512268"],"date":["2005-12-29","2008-10-21"],"type":["text"],"creator":["Erkman, Suren","Gsponer, Andre","Hurni, Jean-Pierre","Klement, Stephan"],"language":["en"],"coverage":[],"title":["The origin of Iraq's nuclear weapons program: Technical reality and\n  Western hypocrisy"],"description":["  This report is based on a series of papers written between 1980 and 2005 on\nthe origin of Iraq's nuclear weapons program, which was known to one of the\nauthors in the late 1970s already, as well as to a number of other physicists,\nwho independently tried without success to inform their governments and the\npublic.\n  It is concluded that at no point did the Western governments effectively try\nto stop Iraq's nuclear weapons program, which suggests that its existence was\nuseful as a foreign policy tool, as is confirmed by its use as a major\njustification to wage two wars on Iraq.\n","Comment: Version 4 : 165 page, 17 figures, all documents translated in English"]}]
