["0704.0063",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0063"],"date":["2007-03-31","2008-03-12"],"type":["text"],"creator":["Choudhury, Somnath"],"language":[],"coverage":[],"title":["Experimental efforts in search of 76Ge Neutrinoless Double Beta Decay"],"description":["  Neutrinoless double beta decay is one of the most sensitive approaches in\nnon-accelerator particle physics to take us into a regime of physics beyond the\nstandard model. This article is a brief review of the experiments in search of\nneutrinoless double beta decay from 76Ge. Following a brief introduction of the\nprocess of double beta decay from 76Ge, the results of the very first\nexperiments IGEX and Heidelberg-Moscow which give indications of the existence\nof possible neutrinoless double beta decay mode has been reviewed. Then ongoing\nefforts to substantiate the early findings are presented and the Majorana\nexperiment as a future experimental approach which will allow a very detailed\nstudy of the neutrinoless decay mode is discussed.\n"]}]
["0704.1194",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1194","Phys. Rev. B 76, 064421 (2007)","doi:10.1103/PhysRevB.76.064421"],"date":["2007-04-10"],"type":["text"],"creator":["Iglói, Ferenc","Lin, Yu-Cheng","Rieger, Heiko","Monthus, Cécile"],"language":[],"coverage":[],"title":["Finite-size scaling of pseudo-critical point distributions in the random\n  transverse-field Ising chain"],"description":["  We study the distribution of finite size pseudo-critical points in a\none-dimensional random quantum magnet with a quantum phase transition described\nby an infinite randomness fixed point. Pseudo-critical points are defined in\nthree different ways: the position of the maximum of the average entanglement\nentropy, the scaling behavior of the surface magnetization, and the energy of a\nsoft mode. All three lead to a log-normal distribution of the pseudo-critical\ntransverse fields, where the width scales as $L^{-1/\\nu}$ with $\\nu=2$ and the\nshift of the average value scales as $L^{-1/\\nu_{typ}}$ with $\\nu_{typ}=1$,\nwhich we related to the scaling of average and typical quantities in the\ncritical region.\n","Comment: 4 pages, 2 figures"]}]
["0704.1794",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1794","Nano Lett. 7, 3766 (2007)"],"date":["2007-04-13"],"type":["text"],"creator":["Gruneis, An.","Esplandiu, M. J.","Garcia-Sanchez, D.","Bachtold, A."],"language":[],"coverage":[],"title":["Counting and manipulating single electrons using a carbon nanotube\n  transistor"],"description":["  We report on the electric measurements of an individual Au nanoparticle with\nan ultra-high contact resistance of about $10^{19} \\Omega$. The high-impedance\nmeasurements have been carried out by counting the electrons that are\ntransferred onto the particle. In order to do this, a carbon nanotube is used\nas the electrode for the supply of electrons but also as the detector of the\ncharge transfer. Measurements using single-electron detection allow us to\ndetermine the separation between the electron states in the Au nanoparticle,\nwhich is about 4 meV, consistent with the charging energy of the particle.\nSingle-electron detection with nanotubes offers great promise for the study of\nelectron transfer in highly resistive molecular systems.\n","Comment: 4 figures"]}]
["0705.2298",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2298","Mathematical Logic Quaterly 53, 6 (2007) 558-563"],"date":["2007-05-16"],"type":["text"],"creator":["Finkel, Olivier","Todorcevic, Stevo"],"language":[],"coverage":[],"title":["Local Sentences and Mahlo Cardinals"],"description":["  Local sentences were introduced by J.-P. Ressayre who proved certain\nremarkable stretching theorems establishing the equivalence between the\nexistence of finite models for these sentences and the existence of some\ninfinite well ordered models. Two of these stretching theorems were only proved\nunder certain large cardinal axioms but the question of their exact\n(consistency) strength was left open in [O. Finkel and J.-P. Ressayre,\nStretchings, Journal of Symbolic Logic, Volume 61 (2), 1996, p. 563-585 ].\nHere, we solve this problem, using a combinatorial result of J. H. Schmerl. In\nfact, we show that the stretching principles are equivalent to the existence of\nn-Mahlo cardinals for appropriate integers n. This is done by proving first\nthat for each integer n, there is a local sentence phi_n which has well ordered\nmodels of order type alpha, for every infinite ordinal alpha > omega which is\nnot an n-Mahlo cardinal.\n"]}]
["0705.2833",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2833","Proceedings of SPIE, 2007, Vol. 6725 \"ICONO 2007: Nonlinear\n  Space-Time Dynamics\" (edited by Kivshar Yu., Rosanov N.), pp. 67250F-1 -\n  67250F-5","doi:10.1117/12.751404"],"date":["2007-05-19"],"type":["text"],"creator":["Ustinov, N. V."],"language":[],"coverage":[],"title":["Optical Solitons in an Anisotropic Medium with Arbitrary Dipole Moments"],"description":["  We find the Lax pair for a system of reduced Maxwell-Bloch equations that\ndescribes the propagation of two-component extremely short electromagnetic\npulses through the medium containing two-level quantum particles with arbitrary\ndipole moments.\n","Comment: 5 pages, International Conference on Coherent and Nonlinear Optics\n  (ICONO 2007)"]}]
["0706.0249",{"format":[],"subject":["Mathematics - Combinatorics","05C30, 26B12, 49J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0249","Journal of Integer Sequences, Vol.10 (2007), Article 07.8.2, 1-11"],"date":["2007-06-02","2007-06-05"],"type":["text"],"creator":["Malesevic, Branko J.","Jovovic, Ivana V."],"language":[],"coverage":[],"title":["The Compositions of the Differential Operations and Gateaux Directional\n  Derivative"],"description":["  In this paper we determine the number of the meaningful compositions of\nhigher order of the differential operations and Gateaux directional derivative.\n","Comment: Available online at:\n  http://www.cs.uwaterloo.ca/journals/JIS/vol10.html"]}]
["0706.3523",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computational Complexity","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3523","Dans Proceedings of the 16th EACSL Annual Conference on Computer\n  Science and Logic, CSL 2007, - 16th EACSL Annual Conference on Computer\n  Science and Logic, CSL 2007, September 11-15, 2007, Lausanne : Suisse"],"date":["2007-06-25"],"type":["text"],"creator":["Lecomte, Dominique","Finkel, Olivier"],"language":[],"coverage":[],"title":["There Exist some Omega-Powers of Any Borel Rank"],"description":["  Omega-powers of finitary languages are languages of infinite words\n(omega-languages) in the form V^omega, where V is a finitary language over a\nfinite alphabet X. They appear very naturally in the characterizaton of regular\nor context-free omega-languages. Since the set of infinite words over a finite\nalphabet X can be equipped with the usual Cantor topology, the question of the\ntopological complexity of omega-powers of finitary languages naturally arises\nand has been posed by Niwinski (1990), Simonnet (1992) and Staiger (1997). It\nhas been recently proved that for each integer n > 0, there exist some\nomega-powers of context free languages which are Pi^0_n-complete Borel sets,\nthat there exists a context free language L such that L^omega is analytic but\nnot Borel, and that there exists a finitary language V such that V^omega is a\nBorel set of infinite rank. But it was still unknown which could be the\npossible infinite Borel ranks of omega-powers. We fill this gap here, proving\nthe following very surprising result which shows that omega-powers exhibit a\ngreat topological complexity: for each non-null countable ordinal alpha, there\nexist some Sigma^0_alpha-complete omega-powers, and some Pi^0_alpha-complete\nomega-powers.\n","Comment: To appear in the Proceedings of the 16th EACSL Annual Conference on\n  Computer Science and Logic, CSL 2007, Lausanne, Switzerland, September 11-15,\n  2007, Lecture Notes in Computer Science, (c) Springer, 2007"]}]
["0706.4132",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4132"],"date":["2007-06-27","2008-03-12"],"type":["text"],"creator":["Chishtie, F. A.","Hanif, T.","McKeon, D. G. C."],"language":[],"coverage":[],"title":["Using the Renormalization Group Functions to Uniquely Determine the\n  Effective Potential in Massless Scalar Electrodynamics"],"description":["  It has been demonstrated that the effective potential V(\\phi) in a massless\nO(N) \\lambda \\phi^4_4 model is determined completely by the renormalization\ngroup functions provided the renormalization condition \\frac{d^4V}{d\n\\phi^4}|_{\\phi=\\mu}=\\lambda is used. This is shown to also hold in massless\nscalar electrodynamics. By employing a variant of the method of\ncharacteristics, the sums contributing to the leading-log, next-to-leading-log\netc. contributions to V(\\phi) can be evaluated.\n","Comment: Results of this work are now combined with findings in\n  arXiv:0706.1760. These results will appear in Phys. Rev. D 77, 065007 (2008).\n  As a result, this manuscript is being withdrawn"]}]
["0707.2426",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2426"],"date":["2007-07-16","2008-03-11"],"type":["text"],"creator":["Sato, Masanori"],"language":[],"coverage":[],"title":["Interpretation of relativistic, transverse, and longitudinal mass using\n  the Lorentz transformation of reference time: Explanation of time dilation\n  via spherical light clock"],"description":["  An interpretation of the inertial mass increase due to an object's velocity\nwhich is derived from the theory of special relativity is discussed. A Lorentz\ntransformation of the reference time causes the inertial mass increase. It is\nassumed that the real physical phenomenon that occurs is an expansion of the\nreference time by a Lorentz transformation (that is, a dilation of time). Only\nthe reference time is assumed to be variant, which causes relativistic mass.\nTime dilation is real. Relativistic mass originates in a Lorentz transformation\nof reference time.\n","Comment: 16 pages, 10 figures"]}]
["0707.3603",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3603"],"date":["2007-07-24","2008-03-12"],"type":["text"],"creator":["Libedinsky, Nicolas"],"language":["fr"],"coverage":[],"title":["Sur la cat\\'egorie des bimodules de Soergel"],"description":["  The Soergel category B of a Coxeter system (W,S) is a bimodule category over\na polynomial algebra on which W acts. It's a categorification of the Hecke\nAlgebra of (W,S). In this article we give a combinatorial description of\nmorphism spaces in B. As a corollary, we give an analogous description of the\nmorphisms in O_0-proj, where O_0 is the principal block of the BGG category O.\n  -----\n  La cat\\'egorie B de Soergel d'un syst\\`eme de Coxeter (W,S) est une\ncat\\'egorie de bimodules sur une alg\\`ebre de polyn\\^omes sur laquelle W agit.\nC'est une cat\\'egorification de l'alg\\`ebre de Hecke de (W,S). Dans cet article\nnous donnons une description combinatoire des espaces de morphismes dans B. En\ncorollaire, on obtient une description analogue des morphismes dans O_0-proj,\no\\`u O_0 est le bloc principal de la cat\\'egorie O de BGG.\n","Comment: 22 pages, 1 figure, in french, application to BGG category added\n  (section 7)"]}]
["0707.4215",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4215"],"date":["2007-07-28","2008-03-11"],"type":["text"],"creator":["Epstein, Inessa"],"language":[],"coverage":[],"title":["Orbit inequivalent actions of non-amenable groups"],"description":["  Consider two free measure preserving group actions $\\Gamma \\actson (X, \\mu),\n\\Delta \\actson (X, \\mu)$, and a measure preserving action $\\Delta \\actson^a (Z,\n\\nu)$ where $(X, \\mu), (Z, \\nu)$ are standard probability spaces. We show how\nto construct free measure preserving actions $\\Gamma \\actson^c (Y, m)$, $\\Delta\n\\actson^d (Y, m)$ on a standard probability space such that $E_{\\Delta}^d\n\\subset E_{\\Gamma}^c$ and $d$ has $a$ as a factor. This generalizes the\nstandard notion of co-induction of actions of groups from actions of subgroups.\nWe then use this construction to show that if $\\Gamma$ is a countable\nnon-amenable group, then $\\Gamma$ admits continuum many orbit inequivalent\nfree, measure preserving, ergodic actions on a standard probability space.\n","Comment: Wrote introduction, references, etc"]}]
["0708.0168",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0168"],"date":["2007-08-01","2008-03-12"],"type":["text"],"creator":["Hadwin, Don","Shen, Junhao"],"language":[],"coverage":[],"title":["Topological Free Entropy Dimension in Unital C^* algebras (II) :\n  Orthogonal Sum of Unital C^*-algebras"],"description":["  In the paper, we obtain a formula for topological free entropy dimension in\nthe orthogonal sum (or direct sum) of unital C^* algebras. As a corollary, we\ncompute the topological free entropy dimension of any family of self-adjoint\ngenerators of a finite dimensional C^* algebra.\n"]}]
["0708.0387",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0387","A&A 477, 43-54 (2008)","doi:10.1051/0004-6361:20078400"],"date":["2007-08-02","2008-03-12"],"type":["text"],"creator":["Joachimi, B.","Schneider, P.","Eifler, T."],"language":[],"coverage":[],"title":["Analysis of two-point statistics of cosmic shear: III. Covariances of\n  shear measures made easy"],"description":["  In recent years cosmic shear, the weak gravitational lensing effect by the\nlarge-scale structure of the Universe, has proven to be one of the\nobservational pillars on which the cosmological concordance model is founded.\nSeveral cosmic shear statistics have been developed in order to analyze data\nfrom surveys. For the covariances of the prevalent second-order measures we\npresent simple and handy formulae, valid under the assumptions of Gaussian\ndensity fluctuations and a simple survey geometry. We also formulate these\nresults in the context of shear tomography, i.e. the inclusion of redshift\ninformation, and generalize them to arbitrary data field geometries. We define\nestimators for the E- and B-mode projected power spectra and show them to be\nunbiased in the case of Gaussianity and a simple survey geometry. From the\ncovariance of these estimators we demonstrate how to derive covariances of\narbitrary combinations of second-order cosmic shear measures. We then\nrecalculate the power spectrum covariance for general survey geometries and\nexamine the bias thereby introduced on the estimators for exemplary\nconfigurations. Our results for the covariances are considerably simpler than\nand analytically shown to be equivalent to the real-space approach presented in\nthe first paper of this series. We find good agreement with other numerical\nevaluations and confirm the general properties of the covariance matrices. The\nstudies of the specific survey configurations suggest that our simplified\ncovariances may be employed for realistic survey geometries to good\napproximation.\n","Comment: 15 pages, including 4 figures (Fig. 3 reduced in quality); minor\n  changes, Fig. 4 extended; published in A&A"]}]
["0708.0531",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Combinatorics","58J42, 58J52, 58B2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0531"],"date":["2007-08-03","2008-03-12"],"type":["text"],"creator":["Paycha, Sylvie"],"language":[],"coverage":[],"title":["Discrete sums of classical symbols on Z^d and zeta functions associated\n  with Laplacians on tori"],"description":["  We prove the uniqueness of a translation invariant extension to non integer\norder classical symbols of the ordinary discrete sum on $L^1$-symbols, which we\nthen describe using an Hadamard finite part procedure for sums over integer\npoints of infinite unions of nested convex polytopes in $\\R^d$. This canonical\nregularised sum is the building block to construct meromorphic extensions of\nthe ordinary sum on holomorphic symbols. Explicit formulae for the complex\nresidues at their poles are given in terms of noncommutative residues of\nclassical symbols, thus extending results of Guillemin, Sternberg and Weitsman.\nThese formulae are then applied to zeta functions associated with quadratic\nforms and with Laplacians on tori.\n"]}]
["0708.3223",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05A05, 05A15, 05A16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3223"],"date":["2007-08-23","2008-03-12"],"type":["text"],"creator":["Bona, Miklos"],"language":[],"coverage":[],"title":["Real Zeros and Normal Distribution for statistics on Stirling\n  permutations defined by Gessel and Stanley"],"description":["  We study Stirling permutations defined by Gessel and Stanley.\n  We prove that their generating function according to the number of descents\nhas real roots only. We use that fact to prove that the distribution of these\ndescents, and other, equidistributed statistics on these objects converge to a\nnormal distribution.\n","Comment: 8 pages"]}]
["0708.3315",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3315","Phys. Rev. Lett. v.100, p.094101 (2008)","doi:10.1103/PhysRevLett.100.094101"],"date":["2007-08-24"],"type":["text"],"creator":["Pikovsky, A. S.","Shepelyansky, D. L."],"language":[],"coverage":[],"title":["Destruction of Anderson localization by a weak nonlinearity"],"description":["  We study numerically a spreading of an initially localized wave packet in a\none-dimensional discrete nonlinear Schr\\\"odinger lattice with disorder. We\ndemonstrate that above a certain critical strength of nonlinearity the Anderson\nlocalization is destroyed and an unlimited subdiffusive spreading of the field\nalong the lattice occurs. The second moment grows with time $ \\propto\nt^\\alpha$, with the exponent $\\alpha$ being in the range $0.3 - 0.4$. For small\nnonlinearities the distribution remains localized in a way similar to the\nlinear case.\n","Comment: 4 pages, 5 figs"]}]
["0708.4342",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4342","J. Phys. A: Math. Theor. 40 (2007) 14117-14138","doi:10.1088/1751-8113/40/47/006"],"date":["2007-08-31","2007-09-02"],"type":["text"],"creator":["von Gehlen, G.","Iorgov, N.","Pakuliak, S.","Shadura, V.","Tykhyy, Yu."],"language":[],"coverage":[],"title":["Form-factors in the Baxter-Bazhanov-Stroganov model I: Norms and matrix\n  elements"],"description":["  We continue our investigation of the Z_N-Baxter-Bazhanov-Stroganov model\nusing the method of separation of variables [nlin/0603028]. In this paper we\ncalculate the norms and matrix elements of a local Z_N-spin operator between\neigenvectors of the auxiliary problem. For the norm the multiple sums over the\nintermediate states are performed explicitly. In the case N=2 we solve the\nBaxter equation and obtain form-factors of the spin operator of the periodic\nIsing model on a finite lattice.\n","Comment: 24 pages"]}]
["0709.1117",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1117"],"date":["2007-09-07","2008-03-11"],"type":["text"],"creator":["Yang, Shengyuan A.","Xiao, Di","Niu, Qian"],"language":[],"coverage":[],"title":["Theory of Electromotive Force Induced by Domain Wall Motion"],"description":["  We formulate a theory on the dynamics of conduction electrons in the presence\nof moving magnetic textures in ferromagnetic materials. We show that the\nvariation of local magnetization in both space and time gives rise to\ntopological fields, which induce electromotive forces on the electrons.\nUniversal results are obtained for the emf induced by both transverse and\nvortex domain walls traveling in a magnetic film strip, and their measurement\nmay provide clear characterization on the motion of such walls.\n","Comment: 4 pages, 4 figures"]}]
["0709.2293",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2293","doi:10.1007/s10569-008-9132-y"],"date":["2007-09-14","2008-03-12"],"type":["text"],"creator":["Noyelles, B."],"language":[],"coverage":[],"title":["Titan's rotational state : The effects of a forced \"free\" resonant\n  wobble"],"description":["  In Noyelles et al. (2008, Astron. Astrophys., 478, 959-970), a resonance\ninvolving the wobble of Titan is hinted. This paper studies this scenario and\nits consequences. The first step is to build an accurate analytical model that\nwould help to find the likely resonances in the rotation of every synchronous\nbody. In this model, I take the orbital eccentricity of the body into account,\nas well as its variable inclination with respect to Saturn's equator. Then an\nanalytical study using the second fundamental model of the resonance is\nperformed to study the resonance of interest. Finally, I study the dissipative\nconsequences of this resonance. I find that this resonance may have increased\nthe wobble of Titan by several degrees. For instance, if Titan's polar momentum\nC is equal to 0.355MR_T^2 (M and R_T being respectively Titan's mass and\nradius), the wobble might be forced to 41 degrees. Thanks to an original\nformula, I find that the dissipation associated with the forced wobble might\nnot be negligible compared to the contribution of the eccentricity. I also\nsuspect that, due to the forced wobble, Titan's period of rotation may be\nsomewhat underestimated by observers. Finally, I use the analytical model\npresented in this paper to compute the periods of the free librations of the\nfour Galilean satellites as well as the Saturnian satellite Rhea. For Io and\nEuropa, the results are consistent with previous studies. For the other\nsatellites, the periods of the free librations are respectively 186.37 d, 23.38\ny and 30.08 y for Ganymede, 2.44 y, 209.32 y and 356.54 y for Callisto, and\n51.84 d, 2.60 y and 3.59 y for Rhea.\n","Comment: accepted for publication in Celestial Mechanics and Dynamical\n  Astronomy"]}]
["0710.1012",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1012","Phys. Rev. E 77, 031109 (2008)","doi:10.1103/PhysRevE.77.031109"],"date":["2007-10-04"],"type":["text"],"creator":["Ison, M. J.","Gulminelli, F.","Dorso, C."],"language":[],"coverage":[],"title":["Expansion dynamics of Lennard-Jones systems"],"description":["  The dynamics of the expansion of a Lennard-Jones system, initially confined\nat high density and subsequently expanding freely in the vacuum, is confronted\nto an expanding statistical ensemble, derived in the diluted quasi-ideal\nBoltzmann approximation. The description proves to be fairly accurate at\npredicting average one-body global observables, but important deviations are\nobserved in the configuration-space structure of the events. Possible\nimplications for finite expanding physical systems are outlined.\n"]}]
["0710.5403",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5403","Phys. Rev. E 77, 031105 (2008)","doi:10.1103/PhysRevE.77.031105"],"date":["2007-10-29","2008-03-12"],"type":["text"],"creator":["Seyed-allaei, Hamid","Seyed-allaei, Hamed","Ejtehadi, Mohammad Reza"],"language":[],"coverage":[],"title":["The energy landscape networks of spin-glasses"],"description":["  We have studied the topology of the energy landscape of a spin-glass model\nand the effect of frustration on it by looking at the connectivity and\ndisconnectivity graphs of the inherent structure. The connectivity network\nshows the adjacency of energy minima whereas the disconnectivity network tells\nus about the heights of the energy barriers. Both graphs are constructed by the\nexact enumeration of a two-dimensional square lattice of a frustrated spin\nglass with nearest-neighbor interactions up to the size of 27 spins. The\nenumeration of the energy-landscape minima as well as the analytical mean-field\napproximation show that these minima have a Gaussian distribution, and the\nconnectivity graph has a log-Weibull degree distribution of shape $\\kappa=8.22$\nand scale $\\lambda=4.84$. To study the effect of frustration on these results,\nwe introduce an unfrustrated spin-glass model and demonstrate that the degree\ndistribution of its connectivity graph shows a power-law behavior with the\n-3.46 exponent, which is similar to the behavior of proteins and Lennard-Jones\nclusters in its power-law form.\n"]}]
["0711.0581",{"format":[],"subject":["Mathematics - Number Theory","11R23","11R42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0581","Pure and Applied Mathematics Quarterly 4 (2008), 1085-1106"],"date":["2007-11-05"],"type":["text"],"creator":["Ritter, Jürgen","Weiss, Alfred"],"language":[],"coverage":[],"title":["Non-abelian pseudomeasures and congruences between abelian Iwasawa\n  L-functions"],"description":["  The paper starts out from pseudomeasures (in the sense of Serre) which hold\nthe arithmetic properties of the abelian $l$-adic Artin $L$-functions over\ntotally real number fields. In order to generalize to non-abelian $l$-adic\n$L$-functions, these abelian pseudomeasures must satisfy congruences which are\nintroduced but not yet known to be true. The relation to the ``equivariant main\nconjecture'' of Iwasawa theory is discussed.\n"]}]
["0711.4057",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4057"],"date":["2007-11-26","2008-03-12"],"type":["text"],"creator":["Freitag, Marc"],"language":[],"coverage":[],"title":["Stellar Collisions in Young Clusters: Formation of (Very) Massive Stars?"],"description":["  In young star clusters, the density can be high enough and the velocity\ndispersion low enough for stars to collide and merge with a significant\nprobability. This has been suggested as a possible way to build up the\nhigh-mass portion of the stellar mass function and as a mechanism leading to\nthe formation of one or two very massive stars (M > 150 Msun) through a\ncollisional runaway. I quickly review the standard theory of stellar\ncollisions, covering both the stellar dynamics of dense clusters and the\nhydrodynamics of encounters between stars. The conditions for collisions to\ntake place at a significant rate are relatively well understood for idealised\nspherical cluster models without initial mass segregation, devoid of gas and\ncomposed of main-sequence (MS) stars. In this simplified situation, 2-body\nrelaxation drives core collapse through mass segregation and a collisional\nphase ensues if the core collapse time is shorter than the MS lifetime of the\nmost massive stars initially present. The outcome of this phase is still highly\nuncertain. A more realistic situation is that of a cluster still containing\nlarge amounts of interstellar gas from which stars are accreting. As stellar\nmasses increase, the central regions of the cluster contracts. This\nlittle-explored mechanism can potentially lead to very high stellar densities\nbut it is likely that, except for very rich systems, the contraction is halted\nby few-body interactions before collisions set in. A complete picture,\ncombining both scenarios, will need to address many uncertainties, including\nthe role of cluster sub-structure, the dynamical effect of interstellar gas,\nnon-MS stars and the structure and evolution of merged stars.\n","Comment: 8 pages, 2 figures, contribution to proceedings of \"Massive Star\n  Formation: Observations confront Theory\" H. Beuther et al. (eds.). Corrected\n  mistake in estimate of change in relaxation time due to gas expulsion (Sec 4)"]}]
["0711.4241",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4241","Revista Mexicana de Astronomia y Astrofisica Vol. 44, pp. 103-110\n  (2008)"],"date":["2007-11-27"],"type":["text"],"creator":["Onic, Dusan","Arbutina, Bojan","Urosevic, Dejan"],"language":[],"coverage":[],"title":["Radial Dependence of Extinction in Parent Galaxies of Supernovae"],"description":["  The problem of extinction is the most important issue to be dealt with in the\nprocess of obtaining true absolute magnitudes of core-collapse (including\nstripped-envelope) supernovae (SNe). The plane-parallel model, widely used in\nthe past, was shown not to describe extinction adequately. We try to apply an\nalternative model which introduces radial dependance of extinction in parent\ngalaxies of supernovae. For calculating extinction in our Galaxy we use two\ndifferent methods and compare the results obtained. Our analysis is primarily\nfocused on a chosen sample of stripped-envelope SNe (Ib/c) for which we find\nintrinsic peak absolute magnitude $\\mathrm{M}_{\\mathrm{B}}^{0}=-17.80\\pm 0.43$.\n","Comment: Accepted for publication in RevMexAA, 10 pages, 6 figures, 6 tables"]}]
["0712.0109",{"format":[],"subject":["Computer Science - Software Engineering","D.2.4","D.2.5","H.4.1","K.6.4","K.8.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0109","Proc. European Spreadsheet Risks Int. Grp. 2006 73-84\n  ISBN:1-905617-08-9"],"date":["2007-12-01"],"type":["text"],"creator":["Panko, Raymond R."],"language":[],"coverage":[],"title":["Recommended Practices for Spreadsheet Testing"],"description":["  This paper presents the authors recommended practices for spreadsheet\ntesting. Documented spreadsheet error rates are unacceptable in corporations\ntoday. Although improvements are needed throughout the systems development life\ncycle, credible improvement programs must include comprehensive testing.\nSeveral forms of testing are possible, but logic inspection is recommended for\nmodule testing. Logic inspection appears to be feasible for spreadsheet\ndevelopers to do, and logic inspection appears to be safe and effective.\n","Comment: 12 Pages, Extensive References"]}]
["0712.0256",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0256","Phys. Rev. A 77, 032316 (2008)","doi:10.1103/PhysRevA.77.032316"],"date":["2007-12-03","2007-12-05"],"type":["text"],"creator":["de Echaniz, S. R.","Koschorreck, M.","Napolitano, M.","Kubasik, M.","Mitchell, M. W."],"language":[],"coverage":[],"title":["Hamiltonian Design in Atom-Light Interactions with Rubidium Ensembles: A\n  Quantum Information Toolbox"],"description":["  We study the coupling between collective variables of atomic spin and light\npolarization in an ensemble of cold 87Rb probed with polarized light. The\neffects of multiple hyperfine levels manifest themselves as a rank-2 tensor\npolarizability, whose irreducible components can be selected by means of probe\ndetuning. The D1 and D2 lines of Rb are explored and we identify different\ndetunings which lead to Hamiltonians with different symmetries for rotations.\nAs possible applications of these Hamiltonians, we describe schemes for spin\nsqueezing, quantum cloning, quantum memory, and measuring atom number.\n","Comment: 6 pages, 4 figures; added references"]}]
["0712.2559",{"format":[],"subject":["Mathematics - Probability","Computer Science - Discrete Mathematics","60F15, 90B15, 93C65, 93E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2559","Electronic Journal of Probability 13 (2008) (2008) Paper 12,\n  322-340"],"date":["2007-12-16","2008-03-11"],"type":["text"],"creator":["Merlet, Glenn"],"language":[],"coverage":[],"title":["Cycle time of stochastic max-plus linear systems"],"description":["  We analyze the asymptotic behavior of sequences of random variables defined\nby an initial condition, a stationary and ergodic sequence of random matrices,\nand an induction formula involving multiplication is the so-called max-plus\nalgebra. This type of recursive sequences are frequently used in applied\nprobability as they model many systems as some queueing networks, train and\ncomputer networks, and production systems. We give a necessary condition for\nthe recursive sequences to satisfy a strong law of large numbers, which proves\nto be sufficient when the matrices are i.i.d. Moreover, we construct a new\nexample, in which the sequence of matrices is strongly mixing, that condition\nis satisfied, but the recursive sequence do not converges almost surely.\n","Comment: This article has been published by IMS in Electronic Journal of\n  Probability at http://www.math.washington.edu/~ejpecp/viewarticle.php?id=1781"]}]
["0801.0223",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0223"],"date":["2007-12-31","2008-03-12"],"type":["text"],"creator":["Krause, Axel"],"language":[],"coverage":[],"title":["Towards Dark Energy from String-Theory"],"description":["  We discuss vacuum energy in string and M-theory with a focus on heterotic\nM-theory. In the latter theory a mechanism is described for maintaining zero\nvacuum energy after supersymmetry breaking. Higher-order corrections can be\nexpected to give a sufficiently small amount of vacuum energy to possibly\naccount for dark energy.\n","Comment: 20 pages, 1 figure; v2: references added"]}]
["0802.3134",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3134","Physical Review B (Vol.77, No.9) 2008","doi:10.1103/PhysRevB.77.094112"],"date":["2008-02-21"],"type":["text"],"creator":["Fechner, M.","Ostanin, S.","Mertig, I."],"language":[],"coverage":[],"title":["Effect of the surface polarization in polar perovskites studied from\n  first principles"],"description":["  The (001) surfaces of polar perovskites BaTiO$_3$ and PbTiO$_3$ have been\nstudied from first principles at T=0 K. For both cases of polarization, the\nmost stable TiO-terminated interfaces show intrinsic ferroelectricity. In the\ntopmost layer, where the O atoms are $>$0.1 \\AA above Ti, this leads to\nmetallic instead of the insulating behavior of the electronic states that may\nhave important implications for multiferroic tunneling junctions.\n","Comment: 5 Pages, 4 figures, accepted by PRB"]}]
["0803.0539",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0539"],"date":["2008-03-04","2008-03-12"],"type":["text"],"creator":["Putman, Andrew"],"language":[],"coverage":[],"title":["The abelianization of the level $L$ mapping class group"],"description":["  We calculate the abelianizations of the level $L$ subgroup of the genus $g$\nmapping class group and the level $L$ congruence subgroup of the $2g \\times 2g$\nsymplectic group for $L$ odd and $g \\geq 3$.\n","Comment: 8 pages, 1 figure, fixed several typos and added several\n  clarifications"]}]
["0803.1290",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology","70S15","53C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1290"],"date":["2008-03-10"],"type":["text"],"creator":["Sánchez, Miguel"],"language":[],"coverage":[],"title":["On the foundations and necessity of classical gauge invariance"],"description":["  We argue that, ideally, the ways to measure magnitudes in non-quantum\ntheories of physics (spacetime, field theory), limit drastically their possible\nmathematical models. In particular, gauge invariance in the Yang-Mills\nframework, is a necessity of our way of measuring rather than an a priori\nimposition on symmetry.\n  A general postulational basis for the geometric aspects of classical field\ntheories is introduced, and the permitted models are studied. Some of them (for\nexample, compatible with signature-changing metrics or variations of the speed\nof interactions) are new, and require a generalization of the concept of\nprincipal fiber bundle, which may be of interest both, physically and\nmathematically.\n","Comment: 24 pages, latex"]}]
["0803.1388",{"format":[],"subject":["Nuclear Theory","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1388"],"date":["2008-03-10"],"type":["text"],"creator":["Mishustin, Igor N."],"language":[],"coverage":[],"title":["From nuclear multifragmentation reactions to supernova explosions"],"description":["  In this talk I discuss properties of hot stellar matter at sub-nuclear\ndensities which is formed in supernova explosions. I emphasize that\nthermodynamic conditions there are rather similar to those created in the\nlaboratory by intermediate-energy heavy-ion collisions. Theoretical methods\ndeveloped for the description of multi-fragment final states in such reactions\ncan be used also for description of the stellar matter. I present main steps of\nthe statistical approach to the equation of state and nuclear composition,\ndealing with an ensemble of nuclear species instead of one \"average\" nucleus.\n","Comment: 11 pages, 5 figures, invited talk at the International Workshop on\n  Multifragmentation (GANIL, Caen, France, November 4-7, 2007)"]}]
["0803.1455",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1455"],"date":["2008-03-10","2008-03-11"],"type":["text"],"creator":["Shen, J."],"language":[],"coverage":[],"title":["Acyclic edge coloring"],"description":["  This paper has been withdrawn by the author due to an error in the proof.\n","Comment: This paper has been withdrawn"]}]
["0803.1492",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1492"],"date":["2008-03-10"],"type":["text"],"creator":["Feng, Shui","Schmuland, Byron","Vaillancourt, Jean","Zhou, Xiaowen"],"language":[],"coverage":[],"title":["Reversibility of Interacting Fleming-Viot Processes with Mutation,\n  Selection, and Recombination"],"description":["  Reversibility of the Fleming-Viot process with mutation, selection, and\nrecombination is well understood. In this paper, we study the reversibility of\na system of Fleming-Viot processes that live on a countable number of colonies\ninteracting with each other through migrations between the colonies. It is\nshown that reversibility fails when both migration and mutation are\nnon-trivial.\n","Comment: 19 pages"]}]
["0803.1493",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1493","Europhysics Letters v.82 p.17002 (2008)","doi:10.1209/0295-5075/82/17002"],"date":["2008-03-10"],"type":["text"],"creator":["Alloul, H.","Mukhamedshin, I. R.","Collin, G.","Blanchard, N."],"language":[],"coverage":[],"title":["Na atomic order, Co charge disproportionation and magnetism in\n  Na$_{x}$CoO$_{2}$ for large Na contents"],"description":["  We have synthesized and characterized four different stable phases of Na\nordered Na$_{x}$CoO$_{2}$, for $0.65<x<0.8$. Above 100 K they display similar\nCurie-Weiss susceptibilities as well as ferromagnetic $q=0$ spin fluctuations\nin the CoO$_{2}$ planes revealed by $^{23}$Na NMR data. In all phases from\n$^{59}$Co NMR data we display evidences that the Co disproportionate already\nabove 300 K into non magnetic Co$^{3+}$ and magnetic $\\approx $Co$^{3.5+}$\nsites on which holes delocalize. This allows us to understand that metallic\nmagnetism is favored for these large Na contents. Below 100 K the phases\ndifferentiate, and a magnetic order sets in only for $x\\gtrsim 0.75$ at\n$T_{N}=$22 K. We suggest that the charge order also governs the low $T$ energy\nscales and transverse couplings.\n"]}]
["0803.1499",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1499"],"date":["2008-03-10"],"type":["text"],"creator":["Kapale, Kishore T.","Agarwal, Girish S."],"language":[],"coverage":[],"title":["Multipartite Entanglement in Non-Equilibrium Quantum Phase Transition in\n  a Collective Atomic System"],"description":["  We study multipartite entanglement in non-equilibrium quantum phase\ntransition (NEQPT) attainable in a coherently driven atomic ensemble undergoing\ncollective decay. The NEQPT arises in the steady state of the system as the\ndrive field strength is varied in comparison with the decay parameter. A close\nconnection is observed between the critical behavior and the multi-partite\nentanglement in the system determined via the von Neumann entropy. The\nderivative of the von Neumann entropy shows Lambda-type behavior typical of the\nsecond order phase transitions. We further show that the calculated bi- and\ntri- partite entropies satisfy the Lieb inequality.\n","Comment: 4 pages, 7 figures"]}]
["0803.1500",{"format":[],"subject":["Computer Science - Digital Libraries","H.3.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1500"],"date":["2008-03-10"],"type":["text"],"creator":["Krafft, Dean B.","Birkland, Aaron","Cramer, Ellen J."],"language":[],"coverage":[],"title":["NCore: Architecture and Implementation of a Flexible, Collaborative\n  Digital Library"],"description":["  NCore is an open source architecture and software platform for creating\nflexible, collaborative digital libraries. NCore was developed by the National\nScience Digital Library (NSDL) project, and it serves as the central technical\ninfrastructure for NSDL. NCore consists of a central Fedora-based digital\nrepository, a specific data model, an API, and a set of backend services and\nfrontend tools that create a new model for collaborative, contributory digital\nlibraries. This paper describes NCore, presents and analyzes its architecture,\ntools and services; and reports on the experience of NSDL in building and\noperating a major digital library on it over the past year and the experience\nof the Digital Library for Earth Systems Education in porting their existing\ndigital library and tools to the NCore platform.\n","Comment: 11 pages, to appear in JCDL 2008"]}]
["0803.1503",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1503"],"date":["2008-03-10"],"type":["text"],"creator":["Benarous, M."],"language":[],"coverage":[],"title":["Variational HFB Equations in the Thomas-Fermi Limit for Ultracold\n  Trapped Gases"],"description":["  We derive variationally the HFB equations for a trapped self-interacting Bose\ngas at finite temperature. In the Thomas-Fermi limit, we obtain simple\nexpressions for the condensate, the non condensate and the anomalous densities.\nTheir behavior in terms of the condensate fraction meets qualitatively the\nexperimental data. In particular, the non condensate and the anomalous\ndensities are peaked at the center of the trap and not at the edges as\npredicted by the self-consistent HFB calculations.\n","Comment: 16 pages, 6 figures"]}]
["0803.1508",{"format":[],"subject":["Mathematics - Number Theory","Mathematical Physics","11M26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1508"],"date":["2008-03-10"],"type":["text"],"creator":["Beltraminelli, Stefano","Merlini, Danilo","Sekatskii, Sergey"],"language":[],"coverage":[],"title":["A Hidden Symmetry Related to the Riemann Hypothesis with the Primes into\n  the Critical Strip"],"description":["  In this note concerning integrals involving the logarithm of the Riemann Zeta\nfunction, we extend some treatments given in previous pioneering works on the\nsubject and introduce a more general set of Lorentz measures. We first obtain\ntwo new equivalent formulations of the Riemann Hypothesis (RH). Then with a\nspecial choice of the measure we formulate the RH as a ``hidden symmetry'', a\nglobal symmetry which connects the region outside the critical strip with that\ninside the critical strip. The Zeta function with all the primes appears as\nargument of the Zeta function in the critical strip. We then illustrate the\ntreatment by a simple numerical experiment. The representation we obtain go a\nlittle more in the direction to believe that RH may eventually be true.\n","Comment: 3 figures"]}]
["0803.1510",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1510"],"date":["2008-03-10"],"type":["text"],"creator":["Ford, Daniel","Gernhard, Tanja","Matsen, Frederick"],"language":[],"coverage":[],"title":["A method for investigating relative timing information on phylogenetic\n  trees"],"description":["  In this paper we present a new way to understand the timing of branching\nevents in phylogenetic trees. Our method explicitly considers the relative\ntiming of diversification events between sister clades; as such it is\ncomplimentary to existing methods using lineages-through-time plots which\nconsider diversification in aggregate. The method looks for evidence of\ndiversification happening in lineage-specific ``bursts'', or the opposite,\nwhere diversification between two clades happens in an unusually regular\nfashion. In order to be able to distinguish interesting events from\nstochasticity, we propose two classes of neutral models on trees with timing\ninformation and develop a statistical framework for testing these models. Our\nmodels substantially generalize both the coalescent with ancestral population\nsize variation and the global-rate speciation-extinction models. We end the\npaper with several example applications: first, we show that the evolution of\nthe Hepatitis C virus appears to proceed in a lineage-specific bursting\nfashion. Second, we analyze a large tree of ants, demonstrating that a period\nof elevated diversification rates does not appear to occurred in a bursting\nmanner.\n","Comment: Feel free to email us with comments and questions"]}]
["0803.1511",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1511"],"date":["2008-03-10"],"type":["text"],"creator":["Dabora, Ron","Goldsmith, Andrea"],"language":[],"coverage":[],"title":["The Capacity Region of the Degraded Finite-State Broadcast Channel"],"description":["  We consider the discrete, time-varying broadcast channel with memory under\nthe assumption that the channel states belong to a set of finite cardinality.\nWe first define the physically degraded finite-state broadcast channel for\nwhich we derive the capacity region. We then define the stochastically degraded\nfinite-state broadcast channel and derive the capacity region for this scenario\nas well. In both scenarios we consider the non-indecomposable finite-state\nchannel as well as the indecomposable one.\n","Comment: 5 pages. Accepted to the Information Theory Workshop 2008, Porto,\n  Portugal"]}]
["0803.1515",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1515"],"date":["2008-03-10"],"type":["text"],"creator":["Lee, Taeyoung","Leok, Melvin","McClamroch, N. Harris"],"language":[],"coverage":[],"title":["Global Symplectic Uncertainty Propagation on SO(3)"],"description":["  This paper introduces a global uncertainty propagation scheme for rigid body\ndynamics, through a combination of numerical parametric uncertainty techniques,\nnoncommutative harmonic analysis, and geometric numerical integration. This\nmethod is distinguished from prior approaches, as it allows one to consider\nprobability densities that are global, and are not supported on only a single\ncoordinate chart on the manifold. The use of Lie group variational integrators,\nthat are symplectic and stay on the Lie group, as the underlying numerical\npropagator ensures that the advected probability densities respect the\ngeometric properties of uncertainty propagation in Hamiltonian systems, which\narise as consequence of the Gromov nonsqueezing theorem from symplectic\ngeometry. We also describe how the global uncertainty propagation scheme can be\napplied to the problem of global attitude estimation.\n","Comment: 6 pages, 2 figures"]}]
["0803.1519",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Number Theory","57M50","11R52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1519"],"date":["2008-03-10"],"type":["text"],"creator":["Macasieb, Melissa L."],"language":[],"coverage":[],"title":["Derived Arithmetic Fuchsian Groups of Genus Two"],"description":["  We classify all torsion-free derived arithmetic Fuchsian groups of genus two\nby commensurability class. In particular, we show that there exist no such\ngroups arising from quaternion algebras over number fields of degree greater\nthan 5. We also prove some results on the existence and form of maximal orders\nfor a class of quaternion algebras related to these groups. Using these results\nin conjunction with a computer program, one can determine an explicit set of\ngenerators for each derived arithmetic Fuchsian group containing a torsion-free\nsubgroup of genus two. We show this for a number of examples.\n","Comment: 34 pages,3 figures"]}]
["0803.1520",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1520"],"date":["2008-03-11"],"type":["text"],"creator":["Zhao, Wenbing"],"language":[],"coverage":[],"title":["Integrity-Enhancing Replica Coordination for Byzantine Fault Tolerant\n  Systems"],"description":["  Strong replica consistency is often achieved by writing deterministic\napplications, or by using a variety of mechanisms to render replicas\ndeterministic. There exists a large body of work on how to render replicas\ndeterministic under the benign fault model. However, when replicas can be\nsubject to malicious faults, most of the previous work is no longer effective.\nFurthermore, the determinism of the replicas is often considered harmful from\nthe security perspective and for many applications, their integrity strongly\ndepends on the randomness of some of their internal operations. This calls for\nnew approaches towards achieving replica consistency while preserving the\nreplica randomness. In this paper, we present two such approaches. One is based\non Byzantine agreement and the other on threshold coin-tossing. Each approach\nhas its strength and weaknesses. We compare the performance of the two\napproaches and outline their respective best use scenarios.\n"]}]
["0803.1521",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1521"],"date":["2008-03-11"],"type":["text"],"creator":["Zhao, Wenbing"],"language":[],"coverage":[],"title":["Proactive Service Migration for Long-Running Byzantine Fault Tolerant\n  Systems"],"description":["  In this paper, we describe a novel proactive recovery scheme based on service\nmigration for long-running Byzantine fault tolerant systems. Proactive recovery\nis an essential method for ensuring long term reliability of fault tolerant\nsystems that are under continuous threats from malicious adversaries. The\nprimary benefit of our proactive recovery scheme is a reduced vulnerability\nwindow. This is achieved by removing the time-consuming reboot step from the\ncritical path of proactive recovery. Our migration-based proactive recovery is\ncoordinated among the replicas, therefore, it can automatically adjust to\ndifferent system loads and avoid the problem of excessive concurrent proactive\nrecoveries that may occur in previous work with fixed watchdog timeouts.\nMoreover, the fast proactive recovery also significantly improves the system\navailability in the presence of faults.\n"]}]
["0803.1522",{"format":[],"subject":["Mathematics - Dynamical Systems","37C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1522"],"date":["2008-03-11"],"type":["text"],"creator":["Chung, Yong Moo"],"language":[],"coverage":[],"title":["Birkhoff spectra for one-dimensional maps with some hyperbolicity"],"description":["  We study the multifractal analysis for smooth dynamical systems in dimension\none. It is characterized the Hausdorff dimension of the level set obtained from\nthe Birkhoff averages of a continuous function by the local dimensions of\nhyperbolic measures for a topologically mixing $C^2$ map modelled by an\nabstract dynamical system. A characterization which corresponds to above is\nalso given for the ergodic basins of invariant probability measures. And it is\nshown that the complement of the set of quasi-regular points carries full\nHausdorff dimension.\n","Comment: 21 pages"]}]
["0803.1524",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1524"],"date":["2008-03-11"],"type":["text"],"creator":["Chen, Ai Min","Cho, Sam Young","Choi, Taeseung"],"language":[],"coverage":[],"title":["Entanglement and Berry Phase in Two Interacting Qubits"],"description":["  Entanglement and Berry phase are investigated in two interacting qubit\nsystems. The XXZ spin interaction model with a slowly rotating magnetic field\nis employed for the interaction between the two qubits. We show how the\nanisotropy of interaction reveals unique relations between the Berry phases and\nthe entanglements for the eigenstates of the system.\n"]}]
["0803.1525",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","37D25, 37D35, 28D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1525"],"date":["2008-03-11"],"type":["text"],"creator":["Gelfert, Katrin"],"language":[],"coverage":[],"title":["Equality of pressures for diffeomorphisms preserving hyperbolic measures"],"description":["  For a diffeomorphism which preserves a hyperbolic measure the potential\n$\\phi^u=-\\log|{\\rm Jac} df|_{E^u}|$ is studied. Various types of pressure of\n$\\phi^u$ are introduced. It is shown that these pressures satisfy a\ncorresponding variational principle.\n","Comment: Accepted for publication in Mathematische Nachrichten"]}]
["0803.1527",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1527"],"date":["2008-03-11"],"type":["text"],"creator":["Singh, S. Somorendro","Kumar, Yogesh","Gosain, D. S."],"language":[],"coverage":[],"title":["Dilepton from Quark-Gluon Plasma and Quark-Hadron Phase Transition"],"description":["  A model of statistical quark-gluon plasma formation is considered.We look the\ndilepton production at critical temperature $T_{c}\\sim170 Mev $ and completely\nfree out temperature $T=150 MeV$ with the initial temperature as $T_{0}=570,400\n(250) MeV$. Now we consider that quark mass is depending on the coupling value\nthrough parameterisation factor of the fireball formation and temperature. The\nrate of production is shown for invariant mass $M$ at the particular value of $\nE=2.0,3.0 GeV$.It shows the significant production of leptons in this process\nfor small value of invariant mass. However, the quark-hadron phase transition\nis a very weakly changed in the entropy of the system during this process of\nhadronisation.\n","Comment: 5 pages, 8 figeures"]}]
["0803.1528",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1528"],"date":["2008-03-11"],"type":["text"],"creator":["Inui, Tatsuya","Koyama, Katsuji","Matsumoto, Hironori","Tsuru, Takeshi Go"],"language":[],"coverage":[],"title":["Time Variability of the Neutral Iron Lines from the Sgr B2 Region and\n  its Implication of a Past Outburst of Sgr A$^*$"],"description":["  We investigate long-term X-ray behaviors from the Sgr B2 complex using\narchival data of the X-ray satellites Suzaku, XMM-Newton, Chandra and ASCA. The\nobserved region of the Sgr B2 complex includes two prominent spots in the Fe I\nK-$\\alpha$ line at 6.40 keV, a giant molecular cloud M 0.66$-$0.02 known as the\n``Sgr B2 cloud'' and an unusual X-ray source G 0.570$-$0.018. Although these\n6.40 keV spots have spatial extensions of a few pc scale, the morphology and\nflux of the 6.40 keV line has been time variable for 10 years, in contrast to\nthe constant flux of the Fe XXV-K$\\alpha$ line at 6.67 keV in the Galactic\ndiffuse X-ray emission. This time variation is mostly due to M 0.66$-$0.02; the\n6.40 keV line flux declined in 2001 and decreased to 60% in the time span\n1994--2005. The other spot G 0.570$-$0.018 is found to be conspicuous only in\nthe Chandra observation in 2000. From the long-term time variability ($\\sim$10\nyears) of the Sgr B2 complex, we infer that the Galactic Center black hole Sgr\nA$^*$ was X-ray bright in the past 300 year and exhibited a time variability\nwith a period of a few years.\n","Comment: 13 pages, 9 figures, pasj"]}]
["0803.1531",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1531"],"date":["2008-03-11"],"type":["text"],"creator":["Wang, X. R.","Yan, P."],"language":[],"coverage":[],"title":["Domain wall motion of magnetic nanowires under a static field"],"description":["  The propagation of a head-to-head magnetic domain-wall (DW) or a tail-to-tail\nDW in a magnetic nanowire under a static field along the wire axis is studied.\nRelationship between the DW velocity and DW structure is obtained from the\nenergy consideration. The role of the energy dissipation in the field-driven DW\nmotion is clarified. Namely, a field can only drive a domain-wall propagating\nalong the field direction through the mediation of a damping. Without the\ndamping, DW cannot propagate along the wire. Contrary to the common wisdom, DW\nvelocity is, in general, proportional to the energy dissipation rate, and one\nneeds to find a way to enhance the energy dissipation in order to increase the\npropagation speed. The theory provides also a nature explanation of the\nwire-width dependence of the DW velocity and velocity oscillation beyond Walker\nbreakdown field.\n","Comment: 4 pages, 1 figure"]}]
["0803.1535",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","14M10, 14M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1535"],"date":["2008-03-11"],"type":["text"],"creator":["Morales, Marcel"],"language":[],"coverage":[],"title":["Equations of 2-linear ideals and arithmetical rank"],"description":["  In this paper we consider reduced homogeneous ideals $\\Jcal\\subset S$ of a\npolynomial ring $S$, having a 2-linear resolution.\n  1. We study systems of generators of $\\Jcal\\subset S$.\n  2. We compute the arithmetical rank for a large class of projective curves\nhaving a 2-linear resolution.\n  3. We show that the fiber cone $\\proj \\Fcal(I_{\\Lcal})$ of a lattice ideal\n$I_{\\Lcal}$ of codimension two is a set theoretical complete intersection.\n"]}]
["0803.1536",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory","16E40, 18G10, 16D40, 16D50 (Primary)","16S37 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1536"],"date":["2008-03-11"],"type":["text"],"creator":["Snashall, Nicole","Taillefer, Rachel"],"language":[],"coverage":[],"title":["The Hochschild cohomology ring of a class of special biserial algebras"],"description":["  We consider a class of self-injective special biserial algebras $\\Lambda_N$\nover a field $K$ and show that the Hochschild cohomology ring of $\\Lambda_N$ is\na finitely generated $K$-algebra. Moreover the Hochschild cohomology ring of\n$\\Lambda_N$ modulo nilpotence is a finitely generated commutative $K$-algebra\nof Krull dimension two. As a consequence the conjecture of Snashall-Solberg\n\\cite{SS}, concerning the Hochschild cohomology ring modulo nilpotence, holds\nfor this class of algebras.\n"]}]
["0803.1546",{"format":[],"subject":["Mathematics - Combinatorics","05A15, 05A16, 05C10, 05C78"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1546"],"date":["2008-03-11"],"type":["text"],"creator":["Felsner, Stefan","Fusy, Éric","Noy, Marc","Orden, David"],"language":[],"coverage":[],"title":["Bijections for Baxter Families and Related Objects"],"description":["  The Baxter number can be written as $B_n = \\sum_0^n \\Theta_{k,n-k-1}$. These\nnumbers have first appeared in the enumeration of so-called Baxter\npermutations; $B_n$ is the number of Baxter permutations of size $n$, and\n$\\Theta_{k,l}$ is the number of Baxter permutations with $k$ descents and $l$\nrises. With a series of bijections we identify several families of\ncombinatorial objects counted by the numbers $\\Theta_{k,l}$. Apart from Baxter\npermutations, these include plane bipolar orientations with $k+2$ vertices and\n$l+2$ faces, 2-orientations of planar quadrangulations with $k+2$ white and\n$l+2$ black vertices, certain pairs of binary trees with $k+1$ left and $l+1$\nright leaves, and a family of triples of non-intersecting lattice paths. This\nlast family allows us to determine the value of $\\Theta_{k,l}$ as an\napplication of the lemma of Gessel and Viennot. The approach also allows us to\ncount certain other subfamilies, e.g., alternating Baxter permutations, objects\nwith symmetries and, via a bijection with a class of plan bipolar orientations\nalso Schnyder woods of triangulations, which are known to be in bijection with\n3-orientations.\n","Comment: 31 pages, 22 figures, submitted to JCTA"]}]
["0803.1554",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1554","Science, 318, 1467 (2007)","doi:10.1126/science.1142892"],"date":["2008-03-11"],"type":["text"],"creator":["O'Brien, Jeremy L."],"language":[],"coverage":[],"title":["Optical Quantum Computing"],"description":["  In 2001 all-optical quantum computing became feasible with the discovery that\nscalable quantum computing is possible using only single photon sources, linear\noptical elements, and single photon detectors. Although it was in principle\nscalable, the massive resource overhead made the scheme practically daunting.\nHowever, several simplifications were followed by proof-of-principle\ndemonstrations, and recent approaches based on cluster states or error encoding\nhave dramatically reduced this worrying resource overhead, making an\nall-optical architecture a serious contender for the ultimate goal of a\nlarge-scale quantum computer. Key challenges will be the realization of\nhigh-efficiency sources of indistinguishable single photons, low-loss, scalable\noptical circuits, high efficiency single photon detectors, and low-loss\ninterfacing of these components.\n","Comment: 5 pages, 4 figures"]}]
["0803.1557",{"format":[],"subject":["Mathematics - Analysis of PDEs","26D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1557"],"date":["2008-03-11"],"type":["text"],"creator":["Giova, Raffaella","Ricciardi, Tonia"],"language":[],"coverage":[],"title":["A sharp Wirtinger inequality and some related functional spaces"],"description":["  We consider the generalized Wirtinger inequality \\[ (\\int_{0}^{T} a |u|^q\n)^{1/q} \\le C \\biggm(\\int_{0}^{T} a^{1-p} |u'|^{p}\\biggm)^{1/p}, \\] with\n$p,q>1$, $T>0$, $a\\in L^1[0,T]$, $a\\ge0$, $a\\not\\equiv0$ and where $u$ is a\n$T$-periodic function satisfying the constraint \\[ \\int_{0}^{T} a |u|^{q-2}u\n=0. \\] We provide the best constant $C>0$ as well as all extremals.\nFurthermore, we characterize the natural functional space where the inequality\nis defined.\n","Comment: 10 pages"]}]
["0803.1561",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1561"],"date":["2008-03-11"],"type":["text"],"creator":["Oliveira, Adélcio C."],"language":[],"coverage":[],"title":["Short Time Dynamics of Scalar Products in Hilbert Space"],"description":["  We use the semiclassical method proposed in \\cite{Adelcio2003} to study\nscalar products such as the overlap, Husimi functions and fidelity decay. Scars\nof classical periodic orbits arise naturally in this pertubative expansion. We\nalso derive analytically a well known numerical result that fidelity has a\nquadratic decay for short times. We study the overlap in the chaotic regime and\nintegrable for some simple systems.\n","Comment: 24 pages, 12 figures"]}]
["0803.1564",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1564","Europhys Lett. 81, 36003 (2007)","doi:10.1209/0295-5075/81/36003"],"date":["2008-03-11"],"type":["text"],"creator":["Kusumaatmaja, H.","Blow, M. L.","Dupuis, A.","Yeomans, J. M."],"language":[],"coverage":[],"title":["The collapse transition on superhydrophobic surfaces"],"description":["  We investigate the transition between the Cassie-Baxter and Wenzel states of\na slowly evaporating, micron-scale drop on a superhydrophobic surface. In two\ndimensions analytical results show that there are two collapse mechanisms. For\nlong posts the drop collapses when it is able to overcome the free energy\nbarrier presented by the hydrophobic posts. For short posts, as the drop loses\nvolume, its curvature increases allowing it to touch the surface below the\nposts. We emphasise the importance of the contact line retreating across the\nsurface as the drop becomes smaller: this often preempts the collapse. In a\nquasi-three dimensional simulation we find similar behaviour, with the\nadditional feature that the drop can de-pin from all but the peripheral posts,\nso that its base resembles an inverted bowl.\n","Comment: 6 pages, 7 figures"]}]
["0803.1571",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1571"],"date":["2008-03-11"],"type":["text"],"creator":["Schulze, R.","Bluhm, M.","Kampfer, B."],"language":[],"coverage":[],"title":["Equation of state for strongly interacting matter: collective effects,\n  Landau damping and predictions for LHC"],"description":["  The equation of state (EOS) is of utmost importance for the description of\nthe hydrodynamic phase of strongly interacting matter in relativistic heavy-ion\ncollisions. Lattice QCD can provide useful information on the EOS, mainly for\nsmall net baryon densities. The QCD quasiparticle model provides a means to map\nlattice QCD results into regions relevant for a variety of experiments. We\nreport here on effects of collectives modes and damping on the EOS. Some\npredictions for forthcoming heavy-ion collisions at LHC/ALICE are presented and\nperspectives for deriving an EOS for FAIR/CBM are discussed.\n","Comment: Mar. 2008. 7 pp. Invited talk given at XLVI International Winter\n  Meeting on Nuclear Physics in Bormio, Italy, 20-26 Jan 2008"]}]
["0803.1595",{"format":[],"subject":["Mathematics - Combinatorics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1595"],"date":["2008-03-11"],"type":["text"],"creator":["Fonseca, T.","Zinn-Justin, P."],"language":[],"coverage":[],"title":["On the Doubly Refined Enumeration of Alternating Sign Matrices and\n  Totally Symmetric Self-Complementary Plane Partitions"],"description":["  We prove the equality of doubly refined enumerations of Alternating Sign\nMatrices and of Totally Symmetric Self-Complementary Plane Partitions using\nintegral formulae originating from certain solutions of the quantum\nKnizhnik--Zamolodchikov equation.\n"]}]
["0803.1602",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1602"],"date":["2008-03-11"],"type":["text"],"creator":["Puzzo, M. Leticia Rubio","Albano, Ezequiel V."],"language":[],"coverage":[],"title":["The Damage Spreading Method in Monte Carlo Simulations: A brief overview\n  and applications to confined magnetic materials"],"description":["  In this paper we first give a brief overview of Monte Carlo simulation\nresults obtained by applying the Damage Spreading method. We analyse the\ntransition between a state where the damage becomes healed (the frozen phase)\nand a regime where the damage spreads arriving at a finite (stationary) value\n(the damaged phase), when a control parameter is finely tuned. These kinds of\ntransitions are actually true irreversible phase transitions themselves, and\nthe issue of their universality class is also discussed.\n  Subsequently, the attention is focused on the propagation of damage in\nmagnetic systems placed in confined geometries, such as the Abraham's Model,\nthe standard Ising magnet (Glauber dynamics) and the corner geometry. The\ninfluence of interfaces between magnetic domains of different orientation on\nthe spreading of the perturbation is also discussed, showing that the presence\nof interfaces enhances the propagation of the damage. Furthermore, the critical\ntransition between propagation and nonpropagation of the damage is discussed.\nIn all cases, the determined critical exponents suggest that the DS transition\ndoes not belong to the universality class of Directed Percolation, unlike many\nother systems exhibiting irreversible phase transitions. This result reflects\nthe dramatic influence of interfaces on the propagation of perturbations in\nmagnetic systems.\n","Comment: 14 pages, 12 figures. Submited to Comm. Comp. Phys"]}]
["0803.1606",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Commutative Algebra","20M14, 11N37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1606"],"date":["2008-03-11"],"type":["text"],"creator":["Fel, Leonid G."],"language":[],"coverage":[],"title":["Symmetric Numerical Semigroups Generated by Fibonacci and Lucas Triples"],"description":["  The symmetric numerical semigroups S(F_a,F_b,F_c) and S(L_k,L_m,L_n)\ngenerated by three Fibonacci (F_a,F_b,F_c) and Lucas (L_k,L_m,L_n) numbers are\nconsidered. Based on divisibility properties of the Fibonacci and Lucas numbers\nwe establish necessary and sufficient conditions for both semigroups to be\nsymmetric and calculate their Hilbert generating series, Frobenius numbers and\ngenera.\n","Comment: 10 pages"]}]
["0803.1612",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1612"],"date":["2008-03-11"],"type":["text"],"creator":["Bachmuth, Seymour"],"language":[],"coverage":[],"title":["Solution to the Burnside Problem"],"description":["  The Burnside Problem asks whether a finitely generated group of exponent n is\nfinite.\n  We present a solution for 2-generator groups of prime power exponent. Results\nof P. Hall and G. Higman extends the finiteness conclusion to groups having\ncomposite exponents. Our main result, called the Generalized Burnside Theorem,\nis a solvability theorem that applies to a family of groups called GB\n(Generalized Burnside) groups that contain infinite as well as finite groups.\nThe final section discusses the extension to k-generator groups although\ndetails are left for another time.\n","Comment: 14 pages. Most results here were contained in two earlier ArXiv\n  papers. Although this paper is self contained, these previous ones may be\n  helpful"]}]
["0803.1614",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Rings and Algebras","20M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1614"],"date":["2008-03-11"],"type":["text"],"creator":["Novikov, B. V.","Polyakova, L. Yu."],"language":[],"coverage":[],"title":["On 0-homology of categorical at zero semigroups"],"description":["  The isomorphism of 0-homology groups of a categorical at zero semigroup and\nhomology groups of its 0-reflector is proved. Some applications of 0-homology\nto Eilenberg-MacLane homology of semigroups are given.\n","Comment: 16 pages, Latex"]}]
["0803.1625",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1625"],"date":["2008-03-11"],"type":["text"],"creator":["Stapp, Henry P."],"language":[],"coverage":[],"title":["Physicalism versus quantum mechanics"],"description":["  In the context of theories of the connection between mind and brain,\nphysicalism is the demand that all is basically purely physical. But the\nconcept of \"physical\" embodied in this demand is characterized essentially by\nthe properties of the physical that hold in classical physical theories.\nCertain of these properties contradict the character of the physical in quantum\nmechanics, which provides a better, more comprehensive, and more fundamental\naccount of phenomena. It is argued that the difficulties that have plaged\nphysicalists for half a century, and that continue to do so, dissolve when the\nclassical idea of the physical is replaced by its quantum successor. The\nargument is concretized in a way that makes it accessible to non-physicists by\nexploiting the recent evidence connecting our conscious experiences to\nmacroscopic measurable synchronous oscillations occurring in well-separated\nparts of the brain. A specific new model of the mind-brain connection that is\nfundamentally quantum mechanical but that ties conscious experiences to these\nmacroscopic synchronous oscillations is used to illustrate the essential\ndisparities between the classical and quantum notions of the physical, and in\nparticular to demonstrate the failure in the quantum world of the principle of\nthe causal closure of the physical, a failure that goes beyond what is entailed\nby the randomness in the outcomes of observations, and that accommodates the\nefficacy in the brain of conscious intent.\n","Comment: 20 pages"]}]
["0803.1628",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1628"],"date":["2008-03-11"],"type":["text"],"creator":["Sinkkonen, Janne","Aukia, Janne","Kaski, Samuel"],"language":[],"coverage":[],"title":["Component models for large networks"],"description":["  Being among the easiest ways to find meaningful structure from discrete data,\nLatent Dirichlet Allocation (LDA) and related component models have been\napplied widely. They are simple, computationally fast and scalable,\ninterpretable, and admit nonparametric priors. In the currently popular field\nof network modeling, relatively little work has taken uncertainty of data\nseriously in the Bayesian sense, and component models have been introduced to\nthe field only recently, by treating each node as a bag of out-going links. We\nintroduce an alternative, interaction component model for communities (ICMc),\nwhere the whole network is a bag of links, stemming from different components.\nThe former finds both disassortative and assortative structure, while the\nalternative assumes assortativity and finds community-like structures like the\nearlier methods motivated by physics. With Dirichlet Process priors and an\nefficient implementation the models are highly scalable, as demonstrated with a\nsocial network from the Last.fm web site, with 670,000 nodes and 1.89 million\nlinks.\n"]}]
["0803.1632",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1632","Ukrainian Journal of Physics, v.53, N 3, p. 261, (2008)"],"date":["2008-03-11"],"type":["text"],"creator":["Timopheev, A. A.","Ryabchenko, S. M."],"language":[],"coverage":[],"title":["Dependence of the Magnetization of an Ensemble of Single-Domain\n  Particles on the Measurement Time within Various Experimental and\n  Computational Methods"],"description":["  The effect of a measurement time duration on the parameters of magnetization\ncurves for an ensemble of identical noninteracting single-domain particles with\nequally oriented axes under the uniaxial anisotropy has been specifed for\ndifferent experiment modes, in particular for the cases of relaxation\nmeasurements and the continuous sweep of a static magnetic field. The relation\nbetween a blocking temperature and experiment characteristics has been found\nfor these modes. A recursion method to calculate the magnetization reversal\ncurves for such an ensemble of particles is proposed. By comparing the results\nof calculations of the magnetic properties by the recursion and Monte-Carlo\nmethods, an algorithm to establish the relation between the equivalent\nmeasurement time and such parameters of the Monte-Carlo method as the number of\nsteps and the value of aperture is suggested.\n","Comment: The paper(12 pages, 7 figures). For additional information see\n  http://ujp.bitp.kiev.ua/"]}]
["0803.1633",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1633"],"date":["2008-03-11"],"type":["text"],"creator":["Stapp, Henry P."],"language":[],"coverage":[],"title":["A model of the quantum-classical and mind-brain connections, and of the\n  role of the quantum Zeno effect in the physical implementation of conscious\n  intent"],"description":["  A simple exactly solvable model is given of the dynamical coupling between a\nperson's classically described perceptions and that person's quantum\nmechanically described brain. The model is based jointly upon von Neumann's\ntheory of measurement and the empirical findings of close connections between\nconscious intentions and synchronous oscillations in well separated parts of\nthe brain. A quantum-Zeno-effect-based mechanism is described that allows\nconscious intentions to influence brain activity in a functionally appropriate\nway. The robustness of this mechanism in the face of environmental decoherence\neffects is emphasized.\n","Comment: 14 pages"]}]
["0803.1635",{"format":[],"subject":["Mathematics - K-Theory and Homology","16E40","17B63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1635"],"date":["2008-03-11"],"type":["text"],"creator":["Pelap, Serge Romeo Tagne"],"language":[],"coverage":[],"title":["Poisson (co)homology of polynomial Poisson algebras in dimension four :\n  Sklyanin's case"],"description":["  In this paper, we compute the Poisson (co)homology of a polynomial Poisson\nstructure given by two Casimir polynomial functions which define a complete\nintersection with an isolated singularity.\n"]}]
["0803.1641",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Topology","19D35 (Primary)","57Q10, 16E20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1641"],"date":["2008-03-11"],"type":["text"],"creator":["Davis, James F."],"language":[],"coverage":[],"title":["Some remarks on Nil groups in algebraic K-theory"],"description":["  This note explains consequences of recent work of Frank Quinn for\ncomputations of Nil groups in algebraic K-theory, in particular the Nil groups\noccurring in the K-theory of polynomial rings, Laurent polynomial rings, and\nthe group ring of the infinite dihedral group.\n"]}]
["0803.1642",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Category Theory","57M27","57M99","18B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1642"],"date":["2008-03-11"],"type":["text"],"creator":["Armstrong, John"],"language":[],"coverage":[],"title":["Categorifying Coloring Numbers"],"description":["  Coloring numbers are one of the simplest combinatorial invariants of knots\nand links to describe. And with Joyce's introduction of quandles, we can\nunderstand them more algebraically. But can we extend these invariants to\ntangles -- knots and links with free ends? Indeed we can, once we categorify.\n  Starting from the definition of coloring numbers, we will categorify them and\nestablish this extension to tangles. Then, decategorifying will leave us with\nmatrix representations of the monoidal category of tangles.\n","Comment: To appear in \"Interactions between Representation Theory, Quantum\n  Field Theory, Category Theory, and Quantum Information Theory\" conference\n  proceedings"]}]
["0803.1645",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1645"],"date":["2008-03-11"],"type":["text"],"creator":["Boij, Mats","Soderberg, Jonas"],"language":[],"coverage":[],"title":["Betti numbers of graded modules and the Multiplicity Conjecture in the\n  non-Cohen-Macaulay case"],"description":["  We use the results by Eisenbud and Schreyer to prove that any Betti diagram\nof a graded module over a standard graded polynomial ring is a positive linear\ncombination Betti diagrams of modules with a pure resolution. This implies the\nMultiplicity Conjecture of Herzog, Huneke and Srinivasan for modules that are\nnot necessarily Cohen-Macaulay. We give a combinatorial proof of the convexity\nof the simplicial fan spanned by the pure diagrams.\n","Comment: 14 pages"]}]
["0803.1647",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1647"],"date":["2008-03-11"],"type":["text"],"creator":["Thomas, J. E."],"language":[],"coverage":[],"title":["Virial theorem for confined universal Fermi gases"],"description":["  Optically-trapped two-component Fermi gases near a broad Feshbach resonance\nexhibit universal thermodynamics, where the properties of the gas are\nindependent of the details of the two-body scattering interactions. We present\na global proof that such a universal gas obeys the virial theorem for {\\it any}\ntrapping potential $U$ and any spin mixture, without assuming either the local\ndensity approximation or harmonic confinement. The total energy of the gas is\ngiven in scale invariant form by $E=<\\epsilon\\partial U/\\partial\\epsilon>$,\nwhere $\\epsilon$ is an {\\it arbitrary} energy scale in terms of which all\nlength and energy scales that appear in the confining potential are written.\nThis result enables model-independent energy measurement in traps that are\nanharmonic as well as anisotropic by observing only the cloud profile, and\nprovides a consistency check for many-body calculations in the universal\nregime.\n","Comment: 3 pages"]}]
["0803.1653",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","74A30","35A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1653"],"date":["2008-03-11"],"type":["text"],"creator":["Focardi, Matteo","Mariano, Paolo Maria"],"language":[],"coverage":[],"title":["Discrete dynamics of complex bodies with substructural dissipation:\n  variational integrators and convergence"],"description":["  For the linearized setting of the dynamics of complex bodies we construct\nvariational integrators and prove their convergence by making use of BV\nestimates on the rate fields. We allow for peculiar substructural inertia and\ninternal dissipation, all accounted for by a d'Alembert-Lagrange-type\nprinciple.\n","Comment: 23 pages, in print on Discrete and Continuous Dynamical Systems B"]}]
["0803.1658",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1658"],"date":["2008-03-11"],"type":["text"],"creator":["Tsatsos, Marios"],"language":[],"coverage":[],"title":["The Van der Pol Equation"],"description":["  In this work, we present the basic theoretical efforts that are known in\norder to deal with non-trivial solutions of the Van der Pol oscillator, such as\ntheory of average, successive approximations and symbolic dynamics. We also\nconstruct a set of diagrams (bifurcation, 2D and 3D Fourier power spectra) and\nmaps, based on numerical investigations, corresponding to the expected\ntheoretical results. Furthermore we examine closely the existence of chaotic\nattractors, both theoretically (with symbolic dynamics) and numerically (period\ndoubling cascades). We show how we constructed sound files, based on the\nFourier spectra, each one corresponding to a periodic, an almost periodic and a\nchaotic solution, as one of the parameters of the system alters.\n","Comment: 99 pages, numerous figures. Diploma thesis"]}]
["cond-mat/0501363",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0501363","Phys. Rev. Lett. 95, 108003 (2005)","doi:10.1103/PhysRevLett.95.108003"],"date":["2005-01-15","2005-08-10"],"type":["text"],"creator":["Fiscina, J. E.","Caceres, M. O."],"language":[],"coverage":[],"title":["Fermi-like behavior of weakly vibrated granular matter"],"description":["  Vertical movement of zirconia-yttria stabilized 2 mm balls is measured by a\nlaser facility at the surface of a vibrated 3D granular matter under gravity.\nRealizations z(t) are measured from the top of the container by tuning the\nfluidized gap with a 1D measurement window in the direction of the gravity. The\nstatistics obeys a Fermi-like configurational approach which is tested by the\nrelation between the dispersions in amplitude and velocity. We introduce a\ngeneralized equipartition law to characterize the ensemble of particles which\ncannot be described in terms of a Brownian motion. The relation between global\ngranular temperature and the external excitation frequency is established.\n","Comment: 4 pages Phys. Rev., 3 figures"]}]
["cond-mat/0503215",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0503215","J. Phys.: Condens. Matter (17) S1237-S1243 (2005)","doi:10.1088/0953-8984/17/14/013"],"date":["2005-03-09"],"type":["text"],"creator":["Fiscina, Jorge E.","Caceres, Manuel O.","Muecklich, Frank"],"language":[],"coverage":[],"title":["On the spectrum behavior of vibrated granular matter"],"description":["  A laser facility based on a linear image sensor with a sampling period of\n100microseconds allows to investigate the dissipative dynamics of a vibrated\ngranular matter under gravity. The laser reveals the vertical movement of an\nindividual Zirconia-Ytria stabilized 2mm ball at the surface of a weakly\nexcited 3D granular matter bed. The stochastic realizations are measured from\nthe top of the container. Then, power spectra measurements reveal the different\ncooperative dynamics of the fluidized gap. We also carried out measurements for\none steel ball and many balls in 1D and 3D systems. We fit the measured\ndifferent regimes with generalized Langevin pictures. We introduce a fractional\ntemporal operator to characterize the ensemble of dissipative particles which\ncannot be represented by a single Langevin particle in a complex fluid.\n","Comment: 4 pages, 3 figures. to be published in spring 2005 by J.of Phys.\n  Cond. Matt"]}]
["cond-mat/0605448",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0605448","Markov Processes and Related Fields,13, 731-760 (2007)"],"date":["2006-05-18"],"type":["text"],"creator":["Monthus, Cecile","Garel, Thomas"],"language":[],"coverage":[],"title":["Random polymers and delocalization transitions"],"description":["  In these proceedings, we first summarize some general properties of phase\ntransitions in the presence of quenched disorder, with emphasis on the\nfollowing points: the need to distinguish typical and averaged correlations,\nthe possible existence of two correlation length exponents $\\nu$, the general\nbound $\\nu_{FS} \\geq 2/d$, the lack of self-averaging of thermodynamic\nobservables at criticality, the scaling properties of the distribution of\npseudo-critical temperatures $T_c(i,L)$ over the ensemble of samples of size\n$L$. We then review our recent works on the critical properties of various\ndelocalization transitions involving random polymers, namely (i) the\nbidimensional wetting (ii) the Poland-Scheraga model of DNA denaturation (iii)\nthe depinning transition of the selective interface model (iv) the freezing\ntransition of the directed polymer in a random medium.\n","Comment: 20 pages, Conference Proceedings \"Inhomogeneous Random Systems\",\n  I.H.P., Paris, France, January 2006"]}]
["cond-mat/0611069",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611069","Langmuir 23, 6019 (2007)","doi:10.1021/la063218t"],"date":["2006-11-02"],"type":["text"],"creator":["Kusumaatmaja, H.","Yeomans, J. M."],"language":[],"coverage":[],"title":["Modelling contact angle hysteresis on chemically patterned and\n  superhydrophobic surfaces"],"description":["  We investigate contact angle hysteresis on chemically patterned and\nsuperhydrophobic surfaces, as the drop volume is quasi-statically increased and\ndecreased. We consider both two, and three, dimensions using analytical and\nnumerical approaches to minimise the free energy of the drop. In two dimensions\nwe find, in agreement with other authors, a slip, jump, stick motion of the\ncontact line. In three dimensions this behaviour persists, but the position and\nmagnitude of the contact line jumps are sensitive to the details of the surface\npatterning. In two dimensions we identify analytically the advancing and\nreceding contact angles on the different surfaces and we use numerical insights\nto argue that these provide bounds for the three dimensional cases. We present\nexplicit simulations to show that a simple average over the disorder is not\nsufficient to predict the details of the contact angle hysteresis, and to\nsupport an explanation for the low contact angle hysteresis of suspended drops\non superhydrophobic surfaces.\n","Comment: 41 pages, 16 figures, submitted to publication"]}]
["cond-mat/0702528",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702528","Physical Review B (Vol.76, No.6) 060102 (Rapid Communications)\n  (2007)","doi:10.1103/PhysRevB.76.060102"],"date":["2007-02-22","2008-03-12"],"type":["text"],"creator":["Hatada, Keisuke","Hayakawa, Kuniko","Benfatto, Maurizio","Natoli, Calogero R."],"language":[],"coverage":[],"title":["Full Potential Multiple Scattering for X-ray Spectroscopies"],"description":["  We present a Full Potential Multiple Scattering (FP-MS) scheme for the\ninterpretation of several X-ray spectroscopies that is a straightforward\ngeneralization of the more conventional Muffin-Tin (MT) version. Like this\nlatter, it preserves the intuitive description of the physical process under\nconsideration and overcomes some of the limitations of the existing FP-MS\ncodes. It hinges on a fast and efficient method for solving the single cell\nscattering problem that avoids the convergence drawbacks of the angular\nmomentum (AM) expansion of the cell shape function and relies on an alternative\nderivation of the multiple scattering equations (MSE) that allows us to work\nreliably with only one truncation parameter, {\\it i.e.} the number of local\nbasis functions in the expansion of the global scattering function determined\nby the classical relation $l_{\\rm max} \\sim k R$.\n","Comment: 4 pages 2 figures"]}]
["hep-th/0612172",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0612172","Advances in Theoretical and Mathematical Physics, Volume 12, Issue\n  2. (2008)"],"date":["2006-12-15","2008-03-12"],"type":["text"],"creator":["Curto, Carina"],"language":[],"coverage":[],"title":["Matrix model superpotentials and ADE singularities"],"description":["  We use F. Ferrari's methods relating matrix models to Calabi-Yau spaces in\norder to explain much of Intriligator and Wecht's ADE classification of $\\N=1$\nsuperconformal theories which arise as RG fixed points of $\\N = 1$ SQCD\ntheories with adjoints. We find that ADE superpotentials in the\nIntriligator-Wecht classification exactly match matrix model superpotentials\nobtained from Calabi-Yaus with corresponding ADE singularities. Moreover, in\nthe additional $\\Hat{O}, \\Hat{A}, \\Hat{D}$ and $\\Hat{E}$ cases we find new\nsingular geometries. These `hat' geometries are closely related to their ADE\ncounterparts, but feature non-isolated singularities. As a byproduct, we give\nsimple descriptions for small resolutions of Gorenstein threefold singularities\nin terms of transition functions between just two coordinate charts. To obtain\nthese results, we develop an algorithm for blowing down exceptional $\\PP^1$s,\ndescribed in the appendix.\n","Comment: 52 pages. Last line of abstract and two references added; no other\n  changes from previous version"]}]
["math-ph/0702076",{"format":[],"subject":["Mathematical Physics","Mathematics - Operator Algebras","47G30 16W30 81O30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0702076"],"date":["2007-02-22","2008-03-12"],"type":["text"],"creator":["Paycha, Sylvie"],"language":[],"coverage":[],"title":["Renormalised iterated integrals of symbols with linear constraints"],"description":["  Given a holomorphic regularisation procedure (e.g. Riesz or dimensional\nregularisation) on classical symbols, we define renormalised multiple integrals\nof radial classical symbols with linear constraints. To do so, we first prove\nthe existence of meromorphic extensions of multiple integrals of holomorphic\nperturbations ofradial symbols with linear constraints and then implement\neither generalised evaluators or a Birkhoff factorisation. Renormalised\nmultiple integrals are covariant and factorise over independent sets of\nconstraints.\n"]}]
["math/0605434",{"format":[],"subject":["Mathematics - Differential Geometry","53A55","53B30","53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605434"],"date":["2006-05-16","2008-03-12"],"type":["text"],"creator":["Dumitrescu, Sorin"],"language":[],"coverage":[],"title":["Dynamique du pseudo-groupe des isom\\'etries locales sur une vari\\'et\\'e\n  Lorentzienne analytique de dimension 3"],"description":["  Let (M,g) be a 3-dimensional compact connected real analytic Lorentz manifold\nand suppose that g is locally homogeneous on a non-empty open set in M (the\npseudogroup of local isometries of g has an open orbit). Then we prove that g\nis locally homogeneous on M (the pseudogroup of local isometries is transitive\non M).\n","Comment: minor changes; to be published in Ergodic Theory and Dynamical\n  Systems"]}]
["math/0611516",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","32Q65","57R17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611516","Geometry & Topology 12 (2008) 531-616"],"date":["2006-11-16","2008-03-12"],"type":["text"],"creator":["Wendl, Chris"],"language":[],"coverage":[],"title":["Finite Energy Foliations on Overtwisted Contact Manifolds"],"description":["  We develop a method for preserving pseudoholomorphic curves in contact\n3-manifolds under surgery along transverse links. This makes use of a\ngeometrically natural boundary value problem for holomorphic curves in a\n3-manifold with stable Hamiltonian structure, where the boundary conditions are\ndefined by 1-parameter families of totally real surfaces. The technique is\napplied here to construct a finite energy foliation for every closed\novertwisted contact 3-manifold.\n","Comment: 76 pages, 15 figures; typos corrected"]}]
["nlin/0603028",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0603028","J. Phys. A: Math. Gen. 39 (2006) 7257-7282","doi:10.1088/0305-4470/39/23/006"],"date":["2006-03-12"],"type":["text"],"creator":["von Gehlen, G.","Iorgov, N.","Pakuliak, S.","Shadura, V."],"language":[],"coverage":[],"title":["Baxter-Bazhanov-Stroganov model: Separation of Variables and Baxter\n  Equation"],"description":["  The Baxter-Bazhanov-Stroganov model (also known as the \\tau^(2) model) has\nattracted much interest because it provides a tool for solving the integrable\nchiral Z_N-Potts model. It can be formulated as a face spin model or via cyclic\nL-operators. Using the latter formulation and the Sklyanin-Kharchev-Lebedev\napproach, we give the explicit derivation of the eigenvectors of the component\nB_n(\\lambda) of the monodromy matrix for the fully inhomogeneous chain of\nfinite length. For the periodic chain we obtain the Baxter T-Q-equations via\nseparation of variables. The functional relations for the transfer matrices of\nthe \\tau^(2) model guarantee non-trivial solutions to the Baxter equations. For\nthe N=2 case, which is free fermion point of a generalized Ising model, the\nBaxter equations are solved explicitly.\n","Comment: 28 pages"]}]
["q-bio/0611092",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0611092","Proceedings of the 5th Asia-Pacific Bioinformatics Conference,\n  eds. David Shankoff, Lusheng Wang, Francis Chin, pp.185-194 (Imperial College\n  Press, 2007)"],"date":["2006-11-28","2008-03-12"],"type":["text"],"creator":["Suh, Young Ju","Li, Wentian"],"language":[],"coverage":[],"title":["Genotype-based Case-Control Analysis, Violation of Hardy-Weinberg\n  Equilibrium, and Phase Diagrams"],"description":["  We study in detail a particular statistical method in genetic case-control\nanalysis, labeled \"genotype-based association\", in which the two test results\nfrom assuming dominant and recessive model are combined in one optimal output.\nThis method differs both from the allele-based association which artificially\ndoubles the sample size, and the direct chi-square test on 3-by-2 contingency\ntable which may overestimate the degree of freedom. We conclude that the\ncomparative advantage (or disadvantage) of the genotype-based test over the\nallele-based test mainly depends on two parameters, the allele frequency\ndifference delta and the Hardy-Weinberg disequilibrium coefficient difference\ndelta_epsilon. Six different situations, called \"phases\", characterized by the\ntwo X^2 test statistics in allele-based and genotype-based test, are well\nseparated in the phase diagram parameterized by delta and delta_epsilon. For\ntwo major groups of phases, a single parameter theta = tan^-1\n(delta/delta_epsilon) is able to achieves an almost perfect phase separation.\nWe also applied the analytic result to several types of disease models. It is\nshown that for dominant and additive models, genotype-based tests are favored\nover allele-based tests.\n","Comment: 10 pages, 2 figures"]}]
