["0706.1785",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1785","Phys. Rev. A 76, 022303 (2007)","doi:10.1103/PhysRevA.76.022303"],"date":["2007-06-12","2007-08-03"],"type":["text"],"creator":["Walck, Scott N.","Lyons, David W."],"language":[],"coverage":[],"title":["Maximum stabilizer dimension for nonproduct states"],"description":["  Composite quantum states can be classified by how they behave under local\nunitary transformations. Each quantum state has a stabilizer subgroup and a\ncorresponding Lie algebra, the structure of which is a local unitary invariant.\nIn this paper, we study the structure of the stabilizer subalgebra for n-qubit\npure states, and find its maximum dimension to be n-1 for nonproduct states of\nthree qubits and higher. The n-qubit Greenberger-Horne-Zeilinger state has a\nstabilizer subalgebra that achieves the maximum possible dimension for pure\nnonproduct states. The converse, however, is not true: we show examples of pure\n4-qubit states that achieve the maximum nonproduct stabilizer dimension, but\nhave stabilizer subalgebra structures different from that of the n-qubit GHZ\nstate.\n","Comment: 6 pages"]}]
["0707.4428",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4428","Phys. Rev. Lett. 100, 050501 (2008)","doi:10.1103/PhysRevLett.100.050501"],"date":["2007-07-30","2008-02-12"],"type":["text"],"creator":["Walck, Scott N.","Lyons, David W."],"language":[],"coverage":[],"title":["Only n-Qubit Greenberger-Horne-Zeilinger States are Undetermined by\n  their Reduced Density Matrices"],"description":["  The generalized n-qubit Greenberger-Horne-Zeilinger (GHZ) states and their\nlocal unitary equivalents are the only states of n qubits that are not uniquely\ndetermined among pure states by their reduced density matrices of n-1 qubits.\nThus, among pure states, the generalized GHZ states are the only ones\ncontaining information at the n-party level. We point out a connection between\nlocal unitary stabilizer subgroups and the property of being determined by\nreduced density matrices.\n","Comment: 4 pages"]}]
["0710.2649",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Geometry","16G20 (Primary)","14H60, 17B67 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2649","International Mathematics Research Papers (2008) Vol. 2008 :\n  article ID rpn008, 77 pages","doi:10.1093/imrp/rpn008"],"date":["2007-10-14","2007-11-15"],"type":["text"],"creator":["Yamakawa, Daisuke"],"language":[],"coverage":[],"title":["Geometry of Multiplicative Preprojective Algebra"],"description":["  Crawley-Boevey and Shaw recently introduced a certain multiplicative analogue\nof the deformed preprojective algebra, which they called the multiplicative\npreprojective algebra. In this paper we study the moduli space of (semi)stable\nrepresentations of such an algebra (the multiplicative quiver variety), which\nin fact has many similarities to the quiver variety. We show that there exists\na complex analytic isomorphism between the nilpotent subvariety of the quiver\nvariety and that of the multiplicative quiver variety (which can be extended to\na symplectomorphism between these tubular neighborhoods). We also show that\nwhen the quiver is star-shaped, the multiplicative quiver variety parametrizes\nSimpson's (poly)stable filtered local systems on a punctured Riemann sphere\nwith prescribed filtration type, weight and associated graded local system\naround each puncture.\n","Comment: 51pages; corrected typos and references; changed font; v4 is the same\n  as v3 except margin"]}]
["0801.3021",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J17","14J28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3021"],"date":["2008-01-19","2008-10-11"],"type":["text"],"creator":["Hwang, Dongseon","Keum, JongHae"],"language":[],"coverage":[],"title":["The maximum number of singular points on rational homology projective\n  planes"],"description":["  A normal projective complex surface is called a rational homology projective\nplane if it has the same Betti numbers with the complex projective plane\n$\\mathbb{C}\\mathbb{P}^2$. It is known that a rational homology projective plane\nwith quotient singularities has at most 5 singular points. So far all known\nexamples have at most 4 singular points. In this paper, we prove that a\nrational homology projective plane $S$ with quotient singularities such that\n$K_S$ is nef has at most 4 singular points except one case. The exceptional\ncase comes from Enriques surfaces with a configuration of 9 smooth rational\ncurves whose Dynkin diagram is of type $ 3A_1 \\oplus 2A_3$.\n  We also obtain a similar result in the differentiable case and in the\nsymplectic case under certain assumptions which all hold in the algebraic case.\n","Comment: 23 pages. changed the exposition of the previous version"]}]
["0802.2090",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2090"],"date":["2008-02-14","2008-10-12"],"type":["text"],"creator":["Speck, Jared"],"language":[],"coverage":[],"title":["Well-Posedness for the Euler-Nordstrom System with Cosmological Constant"],"description":["  In this paper the author considers the motion of a relativistic perfect fluid\nwith self-interaction mediated by Nordstrom's scalar theory of gravity. The\nevolution of the fluid is determined by a quasilinear hyperbolic system of\nPDEs, and a cosmological constant is introduced in order to ensure the\nexistence of non-zero constant solutions. Accordingly, the initial value\nproblem for a compact perturbation of an infinitely extended quiet fluid is\nstudied. Although the system is neither symmetric hyperbolic nor strictly\nhyperbolic, Christodoulou's constructive results on the existence of energy\ncurrents for equations derivable from a Lagrangian can be adapted to provide\nenergy currents that can be used in place of the standard energy principle\navailable for first-order symmetric hyperbolic systems. After providing such\nenergy currents, the author uses them to prove that the Euler-Nordstrom system\nwith a cosmological constant is well-posed in a suitable Sobolev space.\n","Comment: A few typos have been corrected, and a few remarks have been added.\n  Accepted for publication in the Journal of Hyperbolic Differential Equations"]}]
["0806.0858",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0858","QIC Vol 9,p. 62-80 (2009)"],"date":["2008-06-04"],"type":["text"],"creator":["Gomez-Sousa, Hipolito","Curty, Marcos"],"language":[],"coverage":[],"title":["Upper bounds on the performance of differential-phase-shift quantum key\n  distribution"],"description":["  In this paper, we investigate limitations imposed by sequential attacks on\nthe performance of a differential-phase-shift (DPS) quantum key distribution\n(QKD) protocol with weak coherent pulses. Specifically, we analyze a sequential\nattack based on optimal unambiguous discrimination of the relative phases\nbetween consecutive signal states emitted by the source. We show that this\nattack can provide tighter upper bounds for the security of a DPS QKD scheme\nthan those derived from sequential attacks where the eavesdropper aims to\nidentify the state of each signal emitted by the source unambiguously.\n","Comment: 11 pages, 6 figures"]}]
["0806.1753",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1753","Phys. Rev. Lett. 101, 157203 (2008)","doi:10.1103/PhysRevLett.101.157203"],"date":["2008-06-10"],"type":["text"],"creator":["Tang, Jian-Ming","Flatte, Michael E."],"language":[],"coverage":[],"title":["Magnetic circular dichroism from the impurity band in III-V diluted\n  magnetic semiconductors"],"description":["  The magnetic circular dichroism of III-V diluted magnetic semiconductors,\ncalculated within a theoretical framework suitable for highly disordered\nmaterials, is shown to be dominated by optical transitions between the bulk\nbands and an impurity band formed from magnetic dopant states. The theoretical\nframework incorporates real-space Green's functions to properly incorporate\nspatial correlations in the disordered conduction band and valence band\nelectronic structure, and includes extended and localized electronic states on\nan equal basis. Our findings reconcile unusual trends in the experimental\nmagnetic circular dichroism in III-V DMSs with the antiferromagnetic p-d\nexchange interaction between a magnetic dopant spin and its host.\n","Comment: 5 pages, 4 figures"]}]
["0807.1370",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1370","Phys. Rev. A 78, 032309 (2008)","doi:10.1103/PhysRevA.78.032309"],"date":["2008-07-08","2008-07-12"],"type":["text"],"creator":["Lu, Xiao-Ming","Sun, Zhe","Wang, Xiaoguang","Zanardi, Paolo"],"language":[],"coverage":[],"title":["Operator fidelity susceptibility, decoherence and quantum criticality"],"description":["  The extension of the notion of quantum fidelity from the state-space level to\nthe operator one can be used to study environment-induced decoherence.\nstate-dependent operator fidelity sucepti- bility (OFS), the leading order term\nfor slightly different operator parameters, is shown to have a nontrivial\nbehavior when the environment is at critical points. Two different\ncontributions to OFS are identified which have distinct physical origins and\ntemporal dependence. Exact results for the finite-temperature decoherence\ncaused by a bath described by the Ising model in transverse field are obtained.\n","Comment: 7 pages, 3 figures, references added"]}]
["0808.2915",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2915","Optics Express, Vol. 16, Issue 21, pp. 16895-16902 (2008)","doi:10.1364/OE.16.016895"],"date":["2008-08-21"],"type":["text"],"creator":["Ge, Li","Tandy, Robert J.","Stone, A. Douglas","Türeci, Hakan E."],"language":[],"coverage":[],"title":["Quantitative Verification of Ab Initio Self-consistent Laser Theory"],"description":["  We generalize and test the recent \"ab initio\" self-consistent (AISC)\ntime-independent semiclassical laser theory. This self-consistent formalism\ngenerates all the stationary lasing properties in the multimode regime\n(frequencies, thresholds, internal and external fields, output power and\nemission pattern) from simple inputs: the dielectric function of the passive\ncavity, the atomic transition frequency, and the transverse relaxation time of\nthe lasing transition. We find that the theory gives excellent quantitative\nagreement with full time-dependent simulations of the Maxwell-Bloch equations\nafter it has been generalized to drop the slowly-varying envelope\napproximation. The theory is infinite order in the non-linear hole-burning\ninteraction; the widely used third order approximation is shown to fail badly.\n","Comment: 8 pages, 4 figures"]}]
["0809.0153",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0153"],"date":["2008-08-31","2008-10-12"],"type":["text"],"creator":["Shao, Shuanglin"],"language":[],"coverage":[],"title":["Maximizers for the Strichartz inequalities and the Sobolev-Strichartz\n  inequalities for the Schr\\\"odinger equation"],"description":["  In this paper, we first show that there exists a maximizer for the\nnon-endpoint Strichartz inequalities for the Schr\\\"odinger equation in all\ndimensions based on the recent linear profile decomposition results. We then\npresent a new proof of the linear profile decomposition for the Schr\\\"oindger\nequation with initial data in the homogeneous Sobolev space; as a consequence,\nthere exists a maximizer for the Sobolev-Strichartz inequality.\n","Comment: 14 pages; Various corrections, references updated"]}]
["0809.4694",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Metric Geometry","05B35","52B40","14M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4694"],"date":["2008-09-26","2008-10-12"],"type":["text"],"creator":["Joswig, Michael"],"language":[],"coverage":[],"title":["Tropical Convex Hull Computations"],"description":["  This is a survey on tropical polytopes from the combinatorial point of view\nand with a focus on algorithms. Tropical convexity is interesting because it\nrelates a number of combinatorial concepts including ordinary convexity,\nmonomial ideals, subdivisions of products of simplices, matroid theory, finite\nmetric spaces, and the tropical Grassmannians. The relationship between these\ntopics is explained via one running example throughout the whole paper. The\nfinal section explains how the new version 2.9.4 of the software system\npolymake can be used to compute with tropical polytopes.\n","Comment: 18 pages, 3 figures; minor additions and corrections; to appear in\n  Contemporary Mathematics"]}]
["0809.4873",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","High Energy Physics - Theory","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4873"],"date":["2008-09-28","2008-10-12"],"type":["text"],"creator":["Lisovyy, Oleg","Tykhyy, Yuriy"],"language":[],"coverage":[],"title":["Algebraic solutions of the sixth Painleve equation"],"description":["  We describe all finite orbits of an action of the extended modular group\n$\\bar{\\Lambda}$ on conjugacy classes of SL(2,C)-triples. The result is used to\nclassify all algebraic solutions of the general Painleve VI equation up to\nparameter equivalence.\n","Comment: 53 pages, many figures"]}]
["cond-mat/0501557",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0501557","Chapter 19 in: Handbook of Experimental Fluid Dynamics, C. Tropea,\n  A. Yarin, J. F. Foss (Eds.), Springer, 2007."],"date":["2005-01-24","2005-09-28"],"type":["text"],"creator":["Lauga, Eric","Brenner, Michael P.","Stone, Howard A."],"language":[],"coverage":[],"title":["Microfluidics: The no-slip boundary condition"],"description":["  The no-slip boundary condition at a solid-liquid interface is at the center\nof our understanding of fluid mechanics. However, this condition is an\nassumption that cannot be derived from first principles and could, in theory,\nbe violated. We present a review of recent experimental, numerical and\ntheoretical investigations on the subject. The physical picture that emerges is\nthat of a complex behavior at a liquid/solid interface, involving an interplay\nof many physico-chemical parameters, including wetting, shear rate, pressure,\nsurface charge, surface roughness, impurities and dissolved gas.\n","Comment: Previous title was \"The no-slip boundary condition: a review\""]}]
["cs/0701083",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Artificial Intelligence","I.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0701083","ACM Journal of Experimental Algorithmics (JEA) 13(1):1.1-1.19,\n  2008.","doi:10.1145/1412228.1412229"],"date":["2007-01-13"],"type":["text"],"creator":["Gottlob, Georg","Samer, Marko"],"language":[],"coverage":[],"title":["A Backtracking-Based Algorithm for Computing Hypertree-Decompositions"],"description":["  Hypertree decompositions of hypergraphs are a generalization of tree\ndecompositions of graphs. The corresponding hypertree-width is a measure for\nthe cyclicity and therefore tractability of the encoded computation problem.\nMany NP-hard decision and computation problems are known to be tractable on\ninstances whose structure corresponds to hypergraphs of bounded\nhypertree-width. Intuitively, the smaller the hypertree-width, the faster the\ncomputation problem can be solved. In this paper, we present the new\nbacktracking-based algorithm det-k-decomp for computing hypertree\ndecompositions of small width. Our benchmark evaluations have shown that\ndet-k-decomp significantly outperforms opt-k-decomp, the only exact hypertree\ndecomposition algorithm so far. Even compared to the best heuristic algorithm,\nwe obtained competitive results as long as the hypergraphs are not too large.\n","Comment: 19 pages, 6 figures, 3 tables"]}]
["math/0205210",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0205210","Pure Appl. Math. Q. 4 (2008), no. 3, part 2, 651--714"],"date":["2002-05-19"],"type":["text"],"creator":["Verbitsky, Misha"],"language":[],"coverage":[],"title":["Coherent sheaves on general K3 surfaces and tori"],"description":["  Let M be a K3 surface or an even-dimensional compact torus. We show that the\ncategory of coherent sheaves on M is independent from the choice of the complex\nstructure, if this complex structure is generic.\n","Comment: 63 pages"]}]
["quant-ph/0506241",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0506241","J. Phys. A: Math. Gen. 39 (2006) 2443-2456","doi:10.1088/0305-4470/39/10/013"],"date":["2005-06-28","2006-02-22"],"type":["text"],"creator":["Lyons, David W.","Walck, Scott N."],"language":[],"coverage":[],"title":["Classification of n-qubit states with minimum orbit dimension"],"description":["  The group of local unitary transformations acts on the space of n-qubit pure\nstates, decomposing it into orbits. In a previous paper we proved that a\nproduct of singlet states (together with an unentangled qubit for a system with\nan odd number of qubits) achieves the smallest possible orbit dimension, equal\nto 3n/2 for n even and (3n + 1)/2 for n odd, where n is the number of qubits.\nIn this paper we show that any state with minimum orbit dimension must be of\nthis form, and furthermore, such states are classified up to local unitary\nequivalence by the sets of pairs of qubits entangled in singlets.\n","Comment: 15 pages, latex, revision 2, conclusion added, some proofs shortened"]}]
