["0704.3096",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","14J50 (Primary), 14D06, 14J27, 14J32 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3096","Comm. Numb. Theor. Phys. 2 (2008) 1-61"],"date":["2007-04-24","2008-04-14"],"type":["text"],"creator":["Bouchard, Vincent","Donagi, Ron"],"language":[],"coverage":[],"title":["On a class of non-simply connected Calabi-Yau threefolds"],"description":["  We obtain a detailed classification for a class of non-simply connected\nCalabi-Yau threefolds which are of potential interest for a wide range of\nproblems in string phenomenology. These threefolds arise as quotients of\nSchoen's Calabi-Yau threefolds, which are fiber products over P1 of two\nrational elliptic surfaces. The quotient is by a freely acting finite abelian\ngroup preserving the fibrations. Our work involves a classification of\nrestricted finite automorphism groups of rational elliptic surfaces.\n","Comment: 50 pages; v3: version published in CNTP"]}]
["0705.0753",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0753","Phys. Rev. E 77, 046205 (2008)","doi:10.1103/PhysRevE.77.046205"],"date":["2007-05-05","2008-03-07"],"type":["text"],"creator":["Brack, Matthias","Tanaka, Kaori"],"language":[],"coverage":[],"title":["Transcritical bifurcations in non-integrable Hamiltonian systems"],"description":["  We report on transcritical bifurcations of periodic orbits in non-integrable\ntwo-dimensional Hamiltonian systems. We discuss their existence criteria and\nsome of their properties using a recent mathematical description of\ntranscritical bifurcations in families of symplectic maps. We then present\nnumerical examples of transcritical bifurcations in a class of generalized\nH\\'enon-Heiles Hamiltonians and illustrate their stabilities and unfoldings\nunder various perturbations of the Hamiltonians. We demonstrate that for\nHamiltonians containing straight-line librating orbits, the transcritical\nbifurcation of these orbits is the typical case which occurs also in the\nabsence of any discrete symmetries, while their isochronous pitchfork\nbifurcation is an exception. We determine the normal forms of both types of\nbifurcations and derive the uniform approximation required to include\ntranscritically bifurcating orbits in the semiclassical trace formula for the\ndensity of states of the quantum Hamiltonian. We compute the coarse-grained\ndensity of states in a specific example both semiclassically and quantum\nmechanically and find excellent agreement of the results.\n","Comment: LaTeX, 38 pages, 13 figures; substantially revised version v4; to be\n  published in Phys. Rev. E"]}]
["0705.3044",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3044","Phys. Rev. Lett, 99, 166804 (2007)","doi:10.1103/PhysRevLett.99.166804"],"date":["2007-05-21","2007-09-11"],"type":["text"],"creator":["Özyilmaz, Barbaros","Jarillo-Herrero, Pablo","Efetov, Dmitri","Abanin, Dmitri A.","Levitov, Leonid S.","Kim, Philip"],"language":[],"coverage":[],"title":["Electronic transport and quantum Hall effect in bipolar graphene p-n-p\n  junction"],"description":["  We have developed a device fabrication process to pattern graphene into\nnanostructures of arbitrary shape and control their electronic properties using\nlocal electrostatic gates. Electronic transport measurements have been used to\ncharacterize locally gated bipolar graphene $p$-$n$-$p$ junctions. We observe a\nseries of fractional quantum Hall conductance plateaus at high magnetic fields\nas the local charge density is varied in the $p$ and $n$ regions. These\nfractional plateaus, originating from chiral edge states equilibration at the\n$p$-$n$ interfaces, exhibit sensitivity to inter-edge backscattering which is\nfound to be strong for some of the plateuas and much weaker for other plateaus.\nWe use this effect to explore the role of backscattering and estimate disorder\nstrength in our graphene devices.\n","Comment: 4 pages 4 figures, to appear in Phys. Rev. Lett. Original version\n  arXiv:0705.3044v1 was separated and expanded to this current version and\n  arXiv:0709.1731"]}]
["0705.3362",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B40,80A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3362","Asymptotic Analysis, 54(1&2) (2007), 71?C92."],"date":["2007-05-23"],"type":["text"],"creator":["Wu, Hao"],"language":[],"coverage":[],"title":["Convergence to Equilibrium for the Cahn-Hilliard Equation with Wentzell\n  Boundary Condition"],"description":["  In this paper we consider the Cahn-Hilliard equation endowed with Wentzell\nboundary condition which is a model of phase separation in a binary mixture\ncontained in a bounded domain with permeable wall. Under the assumption that\nthe nonlinearity is analytic with respect to unknown dependent function, we\nprove the convergence of a global solution to an equilibrium as time goes to\ninfinity by means of a suitable \\L ojasiewicz-Simon type inequality with\nboundary term. Estimates of convergence rate are also provided.\n","Comment: 25 pages"]}]
["0706.0674",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0674"],"date":["2007-06-05"],"type":["text"],"creator":["Thoene, Christina C.","Fynbo, Johan P. U."],"language":[],"coverage":[],"title":["The spatially resolved host of GRB 060505 and implications for the\n  nature of the progenitor"],"description":["  We present a study of the host galaxy of the Gamma-Ray Burst (GRB) of May 5\n2006 (GRB 060505). The host is spatially resolved in both imaging data and in a\nlong slit spectrum including the GRB site. We find the galaxy to be a Sbc\nspiral, which is unusual for a long GRB host galaxy. The site of the GRB is\nconsiderably different from the rest of the galaxy with intense star formation,\nlow metallicity and a young age. This suggest a massive stellar progenitor\nrather than a merger of compact objects which has been suggested based on the\nthe relatively short duration of T_90=4s for the prompt emission.\n","Comment: 5 pages, 1 figure. Proceedings of the Amsterdam conference, 10 years\n  of GRB afterglows, March 19-23, 2007, to appear in New Astronomy Reviews"]}]
["0706.1257",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1257","Astrophys.J. 669 (2007) 1-9","doi:10.1086/521546"],"date":["2007-06-11","2007-07-13"],"type":["text"],"creator":["Ruiz-Velasco, A. E.","Swan, H.","Troja, E.","Malesani, D.","Fynbo, J. P. U.","Starling, R. L. C.","Xu, D.","Aharonian, F.","Akerlof, C.","Andersen, M. I.","Ashley, M. C. B.","Barthelmy, S. D.","Bersier, D.","Cerón, J. M. Castro","Castro-Tirado, A. J.","Gehrels, N.","Göğüş, E.","Gorosabel, J.","Guidorzi, C.","Güver, T.","Hjorth, J.","Horns, D.","Huang, K. Y.","Jakobsson, P.","Jensen, B. L.","Kızıloǧlu, Ü.","Kouveliotou, C.","Krimm, H. A.","Ledoux, C.","Levan, A. J.","Marsh, T.","McKay, T.","Melandri, A.","Milvang-Jensen, B.","Mundell, C. G.","O'Brien, P. T.","Özel, M.","Phillips, A.","Quimby, R.","Rowell, G.","Rujopakarn, W.","Rykoff, E. S.","Schaefer, B. E.","Sollerman, J.","Tanvir, N. R.","Thöne, C. C.","Urata, Y.","Vestrand, W. T.","Vreeswijk, P. M.","Watson, D.","Wheeler, J. C.","Wijers, R. A. M. J.","Wren, J.","Yost, S. A.","Yuan, F.","Zhai, M.","Zheng, W. K."],"language":[],"coverage":[],"title":["Detection of GRB 060927 at z = 5.47: Implications for the Use of\n  Gamma-Ray Bursts as Probes of the End of the Dark Ages"],"description":["  We report on follow-up observations of the GRB 060927 using the ROTSE-IIIa\ntelescope and a suite of larger aperture ground-based telescopes. An optical\nafterglow was detected 20 s after the burst, the earliest rest-frame detection\nof optical emission from any GRB. Spectroscopy performed with the VLT about 13\nhours after the trigger shows a continuum break at lambda ~ 8070 A produced by\nneutral hydrogen absorption at z~5.6. We also detect an absorption line at 8158\nA which we interpret as SiII at z=5.467. Hence, GRB 060927 is the second most\ndistant GRB with a spectroscopically measured redshift. The shape of the red\nwing of the spectral break can be fitted by a damped Lyalpha profile with a\ncolumn density with log(N_HI/cm^-2) ~ 22.5. We discuss the implications of this\nwork for the use of GRBs as probes of the end of the dark ages and draw three\nmain conclusions: i) GRB afterglows originating from z>6 should be relatively\neasy to detect from the ground, but rapid NIR monitoring is necessary to ensure\nthat they are found; ii) The presence of large HI column densities in some GRBs\nhost galaxies at z>5 makes the use of GRBs to probe the reionization epoch via\nspectroscopy of the red damping wing challenging; iii) GRBs appear crucial to\nlocate typical star-forming galaxies at z>5 and therefore the type of galaxies\nresponsible for the reionization of the universe.\n","Comment: 15 pages, 6 figures, 2 tables, accepted for publication in ApJ, uses\n  emulateapj"]}]
["0707.3364",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H60, 14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3364"],"date":["2007-07-23","2008-04-14"],"type":["text"],"creator":["Pauly, Christian"],"language":[],"coverage":[],"title":["On the base locus of the linear system of generalized theta functions"],"description":["  Let $\\cM_r$ denote the moduli space of semi-stable rank-$r$ vector bundles\nwith trivial determinant over a smooth projective curve $C$ of genus $g$. In\nthis paper we study the base locus $\\cB_r \\subset \\cM_r$ of the linear system\nof the determinant line bundle $\\cL$ over $\\cM_r$, i.e., the set of semi-stable\nrank-$r$ vector bundles without theta divisor. We construct base points in\n$\\cB_{g+2}$ over any curve $C$, and base points in $\\cB_4$ over any\nhyperelliptic curve.\n","Comment: 4 pages"]}]
["0707.4636",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4636","Phys. Rev. B 77, 165312 (2008)","doi:10.1103/PhysRevB.77.165312"],"date":["2007-07-31","2008-04-14"],"type":["text"],"creator":["Sánchez, Rafael","López-Monís, Carlos","Platero, Gloria"],"language":[],"coverage":[],"title":["Coherent spin rotations in open driven double quantum dots"],"description":["  We analyze the charge and spin dynamics in a DC biased double quantum dot\ndriven by crossed DC and AC magnetic fields. In this configuration, spatial\ndelocalization due to inter-dot tunnel competes with intra-dot spin rotations\ninduced by the time dependent magnetic field, giving rise to a complicated time\ndependent behavior of the tunnelling current. When the Zeeman splitting has the\nsame value in both dots and spin flip is negligible, the electrons remain in\nthe triplet subspace (dark subspace) performing coherent spin rotations and the\ncurrent does not flow. This electronic trapping is removed either by finite\nspin relaxation or when the Zeeman splitting is different in each quantum dot.\nIn the first case, our results show that measuring the current will allow to\nget information on the spin relaxation time. In the last case, we will show\nthat applying a resonant bichromatic magnetic field, the electrons become\ntrapped in a coherent superposition of states and electronic transport is\nblocked. Then, manipulating AC magnetic fields, electrons are driven to perform\ncoherent spin rotations which can be unambiguously detected by direct\nmeasurement of the tunneling current.\n","Comment: 7 pages, 6 figures. Extended published version"]}]
["0709.0882",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0882"],"date":["2007-09-06","2008-04-14"],"type":["text"],"creator":["Dehy, Raika","Keller, Bernhard"],"language":[],"coverage":[],"title":["On the combinatorics of rigid objects in 2-Calabi-Yau categories"],"description":["  Given a triangulated 2-Calabi-Yau category C and a cluster-tilting\nsubcategory T, the index of an object X of C is a certain element of the\nGrothendieck group of the additive category T. In this note, we show that a\nrigid object of C is determined by its index, that the indices of the\nindecomposables of a cluster-tilting subcategory T' form a basis of the\nGrothendieck group of T and that, if T and T' are related by a mutation, then\nthe indices with respect to T and T' are related by a certain piecewise linear\ntransformation introduced by Fomin and Zelevinsky in their study of cluster\nalgebras with coefficients. This allows us to give a combinatorial construction\nof the indices of all rigid objects reachable from the given cluster-tilting\nsubcategory T. Conjecturally, these indices coincide with Fomin-Zelevinsky's\ng-vectors.\n","Comment: 11 pages, introduction expanded, references updated, to appear in\n  IMRN"]}]
["0709.3002",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3002"],"date":["2007-09-19","2008-04-14"],"type":["text"],"creator":["de Felice, Fernando","Preti, Giovanni"],"language":[],"coverage":[],"title":["A generalized Principle of Relativity"],"description":["  In this paper we bring to light an hitherto undisclosed richness of this\nTheory, namely its admitting a consistent reformulation which is able to\nprovide a unified scenario for all kinds of particles, be they lightlike or\nnot. This result hinges on a \"generalized\" Principle of Relativity which is\n{intrinsic} to Einstein's Theory. The road leading to this generalization\nstarts, in the very spirit of Relativity, from enhancing full equivalence\nbetween the four spacetime directions by requiring full equivalence between the\n\"motions\" along these four spacetime directions as well. So far, no measurable\nspatial velocity in the direction of the time axis has ever been defined, on\nthe same footing of the usual velocities in the local three-space of a given\nobserver. In this paper, we show how Relativity allows such a \"time-velocity\"\nto be defined in a very natural way, for any particle and in any reference\nframe. As a consequence of this natural definition, it also follows that the\ntime- and space-velocity vectors sum up to define a spacelike \"world-velocity\"\nvector, the modulus of which turns out to be equal to the Maxwell's constant c,\nirrespective of the observer who measures it. This {measurable} world-velocity\ntherefore represents the speed at which \"all\" kinds of particles move in\nspacetime, according to any observer. As remarked above, the unifying scenario\nthus emerging is intrinsic to Einstein's Theory; it extends the role\ntraditionally assigned to Maxwell's constant c, and can therefore justly be\nreferred to as \"a generalized Principle of Relativity\".\n","Comment: 18 pages, no figures"]}]
["0710.0095",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0095"],"date":["2007-09-29","2008-04-13"],"type":["text"],"creator":["Shi, Yaoyun","Zhu, Yufan"],"language":[],"coverage":[],"title":["Quantum communication complexity of block-composed functions"],"description":["  A major open problem in communication complexity is whether or not quantum\nprotocols can be exponentially more efficient than classical protocols on\n_total_ Boolean functions in the two-party interactive model. The answer\nappears to be ``No''. In 2002, Razborov proved this conjecture for so far the\nmost general class of functions\n  F(x, y) = f(x_1 * y_1, x_2 * y_2, ..., x_n * y_n), where f is a_symmetric_\nBoolean function on n Boolean inputs, and x_i, y_i are the i'th bit of x and y,\nrespectively. His elegant proof critically depends on the symmetry of f.\n  We develop a lower-bound method that does not require symmetry and prove the\nconjecture for a broader class of functions. Each of those functions F(x, y) is\nobtained by what we call the ``block-composition'' of a ``building block'' g :\n{0, 1}^k by {0, 1}^k --> {0, 1}, with an f : {0, 1}^n -->{0, 1}, such that\n  F(x, y) = f(g(x_1, y_1), g(x_2, y_2), ..., g(x_n, y_n)), where x_i and y_i\nare the i'th k-bit block of x and y, respectively.\n  We show that as long as g itself is ``hard'' enough, its block-composition\nwith an_arbitrary_ f has polynomially related quantum and classical\ncommunication complexities. Our approach gives an alternative proof for\nRazborov's result (albeit with a slightly weaker parameter), and establishes\nnew quantum lower bounds. For example, when g is the Inner Product function for\nk=\\Omega(\\log n), the_deterministic_ communication complexity of its\nblock-composition with_any_ f is asymptotically at most the quantum complexity\nto the power of 7.\n"]}]
["0710.0522",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0522","Phys. Rev. A 77, 023620 (2008)","doi:10.1103/PhysRevA.77.023620"],"date":["2007-10-02","2008-04-14"],"type":["text"],"creator":["Lühmann, Dirk-Sören","Bongs, Kai","Sengstock, Klaus","Pfannkuche, Daniela"],"language":[],"coverage":[],"title":["Localization and delocalization of ultracold bosonic atoms in finite\n  optical lattices"],"description":["  We study bosonic atoms in small optical lattices by exact diagonalization and\nobserve a striking similarity to the superfluid to Mott insulator transition in\nmacroscopic systems. The momentum distribution, the formation of an energy gap,\nand the pair correlation function show only a weak size dependence. For\nnoncommensurate filling we reveal in deep lattices a mixture of localized and\ndelocalized particles, which is sensitive to lattice imperfections. Breaking\nthe lattice symmetry causes a Bose-glass-like behavior. We discuss the nature\nof excited states and orbital effects by using an exact diagonalization\ntechnique that includes higher bands.\n","Comment: 8 pages, 10 figures. Published version"]}]
["0710.0911",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0911"],"date":["2007-10-03","2008-04-12"],"type":["text"],"creator":["Brlek, S.","Labelle, G.","Lacasse, A."],"language":[],"coverage":[],"title":["Discrete sets with minimal moment of inertia"],"description":["  This paper has been withdrawn by the author due to a crucial error in the\nproof of Theorem 1.\n","Comment: This paper has been withdrawn"]}]
["0710.1076",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1076","Phys. Rev. Lett. 99, 246602 (2007)","doi:10.1103/PhysRevLett.99.246602"],"date":["2007-10-04"],"type":["text"],"creator":["Rudner, M. S.","Levitov, L. S."],"language":[],"coverage":[],"title":["Electrically-Driven Reverse Overhauser Pumping of Nuclear Spins in\n  Quantum Dots"],"description":["  We propose a new mechanism for polarizing nuclear spins in quantum dots,\nbased on periodic modulation of the hyperfine coupling by electric driving at\nthe electron spin resonance frequency. Dynamical nuclear polarization results\nfrom resonant excitation rather than hyperfine relaxation mediated by a thermal\nbath, and thus is not subject to Overhauser-like detailed balance constraints.\nThis allows polarization in the direction opposite to that expected from the\nOverhauser effect. Competition of the electrically-driven and bath assisted\nmechanisms can give rise to spatial modulation and sign reversal of\npolarization on a scale smaller than the electron confinement radius in the\ndot. The relation to reverse Overhauser polarization observed in GaAs quantum\ndots is discussed.\n"]}]
["0710.1938",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1938","Phys. Rev. A 77, 033619 (2008)","doi:10.1103/PhysRevA.77.033619"],"date":["2007-10-10","2008-04-14"],"type":["text"],"creator":["Machida, M.","Okumura, M.","Yamada, S."],"language":[],"coverage":[],"title":["Stripe Formation in Fermionic Atoms on 2-D Optical Lattice inside a Box\n  Trap: DMRG Studies for Repulsive Hubbard Model with Open Boundary Condition"],"description":["  We suggest that box shape trap enables to observe intrinsic properties of the\nrepulsive Hubbard model in a fixed doping in contrast to the harmonic trap\nbringing about spatial variations of atom density profiles. In order to predict\natomic density profile under the box trap, we apply the directly-extended\ndensity-matrix renormalization group method to 4-leg repulsive Hubbard model\nwith the open boundary condition. Consequently, we find that stripe formation\nis universal in a low hole doping range and the stripe sensitively changes its\nstructure with variations of $U/t$ and the doping rate. A remarkable change is\nthat a stripe formed by a hole pair turns to one by a bi-hole pair when\nentering a limited strong $U/t$ range. Furthermore, a systematic calculation\nreveals that the Hubbard model shows a change from the stripe to the Friedel\nlike oscillation with increasing the doping rate.\n"]}]
["0710.2143",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","16W30","17B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2143","Journal of Algebra, 319(2008), 2571-2625"],"date":["2007-10-10","2008-04-12"],"type":["text"],"creator":["Kharchenko, V.","Sagahon, A. V. Lara"],"language":[],"coverage":[],"title":["Right coideal subalgebras in $U_q(\\frak{sl}_{n+1}).$"],"description":["  We offer a complete classification of right coideal subalgebras which contain\nall group-like elements for the multiparameter version of the quantum group\n$U_q(\\mathfrak{sl}_{n+1})$ provided that the main parameter $q$ is not a root\nof 1. As a consequence, we determine that for each subgroup $\\Sigma $ of the\ngroup $G$ of all group-like elements the quantum Borel subalgebra $U_q^+\n(\\mathfrak{sl}_{n+1})$ containes $(n+1)!$ different homogeneous right coideal\nsubalgebras $U$ such that $U\\cap G=\\Sigma .$ If $q$ has a finite multiplicative\norder $t>2,$ the classification remains valid for homogeneous right coideal\nsubalgebras of the multiparameter version of the Lusztig quantum group $u_q\n(\\frak{sl}_{n+1}).$ In the paper we consider the quantifications of Kac-Moody\nalgebras as character Hopf algebras [V.K. Kharchenko, A combinatorial approach\nto the quantifications of Lie algebras, Pacific J. Math., 203(1)(2002), 191-\n233].\n"]}]
["0710.2284",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2284"],"date":["2007-10-11","2008-04-14"],"type":["text"],"creator":["Witzel, Andreas"],"language":[],"coverage":[],"title":["Symmetric and Synchronous Communication in Peer-to-Peer Networks"],"description":["  Motivated by distributed implementations of game-theoretical algorithms, we\nstudy symmetric process systems and the problem of attaining common knowledge\nbetween processes. We formalize our setting by defining a notion of\npeer-to-peer networks(*) and appropriate symmetry concepts in the context of\nCommunicating Sequential Processes (CSP), due to the common knowledge creating\neffects of its synchronous communication primitives. We then prove that CSP\nwith input and output guards makes common knowledge in symmetric peer-to-peer\nnetworks possible, but not the restricted version which disallows output\nstatements in guards and is commonly implemented.\n  (*) Please note that we are not dealing with fashionable incarnations such as\nfile-sharing networks, but merely use this name for a mathematical notion of a\nnetwork consisting of directly connected peers \"treated on an equal footing\",\ni.e. not having a client-server structure or otherwise pre-determined roles.)\n","Comment: polished, modernized references; incorporated referee feedback from\n  MPC'08"]}]
["0710.3297",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3297","Phys. Rev. E 77, 041105 (2008)","doi:10.1103/PhysRevE.77.041105"],"date":["2007-10-17","2008-01-19"],"type":["text"],"creator":["Then, Holger","Engel, Andreas"],"language":[],"coverage":[],"title":["Computing the optimal protocol for finite-time processes in stochastic\n  thermodynamics"],"description":["  Asking for the optimal protocol of an external control parameter that\nminimizes the mean work required to drive a nano-scale system from one\nequilibrium state to another in finite time, Schmiedl and Seifert ({\\it Phys.\nRev. Lett.} {\\bf 98}, 108301 (2007)) found the Euler-Lagrange equation to be a\nnon-local integro-differential equation of correlation functions. For two\nlinear examples, we show how this integro-differential equation can be solved\nanalytically. For non-linear physical systems we show how the optimal protocol\ncan be found numerically and demonstrate that there may exist several distinct\noptimal protocols simultaneously, and we present optimal protocols that have\none, two, and three jumps, respectively.\n","Comment: 8 pages, 8 figures"]}]
["0710.5786",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5786","Physical Review Letters 100 (2008) 146804","doi:10.1103/PhysRevLett.100.146804"],"date":["2007-10-31"],"type":["text"],"creator":["Streda, Pavel","Jonckheere, Thibaut","Martin, Thierry"],"language":[],"coverage":[],"title":["Electron polarizability of crystalline solids in quantizing magnetic\n  fields and topological gap numbers"],"description":["  A theory of the static electron polarizability of crystals whose energy\nspectrum is modified by quantizing magnetic fields is presented. It is argued\nthat The polarizability is strongly affected by non-dissipative Hall currents\ninduced by the presence of crossed electric and magnetic fields: these can even\nchange its sign. Results are illustrated in detail for a two dimensional square\nlattice. The polarizability and the Hall conductivity are respectively linked\nto the two topological quantum numbers entering the so--called Diophantine\nequation. These numbers could in principle be detected in actual experiments.\n"]}]
["0711.0457",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0457","J. Phys. A: Math. Theor. 41 (2008) 095003 (24pp)","doi:10.1088/1751-8113/41/9/095003"],"date":["2007-11-03","2008-04-14"],"type":["text"],"creator":["von Gehlen, G.","Iorgov, N.","Pakuliak, S.","Shadura, V.","Tykhyy, Yu."],"language":[],"coverage":[],"title":["Form-factors in the Baxter-Bazhanov-Stroganov model II: Ising model on\n  the finite lattice"],"description":["  We continue our investigation of the Baxter-Bazhanov-Stroganov or\n\\tau^{(2)}-model using the method of separation of variables\n[nlin/0603028,arXiv:0708.4342]. In this paper we derive for the first time the\nfactorized formula for form-factors of the Ising model on a finite lattice\nconjectured previously by A.Bugrij and O.Lisovyy in\n[arXiv:0708.3625,arXiv:0708.3643]. We also find the matrix elements of the spin\noperator for the finite quantum Ising chain in a transverse field.\n","Comment: 25 pages; sections 8 and A.2 are extended, 2 related references are\n  added"]}]
["0711.1010",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1010","PLoS ONE, 3:e1963 (2008)","doi:10.1371/journal.pone.0001963"],"date":["2007-11-07"],"type":["text"],"creator":["Kinjo, Akira R.","Nakamura, Haruki"],"language":[],"coverage":[],"title":["Nature of protein family signatures: Insights from singular value\n  analysis of position-specific scoring matrices"],"description":["  Position-specific scoring matrices (PSSMs) are useful for detecting weak\nhomology in protein sequence analysis, and they are thought to contain some\nessential signatures of the protein families. In order to elucidate what kind\nof ingredients constitute such family-specific signatures, we apply singular\nvalue decomposition to a set of PSSMs and examine the properties of dominant\nright and left singular vectors. The first right singular vectors were\ncorrelated with various amino acid indices including relative mutability, amino\nacid composition in protein interior, hydropathy, or turn propensity, depending\non proteins. A significant correlation between the first left singular vector\nand a measure of site conservation was observed. It is shown that the\ncontribution of the first singular component to the PSSMs act to disfavor\npotentially but falsely functionally important residues at conserved sites. The\nsecond right singular vectors were highly correlated with hydrophobicity\nscales, and the corresponding left singular vectors with contact numbers of\nprotein structures. It is suggested that sequence alignment with a PSSM is\nessentially equivalent to threading supplemented with functional information.\nThe presented method may be used to separate functionally important sites from\nstructurally important ones, and thus it may be a useful tool for predicting\nprotein functions.\n","Comment: 22 pages, 7 figures, 4 tables"]}]
["0711.2585",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Condensed Matter - Statistical Mechanics","Mathematics - Combinatorics","F.2.2","G.2.1","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2585"],"date":["2007-11-16","2008-04-14"],"type":["text"],"creator":["Björklund, Andreas","Husfeldt, Thore","Kaski, Petteri","Koivisto, Mikko"],"language":[],"coverage":[],"title":["Computing the Tutte polynomial in vertex-exponential time"],"description":["  The deletion--contraction algorithm is perhaps the most popular method for\ncomputing a host of fundamental graph invariants such as the chromatic, flow,\nand reliability polynomials in graph theory, the Jones polynomial of an\nalternating link in knot theory, and the partition functions of the models of\nIsing, Potts, and Fortuin--Kasteleyn in statistical physics. Prior to this\nwork, deletion--contraction was also the fastest known general-purpose\nalgorithm for these invariants, running in time roughly proportional to the\nnumber of spanning trees in the input graph. Here, we give a substantially\nfaster algorithm that computes the Tutte polynomial--and hence, all the\naforementioned invariants and more--of an arbitrary graph in time within a\npolynomial factor of the number of connected vertex sets. The algorithm\nactually evaluates a multivariate generalization of the Tutte polynomial by\nmaking use of an identity due to Fortuin and Kasteleyn. We also provide a\npolynomial-space variant of the algorithm and give an analogous result for\nChung and Graham's cover polynomial. An implementation of the algorithm\noutperforms deletion--contraction also in practice.\n"]}]
["0711.3646",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3646","Nature Nanotechnology 3, 206 - 209 (2008)","doi:10.1038/nnano.2008.58"],"date":["2007-11-23","2007-12-05"],"type":["text"],"creator":["Chen, J. H.","Jang, C.","Xiao, S.","Ishigami, M.","Fuhrer, M. S."],"language":[],"coverage":[],"title":["Intrinsic and Extrinsic Performance Limits of Graphene Devices on SiO2"],"description":["  The linear dispersion relation in graphene[1,2] gives rise to a surprising\nprediction: the resistivity due to isotropic scatterers (e.g. white-noise\ndisorder[3] or phonons[4-8]) is independent of carrier density n. Here we show\nthat acoustic phonon scattering[4-6] is indeed independent of n, and places an\nintrinsic limit on the resistivity in graphene of only 30 Ohm at room\ntemperature (RT). At a technologically-relevant carrier density of 10^12 cm^-2,\nthe mean free path for electron-acoustic phonon scattering is >2 microns, and\nthe intrinsic mobility limit is 2x10^5 cm^2/Vs, exceeding the highest known\ninorganic semiconductor (InSb, ~7.7x10^4 cm^2/Vs[9]) and semiconducting carbon\nnanotubes (~1x10^5 cm^2/Vs[10]). We also show that extrinsic scattering by\nsurface phonons of the SiO2 substrate[11,12] adds a strong temperature\ndependent resistivity above ~200 K[8], limiting the RT mobility to ~4x10^4\ncm^2/Vs, pointing out the importance of substrate choice for graphene\ndevices[13].\n","Comment: 16 pages, 3 figures"]}]
["0712.1914",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1914","J. Stat. Mech. (2008) L04003","doi:10.1088/1742-5468/2008/04/L04003"],"date":["2007-12-12"],"type":["text"],"creator":["Arous, G. Ben","Bovier, A.","Cerny, J."],"language":[],"coverage":[],"title":["Universality of REM-like aging in mean field spin glasses"],"description":["  Aging has become the paradigm to describe dynamical behavior of glassy\nsystems, and in particular spin glasses. Trap models have been introduced as\nsimple caricatures of effective dynamics of such systems. In this Letter we\nshow that in a wide class of mean field models and on a wide range of time\nscales, aging occurs precisely as predicted by the REM-like trap model of\nBouchaud and Dean. This is the first rigorous result about aging in mean field\nmodels except for the REM and the spherical model.\n","Comment: 4 pages"]}]
["0801.1740",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1740","Macromol. Theory Simul. 17 (2008) 67-72","doi:10.1002/mats.200800001"],"date":["2008-01-11","2008-02-15"],"type":["text"],"creator":["Caracciolo, Sergio","Mognetti, Bortolo Matteo","Pelissetto, Andrea"],"language":[],"coverage":[],"title":["Third virial coefficient for 4-arm and 6-arm star polymers"],"description":["  We discuss the computation of the third virial coefficient in polymer\nsystems, focusing on an additional contribution absent in the case of\nmonoatomic fluids. We determine the interpenetration ratio and several\nquantities that involve the third virial coefficient for star polymers with 4\nand 6 arms in the good-solvent regime, in the limit of a large degree of\npolymerization.\n","Comment: 11 pages, 2 figures"]}]
["0801.2010",{"format":[],"subject":["Mathematics - Combinatorics","05B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2010"],"date":["2008-01-13","2008-04-14"],"type":["text"],"creator":["Hall, Rhiannon","Mayhew, Dillon"],"language":[],"coverage":[],"title":["Contracting an element from a cocircuit"],"description":["  We consider the situation that M and N are 3-connected matroids such that\n|E(N)| > 3 and C* is a cocircuit of M with the property that M/y has an N-minor\nfor some y in C*. We show that either there is an element x in C* such that\nsi(M/x) or co(si(M/x)) is 3-connected with an N-minor, or there is a\nfour-element fan of M that contains two elements of C* and an element x such\nthat si(M/x) is 3-connected with an N-minor.\n","Comment: 23 pages, 1 figure. Minor changes to introduction"]}]
["0801.2052",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Topology","Mathematics - Rings and Algebras","16E45, 16G70, 55P62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2052"],"date":["2008-01-14","2008-04-14"],"type":["text"],"creator":["Jorgensen, Peter"],"language":[],"coverage":[],"title":["Calabi-Yau categories and Poincare duality spaces"],"description":["  The singular cochain complex of a topological space is a classical object. It\nis a Differential Graded algebra which has been studied intensively with a\nrange of methods, not least within rational homotopy theory.\n  More recently, the tools of Auslander-Reiten theory have also been applied to\nthe singular cochain complex. One of the highlights is that by these methods,\neach Poincare duality space gives rise to a Calabi-Yau category. This paper is\na review of the theory.\n","Comment: 33 pages; minor changes. To appear in the ICRA XII volume \"Trends in\n  Representation Theory of Algebras and Related Topics\""]}]
["0801.3362",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3362","Phys. Rev. A 77, 043408 (2008)","doi:10.1103/PhysRevA.77.043408"],"date":["2008-01-22","2008-04-14"],"type":["text"],"creator":["Schlunk, Sophie","Marian, Adela","Schoellkopf, Wieland","Meijer, Gerard"],"language":[],"coverage":[],"title":["AC electric trapping of neutral atoms"],"description":["  We study the dynamic behavior of ultracold neutral atoms in a macroscopic ac\nelectric trap. Confinement in such a trap is achieved by switching between two\nsaddle-point configurations of the electric field. The gradual formation of a\nstably trapped cloud is observed and the trap performance is studied versus the\nswitching frequency and the symmetry of the switching cycle. Additionally, the\nelectric field in the trap is mapped out by imaging the atom cloud while the\nfields are still on. Finally, the phase-space acceptance of the trap is probed\nby introducing a modified switching cycle. The experimental results are\nreproduced using full three-dimensional trajectory calculations.\n","Comment: 10 pages, 13 figures, updated version, added journal reference"]}]
["0802.0865",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0865"],"date":["2008-02-06","2008-04-14"],"type":["text"],"creator":["Gacek, Andrew","Miller, Dale","Nadathur, Gopalan"],"language":[],"coverage":[],"title":["Combining generic judgments with recursive definitions"],"description":["  Many semantical aspects of programming languages, such as their operational\nsemantics and their type assignment calculi, are specified by describing\nappropriate proof systems. Recent research has identified two proof-theoretic\nfeatures that allow direct, logic-based reasoning about such descriptions: the\ntreatment of atomic judgments as fixed points (recursive definitions) and an\nencoding of binding constructs via generic judgments. However, the logics\nencompassing these two features have thus far treated them orthogonally: that\nis, they do not provide the ability to define object-logic properties that\nthemselves depend on an intrinsic treatment of binding. We propose a new and\nsimple integration of these features within an intuitionistic logic enhanced\nwith induction over natural numbers and we show that the resulting logic is\nconsistent. The pivotal benefit of the integration is that it allows recursive\ndefinitions to not just encode simple, traditional forms of atomic judgments\nbut also to capture generic properties pertaining to such judgments. The\nusefulness of this logic is illustrated by showing how it can provide elegant\ntreatments of object-logic contexts that appear in proofs involving typing\ncalculi and of arbitrarily cascading substitutions that play a role in\nreducibility arguments.\n","Comment: To appear in LICS 2008"]}]
["0802.3437",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3437"],"date":["2008-02-23","2008-04-14"],"type":["text"],"creator":["Borissov, Yuri L."],"language":[],"coverage":[],"title":["On Cusick-Cheon's Conjecture About Balanced Boolean Functions in the\n  Cosets of the Binary Reed-Muller Code"],"description":["  It is proved an amplification of Cusick-Cheon's conjecture on balanced\nBoolean functions in the cosets of the binary Reed-Muller code RM(k,m) of order\nk and length 2^m, in the cases where k = 1 or k >= (m-1)/2.\n","Comment: 3 pages, Submitted to IEEE Transactions on Information Theory"]}]
["0803.0985",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0985"],"date":["2008-03-06","2008-04-14"],"type":["text"],"creator":["Donaldson, S. K."],"language":[],"coverage":[],"title":["Kahler geometry on toric manifolds, and some other manifolds with large\n  symmetry"],"description":["  This is an expository article. Among other topics, we discuss the existence\nof Kahler-Ricci soliton metrics on toric Fano manifolds, and Kahler-Einstein\nmetrics on deformations of the Mukai-Umemura 3-fold\n","Comment: Section 3.3 has been changed to correct a mistake in the original\n  version"]}]
["0803.2143",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2143","Optics Express, Vol. 16, Issue 8, pp. 5954-5962 (2008)","doi:10.1364/OE.16.005954"],"date":["2008-03-14"],"type":["text"],"creator":["Cumberland, B. A.","Travers, J. C.","Popov, S. V.","Taylor, J. R."],"language":[],"coverage":[],"title":["29 W High Power CW Supercontinuum Source"],"description":["  A 29 W CW supercontinuum spanning from 1.06 to 1.67 um is generated in a\nshort length of PCF with two zero dispersion wavelengths. The continuum has the\nhighest spectral power density, greater than 50 mW/nm up to 1.4 um, reported to\ndate. The use of a short length of PCF enables the continuum to expand beyond\nthe water loss at 1.4 um. The dynamics of the continuum evolution are studied\nexperimentally and numerically with close attention given to the effects of the\nwater loss and the second zero dispersion wavelength.\n","Comment: 11 pages, 12 figures"]}]
["0803.2824",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","C.2.2","C.2.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2824"],"date":["2008-03-19","2008-04-14"],"type":["text"],"creator":["Balon, Simon","Leduc, Guy"],"language":[],"coverage":[],"title":["Combined Intra- and Inter-domain Traffic Engineering using Hot-Potato\n  Aware Link Weights Optimization"],"description":["  A well-known approach to intradomain traffic engineering consists in finding\nthe set of link weights that minimizes a network-wide objective function for a\ngiven intradomain traffic matrix. This approach is inadequate because it\nignores a potential impact on interdomain routing. Indeed, the resulting set of\nlink weights may trigger BGP to change the BGP next hop for some destination\nprefixes, to enforce hot-potato routing policies. In turn, this results in\nchanges in the intradomain traffic matrix that have not been anticipated by the\nlink weights optimizer, possibly leading to degraded network performance.\n  We propose a BGP-aware link weights optimization method that takes these\neffects into account, and even turns them into an advantage. This method uses\nthe interdomain traffic matrix and other available BGP data, to extend the\nintradomain topology with external virtual nodes and links, on which all the\nwell-tuned heuristics of a classical link weights optimizer can be applied. A\nkey innovative asset of our method is its ability to also optimize the traffic\non the interdomain peering links. We show, using an operational network as a\ncase study, that our approach does so efficiently at almost no extra\ncomputational cost.\n","Comment: 12 pages, Short version to be published in ACM SIGMETRICS 2008,\n  International Conference on Measurement and Modeling of Computer Systems,\n  June 2-6, 2008, Annapolis, Maryland, USA"]}]
["0803.3254",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3254"],"date":["2008-03-21","2008-04-14"],"type":["text"],"creator":["Yokoi, Mai","Kobayashi, Yoshiaki","Sato, Masatoshi","Sugai, Shunji"],"language":[],"coverage":[],"title":["Isotope Effect on the Superconducting Transition Temperature of\n  NaxCoO2.yH2O"],"description":["  The effect of the 16O-->18O substitution on the superconducting transition\ntemperatures Tc of NaxCoO2.yH2O has been studied for several sets of samples.\nEach set has two kinds of samples, one with the oxygen sites in the CoO2 layers\nfilled with 16O atoms and another with these sites partially substituted with\n18O isotope. These two kinds of samples were prepared in parallel in whole\npreparation processes. For all the sample sets, we have not found any\nsignificant difference of the Tc values between the non-substituted and\nsubstituted samples, which indicates that the oxygen isotope effect is not\nappreciable in NaxCoO2.yH2O. The result, however, does not necessarily exclude\nthe possibility of the phonon mechanism of the superconductivity, because the\nstrong correlation effect suppresses the isotope effect as pointed out\npreviously.\n","Comment: 9 pages, 5 figures, 1 table, submitted to J. Phys. Soc. Jpn"]}]
["0803.3364",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","16E05","16E10","16G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3364"],"date":["2008-03-24","2008-04-13"],"type":["text"],"creator":["Wei, Jiaqun"],"language":[],"coverage":[],"title":["Finitistic and Representation Dimensions"],"description":["  We prove that the finitistic dimension conjecture, the Gorenstein Symmetry\nConjecture, the Wakamatsu-tilting conjecture and the generalized Nakayama\nconjecture hold for artin algebras which can be realized as endomorphism\nalgebras of modules over representation-finite algebras. Note it is a question\nwhether or not all artin algebras have such realizations. It was also shown\nthat if every quasi-hereditary algebras has a left idealized extension which is\na monomial algebra or an algebra whose representation dimension is not more\nthan 3, then the finitistic dimension conjecture holds.\n","Comment: 8 pages; correct an error"]}]
["0804.0023",{"format":[],"subject":["Mathematical Physics","76D07","35Q30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0023"],"date":["2008-03-31","2008-04-14"],"type":["text"],"creator":["Vollmayr, Andreas N.","Franosch, Jan-Moritz P.","van Hemmen, J. Leo"],"language":[],"coverage":[],"title":["Exact Solution for the Stokes Problem of an Infinite Cylinder in a Fluid\n  with Harmonic Boundary Conditions at Infinity"],"description":["  We present an exact solution for the time-dependent Stokes problem of an\ninfinite cylinder of radius r=a in a fluid with harmonic boundary conditions at\ninfinity. This is a 3-dimensional problem but, because of translational\ninvariance along the axis of the cylinder it effectively reduces to a\n2-dimensional one. The Stokes problem being a linear reduction of the full\nNavier-Stokes equations, we show how to satisfy the no-slip boundary condition\nat the cylinder surface and the harmonic boundary condition at infinity,\nexhibit the full velocity field for radius r>a, and discuss the nature of the\nsolutions for the specific case of air at sea level.\n","Comment: Minor corrections with respect to typos and readability"]}]
["0804.0856",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0856"],"date":["2008-04-05","2008-04-14"],"type":["text"],"creator":["Budnev, N. M.","Chvalaev, O. B.","Gress, O. A.","Kalmykov, N. N.","Kozhin, V. A.","Korosteleva, E. E.","Kuzmichev, L. A.","Lubsandorzhiev, B. K.","Mirgazov, R. R.","Navarra, G.","Panasyuk, M. I.","Pankov, L. V.","Prosin, V. V.","Ptuskin, V. S.","Semeney, Y. A.","Skurikhin, A. V.","Shaibonov, B. A.","Spiering, Ch.","Wischnewski, R.","Yashin, I. V.","Zablotsky, A. Z.","Zagorodnikov, A. V."],"language":[],"coverage":[],"title":["Data acquisition system for the TUNKA-133 array"],"description":["  The new EAS Cherenkov array TUNKA-133, with about 1 km**2 sensitive area, is\nbeing installed in the Tunka Valley. The investigated energy range is\n10**15-10**18 eV. It will consist of 133 optical detectors based on EMI9350\nPMTs. Optical detectors are grouped into 19 clusters with 7 detectors each. The\ndetectors are connected to the cluster box with RG-58 cables. Every PMT signal\nis digitized in the cluster box with 200 MHz FADC. The cluster boxes are\nconnected to the data acquisition center with a 1 Gb/s optical link. A detailed\ndescription of the data acquisition system (DAQ) is presented.\n","Comment: 5 pages, 4 figures, Proceedings of the 10th ICATPP Conference,Como\n  Italy, 8-12 October 2007"]}]
["0804.0888",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0888","Phys. Rev. B 77, 140504(R) (2008)","doi:10.1103/PhysRevB.77.140504"],"date":["2008-04-06"],"type":["text"],"creator":["Lee, W. S.","Meevasana, W.","Johnston, S.","Lu, D. H.","Vishik, I. M.","Moore, R. G.","Eisaki, H.","Kaneko, N.","Devereaux, T. P.","Shen, Z. X."],"language":[],"coverage":[],"title":["Superconductivity-Induced Self-Energy Evolution of the Nodal Electron of\n  Optimally-Doped Bi2212"],"description":["  The temperature dependent evolution of the renormalization effect in\noptimally-doped Bi2212 along the nodal direction has been studied via\nangle-resolved photoemission spectroscopy. Fine structure is observed in the\nreal part of the self-energy (Re$\\Sigma$), including a subkink and maximum,\nsuggesting that electrons couple to a spectrum of bosonic modes, instead of\njust one mode. Upon cooling through the superconducting phase transition, the\nfine structures of the extracted Re$\\Sigma$ exhibit a two-processes evolution\ndemonstrating an interplay between kink renormalization and superconductivity.\nWe show that this two-process evolution can be qualitatively explained by a\nsimple Holstein model in which a spectrum of bosonic modes is considered.\n","Comment: 4 page 3 figures,submitted ro PRB"]}]
["0804.1306",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1306","Proceedings of the 2008 International Conference on Cognitive\n  Systems, Karlsruhe"],"date":["2008-04-08"],"type":["text"],"creator":["Gros, Claudius","Kaczor, Gregor"],"language":[],"coverage":[],"title":["Learning in cognitive systems with autonomous dynamics"],"description":["  The activity patterns of highly developed cognitive systems like the human\nbrain are dominated by autonomous dynamical processes, that is by a\nself-sustained activity which would be present even in the absence of external\nsensory stimuli.\n  During normal operation the continuous influx of external stimuli could\ntherefore be completely unrelated to the patterns generated internally by the\nautonomous dynamical process. Learning of spurious correlations between\nexternal stimuli and autonomously generated internal activity states needs\ntherefore to be avoided.\n  We study this problem within the paradigm of transient state dynamics for the\ninternal activity, that is for an autonomous activity characterized by a\ninfinite time-series of transiently stable attractor states. We propose that\nexternal stimuli will be relevant during the sensitive periods, the transition\nperiod between one transient state and the subsequent semi-stable attractor. A\ndiffusive learning signal is generated unsupervised whenever the stimulus\ninfluences the internal dynamics qualitatively.\n  For testing we have presented to the model system stimuli corresponding to\nthe bar-stripes problem and found it capable to perform the required\nindependent-component analysis on its own, all the time being continuously and\nautonomously active.\n"]}]
["0804.1504",{"format":[],"subject":["Physics - Popular Physics","Astrophysics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1504"],"date":["2008-04-09"],"type":["text"],"creator":["Luminet, J. -P."],"language":[],"coverage":[],"title":["Is Science Nearing Its Limits ? Summarizing Dialogue"],"description":["  In 2007 an international conference engaged a reflection on the present\nconditions for sciences and scientific practice, to initiate a dialogue between\nscience, philosophy, epistemology and sociology. Starting from many examples\ntaken from the history of sciences and the present status of astrophysics,\ncosmology and fundamental physics, I analyze various issues such as the\npossible limits of theoretical and technological advances, the paradox of\nnon-verifiability in string theory, incompleteness, the role of imagination in\nscientific research along with educational aspects, the epistemological value\nof the Ockham's razor principle for constraining theories, and our undersanding\nof man's place in Creation.\n","Comment: 12 pages, pdf only. Adapted from invited talk at conference \"Is\n  Science Nearing its limits\", Lisbon october 2007, Proceedings to be published"]}]
["0804.1737",{"format":[],"subject":["Physics - Classical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1737"],"date":["2008-04-10","2008-04-14"],"type":["text"],"creator":["Iliakis, D. C."],"language":[],"coverage":[],"title":["\"D-Dimond1\", Prototype Antenna RGA-05"],"description":["  At the present thesis a prototype antenna is studied. In chapter 1 the\nantenna's geometry is selected with the supervisor's assistance and its\ngeometrical and dimensional characteristics are outlined. In chapter 2 an\nextensive theoretical analysis is carried out and the final mathematical\nformulas of the antenna's radiation pattern are extracted. In chapter 3 a\ncomputational study - simulation is carried out utilizing the computer program\nRICHWIRE which is capable of dividing the antenna in many segments. The study's\nresults illustrate the variations of the most important antenna's\ncharacteristic quantities as a function of the number of segments. Finally, a\nstudy of the antenna's behavior as a function of the frequency follows at the\nrange from 900 to 1300 [MHz]. In chapter 4 the antenna's behavior as a function\nof frequency is studied at a more extensive range, approximately from 200 to\n2850 [MHz]. In chapter 5 an improvement of the antenna's characteristics is\nattempted by modifying its geometrical shape utilizing three distinct\ngeometrical models. Then follow comparative results between the original and\nthe improved antenna's dispositions and eventually the final conclusions.\n","Comment: Diploma Thesis, 5 chapters, 8 annexes 226 pages, 219 figures, 23\n  tables, metadata fields have been updated"]}]
["0804.1790",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1790"],"date":["2008-04-10"],"type":["text"],"creator":["Broderick, Avery E.","Narayan, Ramesh","Keto, Eric","Lada, Charles J."],"language":[],"coverage":[],"title":["Embedded Oscillating Starless Cores"],"description":["  In a previous paper we demonstrated that non-radial hydrodynamic oscillations\nof a thermally-supported (Bonnor-Ebert) sphere embedded in a low-density,\nhigh-temperature medium persist for many periods. The predicted column density\nvariations and molecular spectral line profiles are similar to those observed\nin the Bok globule B68 suggesting that the motions in some starless cores may\nbe oscillating perturbations on a thermally supported equilibrium structure.\nSuch oscillations can produce molecular line maps which mimic rotation,\ncollapse or expansion, and thus could make determining the dynamical state from\nsuch observations alone difficult.\n  However, while B68 is embedded in a very hot, low-density medium, many\nstarless cores are not, having interior/exterior density contrasts closer to\nunity. In this paper we investigate the oscillation damping rate as a function\nof the exterior density. For concreteness we use the same interior model\nemployed in Broderick et al. (2007), with varying models for the exterior gas.\nWe also develop a simple analytical formalism, based upon the linear\nperturbation analysis of the oscillations, which predicts the contribution to\nthe damping rates due to the excitation of sound waves in the external medium.\nWe find that the damping rate of oscillations on globules in dense molecular\nenvironments is always many periods, corresponding to hundreds of thousands of\nyears, and persisting over the inferred lifetimes of the globules.\n","Comment: 8 pages, 3 figures; accepted by ApJ"]}]
["0804.1796",{"format":[],"subject":["Mathematics - Dynamical Systems","37C05, 37C20, 37C29, 37D25, 37D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1796"],"date":["2008-04-10"],"type":["text"],"creator":["Diaz, Lorenzo J.","Gorodetski, Anton"],"language":[],"coverage":[],"title":["Non-hyperbolic ergodic measures for non-hyperbolic homoclinic classes"],"description":["  We prove that for a generic $C^1$-diffeomorphism existence of a homoclinic\nclass with periodic saddles of different indices (dimension of the unstable\nbundle) implies existence an invariant ergodic non-hyperbolic (one of the\nLyapunov exponents is equal to zero) measure of $f$.\n","Comment: 50 pages"]}]
["0804.1801",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1801","Phys. Rev. B 75, 024509 (2007)","doi:10.1103/PhysRevB.75.024509"],"date":["2008-04-10"],"type":["text"],"creator":["Misko, V. R.","Savel'ev, S.","Rakhmanov, A. L.","Nori, Franco"],"language":[],"coverage":[],"title":["Negative differential resistivity in superconductors with periodic\n  arrays of pinning sites"],"description":["  We study theoretically the effects of heating on the magnetic flux moving in\nsuperconductors with a periodic array of pinning sites (PAPS). The\nvoltage-current characteristic (VI-curve) of superconductors with a PAPS\nincludes a region with negative differential resistivity (NDR) of S-type (i.e.,\nS-shaped VI-curve), while the heating of the superconductor by moving flux\nlines produces NDR of N-type (i.e., with an N-shaped VI-curve). We analyze the\ninstability of the uniform flux flow corresponding to different parts of the\nVI-curve with NDR. Especially, we focus on the appearance of the filamentary\ninstability that corresponds to an S-type NDR, which is extremely unusual for\nsuperconductors. We argue that the simultaneous existence of NDR of both N- and\nS-type gives rise to the appearance of self-organized two-dimensional dynamical\nstructures in the flux flow mode. We study the effect of the pinning site\npositional disorder on the NDR and show that moderate disorder does not change\nthe predicted results, while strong disorder completely suppresses the S-type\nNDR.\n","Comment: 10 pages, 1 table, 7 figures"]}]
["0804.1803",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K, 76D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1803"],"date":["2008-04-10"],"type":["text"],"creator":["Seregin, G.","Sverak, V."],"language":[],"coverage":[],"title":["On Type I singularities of the local axi-symmetric solutions of the\n  Navier-Stokes equations"],"description":["  Local regularity of axially symmetric solutions to the Navier-Stokes\nequations is studied. It is shown that under certain natural assumptions there\nare no singularities of Type I.\n"]}]
["0804.1811",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1811"],"date":["2008-04-10"],"type":["text"],"creator":["Kumar, K. Raj","Caire, Giuseppe"],"language":[],"coverage":[],"title":["Space-Time Codes from Structured Lattices"],"description":["  We present constructions of Space-Time (ST) codes based on lattice coset\ncoding. First, we focus on ST code constructions for the short block-length\ncase, i.e., when the block-length is equal to or slightly larger than the\nnumber of transmit antennas. We present constructions based on dense lattice\npackings and nested lattice (Voronoi) shaping. Our codes achieve the optimal\ndiversity-multiplexing tradeoff of quasi-static MIMO fading channels for any\nfading statistics, and perform very well also at practical, moderate values of\nsignal to noise ratios (SNR). Then, we extend the construction to the case of\nlarge block lengths, by using trellis coset coding. We provide constructions of\ntrellis coded modulation (TCM) schemes that are endowed with good packing and\nshaping properties. Both short-block and trellis constructions allow for a\nreduced complexity decoding algorithm based on minimum mean squared error\ngeneralized decision feedback equalizer (MMSE-GDFE) lattice decoding and a\ncombination of this with a Viterbi TCM decoder for the TCM case. Beyond the\ninteresting algebraic structure, we exhibit codes whose performance is among\nthe state-of-the art considering codes with similar encoding/decoding\ncomplexity.\n","Comment: 25 pages, Submitted to IEEE Transactions on Information Theory"]}]
["0804.1817",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1817","Phys. Rev. B 76, 024516 (2007)","doi:10.1103/PhysRevB.76.024516"],"date":["2008-04-10"],"type":["text"],"creator":["Misko, V. R.","Xu, B.","Peeters, F. M."],"language":[],"coverage":[],"title":["Formation and Size-Dependence of Vortex Shells in Mesoscopic\n  Superconducting Niobium Disks"],"description":["  Recent experiments [I.V. Grigorieva et al., Phys. Rev. Lett. 96, 077005\n(2006)] on visualization of vortices using the Bitter decoration technique\nrevealed vortex shells in mesoscopic superconducting Nb disks containing up to\nL=40 vortices. Some of the found configurations did not agree with those\npredicted theoretically. We show here that this discrepancy can be traced back\nto the larger disks with radii R ~ 1 to 2.5\\mu m, i.e., R ~ 50-100\\xi(0) used\nin the experiment, while in previous theoretical studies vortex states with\nvorticity L < 40 were analyzed for smaller disks with R ~ 5-20\\xi(0). The\npresent analysis is done for thin disks (mesoscopic regime) and for thick\n(macroscopic) disks where the London screening is taken into account. We found\nthat the radius of the superconducting disk has a pronounced influence on the\nvortex configuration in contrast to, e.g., the case of parabolic confined\ncharged particles. The missing vortex configurations and the region of their\nstability are found, which are in agreement with those observed in the\nexperiment.\n","Comment: 12 pages, 1 table, 12 figures"]}]
["0804.1818",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1818","Nature Mat. 7, 259-260 (2008)","doi:10.1038/nmat2154b"],"date":["2008-04-10"],"type":["text"],"creator":["Zhou, S. Y.","Siegel, D. A.","Fedorov, A. V.","Gabaly, F. El","Schmid, A. K.","Neto, A. H. Castro","Lanzara, A."],"language":[],"coverage":[],"title":["Origin of the energy bandgap in epitaxial graphene"],"description":["  We studied the effect of quantum confinement on the size of the band gap in\nsingle layer epitaxial graphene. Samples with different graphene terrace sizes\nare studied by using low energy electron microscopy (LEEM) and angle-resolved\nphotoemission spectroscopy (ARPES). The direct correlation between the terrace\nsize extracted from LEEM and the gap size extracted from ARPES shows that\nquantum confinement alone cannot account for the large gap observed in\nepitaxial graphene samples.\n"]}]
["0804.1830",{"format":[],"subject":["Mathematics - Differential Geometry","53C42, 53B25 (Primary)","37J35, 53C35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1830","RIMS Kokyuroku, NO. 1577 (2008), 64--74"],"date":["2008-04-11"],"type":["text"],"creator":["Brander, David"],"language":[],"coverage":[],"title":["Grassmann Geometries and Integrable Systems"],"description":["  We describe how the loop group maps corresponding to special submanifolds\nassociated to integrable systems may be thought of as certain Grassmann\nsubmanifolds of infinite dimensional homogeneous spaces. In general, the\nassociated families of special submanifolds are certain Grassmann submanifolds.\nAn example is given from recent work of the author.\n","Comment: 11 pages"]}]
["0804.1845",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1845"],"date":["2008-04-11"],"type":["text"],"creator":["Porat, Ely"],"language":[],"coverage":[],"title":["An Optimal Bloom Filter Replacement Based on Matrix Solving"],"description":["  We suggest a method for holding a dictionary data structure, which maps keys\nto values, in the spirit of Bloom Filters. The space requirements of the\ndictionary we suggest are much smaller than those of a hashtable. We allow\nstoring n keys, each mapped to value which is a string of k bits. Our suggested\nmethod requires nk + o(n) bits space to store the dictionary, and O(n) time to\nproduce the data structure, and allows answering a membership query in O(1)\nmemory probes. The dictionary size does not depend on the size of the keys.\nHowever, reducing the space requirements of the data structure comes at a\ncertain cost. Our dictionary has a small probability of a one sided error. When\nattempting to obtain the value for a key that is stored in the dictionary we\nalways get the correct answer. However, when testing for membership of an\nelement that is not stored in the dictionary, we may get an incorrect answer,\nand when requesting the value of such an element we may get a certain random\nvalue. Our method is based on solving equations in GF(2^k) and using several\nhash functions. Another significant advantage of our suggested method is that\nwe do not require using sophisticated hash functions. We only require pairwise\nindependent hash functions. We also suggest a data structure that requires only\nnk bits space, has O(n2) preprocessing time, and has a O(log n) query time.\nHowever, this data structures requires a uniform hash functions. In order\nreplace a Bloom Filter of n elements with an error proability of 2^{-k}, we\nrequire nk + o(n) memory bits, O(1) query time, O(n) preprocessing time, and\nonly pairwise independent hash function. Even the most advanced previously\nknown Bloom Filter would require nk+O(n) space, and a uniform hash functions,\nso our method is significantly less space consuming especially when k is small.\n","Comment: A lectureon this paper will be available in Google video"]}]
["0804.1848",{"format":[],"subject":["Mathematics - Probability","60F17","60G10","28D05","60G42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1848"],"date":["2008-04-11"],"type":["text"],"creator":["Durieu, Olivier"],"language":[],"coverage":[],"title":["Independence of Four Projective Criteria for the Weak Invariance\n  Principle"],"description":["  Let $(X_i)_{i\\in\\Z}$ be a regular stationary process for a given filtration.\nThe weak invariance principle holds under the condition\n$\\sum_{i\\in\\Z}\\|P_0(X_i)\\|_2<\\infty$ (see Hannan (1979)}, Dedecker and\nMerlev\\`ede (2003), Deddecker, Merlev\\'ede and Voln\\'y (2007)). In this paper,\nwe show that this criterion is independent of other known criteria: the\nmartingale-coboundary decomposition of Gordin (see Gordin (1969, 1973)), the\ncriterion of Dedecker and Rio (see Dedecker and Rio (2000)) and the condition\nof Maxwell and Woodroofe (see Maxwell and Woodroofe (2000), Peligrade and Utev\n(2005), Voln\\'y (2006, 2007)).\n","Comment: 6 pages"]}]
["0804.1858",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1858","Siberian Mathematical Journal 46 (2005), N.6, P.995-1004"],"date":["2008-04-11"],"type":["text"],"creator":["Bazaikin, Yaroslav V."],"language":[],"coverage":[],"title":["Special Kahler Metrics on Complex Line Bundles and the Geometry of\n  $K3$-Surfaces"],"description":["  We construct metrics with the holonomy group SU(2) on the tangent bundles of\nweighted complex projective lines and give a geometric description of the\nmoduli space of special Kahler metrics on a K3-surface in the neighborhood of\nthe flat orbifold $T^4/Z_3$.\n","Comment: 14 pages"]}]
["0804.1868",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1868"],"date":["2008-04-11"],"type":["text"],"creator":["Tarabaev, L. P.","Esin, V. O."],"language":[],"coverage":[],"title":["Dissipative structure formation during crystallization of alloys under\n  high-nonequilibrium conditions"],"description":["  The crystallization of a binary system is investigated in computer model\nwhich takes into account a temperature dependence of diffusion coefficient and\na nonequilibrium partition of dissolved component of the alloy. The dependence\nof interface velocity on an undercooling at the dendrite tip is obtained during\nrapid solidification of Fe-B and Ni-B systems. The morphological transition\nwhich is conditioned by change from a diffusion growth regime to thermal growth\nat some critical undercooling is detected. This transition is characterized by\ndiscontinuous magnification of the dendrite growth velocity. Values of a\ncritical undercooling and a growth velocity discontinuity depend both on a\ndegree of an anisotropy of a kinetic coefficient, and on difference in energies\nof activation for atomic kinetics and for diffusion on an interface.\n","Comment: 12 pages, 4 figures"]}]
["0804.1890",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1890"],"date":["2008-04-11"],"type":["text"],"creator":["Akant, Levent"],"language":[],"coverage":[],"title":["Equivariant Localization in Stochastic Quantization and Quenched Matrix\n  Models"],"description":["  It is shown that Parisi-Sourlas supersymmetry of stochastic quantization is a\nCartan model of equivariant cohomology. Equivariant cohomological structure of\nstochastic quantization of linear and non-linear sigma models are discussed.\nWitten's nonabelian localization principle is applied to the stochastic\nquantization of matrix models. As a result the equivalence between the original\nmatrix model and the corresponding quenched Eguchi-Kawai model is established.\n","Comment: 28 pages"]}]
["0804.1894",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1894"],"date":["2008-04-11"],"type":["text"],"creator":["Caleffi, Marcello","Ferraiuolo, Giancarlo","Paura, Luigi"],"language":[],"coverage":[],"title":["A Reliability-based Framework for Multi-path Routing Analysis in Mobile\n  Ad-Hoc Networks"],"description":["  Unlike traditional routing procedures that, at the best, single out a unique\nroute, multi-path routing protocols discover proactively several alternative\nroutes. It has been recognized that multi-path routing can be more efficient\nthan traditional one mainly for mobile ad hoc networks, where route failure\nevents are frequent. Most studies in the area of multi-path routing focus on\nheuristic methods, and the performances of these strategies are commonly\nevaluated by numerical simulations. The need of a theoretical analysis\nmotivates such a paper, which proposes to resort to the terminal-pair routing\nreliability as performance metric. This metric allows one to assess the\nperformance gain due to the availability of route diversity. By resorting to\ngraph theory, we propose an analytical framework to evaluate the tolerance of\nmulti-path route discovery processes against route failures for mobile ad hoc\nnetworks. Moreover, we derive a useful bound to easily estimate the performance\nimprovements achieved by multi-path routing with respect to any traditional\nrouting protocol. Finally, numerical simulation results show the effectiveness\nof this performance analysis.\n","Comment: To appear on IJCNDS: International Journal of Communication Networks\n  and Distributed Systems"]}]
["0804.1905",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","62F15 (Primary)","60B15, 62F25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1905"],"date":["2008-04-11"],"type":["text"],"creator":["Podobnik, Tomaz","Zivko, Tomi"],"language":[],"coverage":[],"title":["On Probabilistic Parametric Inference"],"description":["  An objective operational theory of probabilistic parametric inference is\nformulated without invoking the so-called non-informative prior probability\ndistributions.\n","Comment: 23 pages"]}]
["0804.1908",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1908"],"date":["2008-04-11"],"type":["text"],"creator":["Perel'man, Mark E."],"language":[],"coverage":[],"title":["Bose-Einstein Condensation of Gases in the Frame of Quantum\n  Electrodynamics: Interconnection of Constituents"],"description":["  Bose-Einstein condensate of rarified atomic gases is considered as the state\nformed by exchange of virtual photons, resonant to the lowest levels of atoms;\nsuch representation corresponds to the Einstein opinion about an\ninter-influence of condensable particles. Considered interactions directly lead\nto the QED structure of nonlinear potential in the Gross-Pitaevskii equation.\nLinear momenta that correspond to the thermal energy of condensable atoms are\nconnected to near field of particles and therefore leave atoms immovable. The\nestimations of these effects do not contradict the observed data; the general\nquantum principles predict possibility of stimulating of BEC formation by\nresonant irradiation. All this requires the spectroscopic investigation of BEC\non different steps of formation.\n","Comment: 6 pages"]}]
["0804.1911",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1911"],"date":["2008-04-11"],"type":["text"],"creator":["Kalda, Jaan"],"language":[],"coverage":[],"title":["Efficient method of finding scaling exponents from finite-size\n  Monte-Carlo simulations"],"description":["  Monte-Carlo simulations are routinely used for estimating the scaling\nexponents of complex systems. However, due to finite-size effects, determining\nthe exponent values is often difficult and not reliable. Here we present a\nnovel technique of dealing the problem of finite-size scaling. The efficiency\nof the technique is demonstrated on two data sets.\n"]}]
["0804.1919",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1919"],"date":["2008-04-11"],"type":["text"],"creator":["Gilmore, Gerard","Zucker, Dan","Wilkinson, Mark","Wyse, Rosemary F. G.","Belokurov, Vasily","Kleyna, Jan","Koch, Andreas","Evans, N. Wyn","Grebel, Eva K."],"language":[],"coverage":[],"title":["What is a galaxy? How Cold is Cold Dark Matter? Recent progress in Near\n  Field Cosmology"],"description":["  There has been a vast recent improvement in photometric and kinematic data\nfor star clusters, Ultra Compact dwarfs, galactic nuclei, and local dSph\ngalaxies, with Subaru contributing substantially to the photometric studies in\nparticular. These data show that there is a bimodal distribution in half-light\nradii, with stable star clusters always being smaller than 35pc, while stable\ngalaxies are always larger than 120pc. We extend the previously known\nobservational relationships and interpret them in terms of a more fundamental\npair of intrinsic properties of dark matter itself: dark matter forms cored\nmass distributions, with a core scale length of greater than about 100pc, and\nalways has a maximum central mass density with a narrow range. The dark matter\nin dSph galaxies appears to be clustered such that there is a mean volume mass\ndensity within the stellar distribution which has the very low value of about\n0.1$M_{\\odot}$ pc$^{-3}$. None of the dSphs displays kinematics which require\nthe presence of an inner cusp, while in two dSphs there is evidence that the\ndensity profile is shallow (cored) in the inner regions. The maximum central\ndark matter density derived is model dependent, but is likely to have a mean\nvalue (averaged over a volume of radius 10pc) of about 0.1$M_{\\odot}$\npc$^{-3}$, which is 5GeV/c$^2$cm$^{-3}$). Galaxies are embedded in dark matter\nhalos with these properties; smaller systems containing dark matter are not\nobserved.\n","Comment: proceedings of The 1st Subaru International Conference, \"Panoramic\n  Views of Galaxy Formation and Evolution\" (Hayama, Japan, 11-16 Dec 2007) ASP\n  Conf ser"]}]
["0804.1931",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1931"],"date":["2008-04-11"],"type":["text"],"creator":["Leifer, Peter"],"language":[],"coverage":[],"title":["Quantum dynamics and state-dependent affine gauge fields on CP(N-1)"],"description":["  Gauge fields frequently used as an independent construction additional to\nso-called wave fields of matter. This artificial separation is of course useful\nin some applications (like Berry's interactions between the \"heavy\" and \"light\"\nsub-systems) but it is restrictive on the fundamental level of \"elementary\"\nparticles and entangled states. It is shown that the linear superposition of\naction states and non-linear dynamics of the local dynamical variables form an\noscillons of energy representing non-local particles - \"lumps\" arising together\nwith their \"affine gauge potential\" agrees with Fubini-Study metric.\n  I use the conservation laws of local dynamical variables (LDV's) during\naffine parallel transport in complex projective Hilbert space $CP(N-1)$ for\ntwofold aim. Firstly, I formulate the variation problem for the ``affine gauge\npotential\" as system of partial differential equations \\cite{Le1}. Their\nsolutions provide embedding quantum dynamics into dynamical space-time whose\nstate-dependent coordinates related to the qubit spinor subjected to Lorentz\ntransformations of \"quantum boosts\" and \"quantum rotations\". Thereby, the\nproblem of quantum measurement being reformulated as the comparison of LDV's\nduring their affine parallel transport in $CP(N-1)$, is inherently connected\nwith space-time emergences. Secondly, the important application of these fields\nis the completeness of quantum theory. The EPR and Schr\\\"odinger's Cat\nparadoxes are discussed from the point of view of the restored Lorentz\ninvariance due to the affine parallel transport of local Hamiltonian of the\nsoliton-like field.\n","Comment: 15 pages, no figures"]}]
["0804.1935",{"format":[],"subject":["Mathematics - Combinatorics","05A05","05A10","05A15","05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1935"],"date":["2008-04-11"],"type":["text"],"creator":["Chebikin, Denis"],"language":[],"coverage":[],"title":["Variations on Descents and Inversions in Permutations"],"description":["  We study new statistics on permutations that are variations on the descent\nand the inversion statistics. In particular, we consider the alternating\ndescent set of a permutation sigma = sigma_1sigma_2...sigma_n defined as the\nset of indices i such that either i is odd and sigma_i > sigma_{i+1}, or i is\neven and sigma_i < sigma_{i+1}. We show that this statistic is equidistributed\nwith the 3-descent set statistic on permutations sigma =\nsigma_1sigma_2...sigma_{n+1} with sigma_1 = 1, defined to be the set of indices\ni such that the triple sigma_i sigma_{i+1} sigma_{i+2} forms an odd permutation\nof size 3. We then introduce Mahonian inversion statistics corresponding to the\ntwo new variations of descents and show that the joint distributions of the\nresulting descent-inversion pairs are the same. We examine the generating\nfunctions involving alternating Eulerian polynomials, defined by analogy with\nthe classical Eulerian polynomials sum_{sigma in S_n} t^{des(sigma)+1} using\nalternating descents. For the alternating descent set statistic, we define the\ngenerating polynomial in two non-commutative variables by analogy with the\nab-index of the Boolean algebra B_n, and make observations about it. By looking\nat the number of alternating inversions in alternating (down-up) permutations,\nwe obtain a new q-analog of the Euler number E_n and show how it emerges in a\nq-analog of an identity expressing E_n as a weighted sum of Dyck paths.\n","Comment: 32 pages, 6 figures"]}]
["0804.1937",{"format":[],"subject":["Mathematics - Representation Theory","22E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1937"],"date":["2008-04-11"],"type":["text"],"creator":["Barbasch, Dan","Ciubotaru, Dan","Pantano, Alessandra"],"language":[],"coverage":[],"title":["Unitarizable minimal principal series of reductive groups"],"description":["  The aim of this paper is to give an exposition of recent progress on the\ndetermination of the unitarizable Langlands quotients of minimal principal\nseries for reductive groups over the real or p-adic fields in characteristic 0.\n"]}]
["0804.1941",{"format":[],"subject":["Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1941"],"date":["2008-04-11","2008-04-12"],"type":["text"],"creator":["Sparavigna, Amelia"],"language":[],"coverage":[],"title":["Recurrence plots of sunspots, solar flux and irradiance"],"description":["  The paper shows the recurrence and cross recurrence plots of three time\nseries, concerning data of the solar activity. The data are the sunspot number\nand the values of solar radio flux at 10.7 cm and of solar total irradiance,\nwhich are known as highly correlated. To compare the series, the radio flux and\nirradiance values are monthly averaged. Recurrence plots display the\noscillating behaviour with remarkable features. Moreover, cross recurrence\nplots help in identifying time lags between the sunspot number maximum and the\nmaximum of radio or irradiance signals, in circumstances where the data values\nare highly dispersed. Image processing is useful too, in enhancing the\nmonitoring. An interesting behaviour is displayed by cross recurrence plots of\nirradiance, which are not symmetric with respect to the line of identity.\n"]}]
["0804.1943",{"format":[],"subject":["Mathematics - Dynamical Systems","37B30","37B35","22E46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1943"],"date":["2008-04-11","2008-04-12"],"type":["text"],"creator":["Patrão, Mauro","Martin, Luiz San","Seco, Lucas"],"language":[],"coverage":[],"title":["Conley index and stable sets for flows on flag bundles"],"description":["  Consider a continuous flow of automorphisms of a G-principal bundle which is\nchain transitive on its compact Hausdorff base. Here G is a connected\nnoncompact semi-simple Lie group with finite center. The finest Morse\ndecomposition of the induced flows on the associated flag bundles were obtained\nin previous articles. Here we describe the stable sets of these Morse\ncomponents and, under an additional assumption, their Conley indices.\n","Comment: 34 pages"]}]
["0804.1945",{"format":[],"subject":["Mathematics - Functional Analysis","42A75 (Primary)","46C20, 46J20, 47A68, 47B35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1945"],"date":["2008-04-11"],"type":["text"],"creator":["Rodman, L.","Spitkovsky, Ilya M."],"language":[],"coverage":[],"title":["Algebras of Almost Periodic Functions with Bohr-Fourier Spectrum in a\n  Semigroup: Hermite Property and its Applications"],"description":["  It is proved that the unital Banach algebra of almost periodic functions of\nseveral variables with Bohr-Fourier spectrum in a given additive semigroup is\nan Hermite ring. The same property holds for the Wiener algebra of functions\nthat in addition have absolutely convergent Bohr-Fourier series. As\napplications of the Hermite property of these algebras, we study factorizations\nof Wiener--Hopf type of rectangular matrix functions and the Toeplitz corona\nproblem in the context of almost periodic functions of several variables.\n","Comment: 18 pages"]}]
["0804.1948",{"format":[],"subject":["Mathematics - Functional Analysis","46L53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1948"],"date":["2008-04-11"],"type":["text"],"creator":["Sahu, Lingaraj","Sinha, Kalyan B."],"language":[],"coverage":[],"title":["Characterization of unitary processes with independent and stationary\n  increments"],"description":["  This is a continuation of the earlier work \\cite{SSS} to characterize\nstationary unitary increment Gaussian processes. The earlier assumption of\nuniform continuity is replaced by weak continuity and with a technical\nassumption on the domain of the generator, unitary equivalence of the processes\nto the solution of Hudson-Parthasarathy equation is proved.\n","Comment: 35 pages"]}]
["0804.1949",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","37A05 (Primary)","37A50, 28D05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1949"],"date":["2008-04-11"],"type":["text"],"creator":["Assani, Idris","Buczolich, Zoltan"],"language":[],"coverage":[],"title":["The $(L^{1},L^{1})$ bilinear Hardy-Littlewood function and Furstenberg\n  averages"],"description":["  Let $(X,\\mathcal{B}, \\mu, T)$ be an ergodic dynamical system on a non-atomic\nfinite measure space. Consider the maximal function $\\dis R^*:(f, g) \\in\nL^1\\times L^1 \\to R^*(f, g)(x) = \\sup_{n} \\frac{f(T^nx)g(T^{2n}x)}{n}.$ We show\nthat there exist $f$ and $g$ such that $R^*(f, g)(x)$ is not finite almost\neverywhere. Two consequences are derived. The bilinear Hardy--Littlewood\nmaximal function fails to be a.e. finite for all functions $(f, g)\\in L^1\\times\nL^1.$ The Furstenberg averages do not converge for all pairs of $(L^{1},L^{1})$\nfunctions, while by a result of J. Bourgain these averages converge for all\npairs of $(L^{p},L^{q})$ functions with $\\frac{1}{p}+\\frac{1}{q}\\leq 1.$\n"]}]
["0804.1952",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1952"],"date":["2008-04-11"],"type":["text"],"creator":["Romero, Rodolfo H."],"language":[],"coverage":[],"title":["Scalar and spin-dependent relativistic effects on magnetic properties\n  calculated with four-component methods: the nuclear magnetic resonance\n  parameters of the lead halides"],"description":["  The results of calculations of nuclear magnetic resonance (NMR) parameters\nfor the lead halides is reported in this paper. The results are obtained by\nusing four-component methods. The use of the nonrelativistic L\\'evy-Leblond\nHamiltonian along with the relativistic Dirac-Coulomb and spin-free ones allows\nus to discriminate scalar and spin-dependent effects on the parameters. It is\nfound that the wide range of the lead NMR spectra and their large anisotropies\nare, mainly, due to spin-dependent effects on the paramagnetic term. Among the\nrelativistic scalar corrections, the so-called spin-Zeeman kinetic-energy term\nturns out to be dominant. The reduced spin-spin coupling constants become\nproportional to the product of the atomic numbers of the coupled nuclei.\n","Comment: 10 pages, 2 figures"]}]
["cond-mat/0611062",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611062","Phys. Rev. Lett. 98, 156801 (2007)","doi:10.1103/PhysRevLett.98.156801"],"date":["2006-11-02"],"type":["text"],"creator":["Abanin, Dmitry A.","Lee, Patrick A.","Levitov, Leonid S."],"language":[],"coverage":[],"title":["Order from Disorder in Graphene Quantum Hall Ferromagnet"],"description":["  Valley-polarized quantum Hall states in graphene are described by a\nHeisenberg O(3) ferromagnet model, with the ordering type controlled by the\nstrength and sign of valley anisotropy. A mechanism resulting from electron\ncoupling to strain-induced gauge field, giving leading contribution to the\nanisotropy, is described in terms of an effective random magnetic field aligned\nwith the ferromagnet z axis. We argue that such random field stabilizes the XY\nferromagnet state, which is a coherent equal-weight mixture of the $K$ and $K'$\nvalley states. Other implications such as the Berezinskii-Kosterlitz-Thouless\nordering transition and topological defects with half-integer charge are\ndiscussed.\n","Comment: 4 pages, 2 figures"]}]
["cond-mat/0702190",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702190","Science 314, 1589 (2006)","doi:10.1126/science.1134008"],"date":["2007-02-07"],"type":["text"],"creator":["Valenzuela, S. O.","Oliver, W. D.","Berns, D. M.","Berggren, K. K.","Levitov, L. S.","Orlando, T. P."],"language":[],"coverage":[],"title":["Microwave-Induced Cooling of a Superconducting Qubit"],"description":["  We demonstrated microwave-induced cooling in a superconducting flux qubit.\nThe thermal population in the first-excited state of the qubit is driven to a\nhigher-excited state by way of a sideband transition. Subsequent relaxation\ninto the ground state results in cooling. Effective temperatures as low as\nTeff~ 3 millikelvin are achieved for bath temperatures Tbath = 30 - 400\nmillikelvin, a cooling factor between 10 and 100. This demonstration provides\nan analog to optical cooling of trapped ions and atoms and is generalizable to\nother solid-state quantum systems. Active cooling of qubits, applied to quantum\ninformation science, provides a means for qubit-state preparation with improved\nfidelity and for suppressing decoherence in multi-qubit systems.\n","Comment: Comments Article plus Supplementary Online Material. 19 pages, 6\n  figures"]}]
["cond-mat/0702524",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702524","Phys. Rev. E 76, 051111 (2007)","doi:10.1103/PhysRevE.76.051111"],"date":["2007-02-22","2008-04-13"],"type":["text"],"creator":["Cao, F. J.","Wood, K.","Lindenberg, K."],"language":[],"coverage":[],"title":["Noise-induced phase transitions in field-dependent relaxational\n  dynamics: The Gaussian ansatz"],"description":["  We present an analytic mean field theory for relaxational dynamics in\nspatially extended systems that undergo purely noise-induced phase transitions\nto ordered states. The theory augments the usual mean field approach with a\nGaussian ansatz that yields quantitatively accurate results for strong\ncoupling. We obtain analytic results not only for steady state mean fields and\ndistribution widths, but also for the dynamical approach to a steady state or\nto collective oscillatory behaviors in multi-field systems. Because the theory\nyields dynamical information, it can also predict the\ninitial-condition-dependent final state (disordered state, steady or\noscillatory ordered state) in multistable arrays.\n","Comment: LaTeX, 10 pages, 10 figures. Improved version to appear in Phys. Rev.\n  E"]}]
["cs/0508097",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0508097"],"date":["2005-08-22","2008-04-11"],"type":["text"],"creator":["Sanghavi, Sujay","Shah, Devavrat"],"language":[],"coverage":[],"title":["Tightness of LP via Max-product Belief Propagation"],"description":["  We investigate the question of tightness of linear programming (LP)\nrelaxation for finding a maximum weight independent set (MWIS) in sparse random\nweighted graphs. We show that an edge-based LP relaxation is asymptotically\ntight for Erdos-Renyi graph $G(n,c/n)$ for $c \\leq 2e$ and random regular graph\n$G(n,r)$ for $r\\leq 4$ when node weights are i.i.d. with exponential\ndistribution of mean 1. We establish these results, through a precise relation\nbetween the tightness of LP relaxation and convergence of the max-product\nbelief propagation algorithm. We believe that this novel method of\nunderstanding structural properties of combinatorial problems through\nproperties of iterative procedure such as the max-product should be of interest\nin its own right.\n"]}]
["cs/0601009",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0601009"],"date":["2006-01-05","2008-04-14"],"type":["text"],"creator":["Koch, Tobias","Lapidoth, Amos"],"language":[],"coverage":[],"title":["Gaussian Fading is the Worst Fading"],"description":["  The capacity of peak-power limited, single-antenna, non-coherent, flat-fading\nchannels with memory is considered. The emphasis is on the capacity pre-log,\ni.e., on the limiting ratio of channel capacity to the logarithm of the\nsignal-to-noise ratio (SNR), as the SNR tends to infinity. It is shown that,\namong all stationary and ergodic fading processes of a given spectral\ndistribution function whose law has no mass point at zero, the Gaussian process\ngives rise to the smallest pre-log.\n","Comment: Presented at the IEEE International Symposium on Information Theory\n  (ISIT) 2006; replaced with version that appears in the proceedings"]}]
["cs/0702151",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0702151"],"date":["2007-02-25","2008-04-14"],"type":["text"],"creator":["Braverman, Vladimir","Ostrovsky, Rafail","Zaniolo, Carlo"],"language":[],"coverage":[],"title":["Succinct Sampling on Streams"],"description":["  A streaming model is one where data items arrive over long period of time,\neither one item at a time or in bursts. Typical tasks include computing various\nstatistics over a sliding window of some fixed time-horizon. What makes the\nstreaming model interesting is that as the time progresses, old items expire\nand new ones arrive. One of the simplest and central tasks in this model is\nsampling. That is, the task of maintaining up to $k$ uniformly distributed\nitems from a current time-window as old items expire and new ones arrive. We\ncall sampling algorithms {\\bf succinct} if they use provably optimal (up to\nconstant factors) {\\bf worst-case} memory to maintain $k$ items (either with or\nwithout replacement). We stress that in many applications structures that have\n{\\em expected} succinct representation as the time progresses are not\nsufficient, as small probability events eventually happen with probability 1.\nThus, in this paper we ask the following question: are Succinct Sampling on\nStreams (or $S^3$-algorithms)possible, and if so for what models? Perhaps\nsomewhat surprisingly, we show that $S^3$-algorithms are possible for {\\em all}\nvariants of the problem mentioned above, i.e. both with and without replacement\nand both for one-at-a-time and bursty arrival models. Finally, we use $S^3$\nalgorithms to solve various problems in sliding windows model, including\nfrequency moments, counting triangles, entropy and density estimations. For\nthese problems we present \\emph{first} solutions with provable worst-case\nmemory guarantees.\n"]}]
["math/0407094",{"format":[],"subject":["Mathematics - Differential Geometry","35L80","35J70","32V20","53A10","49Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0407094","Bull. Aus. Math. Soc., 70 (2004) 507-520."],"date":["2004-07-07"],"type":["text"],"creator":["Cheng, Jih-Hsin","Hwang, Jenn-Fang"],"language":[],"coverage":[],"title":["Properly embedded and immersed minimal surfaces in the Heisenberg group"],"description":["  We study properly embedded and immersed p(pseudohermitian)-minimal surfaces\nin the 3-dimensional Heisenberg group. From the recent work of Cheng, Hwang,\nMalchiodi, and Yang, we learn that such surfaces must be ruled surfaces. There\nare two types of such surfaces: band type and annulus type according to their\ntopology. We give an explicit expression for these surfaces. Among band types\nthere is a class of properly embedded p-minimal surfaces of so called helicoid\ntype. We classify all the helicoid type p-minimal surfaces. This class of\np-minimal surfaces includes all the entire p-minimal graphs (except contact\nplanes) over any plane. Moreover, we give a necessary and sufficient condition\nfor such a p-minimal surface to have no singular points. For general complete\nimmersed p-minimal surfaces, we prove a half space theorem and give a criterion\nfor the properness.\n","Comment: 13 pages, 3 figures"]}]
["math/0509653",{"format":[],"subject":["Mathematics - Number Theory","11F11,11F22,16W25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509653"],"date":["2005-09-28","2008-04-12"],"type":["text"],"creator":["Martin, François","Royer, Emmanuel"],"language":[],"coverage":[],"title":["Rankin-Cohen brackets on quasimodular forms"],"description":["  We give the algebra of quasimodular forms a collection of Rankin-Cohen\noperators. These operators extend those defined by Cohen on modular forms and,\nas for modular forms, the first of them provide a Lie structure on quasimodular\nforms. They also satisfy a ``Leibniz rule'' for the usual derivation.\nRankin-Cohen operators are useful for proving arithmetic identities. In\nparticular we give an interpretation of the Chazy equation and explain why such\nan equation has to exist.\n","Comment: 17 pages"]}]
["math/0510494",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","32V20","53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510494","Indiana Univ. Math. J., 56 (2007) 1793-1826."],"date":["2005-10-23"],"type":["text"],"creator":["Chang, Shu-Cheng","Cheng, Jih-Hsin","Chiu, Hung-Lin"],"language":[],"coverage":[],"title":["A Fourth Order Curvature Flow on a CR 3-manifold"],"description":["  Let $(\\mathbf{M}^{3},J,\\theta_{0})$ be a closed pseudohermitian 3-manifold.\nSuppose the associated torsion vanishes and the associated $Q$-curvature has no\nkernel part with respect to the associated Paneitz operator. On such a\nbackground pseudohermitian 3-manifold, we study the change of the contact form\naccording to a certain version of normalized $Q$-curvature flow. This is a\nfourth order evolution equation. We prove that the solution exists for all time\nand converges smoothly to a contact form of zero $Q$ -curvature. We also\nconsider other background conditions and obtain a priori bounds up to high\norders for the solution.\n","Comment: 35 pages"]}]
["math/0601208",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","35L80","35J70","32V20","53A10","49Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601208","Math. Ann., 337 (2007) 253-293."],"date":["2006-01-10","2006-08-01"],"type":["text"],"creator":["Cheng, Jih-Hsin","Hwang, Jenn-Fang","Yang, Paul"],"language":[],"coverage":[],"title":["Existence and Uniqueness for P-Area Minimizers in the Heisenberg Group"],"description":["  In \\cite{CHMY04}, we studied $p$-mean curvature and the associated\n$p$-minimal surfaces in the Heisenberg group from the viewpoint of PDE and\ndifferential geometry. In this paper, we look into the problem through the\nvariational formulation. We study a generalized $p$-area and associated ($p$-)\nminimizers in general dimensions.\n  We prove the existence and investigate the uniqueness of minimizers. Since\nthis is reduced to solving a degenerate elliptic equation, we need to consider\nthe effect of the singular set and this requires a careful study. We define the\nnotion of weak solution and prove that in a certain Sobolev space, a weak\nsolution is a minimizer and vice versa. We also give many interesting examples\nin dimension 2. An intriguing point is that, in dimension 2, a $C^2$-smooth\nsolution from the PDE viewpoint may not be a minimizer. However, this statement\nis true for higher dimensions due to the relative smallness of the size of the\nsingular set.\n","Comment: 37 pages, 5 figures"]}]
["math/0603108",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Combinatorics","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603108","Discrete Optimization, Volume 5, Issue 1 (2008) p36-52"],"date":["2006-03-04","2008-04-12"],"type":["text"],"creator":["Takemura, Akimichi","Yoshida, Ruriko"],"language":[],"coverage":[],"title":["A generalization of the integer linear infeasibility problem"],"description":["  Does a given system of linear equations with nonnegative constraints have an\ninteger solution? This is a fundamental question in many areas. In statistics\nthis problem arises in data security problems for contingency table data and\nalso is closely related to non-squarefree elements of Markov bases for sampling\ncontingency tables with given marginals. To study a family of systems with no\ninteger solution, we focus on a commutative semigroup generated by a finite\nsubset of $\\Z^d$ and its saturation. An element in the difference of the\nsemigroup and its saturation is called a ``hole''. We show the necessary and\nsufficient conditions for the finiteness of the set of holes. Also we define\nfundamental holes and saturation points of a commutative semigroup. Then, we\nshow the simultaneous finiteness of the set of holes, the set of non-saturation\npoints, and the set of generators for saturation points. We apply our results\nto some three- and four-way contingency tables. Then we will discuss the time\ncomplexities of our algorithms.\n","Comment: This paper has been published in Discrete Optimization, Volume 5,\n  Issue 1 (2008) p36-52"]}]
["math/0605168",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605168","Annales de l'Institut Henri Poincar\\'e - Probabilit\\'es et\n  Statistiques 2008, Vol. 44, No. 1, 19-28","doi:10.1214/07-AIHP115"],"date":["2006-05-06","2008-04-10"],"type":["text"],"creator":["Borodin, Alexei"],"language":[],"coverage":[],"title":["Loop-free Markov chains as determinantal point processes"],"description":["  We show that any loop-free Markov chain on a discrete space can be viewed as\na determinantal point process. As an application, we prove central limit\ntheorems for the number of particles in a window for renewal processes and\nMarkov renewal processes with Bernoulli noise.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AIHP115 the Annales de\n  l'Institut Henri Poincar\\'e - Probabilit\\'es et Statistiques\n  (http://www.imstat.org/aihp/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["math/0610540",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","20C30","05E10","46L54"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610540","Advances in Mathematics 218 (2008) 673-695","doi:10.1016/j.aim.2008.01.008"],"date":["2006-10-18","2007-03-21"],"type":["text"],"creator":["Rattan, Amarpreet","Sniady, Piotr"],"language":[],"coverage":[],"title":["Upper bound on the characters of the symmetric groups for balanced Young\n  diagrams and a generalized Frobenius formula"],"description":["  We study asymptotics of an irreducible representation of the symmetric group\nS_n corresponding to a balanced Young diagram \\lambda (a Young diagram with at\nmost C\\sqrt{n} rows and columns for some fixed constant C) in the limit as n\ntends to infinity. We show that there exists a constant D (which depends only\non C) with a property that |\\chi^{\\lambda}(\\pi)| = | Tr \\rho^{\\lambda}(\\pi)/Tr\n\\rho^{\\lambda}(e) | < [ D max(1,|\\pi|^2/n) / \\sqrt{n}} ]^{|\\pi|}, where |\\pi|\ndenotes the length of a permutation (the minimal number of factors necessary to\nwrite \\pi as a product of transpositions). Our main tool is an analogue of\nFrobenius character formula which holds true not only for cycles but for\narbitrary permutations.\n","Comment: 26 pages"]}]
["math/0611663",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611663"],"date":["2006-11-21","2008-04-14"],"type":["text"],"creator":["Dieulefait, Luis","Urroz, Jorge Jimenez"],"language":[],"coverage":[],"title":["Solving Fermat-type equations $x^4 + d y^2 = z^p$ via modular Q-curves\n  over polyquadratic fields"],"description":["  We solve the diophantine equations x^4 + d y^2 = z^p for d=2 and d=3 and any\nprime p>349 and p>131 respectively. The method consists in generalizing the\nideas applied by Frey, Ribet and Wiles in the solution of Fermat's Last\nTheorem, and by Ellenberg in the solution of the equation x^4 + y^2 = z^p, and\nwe use Q-curves, modular forms and inner twists. In principle our method can be\napplied to solve this type of equations for other values of d.\n","Comment: better lower bounds and other minor changes"]}]
["math/0611911",{"format":[],"subject":["Mathematics - Dynamical Systems","37A25, 37C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611911","Math. Res. Lett. (2007)"],"date":["2006-11-29","2008-04-13"],"type":["text"],"creator":["Galatolo, S."],"language":[],"coverage":[],"title":["Dimension and waiting time in rapidly mixing systems"],"description":["  We prove that if a system has superpolynomial (faster than any power law)\ndecay of correlations then the time $\\tau_{r}(x,x_{0})$ needed for a typical\npoint $x$ to enter for the first time a ball $B(x_{0},r)$ centered in $x_{0},$\nwith small radius $r$ scales as the local dimension at $x_{0},$ i.e.\n$$\\underset{r\\to 0}{\\lim}\\frac{\\log \\tau_{r}(x,x_{0})}{-\\log r}=d_{\\mu\n}(x_{0}).$$\n","Comment: Revised version, very similar to the one is published"]}]
["math/0703488",{"format":[],"subject":["Mathematics - Representation Theory","16G70, 18E30 (Primary)","16D50, 16G10, 16G60 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703488"],"date":["2007-03-16","2008-04-14"],"type":["text"],"creator":["Holm, Thorsten","Jorgensen, Peter"],"language":[],"coverage":[],"title":["Stable Calabi-Yau dimension for finite type selfinjective algebras"],"description":["  We show that the Calabi-Yau dimension of the stable module category of a\nselfinjective algebra of finite representation type is determined by the action\nof the Nakayama and suspension functors on objects.\n  Our arguments are based on recent results of C. Amiot, and hence apply more\ngenerally to triangulated categories having only finitely many indecomposable\nobjects.\n","Comment: The paper has been withdrawn since the results have been incorporated\n  into arXiv:math/0610728v2"]}]
["physics/0703083",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703083","Optics Letters, Vol. 32, Issue 13, pp. 1848-1850 (2007)","doi:10.1364/OL.32.001848"],"date":["2007-03-07","2007-06-21"],"type":["text"],"creator":["Cumberland, B. A.","Popov, S. V.","Taylor, J. R.","Medvedkov, O. I.","Vasiliev, S. A.","Dianov, E. M."],"language":[],"coverage":[],"title":["2.1 um CW Raman Laser in GeO2 Fiber"],"description":["  We report on 33 % efficient generation of the first Stokes in a high\nconcentration GeO2 fiber Raman laser pumped by a 22 W Thulium doped fiber\nlaser. An output power of 4.6 W at 2.105 um is demonstrated.\n","Comment: 6 pages, 4 figures. Final version in line with published paper.\n  Includes one extra reference, minor changes to text and additional results as\n  a note at the end"]}]
["physics/0703161",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703161","Physical Review E 77, 036309 (2008)","doi:10.1103/PhysRevE.77.036309"],"date":["2007-03-15","2007-12-16"],"type":["text"],"creator":["Arratia, P. E.","Gollub, J. P.","Durian, D. J."],"language":[],"coverage":[],"title":["Polymeric filament thinning and breakup in microchannels"],"description":["  The effects of elasticity on filament thinning and breakup are investigated\nin microchannel cross flow. When a viscous solution is stretched by an external\nimmiscible fluid, a low 100 ppm polymer concentration strongly affects the\nbreakup process, compared to the Newtonian case. Qualitatively, polymeric\nfilaments show much slower evolution, and their morphology features multiple\nconnected drops. Measurements of filament thickness show two main temporal\nregimes: flow- and capillary-driven. At early times both polymeric and\nNewtonian fluids are flow-driven, and filament thinning is exponential. At\nlater times, Newtonian filament thinning crosses over to a capillary-driven\nregime, in which the decay is algebraic. By contrast, the polymeric fluid first\ncrosses over to a second type of flow-driven behavior, in which viscoelastic\nstresses inside the filament become important and the decay is again\nexponential. Finally, the polymeric filament becomes capillary-driven at late\ntimes with algebraic decay. We show that the exponential flow thinning behavior\nallows a novel measurement of the extensional viscosities of both Newtonian and\npolymeric fluids.\n","Comment: 7 pages, 7 figures"]}]
