["0707.1451",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1451"],"date":["2007-07-10","2008-07-26"],"type":["text"],"creator":["Ohnishi, Kazuaki","Lee, Su Houng"],"language":[],"coverage":[],"title":["BFKL equation at finite temperature"],"description":["  We consider the Color Glass Condensate (CGC) at finite temperature, which\nwould be relevant to the initial condition of relativistic heavy ion collisions\nand the energy loss of energetic partons in the quark-gluon plasma. In the weak\nsource approximation, we derive the thermal BFKL equation. We find that the\nthermal effect shows up as a Bose enhancement of the soft gluon emission if the\ntemperature is high enough to match the light-cone energy of the soft gluons.\nThis suggests that the saturation regime could be reached sooner than in the\nvacuum.\n","Comment: 10 pages, no figure"]}]
["0711.0141",{"format":[],"subject":["Mathematics - Probability","60K35, 60F05, 82B41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0141"],"date":["2007-11-01","2008-07-26"],"type":["text"],"creator":["Bolthausen, Erwin","Caravenna, Francesco","de Tilière, Béatrice"],"language":[],"coverage":[],"title":["The quenched critical point of a diluted disordered polymer model"],"description":["  We consider a model for a polymer interacting with an attractive wall through\na random sequence of charges. We focus on the so-called diluted limit, when the\ncharges are very rare but have strong intensity. In this regime, we determine\nthe quenched critical point of the model, showing that it is different from the\nannealed one. The proof is based on a rigorous renormalization procedure.\nApplications of our results to the problem of a copolymer near a selective\ninterface are discussed.\n","Comment: 24 pages, 4 figures. Minor corrections. Version to be published in\n  Stochastic Process. Appl"]}]
["0711.0741",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0741","New J. Phys. 10 (2008) 073010","doi:10.1088/1367-2630/10/7/073010"],"date":["2007-11-05","2008-05-25"],"type":["text"],"creator":["Han, Xiao-Pu","Zhou, Tao","Wang, Bing-Hong"],"language":[],"coverage":[],"title":["Modeling Human Dynamics with Adaptive Interest"],"description":["  Recently, increasing empirical evidence indicates the extensive existence of\nheavy tails in the interevent time distributions of various human behaviors.\nBased on the queuing theory, the Barab\\'asi model and its variations suggest\nthe highest-priority-first protocol a potential origin of those heavy tails.\nHowever, some human activity patterns, also displaying the heavy-tailed\ntemporal statistics, could not be explained by a task-based mechanism. In this\npaper, different from the mainstream, we propose an interest-based model. Both\nthe simulation and analysis indicate a power-law interevent time distribution\nwith exponent -1, which is in accordance with some empirical observations in\nhuman-initiated systems.\n","Comment: 3 figures and 4 pages"]}]
["0802.2378",{"format":[],"subject":["Mathematics - Number Theory","11M06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2378"],"date":["2008-02-18","2008-07-26"],"type":["text"],"creator":["Shparlinski, Igor"],"language":[],"coverage":[],"title":["On Some Weighted Average Values of L-functions"],"description":["  Let $q\\ge 2$ and $N\\ge 1$ be integers. W. Zhang (2008) has shown that for any\nfixed $\\epsilon> 0$, and $q^{\\epsilon} \\le N \\le q^{1/2 -\\epsilon}$, $$\n\\sum_{\\chi \\ne \\chi_0} |\\sum_{n=1}^N \\chi(n)|^2 |L(1, \\chi)|^2 = (1 + o(1))\n\\alpha_q q N $$ where the sum is take over all nonprincipal characters $\\chi$\nmodulo $q$, $L(s, \\chi)$ is the $L$-functions $L(1, \\chi)$ corresponding to\n$\\chi$ and $\\alpha_q = q^{o(1)}$ is some explicit function of $q$. Here we show\nthat the same formula holds in the range $q^{\\epsilon} \\le N \\le q^{1\n-\\epsilon}$.\n","Comment: Bull. Aust. Math. Soc. (to appear)"]}]
["0803.4204",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4204","Phys. Rev. B 78, 024422 (2008)","doi:10.1103/PhysRevB.78.024422"],"date":["2008-03-29","2008-05-22"],"type":["text"],"creator":["Powell, Stephen","Chalker, J. T."],"language":[],"coverage":[],"title":["Classical-Quantum Mappings for Geometrically Frustrated Systems: Spin\n  Ice in a [100] Field"],"description":["  Certain classical statistical systems with strong local constraints are known\nto exhibit Coulomb phases, where long-range correlation functions have\npower-law forms. Continuous transitions from these into ordered phases cannot\nbe described by a naive application of the Landau-Ginzburg-Wilson theory, since\nneither phase is thermally disordered. We present an alternative approach to a\ncritical theory for such systems, based on a mapping to a quantum problem in\none fewer spatial dimensions. We apply this method to spin ice, a magnetic\nmaterial with geometrical frustration, which exhibits a Coulomb phase and a\ncontinuous transition to an ordered state in the presence of a magnetic field\napplied in the [100] direction.\n","Comment: 15 pages, 4 figures; to be published in Phys. Rev. B; v2: added\n  comments about thermal fluctuations out of spin ice states"]}]
["0806.3912",{"format":[],"subject":["Physics - Plasma Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3912"],"date":["2008-06-24","2008-07-25"],"type":["text"],"creator":["Hou, Lu-Jing","Mišković, Z. L."],"language":[],"coverage":[],"title":["A Gear-like Predictor-Corrector method for Brownian Dynamics Simulation"],"description":["  We introduce a Predictor-Corrector type method suitable for performing\nmany-particle Brownian Dynamics simulations. Since the method goes over to the\nGear's method for Molecular Dynamics simulation in the limit of vanishing\nfriction, we refer to it as a Gear-like algorithm. The algorithm has been\ntested on a one-dimensional, stochastically damped harmonic oscillator model,\nshowing that it can cover a wide range of friction coefficients with a\nhigh-order accuracy, excellent stability, and a very small energy drift on the\nlong time scales.\n","Comment: New references added, Introduction and Conclusions sections\n  re-written"]}]
["q-bio/0506006",{"format":[],"subject":["Quantitative Biology - Cell Behavior","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0506006"],"date":["2005-06-07","2008-07-26"],"type":["text"],"creator":["Isaeva, O. G.","Osipov, V. A."],"language":[],"coverage":[],"title":["Modeling of anti-tumor immune response: immunocorrective effect of weak\n  centimeter electromagnetic waves"],"description":["  We formulate the dynamical model for the anti-tumor immune response based on\nintercellular cytokine-mediated interactions with the interleukin-2 (IL-2)\ntaken into account. The analysis shows that the expression level of tumor\nantigens on antigen presenting cells has a distinct influence on the tumor\ndynamics. At low antigen presentation a progressive tumor growth takes place to\nthe highest possible value. At high antigen presentation there is a decrease in\ntumor size to some value when the dynamical equilibrium between the tumor and\nthe immune system is reached. In the case of the medium antigen presentation\nboth these regimes can be realized depending on the initial tumor size and the\ncondition of the immune system. A pronounced immunomodulating effect (the\nsuppression of tumor growth and the normalization of IL-2 concentration) is\nestablished by considering the influence of low-intensity electromagnetic\nmicrowaves as a parametric perturbation of the dynamical system. This finding\nis in qualitative agreement with the recent experimental results on\nimmunocorrective effects of centimeter electromagnetic waves in tumor-bearing\nmice.\n","Comment: 23 pages, 7 figures. This is a final version of our e-print that was\n  accepted for publication in the Journal of Computational and Mathematical\n  Methods in Medicine on July 24,2008"]}]
