["0705.0186",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0186","Phys. Rev. E 76, 031106 (2007)","doi:10.1103/PhysRevE.76.031106"],"date":["2007-05-01"],"type":["text"],"creator":["Liu, Yang","Dahmen, Karin A."],"language":[],"coverage":[],"title":["No-passing Rule in the Ground State Evolution of the Random-Field Ising\n  Model"],"description":["  We exactly prove the no-passing rule in the ground state evolution of the\nrandom-field Ising model (RFIM) with monotonically varying external field. In\nparticular, we show that the application of the no-passing rule can speed up\nthe calculation of the zero-temperature equilibrium $M(H)$ curve dramatically.\n","Comment: 7 pages, 4 figures"]}]
["0705.1118",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1118","Phys. Rev. B 77, 054422 (2008)","doi:10.1103/PhysRevB.77.054422"],"date":["2007-05-08"],"type":["text"],"creator":["Liu, Yang","Dahmen, Karin A.","Berger, A."],"language":[],"coverage":[],"title":["Determination of intrinsic switching field distributions in\n  perpendicular recording media: numerical study of the $\\Delta H(M, \\Delta M)$\n  method"],"description":["  We present a numerical study of the $\\Delta H(M,\\Delta M)$ method and its\nability to accurately determine intrinsic switching field distributions in\ninteracting granular magnetic materials such as perpendicular recording media.\nIn particular, we study how this methodology fails for large ferromagnetic\ninter-granular interactions, at which point the associated strongly correlated\nmagnetization reversal cannot be properly represented by the mean-field\napproximation, upon which the $\\Delta H(M,\\Delta M)$ method is based. In this\nstudy, we use a 2-dimensional array of symmetric hysterons that have an\nintrinsic switching field distribution of standard deviation $\\sigma$ and\nferromagnetic nearest-neighbor interactions $J$. We find the $\\Delta H(M,\\Delta\nM)$ method to be very accurate for small $J/\\sigma$ values, while substantial\nerrors develop once the effective exchange field becomes comparable with\n$\\sigma$, corroborating earlier results from micromagnetic simulations. We\nfurthermore demonstrate that this failure is correlated with deviations from\ndata set redundancy, which is a key property of the mean-field approximation.\nThus, the $\\Delta H(M,\\Delta M)$ method fails in a well defined and\nquantifiable manner that can be easily assessed from the data sets alone.\n","Comment: 13 pages, 9 figures"]}]
["0705.4274",{"format":[],"subject":["Astrophysics","Physics - Atmospheric and Oceanic Physics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4274","Astrobiology. February 1, 2008, 8(1): 9-16.","doi:10.1089/ast.2007.0181"],"date":["2007-05-29","2007-09-24"],"type":["text"],"creator":["Thomas, Brian C.","Melott, Adrian L.","Fields, Brian D.","Anthony-Twarog, Barbara J."],"language":[],"coverage":[],"title":["Superluminous supernovae: No threat from Eta Carinae"],"description":["  Recently Supernova 2006gy was noted as the most luminous ever recorded, with\na total radiated energy of ~10^44 Joules. It was proposed that the progenitor\nmay have been a massive evolved star similar to eta Carinae, which resides in\nour own galaxy at a distance of about 2.3 kpc. eta Carinae appears ready to\ndetonate. Although it is too distant to pose a serious threat as a normal\nsupernova, and given its rotation axis is unlikely to produce a Gamma-Ray Burst\noriented toward the Earth, eta Carinae is about 30,000 times nearer than\n2006gy, and we re-evaluate it as a potential superluminous supernova. We find\nthat given the large ratio of emission in the optical to the X-ray, atmospheric\neffects are negligible. Ionization of the atmosphere and concomitant ozone\ndepletion are unlikely to be important. Any cosmic ray effects should be spread\nout over ~10^4 y, and similarly unlikely to produce any serious perturbation to\nthe biosphere. We also discuss a new possible effect of supernovae, endocrine\ndisruption induced by blue light near the peak of the optical spectrum. This is\na possibility for nearby supernovae at distances too large to be considered\n\"dangerous\" for other reasons. However, due to reddening and extinction by the\ninterstellar medium, eta Carinae is unlikely to trigger such effects to any\nsignificant degree.\n","Comment: 19 pages, 2 figures; Revised version as accepted for publication in\n  Astrobiology"]}]
["0707.2404",{"format":[],"subject":["Mathematics - Optimization and Control","49N60","49J30","49K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2404","Int. J. Appl. Math. Stat.; Vol. 13; No. J08; June 2008; 1--12."],"date":["2007-07-16"],"type":["text"],"creator":["Ammi, Moulay Rchid Sidi","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["Regularity of Solutions to Second-Order Integral Functionals in\n  Variational Calculus"],"description":["  We obtain regularity conditions of a new type of problems of the calculus of\nvariations with second-order derivatives. As a corollary, we get non-occurrence\nof the Lavrentiev phenomenon. Our main result asserts that autonomous integral\nfunctionals of the calculus of variations with a Lagrangian having\nsuperlinearity partial derivatives with respect to the higher-order derivatives\nadmit only minimizers with essentially bounded derivatives.\n"]}]
["0709.0129",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis","65M60","65N30","65N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0129","Math. Comput. Simul. 77 (2008) 291--300. DOI:\n  10.1016/j.matcom.2007.08.013","doi:10.1016/j.matcom.2007.08.013"],"date":["2007-09-02"],"type":["text"],"creator":["Ammi, Moulay Rchid Sidi","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["Numerical analysis of a nonlocal parabolic problem resulting from\n  thermistor problem"],"description":["  We analyze the spatially semidiscrete piecewise linear finite element method\nfor a nonlocal parabolic equation resulting from thermistor problem. Our\napproach is based on the properties of the elliptic projection defined by the\nbilinear form associated with the variational formulation of the finite element\nmethod. We assume minimal regularity of the exact solution that yields optimal\norder error estimate. The full discrete backward Euler method and the\nCrank-Nicolson-Galerkin scheme are also considered. Finally, a simple algorithm\nfor solving the fully discrete problem is proposed.\n"]}]
["0709.3956",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3956","Phys. Rev. B 77, 085312 (2008)","doi:10.1103/PhysRevB.77.085312"],"date":["2007-09-25"],"type":["text"],"creator":["Nigg, Simon E.","Buttiker, Markus"],"language":[],"coverage":[],"title":["Quantum to Classical Transition of the Charge Relaxation Resistance of a\n  Mesoscopic Capacitor"],"description":["  We present an analysis of the effect of dephasing on the single channel\ncharge relaxation resistance of a mesoscopic capacitor in the linear low\nfrequency regime. The capacitor consists of a cavity which is via a quantum\npoint contact connected to an electron reservoir and Coulomb coupled to a gate.\nThe capacitor is in a perpendicular high magnetic field such that only one\n(spin polarized) edge state is (partially) transmitted through the contact. In\nthe coherent limit the charge relaxation resistance for a single channel\ncontact is independent of the transmission probability of the contact and given\nby half a resistance quantum. The loss of coherence in the conductor is modeled\nby attaching to it a fictitious probe, which draws no net current. In the\nincoherent limit one could expect a charge relaxation resistance that is\ninversely proportional to the transmission probability of the quantum point\ncontact. However, such a two terminal result requires that scattering is\nbetween two electron reservoirs which provide full inelastic relaxation. We\nfind that dephasing of a single edge state in the cavity is not sufficient to\ngenerate an interface resistance. As a consequence the charge relaxation\nresistance is given by the sum of one constant interface resistance and the\n(original) Landauer resistance. The same result is obtained in the high\ntemperature regime due to energy averaging over many occupied states in the\ncavity. Only for a large number of open dephasing channels, describing\nspatially homogenous dephasing in the cavity, do we recover the two terminal\nresistance, which is inversely proportional to the transmission probability of\nthe QPC. We compare different dephasing models and discuss the relation of our\nresults to a recent experiment.\n","Comment: 10 pages, 8 figures"]}]
["0710.1622",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1622","IUBMB Life (2008) 60, 10-15","doi:10.1002/iub.8"],"date":["2007-10-08","2008-02-23"],"type":["text"],"creator":["Palotai, Robin","Szalay, Mate S.","Csermely, Peter"],"language":[],"coverage":[],"title":["Chaperones as integrators of cellular networks: Changes of cellular\n  integrity in stress and diseases"],"description":["  Cellular networks undergo rearrangements during stress and diseases. In\nun-stressed state the yeast protein-protein interaction network (interactome)\nis highly compact, and the centrally organized modules have a large overlap.\nDuring stress several original modules became more separated, and a number of\nnovel modules also appear. A few basic functions, such as the proteasome\npreserve their central position. However, several functions with high energy\ndemand, such the cell-cycle regulation loose their original centrality during\nstress. A number of key stress-dependent protein complexes, such as the\ndisaggregation-specific chaperone, Hsp104, gain centrality in the stressed\nyeast interactome. Molecular chaperones, heat shock, or stress proteins form\ncomplex interaction networks (the chaperome) with each other and their\npartners. Here we show that the human chaperome recovers the segregation of\nprotein synthesis-coupled and stress-related chaperones observed in yeast\nrecently. Examination of yeast and human interactomes shows that (1) chaperones\nare inter-modular integrators of protein-protein interaction networks, which\n(2) often bridge hubs and (3) are favorite candidates for extensive\nphosphorylation. Moreover, chaperones (4) become more central in the\norganization of the isolated modules of the stressed yeast protein-protein\ninteraction network, which highlights their importance in the de-coupling and\nre-coupling of network modules during and after stress. Chaperone-mediated\nevolvability of cellular networks may play a key role in cellular adaptation\nduring stress and various polygenic and chronic diseases, such as cancer,\ndiabetes or neurodegeneration.\n","Comment: 13 pages, 3 figures, 1 glossary"]}]
["0711.3052",{"format":[],"subject":["Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3052","J. Chem. Phys. 128, 074303 (2008)","doi:10.1063/1.2839602"],"date":["2007-11-19"],"type":["text"],"creator":["Ren, Yanfei","Kresin, Vitaly V."],"language":[],"coverage":[],"title":["Suppressing the fragmentation of fragile molecules in helium\n  nanodroplets by co-embedding with water: Possible role of the electric dipole\n  moment"],"description":["  When fragile molecules such as glycine, polyglicine, alkanes, and\nalkanethiols are embedded in liquid helium nanodroplets, electron-impact\nionization of the beam leads to fragmentation which is as extensive as that of\nisolated gas-phase molecules. However, it turns out that if a few molecules of\nwater are co-embedded with the peptide and alkane chains, their fragmentation\nis drastically reduced or completely eliminated. On the other hand, the\nfragmentation of alkanethiols remains unaffected. On the basis of these\nobservations, it is proposed that the fragmentation \"buffering\" effect may\ncorrelate with the magnitude of the impurity's electric dipole moment, which\nsteers the migration of the ionizing He^+ hole in the droplet.\n","Comment: 9 pages, 4 figures"]}]
["0711.3203",{"format":[],"subject":["Physics - Chemical Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3203","Phys. Rev. A 77, 013413 (2008) (13 pages), republication in\n  Virtual Journal of Ultrafast Science 7, issue 2 (2008)","doi:10.1103/PhysRevA.77.013413"],"date":["2007-11-20","2008-02-01"],"type":["text"],"creator":["Buth, Christian","Santra, Robin"],"language":[],"coverage":[],"title":["Theory of x-ray absorption by laser-aligned symmetric-top molecules"],"description":["  We devise a theory of x-ray absorption by symmetric-top molecules which are\naligned by an intense optical laser. Initially, the density matrix of the\nsystem is composed of the electronic ground state of the molecules and a\nthermal ensemble of rigid-rotor eigenstates. We formulate equations of motion\nof the two-color (laser plus x rays) rotational-electronic problem. The\ninteraction with the laser is assumed to be nonresonant; it is described by an\nelectric dipole polarizability tensor. X-ray absorption is approximated as a\none-photon process. It is shown that the equations can be separated such that\nthe interaction with the laser can be treated independently of the x rays. The\nlaser-only density matrix is propagated numerically. After each time step, the\nx-ray absorption is calculated. We apply our theory to study adiabatic\nalignment of bromine molecules (Br2). The required dynamic polarizabilities are\ndetermined using the ab initio linear response methods coupled-cluster singles\n(CCS), second-order approximate coupled-cluster singles and doubles (CC2), and\ncoupled-cluster singles and doubles (CCSD). For the description of x-ray\nabsorption on the sigma_g 1s --> sigma_u 4p resonance, a parameter-free\ntwo-level model is used for the electronic structure of the molecules. Our\ntheory opens up novel perspectives for the quantum control of x-ray radiation.\n","Comment: 14 pages, 4 figures, 1 table, RevTeX4, revised"]}]
["0802.1295",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C44, 58J35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1295"],"date":["2008-02-09","2008-02-23"],"type":["text"],"creator":["Huang, Hong"],"language":[],"coverage":[],"title":["The advanced maximum principle for parabolic systems on manifolds with\n  boundary"],"description":["  In this short note we extend Chow and Lu's advanced maximum principles for\nparabolic systems on closed manifolds to the case of compact manifolds with\nboundary, which also generalizes a Hopf type theorem of Pulemotov.\n","Comment: 4 pages, the main result is generalized"]}]
["0802.2980",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05C20, 05C75, 06A07, 11B39"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2980"],"date":["2008-02-21"],"type":["text"],"creator":["Krot-Sieniawska, Ewa"],"language":[],"coverage":[],"title":["Characterization of Cobweb Posets as KoDAGs"],"description":["  The characterization of the large family of cobweb posets as DAGs and oDAGs\nis given. The dim 2 poset such that its Hasse diagram coincide with digraf of\narbitrary cobweb poset is constructed.\n","Comment: 6 pages, 1 figure"]}]
["cs/0611076",{"format":[],"subject":["Computer Science - Performance","Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0611076"],"date":["2006-11-15","2008-02-22"],"type":["text"],"creator":["Liew, Soung Chang","Zhang, Ying Jun"],"language":[],"coverage":[],"title":["Proportional Fairness in Multi-channel Multi-rate Wireless Networks-Part\n  II: The Case of Time-Varying Channels"],"description":["  This is Part II of a two-part paper series that studies the use of the\nproportional fairness (PF) utility function as the basis for capacity\nallocation and scheduling in multi-channel multi-rate wireless networks. The\ncontributions of Part II are twofold. (i) First, we extend the problem\nformulation, theoretical results, and algorithms to the case of time-varying\nchannels, where opportunistic capacity allocation and scheduling can be\nexploited to improve system performance. We lay down the theoretical foundation\nfor optimization that \"couples\" the time-varying characteristic of channels\nwith the requirements of the underlying applications into one consideration. In\nparticular, the extent to which opportunistic optimization is possible is not\njust a function of how fast the channel characteristics vary, but also a\nfunction of the elasticity of the underlying applications for delayed capacity\nallocation. (ii) Second, building upon our theoretical framework and results,\nwe study subcarrier allocation and scheduling in orthogonal frequency division\nmultiplexing (OFDM) cellular wireless networks. We introduce the concept of a\nW-normalized Doppler frequency to capture the extent to which opportunistic\nscheduling can be exploited to achieve throughput-fairness performance gain. We\nshow that a \"look-back PF\" scheduling can strike a good balance between system\nthroughput and fairness while taking the underlying application requirements\ninto account.\n"]}]
["math-ph/0609078",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0609078","J. Phys. A: Math. Theor. 41 (2008) 095402","doi:10.1088/1751-8113/41/9/095402"],"date":["2006-09-27","2008-02-23"],"type":["text"],"creator":["Franco, Daniel H. T.","Lourenço, José A.","Renoldi, Luiz H."],"language":[],"coverage":[],"title":["Ultrahyperfunctional Approach to Non-Commutative Quantum Field Theory"],"description":["  In the present paper, we intent to enlarge the axiomatic framework of\nnon-commutative quantum field theories (QFT). We consider QFT on\nnon-commutative spacetimes in terms of the tempered ultrahyperfunctions of\nSebasti\\~ao e Silva corresponding to a convex cone, within the framework\nformulated by Wightman. Tempered ultrahyperfunctions are representable by means\nof holomorphic functions. As is well known there are certain advantages to be\ngained from the representation of distributions in terms of holomorphic\nfunctions. In particular, for non-commutative theories the Wightman functions\ninvolving the $\\star$-product, ${\\mathfrak W}^\\star_m$, have the same form as\nthe standard form ${\\mathfrak W}_m$. We conjecture that the functions\n${\\mathfrak W}^\\star_m$ satisfy a set of properties which actually will\ncharacterize a non-commutative QFT in terms of tempered ultrahyperfunctions. In\norder to support this conjecture, we prove for this setting the validity of\nsome important theorems, of which the CPT theorem and the theorem on the\nSpin-Statistics connection are the best known. We assume the validity of these\ntheorems for non-commutative QFT in the case of spatial non-commutativity only.\n","Comment: Published in \"Journal of Physics A\""]}]
["math/0409434",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","Mathematics - Analysis of PDEs","Mathematics - Symplectic Geometry","58J05","53D45","14H15","32G13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0409434"],"date":["2004-09-22","2008-02-22"],"type":["text"],"creator":["Fan, Huijun","Jarvis, Tyler J.","Ruan, Yongbin"],"language":[],"coverage":[],"title":["Geometry and analysis of spin equations"],"description":["  We introduce W-spin structures on a Riemann surface and give a precise\ndefinition to the corresponding W-spin equations for any quasi-homogeneous\npolynomial W. Then, we construct examples of nonzero solutions of spin\nequations in the presence of Ramond marked points. The main result of the paper\nis a compactness theorem for the moduli space of the solutions of W-spin\nequations when W is a non-degenerate, quasi-homogeneous polynomial whose\nvariables all have weight (or fractional degree) wt(x_i) < 1/2. In particular,\nthe compactness theorem holds for the A,D, and E superpotentials.\n","Comment: AMSLaTeX; Minor errors corrected, exposition improved"]}]
["math/0411582",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","17B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411582","J. Algebra 294 (2005), no. 1, 51--72."],"date":["2004-11-25","2004-12-02"],"type":["text"],"creator":["Chari, V.","Jakelic, D.","Moura, A."],"language":[],"coverage":[],"title":["Branched Crystals and Category O"],"description":["  In this paper we describe a theory of (branched) crystals which is adapted to\nthe study of representations in the BGG category $\\cal O$ and which generalizes\nthe theory of normal crystals of Kashiwara. In the case of $sl_2$ we show that\none can associate (uniquely up to isomorphism) to every module in $\\cal O$ a\nbranched crystal . We show that the indecomposable modules in \\cal O$\ncorrespond to \"indecomposable\" branched crystals. We also define the tensor\nproduct of these crystals and show that for $sl_2$ the indecomposable\ncomponents of the tensor product of branched crystals are the same as the\ncrystals associated to the indecomposable summands of the tensor product of the\ncorresponding modules.\n","Comment: References added"]}]
["math/0512506",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512506","J. Algebra 312 (2007), 111--131","doi:10.1016/j.jalgebra.2006.11.045"],"date":["2005-12-21","2007-03-26"],"type":["text"],"creator":["Jakelic, Dijana"],"language":[],"coverage":[],"title":["On Crystal Bases and Enright's Completions"],"description":["  We investigate the interplay of crystal bases and completions in the sense of\nEnright on certain nonintegrable representations of quantum groups. We define\ncompletions of crystal bases, show that this notion of completion is compatible\nwith Enright's completion of modules, prove that every module in our category\nhas a crystal basis which can be completed and that a completion of the crystal\nlattice is unique. Furthermore, we give two constructions of the completion of\na crystal lattice.\n","Comment: journal version, minor changes; to appear in Journal of Algebra"]}]
["math/0612174",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","Mathematics - Quantum Algebra","17B65","17B10","20G42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612174","Pacific J. Math. 233 (2007), 371--402"],"date":["2006-12-06","2007-11-05"],"type":["text"],"creator":["Jakelic, Dijana","Moura, Adriano"],"language":[],"coverage":[],"title":["Finite-Dimensional Representations of Hyper Loop Algebras"],"description":["  We study finite-dimensional representations of hyper loop algebras, i.e., the\nhyperalgebras over an algebraically closed field of positive characteristic\nassociated to the loop algebra over a complex finite-dimensional simple Lie\nalgebra. The main results are the classification of the irreducible modules, a\nversion of Steinberg's Tensor Product Theorem, and the construction of positive\ncharacteristic analogues of the Weyl modules as defined by Chari and Pressley\nin the characteristic zero setting. Furthermore, we start the study of\nreduction modulo p and prove that every irreducible module of a hyper loop\nalgebra can be constructed as a quotient of a module obtained by a certain\nreduction modulo p process applied to a suitable characteristic zero module. We\nconjecture that the Weyl modules are also obtained by reduction modulo p. The\nconjecture implies a tensor product decomposition for the Weyl modules which we\nuse to describe the blocks of the underlying abelian category.\n","Comment: Final version to appear in the Pacific Journal of Mathematics, 24\n  pages"]}]
["physics/0303100",{"format":[],"subject":["Physics - Chemical Physics","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0303100","J. Chem. Phys. 119, 10575--10584 (2003), republication in Virtual\n  Journal of Ultrafast Science 2, issue 12 (2003)","doi:10.1063/1.1620502"],"date":["2003-03-23","2004-03-20"],"type":["text"],"creator":["Buth, Christian","Santra, Robin","Cederbaum, Lorenz S."],"language":[],"coverage":[],"title":["Impact of Interatomic Electronic Decay Processes on Xe 4d Hole Decay in\n  the Xenon Fluorides"],"description":["  A hole in a 4d orbital of atomic xenon relaxes through Auger decay after a\nlifetime of 3 fs. Adding electronegative fluorine ligands to form xenon\nfluoride molecules, results in withdrawal of valence-electron density from Xe.\nThus, within the one-center picture of Auger decay, a lowered Xe 4d Auger width\nwould be expected, in contradiction, however, with experiment. Employing\nextensive ab initio calculations within the framework of many-body Green's\nfunctions, we determine all available decay channels in XeFn and characterize\nthese channels by means of a two-hole population analysis. We derive a relation\nbetween two-hole population numbers and partial Auger widths. On this basis,\ninteratomic electronic decay processes are demonstrated to be so strong in the\nxenon fluorides that they overcompensate the reduction in intra-atomic Auger\nwidth and lead to the experimentally observed trend. The nature of the relevant\nprocesses is discussed. These processes presumably underlie Auger decay in a\nvariety of systems.\n","Comment: 11 pages, 5 figures, 3 tables, RevTeX4, extensively revised, the\n  discussion of single ionization of XeFn was published separately: J. Chem.\n  Phys. 119, 7763--7771 (2003), preprint arXiv: physics/0306123"]}]
["physics/0607022",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0607022","Physica A 376, 455 (2007)","doi:10.1016/j.physa.2006.10.045"],"date":["2006-07-04"],"type":["text"],"creator":["Coelho, Ricardo","Gilmore, Claire G.","Lucey, Brian","Richmond, Peter","Hutzler, Stefan"],"language":[],"coverage":[],"title":["The Evolution of Interdependence in World Equity Markets - Evidence from\n  Minimum Spanning Trees"],"description":["  The minimum spanning tree is used to study the process of market integration\nfor a large group of national stock market indices. We show how the asset tree\nevolves over time and describe the dynamics of its normalized length, mean\noccupation layer, and single- and multiple-step linkage survival rates. Over\nthe period studied, 1997-2006, the tree shows a tendency to become more\ncompact. This implies that global equity markets are increasingly interrelated.\nThe consequence for global investors is a potential reduction of the benefits\nof international portfolio diversification.\n","Comment: 17 pages, 8 figures, submitted to Physica A"]}]
["physics/0703149",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703149","Phys. Rev. Lett. 98, 143601 (2007) (4 pages), republication in\n  Virtual Journal of Ultrafast Science 6, issue 5 (2007)","doi:10.1103/PhysRevLett.98.143601"],"date":["2007-03-14","2007-04-12"],"type":["text"],"creator":["Loh, Zhi-Heng","Khalil, Munira","Correa, Raoul E.","Santra, Robin","Buth, Christian","Leone, Stephen R."],"language":[],"coverage":[],"title":["Quantum state-resolved probing of strong-field-ionized xenon atoms using\n  femtosecond high-order harmonic transient absorption spectroscopy"],"description":["  Femtosecond high-order harmonic transient absorption spectroscopy is used to\nresolve the complete |j,m> quantum state distribution of Xe+ produced by\noptical strong-field ionization of Xe atoms at 800nm. Probing at the Xe N_4/5\nedge yields a population distribution rho_j,|m| of rho_3/2,1/2 : rho_1/2,1/2 :\nrho_3/2,3/2 = 75 +- 6 : 12 +- 3 : 13 +- 6 %. The result is compared to a tunnel\nionization calculation with the inclusion of spin-orbit coupling, revealing\nnonadiabatic ionization behavior. The sub-50-fs time resolution paves the way\nfor table-top extreme ultraviolet absorption probing of ultrafast dynamics.\n","Comment: 4 pages, 3 figures, 1 table, RevTeX4, corrected typoes"]}]
["quant-ph/0701083",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0701083"],"date":["2007-01-13","2008-02-23"],"type":["text"],"creator":["Dragoman, Daniela"],"language":[],"coverage":[],"title":["Evidence Against Klein Paradox in Graphene"],"description":["  It is demonstrated that both transmission and reflection coefficients\nassociated to the Klein paradox at a step barrier are positive and less than\nunity, so that the particle-antiparticle pair creation mechanism commonly\nlinked to this phenomenon is not necessary. Because graphene is a solid-state\ntesting ground for quantum electrodynamics phenomena involving massless Dirac\nfermions we suggest that the transport characteristic through a p-n graphene\njunction can decide between the results obtained in this paper and the common\nKlein paradox theory, which imply negative transmission and higher-than-unity\nreflection coefficients. Recent experimental evidence supports our findings.\n","Comment: Revised version 2 new pages added, new abstract, and title"]}]
