["0704.2194",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2194"],"date":["2007-04-17","2008-04-09"],"type":["text"],"creator":["Pomeau, Yves","Roberts, David C."],"language":[],"coverage":[],"title":["Casimir Friction I: Friction of a vacuum on a spinning dielectric"],"description":["  We introduce the concept of Casimir friction, i.e. friction due to quantum\nfluctuations. In this first article we describe the calculation of a constant\ntorque, arising from the scattering of quantum fluctuations, on a dielectric\nrotating in an electromagnetic vacuum.\n","Comment: To appear in Modern Encyclopedia of Mathematical Physics (MEMPhys);\n  campanion article to cond-mat/0503757; v2 - minor editorial changes"]}]
["0705.2902",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2902","J. Stat. Mech. (2008) L04001","doi:10.1088/1742-5468/2008/04/L04001"],"date":["2007-05-21","2008-01-04"],"type":["text"],"creator":["Ardonne, Eddy","Kim, Eun-Ah"],"language":[],"coverage":[],"title":["Non-Abelian statistics in the interference noise of the Moore-Read\n  quantum Hall state"],"description":["  We propose noise oscillation measurements in a double point contact,\naccessible with current technology, to seek for a signature of the non-abelian\nnature of the \\nu=5/2 quantum Hall state. Calculating the voltage and\ntemperature dependence of the current and noise oscillations, we predict the\nnon-abelian nature to materialize through a multiplicity of the possible\noutcomes: two qualitatively different frequency dependences of the nonzero\ninterference noise. Comparison between our predictions for the Moore-Read state\nwith experiments on \\nu=5/2 will serve as a much needed test for the nature of\nthe \\nu=5/2 quantum Hall state.\n","Comment: 4 pages, 4 figures v2: typo's corrected, discussions clarified,\n  references added"]}]
["0706.2670",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2670"],"date":["2007-06-18","2008-04-09"],"type":["text"],"creator":["Borodin, Alexei","Sinclair, Christopher D."],"language":[],"coverage":[],"title":["Correlation Functions of Asymmetric Real Matrices"],"description":["  We give a closed form for the correlation functions of ensembles of\nasymmetric real matrices in terms of the Pfaffian of an antisymmetric matrix\nformed from a $2 \\times 2$ matrix kernel associated to the ensemble. We also\nderive closed forms for the matrix kernel and correlation functions for\nGinibre's real ensemble.\n","Comment: 34 pages. This revision contains new content and some corrections"]}]
["0707.0352",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0352","Phys. Rev. Lett. 100, 067206 (2008)","doi:10.1103/PhysRevLett.100.067206"],"date":["2007-07-03"],"type":["text"],"creator":["Konishi, Yusuke","Tokoro, Hiroko","Nishino, Masamichi","Miyashita, Seiji"],"language":[],"coverage":[],"title":["Monte Carlo simulation of pressure-induced phase transitions in\n  spin-crossover materials"],"description":["  Pressure-induced phase transitions of spin-crossover materials were simulated\nby a Monte Carlo simulation in the constant pressure ensemble for the first\ntime. Here, as the origin of the cooperative interaction, we adopt elastic\ninteraction among the distortions of the lattice due to the difference of the\nmolecular sizes in different spin states, i.e., the high spin (HS) state and\nthe low spin (LS) state. We studied how the temperature dependence of the\nordering process changes with the pressure, and we obtained a standard sequence\nof temperature dependences that has been found in changing other parameters\nsuch as strength of the ligand field (S. Miyashita et al., Prog. Theor. Phys.\n\\textbf{114}, 719 (2005)). Various effects of pressure on the spin-crossover\nordering process are examined from a unified point of view.\n","Comment: 5 pages, 6 figures"]}]
["0707.2130",{"format":[],"subject":["Mathematics - Analysis of PDEs","46E30,26D10,46B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2130"],"date":["2007-07-14","2008-04-09"],"type":["text"],"creator":["Badr, Nadine"],"language":[],"coverage":[],"title":["Gagliardo-Nirenberg inequalities on manifolds"],"description":["  We prove Gagliardo-Nirenberg inequalities on some classes of manifolds, Lie\ngroups and graphs.\n","Comment: 15 pages"]}]
["0707.2728",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2728"],"date":["2007-07-18","2008-04-09"],"type":["text"],"creator":["Dhaouadi, Lazhar"],"language":[],"coverage":[],"title":["Prolate Spheroidal Wave Functions In q-Fourier Analysis"],"description":["  The prolate spheroidal wave functions, which are a special case of the\nspheroidal wave functions, possess a very surprising and unique property [6].\nThey are an orthogonal basis of both $L^2(-1,1)$ and the Paley-Wiener space of\nbandlimited functions. They also satisfy a discrete orthogonality relation. No\nother system of classical orthogonal functions is known to possess this strange\nproperty. We prove that there are new systems possessing this property in\n$q$-Fourier analysis. As application we give a new sampling formula with $q^n$\nas sampling points, where 0 < q < 1.\n"]}]
["0707.3487",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3487","Proc. R. Soc. A 463, 3115-3129 (2007)","doi:10.1098/rspa.2007.0144"],"date":["2007-07-24","2007-12-21"],"type":["text"],"creator":["Struyve, W.","Westman, H."],"language":[],"coverage":[],"title":["A minimalist pilot-wave model for quantum electrodynamics"],"description":["  We present a way to construct a pilot-wave model for quantum electrodynamics.\nThe idea is to introduce beables corresponding only to the bosonic degrees of\nfreedom and not to the fermionic degrees of freedom of the quantum state. We\nshow that this is sufficient to reproduce the quantum predictions. The beables\nwill be field beables corresponding to the electromagnetic field and they will\nbe introduced in a similar way to that of Bohm's model for the free\nelectromagnetic field. Our approach is analogous to the situation in\nnon-relativistic quantum theory, where Bell treated spin not as a beable but\nonly as a property of the wavefunction. After presenting this model we also\ndiscuss a simple way for introducing additional beables that represent the\nfermionic degrees of freedom.\n","Comment: LaTex, 17 pages, no figures; v2 minor corrections, journal version"]}]
["0707.3890",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3890","Phys. Rev. Lett. 100, 146802 (2008)","doi:10.1103/PhysRevLett.100.146802"],"date":["2007-07-26","2008-04-09"],"type":["text"],"creator":["Ferrier, M.","Rowe, A. C. H.","Gueron, S.","Bouchiat, H.","Texier, C.","Montambaux, G."],"language":[],"coverage":[],"title":["Geometrical dependence of decoherence by electronic interactions in a\n  GaAs/GaAlAs square network"],"description":["  We investigate weak localization in metallic networks etched in a two\ndimensional electron gas between $25\\:$mK and $750\\:$mK when electron-electron\n(e-e) interaction is the dominant phase breaking mechanism. We show that, at\nthe highest temperatures, the contributions arising from trajectories that wind\naround the rings and trajectories that do not are governed by two different\nlength scales. This is achieved by analyzing separately the envelope and the\noscillating part of the magnetoconductance. For $T\\gtrsim0.3\\:$K we find\n$\\Lphi^\\mathrm{env}\\propto{T}^{-1/3}$ for the envelope, and\n$\\Lphi^\\mathrm{osc}\\propto{T}^{-1/2}$ for the oscillations, in agreement with\nthe prediction for a single ring \\cite{LudMir04,TexMon05}. This is the first\nexperimental confirmation of the geometry dependence of decoherence due to e-e\ninteraction.\n","Comment: LaTeX, 5 pages, 4 eps figures"]}]
["0707.4451",{"format":[],"subject":["Mathematics - Commutative Algebra","13D02 (Primary), 13D07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4451"],"date":["2007-07-30","2008-04-09"],"type":["text"],"creator":["Avramov, Luchezar L.","Iyengar, Srikanth B.","Sega, Liana M."],"language":[],"coverage":[],"title":["Free resolutions over short local rings"],"description":["  The structure of minimal free resolutions of finite modules M over\ncommutative local rings (R,m,k) with m^3=0 and rank_k(m^2) < rank_k(m/m^2)is\nstudied. It is proved that over generic R every M has a Koszul syzygy module.\nExplicit families of Koszul modules are identified. When R is Gorenstein the\nnon-Koszul modules are classified. Structure theorems are established for the\ngraded k-algebra Ext_R(k,k) and its graded module Ext_R(M,k).\n","Comment: 17 pages; number of minor changes. This article will appear in the\n  Journal of the London Math. Soc"]}]
["0709.0217",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0217","Nature 448, 1046-1049 (2007)","doi:10.1038/nature06095"],"date":["2007-09-03","2008-04-09"],"type":["text"],"creator":["Reichenbach, Tobias","Mobilia, Mauro","Frey, Erwin"],"language":[],"coverage":[],"title":["Mobility promotes and jeopardizes biodiversity in rock-paper-scissors\n  games"],"description":["  Biodiversity is essential to the viability of ecological systems. Species\ndiversity in ecosystems is promoted by cyclic, non-hierarchical interactions\namong competing populations. Such non-transitive relations lead to an evolution\nwith central features represented by the `rock-paper-scissors' game, where rock\ncrushes scissors, scissors cut paper, and paper wraps rock. In combination with\nspatial dispersal of static populations, this type of competition results in\nthe stable coexistence of all species and the long-term maintenance of\nbiodiversity. However, population mobility is a central feature of real\necosystems: animals migrate, bacteria run and tumble. Here, we observe a\ncritical influence of mobility on species diversity. When mobility exceeds a\ncertain value, biodiversity is jeopardized and lost. In contrast, below this\ncritical threshold all subpopulations coexist and an entanglement of travelling\nspiral waves forms in the course of temporal evolution. We establish that this\nphenomenon is robust, it does not depend on the details of cyclic competition\nor spatial environment. These findings have important implications for\nmaintenance and evolution of ecological systems and are relevant for the\nformation and propagation of patterns in excitable media, such as chemical\nkinetics or epidemic outbreaks.\n","Comment: Final submitted version; the printed version can be found at\n  http://dx.doi.org/10.1038/nature06095 Supplementary movies are available at\n  http://www.theorie.physik.uni-muenchen.de/lsfrey/images_content/movie1.AVI\n  and\n  http://www.theorie.physik.uni-muenchen.de/lsfrey/images_content/movie2.AVI"]}]
["0709.3009",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3009","Phys. Rev. B 77, 144404 (2008)","doi:10.1103/PhysRevB.77.144404"],"date":["2007-09-19"],"type":["text"],"creator":["Sacchetti, A.","Weller, M.","Gavilano, J. L.","Mudliar, R.","Pedrini, B.","Magishi, K.","Ott, H. R.","Monnier, R.","Delley, B.","Ōnuki, Y."],"language":[],"coverage":[],"title":["^{63,65}Cu NMR and NQR evidence for an unusual spin dynamics in PrCu_2\n  below 100 K"],"description":["  We report the results of a $^{63,65}$Cu NMR/NQR study probing the\nintermetallic compound PrCu$_2$. The previously claimed onset of magnetic order\nat 65 K, indicated in a $\\mu$SR study, is not confirmed. Based on our data we\ndiscuss different possible reasons for this apparent discrepancy, including a\nnon negligible influence of the implanted muons on their environment. Competing\ndipolar and quadrupolar interactions lead to unusual features of the\nmagnetic-ion/conduction-electron system, different from those of common\nintermetallics exhibiting structural or magnetic instabilities.\n","Comment: 8 pages, 7 figures, submitted to Phys Rev B"]}]
["0710.0731",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Topology","Mathematics - Differential Geometry","57R17","57R19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0731","Adv. Math., 218 (2), 2008, 576--599","doi:10.1016/j.aim.2008.01.012"],"date":["2007-10-03"],"type":["text"],"creator":["Cavalcanti, Gil","Fernandez, Marisa","Munoz, Vicente"],"language":[],"coverage":[],"title":["Symplectic resolutions, Lefschetz property and formality"],"description":["  We introduce a method to resolve a symplectic orbifold into a smooth\nsymplectic manifold. Then we study how the formality and the Lefschetz property\nof the symplectic resolution are compared with that of the symplectic orbifold.\nWe also study the formality of the symplectic blow-up of a symplectic orbifold\nalong symplectic submanifolds disjoint from the orbifold singularities. This\nallows us to construct the first example of a simply connected compact\nsymplectic manifold of dimension 8 which satisfies the Lefschetz property but\nis not formal, therefore giving a counter-example to a conjecture of Babenko\nand Taimanov.\n","Comment: 21 pages, no figures"]}]
["0710.0868",{"format":[],"subject":["Mathematics - Complex Variables","32T40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0868"],"date":["2007-10-03","2008-04-08"],"type":["text"],"creator":["Noell, Alan"],"language":[],"coverage":[],"title":["Peak points for pseudoconvex domains: a survey"],"description":["  This paper surveys results concerning peak points for pseudoconvex domains.\nIt includes results of Laszlo that have not been published elsewhere.\n","Comment: 40 pages; polished a bit, and a few more references added; accepted\n  for publication in J. Geom. Anal"]}]
["0710.1034",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1034","Physical Review B 77 132402 (2008)","doi:10.1103/PhysRevB.77.132402"],"date":["2007-10-04","2008-02-06"],"type":["text"],"creator":["Weller, M.","Gavilano, J. L.","Sacchetti, A.","Ott, H. R."],"language":[],"coverage":[],"title":["Pressure induced variation of the ground state of CeAl3"],"description":["  Pressure-induced variations of $^{27}$Al NMR spectra of CeAl$_3$ indicate\nsignificant changes in the ground-state characteristics of this prototypical\nheavy-electron compound. Previously reported magnetic and electronic\ninhomogeneities at ambient pressure and very low temperatures are removed with\nexternal pressures exceeding 1.2 kbar. The spectra and results of corresponding\nmeasurements of the NMR spin-lattice relaxation rates indicate a\npressure-induced emergence of a simple paramagnetic state involving electrons\nwith moderately enhanced masses and no magnetic order above 65 mK.\n","Comment: 4 pages, 4 figures, 2 tables submitted to Physical Review B"]}]
["0710.1845",{"format":[],"subject":["Mathematics - Dynamical Systems","37C15, 37E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1845"],"date":["2007-10-09","2008-04-08"],"type":["text"],"creator":["Baladi, Viviane","Smania, Daniel"],"language":[],"coverage":[],"title":["Smooth deformations of piecewise expanding unimodal maps"],"description":["  In the space of C^k piecewise expanding unimodal maps, k>=1, we characterize\nthe C^1 smooth families of maps where the topological dynamics does not change\n(the \"smooth deformations\") as the families tangent to a continuous\ndistribution of codimension-one subspaces (the \"horizontal\" directions) in that\nspace. Furthermore such codimension-one subspaces are defined as the kernels of\nan explicit class of linear functionals. As a consequence we show the existence\nof C^{k-1+Lip} deformations tangent to every given C^k horizontal direction,\nfor k>=2.\n","Comment: 19 pages. Few misprints fixed. Minor improvements"]}]
["0710.1986",{"format":[],"subject":["Mathematics - Probability","60J22 (Primary), 15A18, 60J99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1986"],"date":["2007-10-10","2008-04-09"],"type":["text"],"creator":["Jacobi, Martin Nilsson","Goernerup, Olof"],"language":[],"coverage":[],"title":["A dual eigenvector condition for strong lumpability of Markov chains"],"description":["  Necessary and sufficient conditions for identifying strong lumpability in\nMarkov chains are presented. We show that the states in a lump necessarily\ncorrespond to identical elements in eigenvectors of the dual transition matrix.\nIf there exist as many dual eigenvectors that respect the necessary condition\nas there are lumps in the aggregation, then the condition is also sufficient.\nThe result is demonstrated with two simple examples.\n","Comment: 6 pages. Footnote 1 added"]}]
["0710.2618",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2618","doi:10.1111/j.1365-2966.2008.12927.x"],"date":["2007-10-13","2008-01-07"],"type":["text"],"creator":["Wang, Yougang","Yang, Xiaohu","Mo, H. J.","Li, Cheng","Bosch, Frank C. van den","Fan, Zuhui","Chen, Xuelei"],"language":[],"coverage":[],"title":["Probing the Intrinsic Shape and Alignment of Dark Matter Haloes using\n  SDSS Galaxy Groups"],"description":["  We study the three-dimensional and projected shapes of galaxy groups in the\nSloan Digital Sky Survey Data Release 4, and examine the alignment between the\norientation of the central galaxy and the spatial distribution of satellite\ngalaxies. The projected ellipticity of a group is measured using the moments of\nthe discrete distribution of its member galaxies. We infer the\nthree-dimensional and projected axis ratios of their dark matter haloes by\ncomparing the measured ellipticity distributions with those obtained from Monte\nCarlo simulations of projected, triaxial dark matter haloes with different axis\nratios. We find that the halo shape has a strong dependence on the halo mass.\nWhile the haloes of low-mass groups are nearly spherical, those of massive\ngroups tend to be prolate. For groups containing at least four members, the\nstatistical distribution of their measured ellipticities does not have a strong\ndependence on the colors of their central galaxies. Our analysis further shows\nthat the average three-dimensional axis ratio for haloes with $12<{\\rm\nlog}[M/(h^{-1}M_{\\odot})]\\leq15$ is about $1:0.46:0.46$, resulting in a\nprojected axis ratio of $\\sim 0.77$. Our results for the alignment between the\norientation of the central galaxy of a group and the distribution of their\nsatellite galaxies are in broad agreement with those obtained by Yang et al.\nThe distribution of satellite galaxies preferentially aligns with the major\naxis of the central galaxy, with a clear dependence on both halo mass and\ngalaxy colors. (abridged)\n","Comment: 13 pages, 10 figures and 2 tables. Accepted for publication in MNRAS"]}]
["0710.5357",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5357"],"date":["2007-10-29","2008-04-09"],"type":["text"],"creator":["Beccaria, M.","Macorini, G.","Panizzi, L.","Renard, F. M.","Verzegnassi, C."],"language":[],"coverage":[],"title":["A survey of one-loop electroweak supersymmetric effects in stop-antistop\n  production at LHC"],"description":["  This paper has been withdrawn by the authors because the analysis has been\nextended in Ref.(arXiv:0804.1252) to the sbottom-antisbottom case.\n","Comment: This paper has been withdrawn"]}]
["0711.2141",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2141","Phys. Rev. A 77, 043609 (2008)","doi:10.1103/PhysRevA.77.043609"],"date":["2007-11-14","2008-03-17"],"type":["text"],"creator":["Salasnich, L.","Manini, N.","Toigo, F."],"language":[],"coverage":[],"title":["Macroscopic Periodic Tunneling of Fermi Atoms in the BCS-BEC Crossover"],"description":["  We study the macroscopic quantum tunneling of two weakly-linked superfluids\nmade of interacting fermionic atoms. We derive atomic Josephson junction\nequations and find that zero-mode and pi-mode frequencies of coherent atomic\noscillations depend on the tunneling coefficient and the sound velocity of the\nsuperfluid. By considering a superfluid of ^40K atoms, we calculate these\noscillation frequencies in the crossover from the Bardeen-Cooper-Schrieffer\nstate of weakly-bound Cooper pairs to the Bose-Einstein Condensate of\nstrongly-bound molecular dimers.\n","Comment: 6 pages 3 figures revtex"]}]
["0711.4555",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4555"],"date":["2007-11-28","2008-04-08"],"type":["text"],"creator":["Ravikumar, Pradeep","Lafferty, John","Liu, Han","Wasserman, Larry"],"language":[],"coverage":[],"title":["Sparse Additive Models"],"description":["  We present a new class of methods for high-dimensional nonparametric\nregression and classification called sparse additive models (SpAM). Our methods\ncombine ideas from sparse linear modeling and additive nonparametric\nregression. We derive an algorithm for fitting the models that is practical and\neffective even when the number of covariates is larger than the sample size.\nSpAM is closely related to the COSSO model of Lin and Zhang (2006), but\ndecouples smoothing and sparsity, enabling the use of arbitrary nonparametric\nsmoothers. An analysis of the theoretical properties of SpAM is given. We also\nstudy a greedy estimator that is a nonparametric version of forward stepwise\nregression. Empirical results on synthetic and real data are presented, showing\nthat SpAM can be effective in fitting sparse nonparametric models in high\ndimensional data.\n"]}]
["0711.4896",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4896","Phys. Rev. Lett. 100, 100601 (2008)","doi:10.1103/PhysRevLett.100.100601"],"date":["2007-11-30","2008-04-09"],"type":["text"],"creator":["Barthel, Thomas","Schollwöck, Ulrich"],"language":[],"coverage":[],"title":["Dephasing and the steady state in quantum many-particle systems"],"description":["  We discuss relaxation in bosonic and fermionic many-particle systems. For\nintegrable systems, the time evolution can cause a dephasing effect, leading\nfor finite subsystems to certain steady states. We give an explicit derivation\nof those steady subsystem states and devise sufficient prerequisites for the\ndephasing to take place. We also find simple scenarios, in which dephasing is\nineffective and discuss the dependence on dimensionality and criticality. It\nfollows further that, after a quench of system parameters, bipartite\nentanglement entropy will become extensive. This provides a way of creating\nstrong entanglement in a controlled fashion.\n","Comment: 4 pages, 3 figures, minor changes"]}]
["0712.0079",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0079","Phys. Rev. E 77, 046302 (2008)","doi:10.1103/PhysRevE.77.046302"],"date":["2007-12-02","2008-02-22"],"type":["text"],"creator":["Ahlers, Guenter","Calzavarini, Enrico","Araujo, Francisco Fontenele","Funfschilling, Denis","Grossmann, Siegfried","Lohse, Detlef","Sugiyama, Kazuyasu"],"language":[],"coverage":[],"title":["Non-Oberbeck-Boussinesq effects in turbulent thermal convection in\n  ethane close to the critical point"],"description":["  As shown in earlier work (Ahlers et al., J. Fluid Mech. 569, p.409 (2006)),\nnon-Oberbeck Boussinesq (NOB) corrections to the center temperature in\nturbulent Rayleigh-Benard convection in water and also in glycerol are governed\nby the temperature dependences of the kinematic viscosity and the thermal\ndiffusion coefficient. If the working fluid is ethane close to the critical\npoint the origin of non-Oberbeck-Boussinesq corrections is very different, as\nwill be shown in the present paper. Namely, the main origin of NOB corrections\nthen lies in the strong temperature dependence of the isobaric thermal\nexpansion coefficient \\beta(T). More precisely, it is the nonlinear\nT-dependence of the density \\rho(T) in the buoyancy force which causes another\ntype of NOB effect. We demonstrate that through a combination of experimental,\nnumerical, and theoretical work, the latter in the framework of the extended\nPrandtl-Blasius boundary layer theory developed in Ahlers et al., J. Fluid\nMech. 569, p.409 (2006). The latter comes to its limits, if the temperature\ndependence of the thermal expension coefficient \\beta(T) is significant.\n","Comment: 18 pages, 15 figures, 3 tables"]}]
["0712.1927",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1927","Phys. Rev. B 77, 155308 (2008)","doi:10.1103/PhysRevB.77.155308"],"date":["2007-12-12","2008-04-09"],"type":["text"],"creator":["Bergholtz, E. J.","Karlhede, A."],"language":[],"coverage":[],"title":["Quantum Hall system in Tao-Thouless limit"],"description":["  We consider spin-polarized electrons in a single Landau level on a torus. The\nquantum Hall problem is mapped onto a one-dimensional lattice model with\nlattice constant $2\\pi/L_1$, where $L_1$ is a circumference of the torus (in\nunits of the magnetic length). In the Tao-Thouless limit, $L_1\\to 0$, the\ninteracting many-electron problem is exactly diagonalized at any rational\nfilling factor $\\nu=p/q\\le 1$. For odd $q$, the ground state has the same\nqualitative properties as a bulk ($L_1 \\to \\infty$) quantum Hall hierarchy\nstate and the lowest energy quasiparticle exitations have the same fractional\ncharges as in the bulk. These states are the $L_1 \\to 0$ limits of the\nLaughlin/Jain wave functions for filling fractions where these exist. We argue\nthat the exact solutions generically, for odd $q$, are continuously connected\nto the two-dimensional bulk quantum Hall hierarchy states, {\\it ie} that there\nis no phase transition as $L_1 \\to \\infty$ for filling factors where such\nstates can be observed. For even denominator fractions, a phase transition\noccurs as $L_1$ increases. For $\\nu=1/2$ this leads to the system being mapped\nonto a Luttinger liquid of neutral particles at small but finite $L_1$, this\nthen develops continuously into the composite fermion wave function that is\nbelieved to describe the bulk $\\nu=1/2$ system. The analysis generalizes to\nnon-abelian quantum Hall states.\n","Comment: 25 pages, 9 figures"]}]
["0801.3702",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3702","IEEE Transactions on Information Theory, Vol. 54, No. 4, April\n  2008","doi:10.1109/TIT.2008.917725"],"date":["2008-01-23"],"type":["text"],"creator":["Holliday, Tim","Goldsmith, Andrea J.","Poor, H. Vincent"],"language":[],"coverage":[],"title":["Joint source and channel coding for MIMO systems: Is it better to be\n  robust or quick?"],"description":["  We develop a framework to optimize the tradeoff between diversity,\nmultiplexing, and delay in MIMO systems to minimize end-to-end distortion. We\nfirst focus on the diversity-multiplexing tradeoff in MIMO systems, and develop\nanalytical results to minimize distortion of a vector quantizer concatenated\nwith a space-time MIMO channel code. In the high SNR regime we obtain a\nclosed-form expression for the end-to-end distortion as a function of the\noptimal point on the diversity-multiplexing tradeoff curve. For large but\nfinite SNR we find this optimal point via convex optimization. We then consider\nMIMO systems using ARQ retransmission to provide additional diversity at the\nexpense of delay. For sources without a delay constraint, distortion is\nminimized by maximizing the ARQ window size. This results in an ARQ-enhanced\nmultiplexing-diversity tradeoff region, with distortion minimized over this\nregion in the same manner as without ARQ. Under a source delay constraint the\nproblem formulation changes to account for delay distortion associated with\nrandom message arrival and random ARQ completion times. We use a dynamic\nprogramming formulation to capture the channel diversity-multiplexing tradeoff\nat finite SNR as well as the random arrival and retransmission dynamics; we\nsolve for the optimal multiplexing-diversity-delay tradeoff to minimize\nend-to-end distortion associated with the source encoder, channel, and ARQ\nretransmissions. Our results show that a delay-sensitive system should adapt\nits operating point on the diversity-multiplexing-delay tradeoff region to the\nsystem dynamics. We provide numerical results that demonstrate significant\nperformance gains of this adaptive policy over a static allocation of\ndiversity/multiplexing in the channel code and a static ARQ window size.\n","Comment: To appear in the IEEE Transactions on Information Theory, Vol. 54,\n  No. 4, April 2008"]}]
["0801.4622",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4622","J. Chem. Phys. 128, 134109 (2008)","doi:10.1063/1.2883683"],"date":["2008-01-30"],"type":["text"],"creator":["Garberoglio, G."],"language":[],"coverage":[],"title":["Boltzmann bias grand canonical Monte Carlo"],"description":["  We derive an efficient method for the insertion of structured particles in\ngrand canonical Monte Carlo simulations of adsorption in very confining\ngeometries. We extend this method to path integral simulations and use it to\ncalculate the isotherm of adsorption of hydrogen isotopes in narrow carbon\nnanotubes (2D confinement) and slit pores (1D confinement) at the temperatures\nof 20 K and 77 K, discussing its efficiency by comparison to the standard path\nintegral grand canonical Monte Carlo algorithm. We use this algorithm to\nperform multicomponent simulations in order to calculate the hydrogen isotope\nselectivity for adsorption in narrow carbon nanotubes and slit pores at finite\npressures. The algorithm described here can be applied to the study of\nadsorption of real oligomers and polymers in narrow pores and channels.\n","Comment: 12 pages, 6 figures. Accepted for publication in The Journal of\n  Chemical Physics"]}]
["0802.4021",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4021","doi:10.1051/0004-6361:200809603"],"date":["2008-02-27","2008-03-06"],"type":["text"],"creator":["HESS Collaboration","Aharonian, F."],"language":[],"coverage":[],"title":["Discovery of VHE gamma-rays from the high-frequency-peaked BL Lac object\n  RGB J0152+017"],"description":["  Aims: The BL Lac object RGB J0152+017 (z=0.080) was predicted to be a very\nhigh-energy (VHE; > 100 GeV) gamma-ray source, due to its high X-ray and radio\nfluxes. Our aim is to understand the radiative processes by investigating the\nobserved emission and its production mechanism using the High Energy\nStereoscopic System (H.E.S.S.) experiment. Methods: We report recent\nobservations of the BL Lac source RGB J0152+017 made in late October and\nNovember 2007 with the H.E.S.S. array consisting of four imaging atmospheric\nCherenkov telescopes. Contemporaneous observations were made in X-rays by the\nSwift and RXTE satellites, in the optical band with the ATOM telescope, and in\nthe radio band with the Nancay Radio Telescope. Results: A signal of 173\ngamma-ray photons corresponding to a statistical significance of 6.6 sigma was\nfound in the data. The energy spectrum of the source can be described by a\npowerlaw with a spectral index of 2.95+/-0.36stat+/-0.20syst. The integral flux\nabove 300 GeV corresponds to ~2% of the flux of the Crab nebula. The source\nspectral energy distribution (SED) can be described using a two-component\nnon-thermal synchrotron self-Compton (SSC) leptonic model, except in the\noptical band, which is dominated by a thermal host galaxy component. The\nparameters that are found are very close to those found in similar SSC studies\nin TeV blazars. Conclusions: RGB J0152+017 is discovered as a source of VHE\ngamma-rays by H.E.S.S. The location of its synchrotron peak, as derived from\nthe SED in Swift data, allows clearly classification it as a\nhigh-frequency-peaked BL Lac (HBL).\n","Comment: Accepted for publication in A&A Letters (5 pages, 4 figures)"]}]
["0803.1634",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1634","Phys. Rev. Lett., 100 (2008) 134502","doi:10.1103/PhysRevLett.100.134502"],"date":["2008-03-11"],"type":["text"],"creator":["Schumacher, Joerg"],"language":[],"coverage":[],"title":["Lagrangian dispersion and heat transport in convective turbulence"],"description":["  Lagrangian studies of the local temperature mixing and heat transport in\nturbulent Rayleigh-Benard convection are presented, based on three-dimensional\ndirect numerical simulations. Contrary to vertical pair distances, the temporal\ngrowth of lateral pair distances agrees with the Richardson law, but yields a\nsmaller Richardson constant due to correlated pair motion in plumes. Our\nresults thus imply that Richardson dispersion is also found in anisotropic\nturbulence. We find that extremely large vertical accelerations appear less\nfrequently than lateral ones and are not connected with rising or falling\nthermal plumes. The height-dependent joint Lagrangian statistics of vertical\nacceleration and local heat transfer allows us to identify a zone which is\ndominated by thermal plume mixing.\n","Comment: 5 pages, 5 Postscript figures 5 pages, 5 Postscript figures"]}]
["0803.4033",{"format":[],"subject":["Mathematics - Rings and Algebras","16S10, 17B63 (Primary)","17A50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4033"],"date":["2008-03-27","2008-04-08"],"type":["text"],"creator":["Usefi, Hamid"],"language":[],"coverage":[],"title":["Free algebras and the Freiheitssatz"],"description":["  There have been gaps found in the proofs. The paper is withdrawn until\nfurther notice.\n"]}]
["0804.0668",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0668"],"date":["2008-04-04","2008-04-09"],"type":["text"],"creator":["Cynk, S.","van Straten, D."],"language":[],"coverage":[],"title":["Small Resolutions and Non-Liftable Calabi-Yau threefolds"],"description":["  We use properties of small resolutions of the ordinary double point in\ndimension three to construct smooth non-liftable Calabi-Yau threefolds. In\nparticular, we construct a smooth projective Calabi-Yau threefold over $\\F_3$\nthat does not lift to characteristic zero and a smooth projective Calabi-Yau\nthreefold over $\\F_5$ having an obstructed deformation. We also construct many\nexamples of smooth Calabi-Yau algebraic spaces over $\\F_p$ that do not lift to\nalgebraic spaces in characteristic zero.\n","Comment: 16 pages, 3 figures"]}]
["0804.0824",{"format":[],"subject":["Condensed Matter - Superconductivity","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0824"],"date":["2008-04-04"],"type":["text"],"creator":["Cao, Baopeng","Neal, Colleen M.","Starace, Anne K.","Ovchinnikov, Yurii N.","Kresin, Vladimir Z.","Jarrold, Martin F."],"language":[],"coverage":[],"title":["Evidence for High Tc Superconducting Transitions in Isolated Al45- and\n  Al47- Nanoclusters"],"description":["  Heat capacities measured for Al45- and Al47- nanoclusters have reproducible\njumps at ~ 200 K. These jumps are consistent with theoretical predictions that\nsome clusters with highly degenerate electronic states near the Fermi level\nwill undergo a transition into a high Tc superconducting state. An analysis\nbased on a theoretical treatment of pairing in Al45- and Al47- agrees well with\nthe experimental data in both the value of the critical temperature and in the\nsize and width of the jumps in the heat capacity.\n"]}]
["0804.1030",{"format":[],"subject":["Statistics - Applications","Mathematics - Probability","Mathematics - Statistics Theory","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1030"],"date":["2008-04-07"],"type":["text"],"creator":["Cecconi, L.","Gandolfi, A.","Sastri, C. C. A."],"language":[],"coverage":[],"title":["A New Estimator for the Number of Species in a Population"],"description":["  We consider the classic problem of estimating T, the total number of species\nin a population, from repeated counts in a simple random sample. We look first\nat the Chao-Lee estimator: we initially show that such estimator can be\nobtained by reconciling two estimators of the unobserved probability, and then\ndevelop a sequence of improvements culminating in a Dirichlet prior Bayesian\nreinterpretation of the estimation problem. By means of this, we obtain\nsimultaneous estimates of T, of the normalized interspecies variance $\\gamma^2$\nand of the parameter $\\lambda$ of the prior. Several simulations show that our\nestimation method is more flexible than several known methods we used as\ncomparison; the only limitation, apparently shared by all other methods, seems\nto be that it cannot deal with the rare cases in which $\\gamma^2 >1$\n"]}]
["0804.1046",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Computational Geometry","Computer Science - Graphics","Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1046"],"date":["2008-04-07"],"type":["text"],"creator":["Xu, Zhiqiang","Xu, Guoliang"],"language":[],"coverage":[],"title":["Discrete schemes for Gaussian curvature and their convergence"],"description":["  In this paper, several discrete schemes for Gaussian curvature are surveyed.\nThe convergence property of a modified discrete scheme for the Gaussian\ncurvature is considered. Furthermore, a new discrete scheme for Gaussian\ncurvature is resented. We prove that the new scheme converges at the regular\nvertex with valence not less than 5. By constructing a counterexample, we also\nshow that it is impossible for building a discrete scheme for Gaussian\ncurvature which converges over the regular vertex with valence 4. Finally,\nasymptotic errors of several discrete scheme for Gaussian curvature are\ncompared.\n"]}]
["0804.1139",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1139"],"date":["2008-04-07"],"type":["text"],"creator":["Nodet, Maëlle"],"language":[],"coverage":[],"title":["Optimal control of the Primitive Equations of the Ocean with Lagrangian\n  observations"],"description":["  We consider an optimal control problem for the three-dimensional non-linear\nPrimitive Equations of the ocean in a vertically bounded and horizontally\nperiodic domain. The observation operator maps a solution of the Primitive\nEquations to the trajectory of a Lagrangian particle. This paper proves the\nexistence of an optimal control for the regularized problem. To do that, we\nprove also new energy estimates for the Primitive Equations, thanks to\nwell-chosen functional spaces, which distinguish the vertical dimension from\nthe horizontal ones. We illustrate the result with a numerical experiment.\n"]}]
["0804.1146",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1146"],"date":["2008-04-07"],"type":["text"],"creator":["Campisi, Michele"],"language":[],"coverage":[],"title":["Reply to \"Comment on \"On a new definition of quantum entropy\"\""],"description":["  The example provided in the comment [arXiv:0803.2241] concerns a situation\nwhere the system is initially at negative temperature. It is known that in such\ncases the Law of Entropy Decrease holds. Nevertheless, this does not challenge\nthe validity of the Second Law of Thermodynamics.\n","Comment: 1 page"]}]
["0804.1155",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1155"],"date":["2008-04-07"],"type":["text"],"creator":["Vatutin, V.","Kyprianou, A. E."],"language":[],"coverage":[],"title":["Branching processes in random environment die slowly"],"description":["  Let $Z_{n,}n=0,1,...,$ be a branching process evolving in the random\nenvironment generated by a sequence of iid generating functions $%\nf_{0}(s),f_{1}(s),...,$ and let $S_{0}=0,S_{k}=X_{1}+...+X_{k},k\\geq 1,$ be the\nassociated random walk with $X_{i}=\\log f_{i-1}^{\\prime}(1),$ $\\tau (m,n)$ be\nthe left-most point of minimum of $\\left\\{S_{k},k\\geq 0\\right\\} $ on the\ninterval $[m,n],$ and $T=\\min \\left\\{k:Z_{k}=0\\right\\} $. Assuming that the\nassociated random walk satisfies the Doney condition $P(S_{n}>0) \\to \\rho \\in\n(0,1),n\\to \\infty ,$ we prove (under the quenched approach) conditional limit\ntheorems, as $n\\to \\infty $, for the distribution of $Z_{nt},$ $Z_{\\tau\n(0,nt)},$ and $Z_{\\tau (nt,n)},$ $t\\in (0,1),$ given $T=n$. It is shown that\nthe form of the limit distributions essentially depends on the location of\n$\\tau (0,n)$ with respect to the point $nt.$\n"]}]
["0804.1158",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1158"],"date":["2008-04-07"],"type":["text"],"creator":["Weber, Brian"],"language":[],"coverage":[],"title":["Convergence of compact Ricci solitons"],"description":["  We show that sequences of compact gradient Ricci solitons converge to\ncomplete orbifold gradient solitons, assuming constraints on volume, the\n$L^{n/2}$-norm of curvature, and the auxiliary constant $C_1$. The strongest\nresults are in dimension 4, where $L^2$ curvature bounds are equivalent to\nupper bounds on the Euler number. We obtain necessary and sufficient conditions\nfor limits to be compact.\n"]}]
["0804.1159",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1159"],"date":["2008-04-07"],"type":["text"],"creator":["Eusebi, Ricardo","Collaboration, for the CDF"],"language":[],"coverage":[],"title":["Measurements of Top Quark Properties at the Tevatron"],"description":["  The precise measurement of the top quark properties is a stringent test of\nthe Standard Model of Particles and Fields. This reports presents the latest\nresults from the CDF and D0 collaborations with an integrated data sample of up\nto 2.3/fb.\n","Comment: 4 pages, 0 figures, proceedings for the 2008 QCD session of Moriond"]}]
["0804.1160",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1160","Electrochimica Acta 45 (1999) 699-712"],"date":["2008-04-07"],"type":["text"],"creator":["Gimenez, M. Cecilia","Del Popolo, Mario G.","Leiva, Ezequiel P. M."],"language":[],"coverage":[],"title":["Monte Carlo Simulation for the Formation and Growth of Low\n  Dimensionality Phases During Underpotential Deposition of Ag on Au(100)"],"description":["  Simulation studies are undertaken for the system Ag/Au(100) by means of grand\ncanonical Monte Carlo applied to a large lattice system. The interactions are\ncalculated using the embedded atom model. The formation of adsorbed Ag phases\nof low dimensionality on Ag(100) is investigated and the influence of surface\ndefects on the shape of the adsorption isotherms is studied. The results of the\nsimulations are discussed in the light of experimental information available\nfrom electrochemical measurements.\n","Comment: 31 pages, 11 figures"]}]
["0804.1161",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1161"],"date":["2008-04-07"],"type":["text"],"creator":["Searle, Antony C."],"language":[],"coverage":[],"title":["Monte-Carlo and Bayesian techniques in gravitational wave burst data\n  analysis"],"description":["  Monte-Carlo simulations are used in the gravitational wave burst detection\ncommunity to demonstrate and compare the properties of different search\ntechniques. We note that every Monte-Carlo simulation has a corresponding\noptimal search technique according to both the non-Bayesian Neyman-Pearson\ncriterion and the Bayesian approach, and that this optimal search technique is\nthe Bayesian statistic. When practical, we recommend deriving the optimal\nstatistic for a credible Monte-Carlo simulation, rather than testing ad hoc\nstatistics against that simulation.\n","Comment: 9 pages, submitted to GWDAW12 proceedings"]}]
["0804.1170",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1170"],"date":["2008-04-07"],"type":["text"],"creator":["Mahalanabis, Satyaki","Stefankovic, Daniel"],"language":[],"coverage":[],"title":["Approximating L1-distances between mixture distributions using random\n  projections"],"description":["  We consider the problem of computing L1-distances between every pair\nofcprobability densities from a given family. We point out that the technique\nof Cauchy random projections (Indyk'06) in this context turns into stochastic\nintegrals with respect to Cauchy motion.\n  For piecewise-linear densities these integrals can be sampled from if one can\nsample from the stochastic integral of the function x->(1,x). We give an\nexplicit density function for this stochastic integral and present an efficient\nsampling algorithm. As a consequence we obtain an efficient algorithm to\napproximate the L1-distances with a small relative error.\n  For piecewise-polynomial densities we show how to approximately sample from\nthe distributions resulting from the stochastic integrals. This also results in\nan efficient algorithm to approximate the L1-distances, although our inability\nto get exact samples worsens the dependence on the parameters.\n"]}]
["0804.1171",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1171"],"date":["2008-04-07"],"type":["text"],"creator":["Oitmaa, J.","Hamer, C. J."],"language":[],"coverage":[],"title":["The Spin-1 Heisenberg Antiferromagnet: New Results from Series\n  Expansions"],"description":["  We calculate ground state properties (energy, magnetization, susceptibility)\nand one-particle spectra for the $S = 1$ Heisenberg antiferromagnet with\neasy-axis or easy-plane single site anisotropy, on the square lattice. Series\nexpansions are used, in each of three phases of the system, to obtain\nsystematic and accurate results. The location of the quantum phase transition\nin the easy-plane sector is determined. The results are compared with spin-wave\ntheory.\n","Comment: 13 pages, 13 figures"]}]
["0804.1172",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1172"],"date":["2008-04-07"],"type":["text"],"creator":["Singh, Jaspreet","Dabeer, Onkar","Madhow, Upamanyu"],"language":[],"coverage":[],"title":["Transceiver Design with Low-Precision Analog-to-Digital Conversion : An\n  Information-Theoretic Perspective"],"description":["  Modern communication receiver architectures center around digital signal\nprocessing (DSP), with the bulk of the receiver processing being performed on\ndigital signals obtained after analog-to-digital conversion (ADC). In this\npaper, we explore Shannon-theoretic performance limits when ADC precision is\ndrastically reduced, from typical values of 8-12 bits used in current\ncommunication transceivers, to 1-3 bits. The goal is to obtain insight on\nwhether DSP-centric transceiver architectures are feasible as communication\nbandwidths scale up, recognizing that high-precision ADC at high sampling rates\nis either unavailable, or too costly or power-hungry. Specifically, we evaluate\nthe communication limits imposed by low-precision ADC for the ideal real\ndiscrete-time Additive White Gaussian Noise (AWGN) channel, under an average\npower constraint on the input. For an ADC with K quantization bins (i.e., a\nprecision of log2 K bits), we show that the Shannon capacity is achievable by a\ndiscrete input distribution with at most K + 1 mass points. For 2-bin (1-bit)\nsymmetric ADC, this result is tightened to show that binary antipodal signaling\nis optimum for any signal-to-noise ratio (SNR). For multi-bit ADC, the capacity\nis computed numerically, and the results obtained are used to make the\nfollowing encouraging observations regarding system design with low-precision\nADC : (a) even at moderately high SNR of up to 20 dB, 2-3 bit quantization\nresults in only 10-20% reduction of spectral efficiency, which is acceptable\nfor large communication bandwidths, (b) standard equiprobable pulse amplitude\nmodulation with ADC thresholds set to implement maximum likelihood hard\ndecisions is asymptotically optimum at high SNR, and works well at low to\nmoderate SNRs as well.\n"]}]
["0804.1173",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Discrete Mathematics","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1173"],"date":["2008-04-08"],"type":["text"],"creator":["Brass, Peter","Hurtado, Ferran","Lafreniere, Benjamin","Lubiw, Anna"],"language":[],"coverage":[],"title":["A Lower Bound on the Area of a 3-Coloured Disk Packing"],"description":["  Given a set of unit-disks in the plane with union area $A$, what fraction of\n$A$ can be covered by selecting a pairwise disjoint subset of the disks? Rado\nconjectured 1/4 and proved $1/4.41$. Motivated by the problem of\nchannel-assignment for wireless access points, in which use of 3 channels is a\nstandard practice, we consider a variant where the selected subset of disks\nmust be 3-colourable with disks of the same colour pairwise-disjoint. For this\nvariant of the problem, we conjecture that it is always possible to cover at\nleast $1/1.41$ of the union area and prove $1/2.09$. We also provide an\n$O(n^2)$ algorithm to select a subset achieving a $1/2.77$ bound.\n","Comment: 15 pages (11 pages + 4 page appendix), 12 figures"]}]
["0804.1188",{"format":[],"subject":["Mathematics - Differential Geometry","35C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1188"],"date":["2008-04-08"],"type":["text"],"creator":["Korányi, Adam","Ricci, Fulvio"],"language":[],"coverage":[],"title":["A unified approach to compact symmetric spaces of rank one"],"description":["  A relatively simple algebraic framework is given, in which all the compact\nsymmetric spaces can be described and handled without distinguishing cases. We\nalso give some applications and further results.\n","Comment: 39 pages"]}]
["0804.1193",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1193"],"date":["2008-04-08"],"type":["text"],"creator":["Zwecher, Elchanan","Porrat, Dana"],"language":[],"coverage":[],"title":["Spreading Signals in the Wideband Limit"],"description":["  Wideband communications are impossible with signals that are spread over a\nvery large band and are transmitted over multipath channels unknown ahead of\ntime. This work exploits the I-mmse connection to bound the achievable\ndata-rate of spreading signals in wideband settings, and to conclude that the\nachievable data-rate diminishes as the bandwidth increases due to channel\nuncertainty. The result applies to all spreading modulations, i.e. signals that\nare evenly spread over the bandwidth available to the communication system,\nwith SNR smaller than log(W/L)/(W/L) and holds for communications over channels\nwhere the number of paths L is unbounded by sub-linear in the bandwidth W.\n"]}]
["0804.1196",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57M27","57R58"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1196"],"date":["2008-04-08"],"type":["text"],"creator":["Eftekhary, Eaman"],"language":[],"coverage":[],"title":["A note on combinatorial splicing formulas for Heegaard Floer homology"],"description":["  We give a precise description of splicing formulas from a previous paper in\nterms of knot Floer complex associated with a knot in homology sphere.\n"]}]
["0804.1213",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14H50","13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1213"],"date":["2008-04-08"],"type":["text"],"creator":["Dumnicki, Marcin"],"language":[],"coverage":[],"title":["Quasi-homogeneous linear systems on P2 with base points of multiplicity\n  7, 8, 9, 10"],"description":["  In the paper we prove Harbourne-Hirschowitz conjecture for quasi-homogeneous\nlinear systems on $\\mathbb P^2$ for $m=7$, 8, 9, 10, i.e. systems of curves of\ngiven degree passing through points in general position with multiplicities at\nleast $m,...,m,m_0$, where $m=7$, 8, 9, 10, $m_0$ is arbitrary.\n","Comment: 13 pages"]}]
["0804.1218",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1218"],"date":["2008-04-08"],"type":["text"],"creator":["Koumakis, N.","Schofield, A. B.","Petekidis, G."],"language":[],"coverage":[],"title":["Effects of Shear-Induced Crystallization on the Rheology and Ageing of\n  Hard Sphere Glasses"],"description":["  The rheological properties of highly concentrated suspensions of hard-sphere\nparticles are studied with particular reference to the rheological response of\nshear induced crystals. Using practically monodisperse hard spheres, we prepare\nshear induced crystals under oscillatory shear and examine their linear and\nnon-linear mechanical response in comparison with their glassy counterparts at\nthe same volume fraction. It is evident, that shear-induced crystallization\ncauses a significant drop in the elastic and viscous moduli due to structural\nrearrangements that ease flow. For the same reason the critical (peak of G'')\nand crossover (overlap of G' and G'') strain are smaller in the crystal\ncompared to the glass at the same volume fraction. When, however the distance\nfrom the maximum packing in each state is taken into account the elastic\nmodulus of the crystal is found to be larger than the glass at the same free\nvolume suggesting a strengthened material due to long range order. Finally,\nshear induced crystals counter-intuitively exhibit similar rheological ageing\nto the glass (with a logarithmic increase of G'), indicating that the shear\ninduced structure is not at thermodynamic equilibrium.\n"]}]
["0804.1228",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1228"],"date":["2008-04-08"],"type":["text"],"creator":["Hashemi, M.","Heinemeyer, S.","Kinnunen, R.","Nikitenko, A.","Weiglein, G."],"language":[],"coverage":[],"title":["Charged Higgs Bosons in the MSSM at CMS: Discovery Reach and Parameter\n  Dependence"],"description":["  The search for MSSM Higgs bosons will be an important goal at the LHC. In\norder to analyze the search reach of the CMS experiment for the charged MSSM\nHiggs bosons, we combine the latest results for the CMS experimental\nsensitivities based on full simulation studies with state-of-the-art\ntheoretical predictions of MSSM Higgs-boson production and decay properties.\nThe experimental analyses are done assuming an integrated luminosity of 30\nfb^-1 for the two cases M_H+- < m_t and M_H+- > m_t. The results are\ninterpreted as 5 sigma discovery contours in M_H+- - tan_beta planes of the\nMSSM for various benchmark scenarios. We study the dependence of the 5 sigma\ncontours on the variation of the relevant SUSY parameters. Particular emphasis\nis put on analyzing the variation of the discovery contours with the Higgs\nmixing parameter mu. The variation of mu can shift the prospective discovery\nreach in tan_beta by up to Delta tan_beta = 40.\n","Comment: 13 pages, 3 figures"]}]
["0804.1232",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1232"],"date":["2008-04-08"],"type":["text"],"creator":["Różańska, Agata","Madej, Jerzy"],"language":[],"coverage":[],"title":["Models of the iron K_alpha fluorescence line and the Compton shoulder in\n  irradiated accretion disk spectra"],"description":["  We present a full set of model atmosphere equations for the accretion disk\naround a supermassive black hole irradiated by hard X-ray lamp of power-law\nspectral distribution. Model equations allow for multiple Compton scattering of\nradiation on free electrons, and for large relative photon-electron energy\nexchange at the time of scattering. We present spectra in specific intensities\nintegrated over the disk surface. Theoretical outgoing intensity spectra show\nsoft X-ray excess below 1 keV, and distinct K_alpha and K_beta fluorescent\nlines of iron. We demonstrate the existence of the Compton Shoulder and claim\nthat it can contribute to the asymmetry and equivalent widths of some observed\nFe K_alpha lines in AGN. Our models exhibit the effect of limb-brightening in\nreflected X-rays.\n","Comment: 10 pages, 8 Postscript figures, accepted to MNRAS"]}]
["0804.1233",{"format":[],"subject":["Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1233"],"date":["2008-04-08"],"type":["text"],"creator":["Fritsch, Daniel","Koepernik, Klaus","Richter, Manuel","Eschrig, Helmut"],"language":[],"coverage":[],"title":["Transition metal dimers as potential molecular magnets: A challenge to\n  computational chemistry"],"description":["  Dimers are the smallest chemical objects that show magnetic anisotropy. We\nfocus on 3$d$ and 4$d$ transition metal dimers that have magnetic ground states\nin most cases. Some of these magnetic dimers have a considerable barrier\nagainst re-orientation of their magnetization, the so-called magnetic\nanisotropy energy, MAE. The height of this barrier is important for\ntechnological applications, as it determines, e.g., the stability of\ninformation stored in magnetic memory devices. It can be estimated by means of\nrelativistic density functional calculations. Our approach is based on a\nfull-potential local-orbital method (FPLO) in a four-component Dirac-Kohn-Sham\nimplementation. Orbital polarization corrections to the local density\napproximation are employed. They are discussed in the broader context of\norbital dependent density functionals. Ground state properties (spin\nmultiplicity, bond length, harmonic vibrational frequency, spin- and orbital\nmagnetic moment, and MAE) of the 3$d$ and 4$d$ transition metal dimers are\nevaluated and compared with available experimental and theoretical data. We\nfind exceptionally high values of MAE, close to 0.2 eV, for four particular\ndimers: Fe$_2$, Co$_2$, Ni$_2$, and Rh$_2$.\n","Comment: 15 pages, 3 figures, J. Comput. Chemistry (accepted)"]}]
["0804.1235",{"format":[],"subject":["Mathematics - Group Theory","20G15, 11E88"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1235"],"date":["2008-04-08"],"type":["text"],"creator":["Singh, Anupam"],"language":[],"coverage":[],"title":["Real Elements in Spin Groups"],"description":["  Let $F$ be a field of characteristic $\\neq 2$. Let $G$ be an algebraic group\ndefined over $F$. An element $t\\in G(F)$ is called {\\bf real} if there exists\n$s\\in G(F)$ such that $sts^{-1}=t^{-1}$. A semisimple element $t$ in $GL_n(F),\nSL_n(F), O(q), SO(q), Sp(2n)$ and the groups of type $G_2$ over $F$ is real if\nand only if $t=\\tau_1\\tau_2$ where $\\tau_1^2=\\pm 1=\\tau_2^2$ (ref.\n\\cite{st1,st2}). In this paper we extend this result to the semisimple elements\nin $Spin$ groups when $\\dim(V)\\equiv 0,1,2 \\imod 4$.\n","Comment: 11 pages"]}]
["0804.1242",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J25, 31B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1242"],"date":["2008-04-08"],"type":["text"],"creator":["Milakis, E.","Toro, T."],"language":[],"coverage":[],"title":["Divergence form operators in Reifenberg flat domains"],"description":["  We study the boundary regularity of solutions of elliptic operators in\ndivergence form with $C^{0,\\alpha}$ coefficients or operators which are small\nperturbations of the Laplacian in non-smooth domains. We show that, as in the\ncase of the Laplacian, there exists a close relationship between the regularity\nof the corresponding elliptic measure and the geometry of the domain.\n","Comment: 32 pages"]}]
["0804.1243",{"format":[],"subject":["Mathematics - Group Theory","20G15, 17A75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1243","Israel Journal of Mathematics 145 (2005) 157-192"],"date":["2008-04-08"],"type":["text"],"creator":["Singh, Anupam","Thakur, Maneesh"],"language":[],"coverage":[],"title":["Reality Properties of Conjugacy Classes in G_2"],"description":["  Let $G$ be an algebraic group over a field $k$. We call $g\\in G(k)$ {\\bf\nreal} if $g$ is conjugate to $g^{-1}$ in $G(k)$. In this paper we study reality\nfor groups of type $G_2$ over fields of characteristic different from 2. Let\n$G$ be such a group over $k$. We discuss reality for both semisimple and\nunipotent elements. We show that a semisimple element in $G(k)$ is real if and\nonly if it is a product of two involutions in $G(k)$. Every unipotent element\nin $G(k)$ is a product of two involutions in $G(k)$. We discuss reality for\n$G_2$ over special fields and construct examples to show that reality fails for\nsemisimple elements in $G_2$ over $\\Q$ and $\\Q_p$. We show that semisimple\nelements are real for $G_2$ over $k$ with $cd(k)\\leq 1$. We conclude with\nexamples of nonreal elements in $G_2$ over $k$ finite, with characteristic $k$\nnot 2 or 3, which are not semisimple or unipotent.\n","Comment: 30 pages"]}]
["0804.1250",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1250"],"date":["2008-04-08"],"type":["text"],"creator":["Bogolubsky, I. L.","Bornyakov, V. G.","Burgio, G.","Ilgenfritz, E. -M.","Müller-Preussker, M.","Mitrjushkin, V. K."],"language":[],"coverage":[],"title":["Lattice results on gluon and ghost propagators in Landau gauge"],"description":["  We present clear evidence of strong effects of Gribov copies in Landau gauge\ngluon and ghost propagators computed on the lattice at small momenta by\nemploying a new approach to Landau gauge fixing and a more effective numerical\nalgorithm. It is further shown that the new approach substantially decreases\nnotorious finite-volume effects.\n","Comment: 5 pages, 2 figures, contribution to Proceedings of the 13th Lomonosov\n  Conference on Elementary Particle Physics, Moscow, August 2007"]}]
["0804.1255",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1255"],"date":["2008-04-08"],"type":["text"],"creator":["Leble, Sergey","Zaitsev, Anatolij"],"language":[],"coverage":[],"title":["Quantum corrections to static solutions of phi-in-quadro and Sin-Gordon\n  models via generalized zeta-function"],"description":["  A general algebraic method of quantum corrections evaluation is presented.\nQuantum corrections to a few classical solutions (kinks and periodic) of\nGinzburg-Landau (phi-in-quadro) and Sin-Gordon models are calculated in\narbitrary dimensions. The Green function for heat equation with a soliton\npotential is constructed by means of Laplace transformation theory and Hermit\nequation for the Green function transform. The generalized zeta-function is\nused to evaluate the functional integral and quantum corrections to mass in\nquasiclassical approximation.\n","Comment: 16 pages, 3 figures, partially should br published in RDND2008 -\n  Proceedings"]}]
["0804.1258",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1258"],"date":["2008-04-08"],"type":["text"],"creator":["Luo, Li"],"language":[],"coverage":[],"title":["Cohomology of Oriented Tree Diagram Lie Algebras"],"description":["  Xu introduced a family of root-tree-diagram nilpotent Lie algebras of\ndifferential operators, in connection with evolution partial differential\nequations. We generalized his notion to more general oriented tree diagrams.\nThese algebras are natural analogues of the maximal nilpotent Lie subalgebras\nof finite-dimensional simple Lie algebras. In this paper, we use Hodge\nLaplacian to study the cohomology of these Lie algebras. The \"total rank\nconjecture\" and \"$b_2$-conjecture\" for the algebras are proved. Moreover, we\nfind the generating functions of the Betti numbers by means of Young tableaux\nfor the Lie algebras associated with certain tree diagrams of single branch\npoint. By these functions and Euler-Poincare principle, we obtain analogues of\nthe denominator identity for finite-dimensional simple Lie algebras. The result\nis a natural generalization of the Bott's classical result in the case of\nspecial linear Lie algebras.\n","Comment: 20 pages"]}]
["0804.1263",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1263"],"date":["2008-04-08"],"type":["text"],"creator":["Scheutzow, Michael"],"language":[],"coverage":[],"title":["Chaining Techniques and their Application to Stochastic Flows"],"description":["  We review several competing chaining methods to estimate the supremum, the\ndiameter of the range or the modulus of continuity of a stochastic process in\nterms of tail bounds of their two-dimensional distributions. Then we show how\nthey can be applied to obtain upper bounds for the growth of bounded sets under\nthe action of a stochastic flow.\n"]}]
["0804.1264",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1264"],"date":["2008-04-08"],"type":["text"],"creator":["Luo, Li"],"language":[],"coverage":[],"title":["Abelian Ideals and Cohomology of Symplectic Type"],"description":["  For symplectic Lie algebras $\\mathfrak{sp}(2n,\\mathbb{C})$, denote by\n$\\mathfrak{b}$ and $\\mathfrak{n}$ its Borel subalgebra and maximal nilpotent\nsubalgebra, respectively. We construct a relationship between the abelian\nideals of $\\mathfrak{b}$ and the cohomology of $\\mathfrak{n}$ with trivial\ncoefficients. By this relationship, we can enumerate the number of abelian\nideals of $\\mathfrak{b}$ with certain dimension via the Poincare polynomials of\nWeyl groups of type $A_{n-1}$ and $C_n$.\n","Comment: 6 pages"]}]
["0804.1268",{"format":[],"subject":["Mathematics - Combinatorics","05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1268"],"date":["2008-04-08"],"type":["text"],"creator":["Alon, Noga","Nussboim, Asaf"],"language":[],"coverage":[],"title":["k-Wise Independent Random Graphs"],"description":["  We study the k-wise independent relaxation of the usual model G(N,p) of\nrandom graphs where, as in this model, N labeled vertices are fixed and each\nedge is drawn with probability p, however, it is only required that the\ndistribution of any subset of k edges is independent. This relaxation can be\nrelevant in modeling phenomena where only k-wise independence is assumed to\nhold, and is also useful when the relevant graphs are so huge that handling\nG(N,p) graphs becomes infeasible, and cheaper random-looking distributions\n(such as k-wise independent ones) must be used instead. Unfortunately, many\nwell-known properties of random graphs in G(N,p) are global, and it is thus not\nclear if they are guaranteed to hold in the k-wise independent case. We explore\nthe properties of k-wise independent graphs by providing upper-bounds and\nlower-bounds on the amount of independence, k, required for maintaining the\nmain properties of G(N,p) graphs: connectivity, Hamiltonicity, the\nconnectivity-number, clique-number and chromatic-number and the appearance of\nfixed subgraphs. Most of these properties are shown to be captured by either\nconstant k or by some k= poly(log(N)) for a wide range of values of p, implying\nthat random looking graphs on N vertices can be generated by a seed of size\npoly(log(N)). The proofs combine combinatorial, probabilistic and spectral\ntechniques.\n","Comment: 23 pages"]}]
["0804.1274",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","14F05","14A20","55P35","55N20","55N34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1274"],"date":["2008-04-08"],"type":["text"],"creator":["Toën, B.","Vezzosi, G."],"language":[],"coverage":[],"title":["A note on Chern character, loop spaces and derived algebraic geometry"],"description":["  In this note we present a work in progress whose main purpose is to establish\na categorified version of sheaf theory. We present a notion of derived\ncategorical sheaves, which is a categorified version of the notion of complexes\nof sheaves of modules on schemes, as well as its quasi-coherent and perfect\nversions. We also explain how ideas from derived algebraic geometry and higher\ncategory theory can be used in order to construct a Chern character for these\ncategorical sheaves, which is a categorified version of the Chern character for\nperfect complexes with values in cyclic homology. Our construction uses in an\nessential way the derived loop space of a scheme X, which is a derived scheme\nwhose theory of functions is closely related to cyclic homology of X. This work\ncan be seen as an attempt to define algebraic analogs of elliptic objects and\ncharacteristic classes for them. The present text is an overview of a work in\nprogress and details will appear elsewhere.\n","Comment: 18 pages; submitted to Proc. of the 2007 Abel Symposium"]}]
["0804.1276",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1276","Proceedings of the 3rd Meeting on Hot Subdwarf Stars and Related\n  Objects, U. Heber, S. Jeffery, Napiwotzki eds. 2008, ASP Conference Series,\n  392, 225"],"date":["2008-04-08"],"type":["text"],"creator":["Geier, S.","Heber, U.","Napiwotzki, R."],"language":[],"coverage":[],"title":["Radial Velocity Variable sdO/Bs from SPY - Preliminary Orbits of Three\n  New Short Period Binaries"],"description":["  We present new results from follow-up time-resolved spectroscopy of radial\nvelocity variable hot subdwarfs from the SPY project. Medium resolution spectra\nwere taken at the ESO NTT. Preliminary orbital solutions are presented for\nthree single-lined sdO/B binaries. The orbital periods of all binaries are\nshort and the companions are most likely white dwarfs or late main-sequence\nstars. Follow-up time-resolved spectroscopy is necessary to measure the orbital\nparameters with higher accuracy. Light curves should be taken in order to\nsearch for reflection effects and or eclipses.\n","Comment: 4 pages, 1 figure"]}]
["0804.1279",{"format":[],"subject":["Mathematics - Quantum Algebra","57M27, 18G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1279"],"date":["2008-04-08"],"type":["text"],"creator":["Asaeda, Marta","Khovanov, Mikhail"],"language":[],"coverage":[],"title":["Notes on link homology"],"description":["  This article consists of six lectures on the categorification of the Burau\nrepresentation and on link homology groups which categorify the Jones and the\nHOMFLY-PT polynomial. The notes are based on the lecture course at the PCMI\n2006 summer school in Park City, Utah.\n","Comment: 67 pages"]}]
["0804.1280",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","52C10 (Primary)","52C45,05D99,11D99,52-04 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1280"],"date":["2008-04-08"],"type":["text"],"creator":["Antonov, Andrey Radoslavov","Kurz, Sascha"],"language":[],"coverage":[],"title":["Maximal integral point sets over $\\mathbb{Z}^2$"],"description":["  Geometrical objects with integral side lengths have fascinated mathematicians\nthrough the ages. We call a set $P=\\{p_1,...,p_n\\}\\subset\\mathbb{Z}^2$ a\nmaximal integral point set over $\\mathbb{Z}^2$ if all pairwise distances are\nintegral and every additional point $p_{n+1}$ destroys this property. Here we\nconsider such sets for a given cardinality and with minimum possible diameter.\nWe determine some exact values via exhaustive search and give several\nconstructions for arbitrary cardinalities. Since we cannot guarantee the\nmaximality in these cases we describe an algorithm to prove or disprove the\nmaximality of a given integral point set. We additionally consider restrictions\nas no three points on a line and no four points on a circle.\n","Comment: 23 pages, 10 figures, 4 tables"]}]
["0804.1282",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1282","Proceedings of the 3rd Meeting on Hot Subdwarf Stars and Related\n  Objects, U. Heber, S. Jeffery, Napiwotzki eds. 2008, ASP Conference Series,\n  392, 207"],"date":["2008-04-08"],"type":["text"],"creator":["Geier, S.","Karl, C.","Edelmann, H.","Heber, U.","Napiwotzki, R."],"language":[],"coverage":[],"title":["Binary sdB Stars with Massive Compact Companions"],"description":["  The masses of compact objects like white dwarfs, neutron stars and black\nholes are fundamental to astrophysics, but very difficult to measure. We\npresent the results of an analysis of subluminous B (sdB) stars in close binary\nsystems with unseen compact companions to derive their masses and clarify their\nnature. Radial velocity curves were obtained from time resolved spectroscopy.\nThe atmospheric parameters were determined in a quantitative spectral analysis.\nBased on high resolution spectra we were able to measure the projected\nrotational velocity of the stars with high accuracy. In the distribution of\nprojected rotational velocities signs of tidal locking with the companions are\nvisible. By detecting ellipsoidal variations in the lightcurve of an sdB binary\nwe were able to show that subdwarf binaries with orbital periods up to 0.6 d\nare most likely synchronized. In this case, the inclination angles and\ncompanion masses of the binaries can be tightly constrained. Five invisible\ncompanions have masses that are compatible with that of normal white dwarfs or\nlate type main sequence stars. However, four sdBs have compact companions\nmassive enough to be heavy white dwarfs (>1 Msun), neutron stars or even black\nholes. Such a high fraction of massive compact companions is not expected from\ncurrent models of binary evolution.\n","Comment: 8 pages, 3 figures"]}]
["0804.1287",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1287","Proceedings of the 3rd Meeting on Hot Subdwarf Stars and Related\n  Objects, U. Heber, S. Jeffery, Napiwotzki eds. 2008, ASP Conference Series,\n  392, 159"],"date":["2008-04-08"],"type":["text"],"creator":["Geier, S.","Heber, U.","Napiwotzki, R."],"language":[],"coverage":[],"title":["Metal Abundances of Subdwarf B Stars from SPY - a Pattern Emerges"],"description":["  The formation of sdBs is still puzzling, as is the chemical composition of\ntheir atmospheres. While helium and other light elements are depleted relative\nto solar values, heavy elements are highly enriched. Diffusion processes in the\nhot, radiative atmosphere of these stars are the most likely explanation.\nAlthough several attempts were made, it was not yet possible to model all the\nobserved features of sdB atmospheres. A setback of most prior studies was the\nsmall sample size. We present a detailed abundance analysis of 68 sdBs. From\nhigh resolution spectra obtained with the VLT/UVES instrument in the course of\nthe ESO Supernova Progenitor Survey (SPY) we measured elemental abundances of\nup to 24 different ions per star. A general trend of enrichment was found with\nincreasing temperature for most of the heavier elements. The lighter elements\nlike carbon, oxygen and nitrogen are depleted irrespective of the temperature.\nAlthough there is considerable scatter from one star to another, the general\nabundance patterns in most sdBs are similar. An interplay between gravitational\nsettling, radiative levitation and weak winds is most likely responsible. About\n6 % of the analysed stars show an enrichment in carbon and helium which cannot\nbe explained in the framework of diffusion alone. Nuclear processed material\nmust have been transported to the surface. The late hot-flasher scenario may\nprovide a possible explanation for this effect.\n","Comment: 4 pages, 1 figure"]}]
["0804.1289",{"format":[],"subject":["Mathematics - Combinatorics","51E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1289"],"date":["2008-04-08"],"type":["text"],"creator":["Kurz, Sascha"],"language":[],"coverage":[],"title":["Integral point sets over finite fields"],"description":["  We consider point sets in the affine plane $\\mathbb{F}_q^2$ where each\nEuclidean distance of two points is an element of $\\mathbb{F}_q$. These sets\nare called integral point sets and were originally defined in $m$-dimensional\nEuclidean spaces $\\mathbb{E}^m$. We determine their maximal cardinality\n$\\mathcal{I}(\\mathbb{F}_q,2)$. For arbitrary commutative rings $\\mathcal{R}$\ninstead of $\\mathbb{F}_q$ or for further restrictions as no three points on a\nline or no four points on a circle we give partial results. Additionally we\nstudy the geometric structure of the examples with maximum cardinality.\n","Comment: 22 pages, 4 figures"]}]
["0804.1294",{"format":[],"subject":["Mathematics - Combinatorics","05C12 (Primary)","05C20,05C69 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1294"],"date":["2008-04-08"],"type":["text"],"creator":["Kurz, Sascha","Laetsch, Martin"],"language":[],"coverage":[],"title":["Bounds for the minimum oriented diameter"],"description":["  We consider the problem of finding an orientation with minimum diameter of a\nconnected bridgeless graph. Fomin et. al. discovered a relation between the\nminimum oriented diameter an the size of a minimal dominating set. We improve\ntheir upper bound.\n","Comment: 21 pages, 6 figures"]}]
["0804.1296",{"format":[],"subject":["Mathematics - Combinatorics","52C10","11D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1296"],"date":["2008-04-08"],"type":["text"],"creator":["Kurz, Sascha","Laue, Reinhard"],"language":[],"coverage":[],"title":["Bounds for the minimum diameter of integral point sets"],"description":["  Geometrical objects with integral sides have attracted mathematicians for\nages. For example, the problem to prove or to disprove the existence of a\nperfect box, that is, a rectangular parallelepiped with all edges, face\ndiagonals and space diagonals of integer lengths, remains open. More generally\nan integral point set $\\mathcal{P}$ is a set of $n$ points in the\n$m$-dimensional Euclidean space $\\mathbb{E}^m$ with pairwise integral distances\nwhere the largest occurring distance is called its diameter. From the\ncombinatorial point of view there is a natural interest in the determination of\nthe smallest possible diameter $d(m,n)$ for given parameters $m$ and $n$. We\ngive some new upper bounds for the minimum diameter $d(m,n)$ and some exact\nvalues.\n","Comment: 8 pages, 7 figures"]}]
["0804.1299",{"format":[],"subject":["Mathematics - Combinatorics","52C10","51E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1299"],"date":["2008-04-08"],"type":["text"],"creator":["Kohnert, Axel","Kurz, Sascha"],"language":[],"coverage":[],"title":["Integral point sets over $\\mathbb{Z}_n^m$"],"description":["  There are many papers studying properties of point sets in the Euclidean\nspace $\\mathbb{E}^m$ or on integer grids $\\mathbb{Z}^m$, with pairwise integral\nor rational distances. In this article we consider the distances or coordinates\nof the point sets which instead of being integers are elements of $\\mathbb{Z} /\n\\mathbb{Z}n$, and study the properties of the resulting combinatorial\nstructures.\n","Comment: 20 pages, 3 figures"]}]
["0804.1303",{"format":[],"subject":["Mathematics - Combinatorics","52C10 (Primary)","52C35,52-04,52A99,51K99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1303"],"date":["2008-04-08"],"type":["text"],"creator":["Kreisel, Tobias","Kurz, Sascha"],"language":[],"coverage":[],"title":["There are integral heptagons, no three points on a line, no four on a\n  circle"],"description":["  We give two configurations of seven points in the plane, no three points in a\nline, no four points on a circle with pairwise integral distances. This answers\na famous question of Paul Erd\\H{o}s.\n","Comment: 4 pages, 1 figure"]}]
["0804.1305",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","57N10, 57M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1305"],"date":["2008-04-08"],"type":["text"],"creator":["Lackenby, M.","Long, D. D.","Reid, A. W."],"language":[],"coverage":[],"title":["LERF and the Lubotzky-Sarnak conjecture"],"description":["  We prove that every closed hyperbolic 3-manifold has a family of (possibly\ninfinite sheeted) coverings with the property that the Cheeger constants in the\nfamily tend to zero. This is used to show that, if in addition the fundamental\ngroup of the manifold is LERF, then it satisfies the Lubotzky-Sarnak\nconjecture.\n","Comment: 9 pages"]}]
["0804.1307",{"format":[],"subject":["Mathematics - Combinatorics","52C10 (Primary)","11D99, 53C65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1307"],"date":["2008-04-08"],"type":["text"],"creator":["Kurz, Sascha","Wassermann, Alfred"],"language":[],"coverage":[],"title":["On the minimum diameter of plane integral point sets"],"description":["  Since ancient times mathematicians consider geometrical objects with integral\nside lengths. We consider plane integral point sets $\\mathcal{P}$, which are\nsets of $n$ points in the plane with pairwise integral distances where not all\nthe points are collinear.\n  The largest occurring distance is called its diameter. Naturally the question\nabout the minimum possible diameter $d(2,n)$ of a plane integral point set\nconsisting of $n$ points arises. We give some new exact values and describe\nstate-of-the-art algorithms to obtain them. It turns out that plane integral\npoint sets with minimum diameter consist very likely of subsets with many\ncollinear points. For this special kind of point sets we prove a lower bound\nfor $d(2,n)$ achieving the known upper bound $n^{c_2\\log\\log n}$ up to a\nconstant in the exponent.\n  A famous question of Erd\\H{o}s asks for plane integral point sets with no 3\npoints on a line and no 4 points on a circle. Here, we talk of point sets in\ngeneral position and denote the corresponding minimum diameter by\n$\\dot{d}(2,n)$. Recently $\\dot{d}(2,7)=22 270$ could be determined via an\nexhaustive search.\n","Comment: 12 pages, 5 figures"]}]
["0804.1310",{"format":[],"subject":["Mathematics - Combinatorics","33F05","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1310"],"date":["2008-04-08"],"type":["text"],"creator":["Kurz, Sascha"],"language":[],"coverage":[],"title":["Enumeration of integral tetrahedra"],"description":["  We determine the numbers of integral tetrahedra with diameter $d$ up to\nisomorphism for all $d\\le 1000$ via computer enumeration. Therefore we give an\nalgorithm that enumerates the integral tetrahedra with diameter at most $d$ in\n$O(d^5)$ time and an algorithm that can check the canonicity of a given\nintegral tetrahedron with at most 6 integer comparisons. For the number of\nisomorphism classes of integral $4\\times 4$ matrices with diameter $d$\nfulfilling the triangle inequalities we derive an exact formula.\n","Comment: 10 pages, 1 figure"]}]
["0804.1313",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Commutative Algebra","16E30","16E60","16P50","16S10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1313"],"date":["2008-04-08"],"type":["text"],"creator":["Hügel, Lidia Angeleri","Sánchez, Javier"],"language":[],"coverage":[],"title":["Tilting modules arising from ring epimorphisms"],"description":["  Given a ring R, we investigate tilting modules of the form S \\oplus S/R for\nsome injective ring epimorphism R \\to S. In particular, we are interested in\ntilting modules arising from Schofield's universal localization. For some\nrings, in this way one obtains a classification of all tilting modules.\n"]}]
["0804.1315",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1315"],"date":["2008-04-08"],"type":["text"],"creator":["Bernicot, C."],"language":[],"coverage":[],"title":["The six-photon amplitude"],"description":["  Thanks to the absence of tree order, the six-photon processes is a good\nlaboratory to study multi-leg one-loop diagrams. Particularly, there are enough\non-shell external legs to observe a special Landau singularity: the double\nparton scattering.\n","Comment: 4 pages, 5 figures, talk given at 43nd Rencontres de Moriond on QCD\n  and High-Energy Interactions, La Thuile, March 2007"]}]
["0804.1316",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Mathematics - Complex Variables","35J25, 35J70, 32W05, 53C38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1316"],"date":["2008-04-08"],"type":["text"],"creator":["Harvey, F. Reese","Lawson Jr, H. Blaine"],"language":[],"coverage":[],"title":["Plurisubharmonicity in a General Geometric Context"],"description":["  Recently the authors have explored new concepts of plurisubharmonicity and\npseudoconvexity, with much of the attendant analysis, in the context of\ncalibrated manifolds. Here a much broader extension is made. This development\ncovers a wide variety of geometric situations, including, for example,\nLagrangian plurisubhamonicity and convexity. It also applies in a number of\nnon-geometric situations. Results include: fundamental properties of\n$P^+$-plurisubharmonic functions, plurisubharmonic distributions and\nregularity, $P^+$-convex domains and $P^+$-convex boundaries, topological\nrestrictions on and construction of such domains, continuity of upper\nenvelopes, and solutions of the Dirichlet problem for related Monge-Ampere-type\nequations.\n  Many results in this paper have been generalized in recent work of the\nauthors. However, this article covers many cases of geometric interest, and\ncertain convexity assumptions here allow the use of classical analytic methods,\nmaking the exposition more accessible.\n"]}]
["0804.1325",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1325"],"date":["2008-04-08"],"type":["text"],"creator":["Su, Wanhua","Chipman, Hugh","Zhu, Mu"],"language":[],"coverage":[],"title":["On the underestimation of model uncertainty by Bayesian K-nearest\n  neighbors"],"description":["  When using the K-nearest neighbors method, one often ignores uncertainty in\nthe choice of K. To account for such uncertainty, Holmes and Adams (2002)\nproposed a Bayesian framework for K-nearest neighbors (KNN). Their Bayesian KNN\n(BKNN) approach uses a pseudo-likelihood function, and standard Markov chain\nMonte Carlo (MCMC) techniques to draw posterior samples. Holmes and Adams\n(2002) focused on the performance of BKNN in terms of misclassification error\nbut did not assess its ability to quantify uncertainty. We present some\nevidence to show that BKNN still significantly underestimates model\nuncertainty.\n"]}]
["0804.1332",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1332"],"date":["2008-04-08"],"type":["text"],"creator":["Hermanns, Maria"],"language":[],"coverage":[],"title":["Order in 2D nodal superconductors"],"description":["  A topological theory of d-wave superconductors is derived in this thesis.\nGinzburg-Landau theory describes superconductivity by defining a complex order\nparameter and applying Landau's theory for phase transitions. However, there is\nno local, gauge invariant order parameter for a superconductor and classical\norder is no appropriate description. Topological order has proven to be a\npowerful tool for describing the Quantum Hall effect and it gives also an\nappropriate description of s-wave superconductors. For d-wave superconductors\nthere are gapless excitations at four points on the Fermi surface. The\ntopological theory for superconductors exhibits a similar structure for the\nground state as found in the s-wave case. However, the gapless excitations\ndestroy the topological degeneracy of the ground state and introduce an\nadditional degeneracy in one of the flux sectors. In search for regularities\nwhich reflect the topological order, I include a magnetic point impurity and\nfocus on the effects it has on the Casimir energy. Indeed, it is shown that the\nenergy shift reflects the topology to some extend. However, this is work in\nprogress and further computations will be done.\n","Comment: master's thesis, 2006"]}]
["0804.1339",{"format":[],"subject":["Mathematics - Probability","60k35 (Primary) 82D30, 82B44 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1339"],"date":["2008-04-08"],"type":["text"],"creator":["Bezerra, Sergio De Carvalho"],"language":[],"coverage":[],"title":["The expansion for the overlap function"],"description":["  In this work, it is proved the complete expansion for the second moment of\nthe overlap function for the Sherrington-Kirkpatrick model. It is a technical\nresult which takes advantage of the cavity method and other induction\narguments.\n","Comment: 20 pages"]}]
["0804.1340",{"format":[],"subject":["Mathematics - General Mathematics","A005"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1340"],"date":["2008-04-08"],"type":["text"],"creator":["Zelator, Konstantine \"Hermes\""],"language":[],"coverage":[],"title":["A little noticed right triangle"],"description":["  Given a right triangle ABC, with the ninety degree angle at A; consider the\ntriangle O1OO2.Where the point O is the midpoint of the hypotenuseBC(and so the\ncenter of the triangle ABC's circumcircle), the point O1 being the triangle\nAOB's circumcenter, and the point O2 being the triangle AOC circumcenter. The\ntriangle O1OO2 is actually a right triangle similar to ABC. In the early part\nof this work, some geometrical formulas are derived, including some lengths of\nsegments from a nearby trapezoid. After that, the focus changes. We examine the\ncase when ABC is a Pythagorean triangle, and find the precise conditions under\nwhich the triangle O1OO2 is also Pythagorean. A numerical table of values is\nalso offered at the end of the paper.\n","Comment: 20 pages"]}]
["0804.1341",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1341"],"date":["2008-04-08","2008-04-09"],"type":["text"],"creator":["Baskaran, G."],"language":[],"coverage":[],"title":["Quantum String Liquid State in LaOFeAs and Superconductivity"],"description":["  Superconducting LaOFeAs family of even electron metallic systems have\nstriking resemblance to odd electron cuprates. We suggest that this resemblance\nis caused by presence of two coupled 2D resonating valence bond systems in\nLaOFeAs . Bond charge repulsion and Hund coupling fuse the 2 species of valence\nbonds into closed strings with a Haldane gap, resulting in a quantum string\nliquid. A pair of doped holes (electrons) creates an open string and remain at\nthe ends as holon(doublon). Charge -2e spin singlet strings condense to produce\nhigh Tc superconductivity. Higher Tc's are likely in our string route to High\nTc superconductivity, when competing orders are taken care of.\n","Comment: 4 pages, 3 figures. Typos corrected"]}]
["0804.1344",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1344","Proceedings of the 2nd international congress of Algebras and\n  Combinatorics, World Scientific, 2008, 35-56"],"date":["2008-04-08"],"type":["text"],"creator":["Bokut, L. A.","Chen, Yuqun"],"language":[],"coverage":[],"title":["Groebner-Shirshov Bases: Some New Results"],"description":["  In this survey article, we report some new results of Groebner-Shirshov\nbases, including new Composition-Diamond lemmas, applications of some known\nComposition-Diamond lemmas and content of some expository papers.\n","Comment: 19 pages"]}]
["0804.1345",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1345"],"date":["2008-04-08"],"type":["text"],"creator":["Nguyen, Toan","Zumbrun, Kevin"],"language":[],"coverage":[],"title":["Long-time stability of large-amplitude noncharacteristic boundary layers\n  for hyperbolic--parabolic systems"],"description":["  Extending investigations of Yarahmadian and Zumbrun in the strictly parabolic\ncase, we study time-asymptotic stability of arbitrary (possibly large)\namplitude noncharacteristic boundary layers of a class of hyperbolic-parabolic\nsystems including the Navier--Stokes equations of compressible gas- and\nmagnetohydrodynamics, establishing that linear and nonlinear stability are both\nequivalent to an Evans function, or generalized spectral stability, condition.\nThe latter is readily checkable numerically, and analytically verifiable in\ncertain favorable cases; in particular, it has been shown by Costanzino,\nHumpherys, Nguyen, and Zumbrun to hold for sufficiently large-amplitude layers\nfor isentropic ideal gas dynamics, with general adiabiatic index $\\gamma \\ge\n1$. Together with these previous results, our results thus give nonlinear\nstability of large-amplitude isentropic boundary layers, the first such result\nfor compressive (``shock-type'') layers in other than the nearly-constant case.\nThe analysis, as in the strictly parabolic case, proceeds by derivation of\ndetailed pointwise Green function bounds, with substantial new technical\ndifficulties associated with the more singular, hyperbolic behavior in the\nhigh-frequency/short time regime.\n"]}]
["0804.1347",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1347"],"date":["2008-04-08"],"type":["text"],"creator":["Ghafouri, Rouzbeh","Rudnick, Joseph","Bruinsma, Robijn"],"language":[],"coverage":[],"title":["Conformation of single-stranded RNA in a virus capsid: implications of\n  dimensional reduction"],"description":["  The statistical mechanics of a treelike polymer in a confining volume is\nrelevant to the packaging of the genome in RNA viruses. Making use of the\nmapping of the grand partition function of this system onto the statistical\nmechanics of a hard-core gas in two fewer spatial dimensions and of techniques\ndeveloped for the evaluation of the equilibrium properties of a one-dimensional\nhard rod gas, we show how it is possible to determine the density and other key\nproperties of a collection of rooted excluded-volume tress confined between two\nwalls, both in the absence and in the presence of a one-dimensional external\npotential. We find, somewhat surprisingly, that in the case of key quantities,\nthe statistical mechanics of the excluded volume, randomly branched polymer map\nexactly into corresponding problems for an unrestricted linear polymer.\n"]}]
["cond-mat/0107321",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0107321","doi:10.1016/S1386-9477(01)00169-2"],"date":["2001-07-16","2001-07-23"],"type":["text"],"creator":["Broek, M. van den","Peeters, F. M."],"language":[],"coverage":[],"title":["Confined states in two-dimensional flat elliptic quantum dots and\n  elliptic quantum wires"],"description":["  The energy spectrum and corresponding wave functions of a flat quantum dot\nwith elliptic symmetry are obtained exactly. A detailed study is made of the\neffect of ellipticity on the energy levels and the corresponding wave\nfunctions. The analytical behavior of the energy levels in certain limiting\ncases is obtained.\n","Comment: 8 figures, accepted for publication in Physica E"]}]
["cond-mat/0109347",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0109347","doi:10.1016/S0038-1098(01)00351-9"],"date":["2001-09-19"],"type":["text"],"creator":["Ivanov, V. A.","Broek, M. van den","Peeters, F. M."],"language":[],"coverage":[],"title":["Strongly interacting $\\sigma$-electrons and MgB$_2$ superconductivity"],"description":["  MgB$(p^{n_{\\sigma}}p^{n_{\\pi}})_{2}$ is classified as a system with strongly\ninteracting $\\sigma$-electrons and non-correlated $\\pi$-electrons of boron\nions. The kinematic and Coulomb interaction V between the orbitally degenerated\n$\\sigma$-electrons provide the superconducting state with an anisotropic gap of\ns*-wave symmetry. The critical temperature $T_c$ has a non-monotonic dependence\non the distance r between the centers of gravity of $\\sigma$- and $\\pi$-bands.\nMgB$_2$ corresponds to r=0.085 eV and V=0.45 eV in our model with flat bands.\nThe derived superconducting density of electronic states is in good agreement\nwith available experimental and theoretical data. The possibilities for\nincreasing $T_c$ are discussed.\n","Comment: 8 pages, 4 figures"]}]
["cond-mat/0503757",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0503757"],"date":["2005-03-31","2008-04-09"],"type":["text"],"creator":["Roberts, D. C.","Pomeau, Y."],"language":[],"coverage":[],"title":["Casimir Friction II: Casimir effect and drag in zero temperature\n  superfluids"],"description":["  We discuss a force arising from zero-temperature quantum fluctuations in a\nweakly interacting Bose-Einstein condensate (BEC). We argue that there is a\ndrag force on an object moving at speeds well below Landau's critical velocity,\nand motivate our argument by an analogy to the Casimir force in an\nelectromagnetic vacuum. We sketch the calculation of this force for an object\ndescribed by a general potential. We comment about the relevance of our results\nto the stability of superfluid flow, arguing that this effect is consistent\nwith the observation of persistent currents and that this effect introduces new\nexperimental observables. Finally, we describe a new hydryodynamic boundary\ncondition for superfluid flow that takes into account the scattering of quantum\nfluctuations off a rough surface.\n","Comment: To appear in Modern Encyclopedia of Mathematical Physics (MEMPhys);\n  companion article to arXiv:0704.2194; v5 - corrected boundary condition,\n  other minor editorial changes"]}]
["cond-mat/0612301",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612301"],"date":["2006-12-12","2008-04-09"],"type":["text"],"creator":["Roma, F.","Riccardo, J. L.","Ramirez-Pastor, A. J."],"language":[],"coverage":[],"title":["Critical behavior of repulsive dimers on square lattices at 2/3\n  monolayer coverage"],"description":["  Monte Carlo simulations and finite-size scaling theory have been used to\nstudy the critical behavior of repulsive dimers on square lattices at 2/3\nmonolayer coverage. A \"zig-zag\" (ZZ) ordered phase, characterized by domains of\nparallel ZZ strips oriented at $\\pm 45^o$ from the lattice symmetry axes, was\nfound. This ordered phase is separated from the disordered state by a\norder-disorder phase transition occurring at a finite critical temperature.\nBased on the strong axial anisotropy of the ZZ phase, an orientational order\nparameter has been introduced. All the critical quantities have been obtained.\nThe set of critical exponents suggests that the system belongs to a new\nuniversality class.\n","Comment: 9 pages, 9 figures. Accepted for publication in PRB"]}]
["cond-mat/0702424",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702424","Nano Lett. 8, 1011 (2008)","doi:10.1021/nl072667q"],"date":["2007-02-18","2007-09-18"],"type":["text"],"creator":["Yazyev, Oleg V."],"language":[],"coverage":[],"title":["Hyperfine Interactions in Graphene and Related Carbon Nanostructures"],"description":["  Hyperfine interactions, magnetic interactions between the spins of electrons\nand nuclei, in graphene and related carbon nanostructures are studied. By using\na combination of accurate first principles calculations on graphene fragments\nand statistical analysis, I show that both isotropic and dipolar hyperfine\ninteractions can be accurately described in terms of the local electron spin\ndistribution and atomic structure. A complete set of parameters describing the\nhyperfine interactions of C-13 and other nuclear spins at substitution\nimpurities and edge terminations is determined.\n","Comment: 4+ pages, 2 figures. Improved and extended database of values"]}]
["math-ph/0506008",{"format":[],"subject":["Mathematical Physics","34A55 83A05 78A46 44A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0506008","Asympotic Analysis 55, 1-2 (2007) 103-123"],"date":["2005-06-02","2006-07-12"],"type":["text"],"creator":["Jollivet, Alexandre"],"language":[],"coverage":[],"title":["On inverse scattering in electromagnetic field in classical relativistic\n  mechanics at high energies"],"description":["  We consider the multidimensional Newton-Einstein equation in static\nelectromagnetic field $$\\eqalign{\\dot p = F(x,\\dot x), F(x,\\dot x)=-\\nabla\nV(x)+{1\\over c}B(x)\\dot x,\\cr p={\\dot x \\over \\sqrt{1-{|\\dot x|^2 \\over c^2}}},\n\\dot p={dp\\over dt}, \\dot x={dx\\over dt}, x\\in C^1(\\R,\\R^d),}\\eqno{(*)}$$ where\n$V \\in C^2(\\R^d,\\R),$ $B(x)$ is the $d\\times d$ real antisymmetric matrix with\nelements $B\\_{i,k}(x)={\\pa\\over \\pa x\\_i}\\A\\_k(x)-{\\pa\\over \\pa x\\_k}\\A\\_i(x)$,\nand $|\\pa^j\\_x\\A\\_i(x)|+|\\pa^j\\_x V(x)| \\le\n\\beta\\_{|j|}(1+|x|)^{-(\\alpha+|j|)}$ for $x\\in \\R^d,$ $|j| \\le 2,$ $i=1..d$ and\nsome $\\alpha > 1$. We give estimates and asymptotics for scattering solutions\nand scattering data for the equation $(*)$ for the case of small angle\nscattering. We show that at high energies the velocity valued component of the\nscattering operator uniquely determines the X-ray transforms $P\\nabla V$ and\n$PB\\_{i,k}$ for $i,k=1..d,$ $i\\neq k.$ Applying results on inversion of the\nX-ray transform $P$ we obtain that for $d\\ge 2$ the velocity valued component\nof the scattering operator at high energies uniquely determines $(V,B)$. In\naddition we show that our high energy asymptotics found for the configuration\nvalued component of the scattering operator doesn't determine uniquely $V$ when\n$d\\ge 2$ and $B$ when $d=2$ but that it uniquely determines $B$ when $d\\ge 3.$\n"]}]
["math/0510146",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","41A58","42C15","47A58","65J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510146","Sampling Theory in Signal and Image Processing (STSIP), Vol.7, No.\n  1, Jan. 2008, pp. 39-54"],"date":["2005-10-07","2006-11-23"],"type":["text"],"creator":["Balazs, Peter"],"language":[],"coverage":[],"title":["Matrix Representation of Operators Using Frames"],"description":["  In this paper it is investigated how to find a matrix representation of\noperators on a Hilbert space with Bessel sequences, frames and Riesz bases. In\nmany applications these sequences are often preferable to orthonormal bases\n(ONBs). Therefore it is useful to extend the known method of matrix\nrepresentation by using these sequences instead of ONBs for these application\nareas. We will give basic definitions of the functions connecting infinite\nmatrices defining bounded operators on l2 and operators on the Hilbert space.\nWe will show some structural results and give some examples. Furthermore in the\ncase of Riesz bases we prove that those functions are isomorphisms. Finally we\nare going to apply this idea to the connection of Hilbert-Schmidt operators and\nFrobenius matrices.\n  Keywords: frames, discrete expansion, operators, matrix representation,\nHilbert-Schmidt operators, Frobenius matrices, Riesz bases.\n","Comment: 16 pages; title was changed; Cut from 25 to 16 pages"]}]
["math/0511392",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","82B44 (Primary)","39A70 47B39 47N55 81Q10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511392"],"date":["2005-11-15","2008-04-09"],"type":["text"],"creator":["Goldstein, Michael","Schlag, Wilhelm"],"language":[],"coverage":[],"title":["On resonances and the formation of gaps in the spectrum of\n  quasi-periodic Schroedinger equations"],"description":["  We consider one-dimensional difference Schroedinger equations on the discrete\nline with a potential generated by evaluating a real-analytic potential\nfunction V(x) on the one-dimensional torus along an orbit of the shift\nx-->x+nw. If the Lyapunov exponent is positive for all energies and w, then the\nintegrated density of states is absolutely continuous for almost every w. In\nthis work we establish the formation of a dense set of gaps in the spectrum.\nOur approach is based on an induction on scales argument, and is therefore both\nconstructive as well as quantitative. Resonances between eigenfunctions of one\nscale lead to \"pre-gaps\" at a larger scale. To pass to actual gaps in the\nspectrum, we show that these pre-gaps cannot be filled more than a finite (and\nuniformly bounded) number of times. To accomplish this, we relate a pre-gap to\npairs of complex zeros of the Dirichlet determinants off the unit circle using\nthe techniques of an earlier paper by the authors. Amongst other things, we\nestablish in this work a non-perturbative version of the co-variant\nparametrization of the eigenvalues and eigenfunctions via the phases in the\nspirit of Sinai's (perturbative) description of the spectrum via his function\nas well as an multi-scale/finite volume approach to Anderson localization in\nthis context. This allows us to relate the gaps in the spectrum with the graphs\nof the eigenvalues parametrized by the phase. Our infinite volume theorems hold\nfor all Diophantine frequencies w up to a set of Hausdorff dimension zero. This\nis in contrast to earlier technology which only yielded exceptional sets of\nmeasure zero. Our only assumption on the potential apart from analyticity is\nthe positivity of the Lyapunov exponent.\n","Comment: 99 pages, 3 figures; this paper is an extensive revision of our paper\n  from 2005. We have added several more results, as well as details, and have\n  improved the presentation"]}]
["math/0601677",{"format":[],"subject":["Mathematics - Geometric Topology","57N10 (Primary)","57M10, 57M50, 11F75 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601677"],"date":["2006-01-27","2008-04-09"],"type":["text"],"creator":["Lackenby, Marc","Long, Darren D.","Reid, Alan W."],"language":[],"coverage":[],"title":["Covering spaces of arithmetic 3-orbifolds"],"description":["  Let G be an arithmetic Kleinian group, and let O be the associated hyperbolic\n3-orbifold or 3-manifold. In this paper, we prove that, in many cases, G is\nlarge, which means that some finite index subgroup admits a surjective\nhomomorphism onto a non-abelian free group. This has many consequences,\nincluding that O has infinite virtual first Betti number and G has\nsuper-exponential subgroup growth.\n  Our first result, which forms the basis for the entire paper, is that G is\ncommensurable with a lattice containing the Klein group of order 4. Our second\nresult is that if G has a finite index subgroup with first Betti number at\nleast 4, then G is large. This is known to hold for many arithmetic lattices.\nIn particular, we show that it is always the case when G contains A_4, S_4 or\nA_5. Our third main result is that the Lubotzky-Sarnak conjecture and the\ngeometrisation conjecture together imply that any arithmetic Kleinian group G\nis large. We also give a new 'elementary' proof that arithmetic Kleinian groups\ndo not have the congruence subgroup property, which avoids the use of the\nGolod-Shafarevich inequality.\n","Comment: 41 pages; v2: minor changes; to appear in IMRN"]}]
["math/0609037",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609037"],"date":["2006-09-01","2008-04-09"],"type":["text"],"creator":["Seidel, Paul"],"language":[],"coverage":[],"title":["Symplectic homology as Hochschild homology"],"description":["  These are (heavily revised) notes from lectures given at the AMS Algebraic\nGeometry meeting in Seattle, 2005. The main topic is symplectic homology seen\nfrom the point of view of Lefschetz fibrations. Most of the content is\nspeculative, but some supporting evidence is included.\n"]}]
["math/0611634",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Numerical Analysis","41A58, 47B10, 65F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611634","International Journal of Wavelets, Multiresolution and Information\n  Processing,, Vol.6, No. 2, March 2008, pp. 315-330"],"date":["2006-11-21"],"type":["text"],"creator":["Balazs, Peter"],"language":[],"coverage":[],"title":["Hilbert-Schmidt Operators and Frames - Classification, Approximation by\n  Multipliers and Algorithms"],"description":["  In this paper we deal with the connection of frames with the class of Hilbert\nSchmidt operators. First we give an easy criteria for operators being in this\nclass using frames. It is the equivalent to the criteria using orthonormal\nbases. Then we construct Bessel sequences frames and Riesz bases for the class\nof Hilbert Schmidt operators using the tensor product of such sequences in the\noriginal Hilbert space. We investigate how the Hilbert Schmidt inner product of\nan arbitrary operator and such a rank one operator can be calculated in an\nefficient way. Finally we give an algorithm to find the best approximation, in\nthe Hilbert Schmidt sense, of arbitrary matrices by operators called frame\nmultipliers, which multiply the analysis coefficents by a fixed symbol followed\nby a synthesis.\n","Comment: 20 pages, one figure; preprint"]}]
