["0707.0221",{"format":[],"subject":["Mathematics - Probability","60E07","60D05","52A21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0221"],"date":["2007-07-02","2008-03-22"],"type":["text"],"creator":["Molchanov, Ilya"],"language":[],"coverage":[],"title":["Convex and star-shaped sets associated with stable distributions"],"description":["  It is known that each symmetric stable distribution in $R^d$ is related to a\nnorm on $R^d$ that makes $R^d$ embeddable in $L_p([0,1])$. In case of a\nmultivariate Cauchy distribution the unit ball in this norm corresponds is the\npolar set to a convex set in $R^d$ called a zonoid. This work interprets\ngeneral stable laws using convex or star-shaped sets and exploits recent\nadvances in convex geometry in order to come up with new probabilistic results\nfor multivariate stable distributions. In particular, it provides expressions\nfor moments of the Euclidean norm of a stable vector, mixed moments and various\nintegrals of the density function. It is shown how to use geometric\ninequalities in order to bound important parameters of stable laws. It is shown\nthat each symmetric stable laws appears as the limit for the sum of\nsub-Gaussian laws and an estimate for the probability distance to a\nsub-Gaussian law is given. Operations with convex sets induce the well-known\nand new operations with stable vectors. Furthermore, covariation, regression\nand orthogonality concepts for stable laws acquire geometric interpretations. A\nsimilar collection of results is presented for one-sided stable laws.\n","Comment: 60 pages. Revision with many minor corrections and some new results\n  added"]}]
["0708.0892",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0892","Phys. Rev. Lett. 100, 116804 (2008)","doi:10.1103/PhysRevLett.100.116804"],"date":["2007-08-07","2007-08-11"],"type":["text"],"creator":["Zhang, L. M.","Fogler, M. M."],"language":[],"coverage":[],"title":["Nonlinear screening and ballistic transport in a graphene p-n junction"],"description":["  We study the charge density distribution, the electric field profile, and the\nresistance of an electrostatically created lateral p-n junction in graphene. We\nshow that the electric field at the interface of the electron and hole regions\nis strongly enhanced due to limited screening capacity of Dirac quasiparticles.\nAccordingly, the junction resistance is lower than estimated in previous\nliterature.\n","Comment: 4 pages, 2 figures. (v1) Original version (v2) Introduction largely\n  rewritten, minor typos fixed throughout"]}]
["0709.3547",{"format":[],"subject":["Mathematics - Combinatorics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3547"],"date":["2007-09-21","2008-03-22"],"type":["text"],"creator":["Hou, Qing-Hu","Mansour, Toufik","Severini, Simone"],"language":[],"coverage":[],"title":["Partial transpose of permutation matrices"],"description":["  The partial transpose of a block matrix M is the matrix obtained by\ntransposing the blocks of M independently. We approach the notion of partial\ntranspose from a combinatorial point of view. In this perspective, we solve\nsome basic enumeration problems concerning the partial transpose of permutation\nmatrices. More specifically, we count the number of permutations matrices which\nare equal to their partial transpose and the number of permutation matrices\nwhose partial transpose is still a permutation. We solve these problems also\nwhen restricted to symmetric permutation matrices only.\n","Comment: 13 pages"]}]
["0709.4500",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4500","Phys. Rev. Lett. 100, 118703 (2008)","doi:10.1103/PhysRevLett.100.118703"],"date":["2007-09-27"],"type":["text"],"creator":["Leicht, E. A.","Newman, M. E. J."],"language":[],"coverage":[],"title":["Community structure in directed networks"],"description":["  We consider the problem of finding communities or modules in directed\nnetworks. The most common approach to this problem in the previous literature\nhas been simply to ignore edge direction and apply methods developed for\ncommunity discovery in undirected networks, but this approach discards\npotentially useful information contained in the edge directions. Here we show\nhow the widely used benefit function known as modularity can be generalized in\na principled fashion to incorporate the information contained in edge\ndirections. This in turn allows us to find communities by maximizing the\nmodularity over possible divisions of a network, which we do using an algorithm\nbased on the eigenvectors of the corresponding modularity matrix. This method\nis shown to give demonstrably better results than previous methods on a variety\nof test networks, both real and computer-generated.\n","Comment: 5 pages, 3 figures"]}]
["0711.0003",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0003","Phys. Rev. B 77, 115436 (2008)","doi:10.1103/PhysRevB.77.115436"],"date":["2007-10-31","2008-03-21"],"type":["text"],"creator":["Adam, Shaffique","Sarma, S. Das"],"language":[],"coverage":[],"title":["Boltzmann transport and residual conductivity in bilayer graphene"],"description":["  A Drude-Boltzmann theory is used to calculate the transport properties of\nbilayer graphene. We find that for typical carrier densities accessible in\ngraphene experiments, the dominant scattering mechanism is overscreened Coulomb\nimpurities that behave like short-range scatterers. We anticipate that the\nconductivity $\\sigma(n)$ is linear in $n$ at high density and has a plateau at\nlow density corresponding to a residual density of $n^* = \\sqrt{n_{\\rm imp}\n{\\tilde n}}$, where ${\\tilde n}$ is a constant which we estimate using a\nself-consistent Thomas-Fermi screening approximation to be ${\\tilde n} \\approx\n0.01 ~q_{\\rm TF}^2 \\approx 140 \\times 10^{10} {\\rm cm}^{-2}$. Analytic results\nare derived for the conductivity as a function of the charged impurity density.\nWe also comment on the temperature dependence of the bilayer conductivity.\n"]}]
["0712.1574",{"format":[],"subject":["Mathematics - Number Theory","11L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1574"],"date":["2007-12-10","2008-03-21"],"type":["text"],"creator":["Goldmakher, Leo"],"language":[],"coverage":[],"title":["Character sums to smooth moduli are small"],"description":["  Recently, Granville and Soundararajan have made fundamental breakthroughs in\nthe study of character sums. Building on their work and using estimates on\nshort character sums developed by Graham-Ringrose and Iwaniec, we improve the\nPolya-Vinogradov inequality for characters with smooth conductor.\n","Comment: 18 pages. Section 5 significantly revised"]}]
["0801.2197",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2197"],"date":["2008-01-14","2008-03-21"],"type":["text"],"creator":["Kramm, Gerhard","Herbert, Fritz"],"language":[],"coverage":[],"title":["Heuristic Derivation of Blackbody Radiation Laws using Principles of\n  Dimensional Analysis"],"description":["  A generalized form of Wien's displacement law and the blackbody radiation\nlaws of (a) Rayleigh and Jeans, (b) Rayleigh, (c) Wien and Paschen, (d) Thiesen\nand (e) Planck are derived using principles of dimensional analysis. This kind\nof scaling is expressed in a strictly mathematical manner employing dimensional\npi-invariants analysis sometimes called Buckingham's pi-theorem. It is shown\nthat in the case of the classical radiation law of Rayleigh and Jeans only one\npi number occurs that has to be considered as a non-dimensional universal\nconstant. This pi number may be determined theoretically or/and empirically. It\nis also shown that dimensional pi-invariants analysis yields a generalized form\nof Wien's displacement law. In this instance two pi numbers generally occur.\nConsequently, a universal function is established that is indispensable to\navoid the so-called Rayleigh-Jeans catastrophe in the ultraviolet.\nUnfortunately, such a universal function cannot be inferred from dimensional\narguments. It has to be derived theoretically or/and empirically, too. It is\nshown that such a similarity function can be deduced on the basis of heuristic\nprinciples, when criteria like the maximum condition regarding the generalized\nform of Wien's displacement law, the requirement of the power law of Stefan and\nBoltzmann, and Ehrenfest's arguments regarding the red and the violet\nrequirements are adopted.\n"]}]
["0802.1199",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1199","Phys. Rev. A, 77, 033831 (2008)","doi:10.1103/PhysRevA.77.033831"],"date":["2008-02-08","2008-03-21"],"type":["text"],"creator":["Linington, I. E.","Garraway, B. M."],"language":[],"coverage":[],"title":["Dissipation control in cavity QED with oscillating mode-structures"],"description":["  We demonstrate how a time-dependent dissipative environment may be used as a\ntool for controlling the quantum state of a two-level atom. In our model system\nthe frequency and coupling strength associated with microscopic reservoir modes\nare modulated, while the principal features of the reservoir structure remain\nfixed in time. Physically, this may be achieved by containing a static\natom-cavity system inside an oscillating external bath. We show that it is\npossible to dynamically decouple the atom from its environment, despite the\nfact that the two remain resonant at all times. This can lead to Markovian\ndynamics, even for a strong atom-bath coupling, as the atomic decay becomes\ninhibited into all but a few channels; the reservoir occupation spectrum\nconsequently acquires a sideband structure, with peaks separated by the\nfrequency of the environmental modulation. The reduction in the rate of\nspontaneous emission using this approach can be significantly greater than\ncould be achieved with an oscillatory atom-bath detuning using the same\nparameters.\n","Comment: v1: 11 pages, 7 figures. v2: Journal-ref added. Minor typographical\n  changes and two references added"]}]
["0803.2401",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2401","Fractals (2008) Vol. 16, pp. 11-23."],"date":["2008-03-17"],"type":["text"],"creator":["Wu, Zuo-Bing"],"language":[],"coverage":[],"title":["Rotation numbers of invariant manifolds around unstable periodic orbits\n  for the diamagnetic Kepler problem"],"description":["  In this paper, a method to construct topological template in terms of\nsymbolic dynamics for the diamagnetic Kepler problem is proposed. To confirm\nthe topological template, rotation numbers of invariant manifolds around\nunstable periodic orbits in a phase space are taken as an object of comparison.\nThe rotation numbers are determined from the definition and connected with\nsymbolic sequences encoding the periodic orbits in a reduced Poincar\\'e\nsection. Only symbolic codes with inverse ordering in the forward mapping can\ncontribute to the rotation of invariant manifolds around the periodic orbits.\nBy using symbolic ordering, the reduced Poincar\\'e section is constricted along\nstable manifolds and a topological template, which preserves the ordering of\nforward sequences and can be used to extract the rotation numbers, is\nestablished. The rotation numbers computed from the topological template are\nthe same as those computed from their original definition.\n","Comment: 8 figures, 1 table"]}]
["astro-ph/9708084",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9708084","Astrophys.J. 498 (1998) 342-350","doi:10.1086/305530"],"date":["1997-08-08","1997-12-09"],"type":["text"],"creator":["Bagoly, Z.","Meszaros, A.","Horvath, I.","Balazs, L. G.","Meszaros, P."],"language":[],"coverage":[],"title":["A Principal Component Analysis of the 3B Gamma-Ray Burst Data"],"description":["  We have carried out a principal component analysis for 625 gamma-ray bursts\nin the BATSE 3B catalog for which non-zero values exist for the nine measured\nvariables. This shows that only two out of the three basic quantities of\nduration, peak flux and fluence are independent, even if this relation is\nstrongly affected by instrumental effects, and these two account for 91.6% of\nthe total information content. The next most important variable is the fluence\nin the fourth energy channel (at energies above 320 keV). This has a larger\nvariance and is less correlated with the fluences in the remaining three\nchannels than the latter correlate among themselves. Thus a separate\nconsideration of the fourth channel, and increased attention on the related\nhardness ratio $H43$ appears useful for future studies. The analysis gives the\nweights for the individual measurements needed to define a single duration,\npeak flux and fluence. It also shows that, in logarithmic variables, the\nhardness ratio $H32$ is significantly correlated with peak flux, while $H43$ is\nsignificantly anticorrelated with peak flux. The principal component analysis\nprovides a potentially useful tool for estimating the improvement in\ninformation content to be achieved by considering alternative variables or\nperforming various corrections on available measurements\n","Comment: Ap.J., accepted 12/9/97; revised version contains a new appendix,\n  somewhat expanded discussion; latex, aaspp4, 15 pages"]}]
["math/0411641",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411641","Trans. Amer. Math Soc, 360 no.3 (2008)1407-1441"],"date":["2004-11-29","2005-02-03"],"type":["text"],"creator":["Cochran, Tim D.","Kim, Taehee"],"language":[],"coverage":[],"title":["Higher-order Alexander invariants and filtrations of the knot\n  concordance group"],"description":["  We establish certain \"non-triviality\" results for several filtrations of the\nsmooth and topological knot concordance groups. First, as regards the\nn-solvable filtration of the topological knot concordance group defined by K.\nOrr, P. Teichner and the first author, we refine the recent non-triviality\nresults of Cochran and Teichner by including information on the Alexander\nmodules. These results also extend those of C. Livingston and the second\nauthor. We exhibit similar structure in the closely related symmetric Grope\nfiltration of the knot concordance group considered by the first author and\nTeichner. We also show that the Grope filtration of the smooth concordance\ngroup is non-trivial using examples that cannot be distinguished by the\nOzsvath-Szabo tau invariant nor by J. Rasmussen's s-invariant. Our broader\ncontribution is to establish, in \"the relative case\", the key homological\nresults whose analogues Cochran-Orr-Teichner established in \"the absolute\ncase\".\n  We say two knots K and J are concordant modulo n-solvability if K#(-J) is\nn-solvable. Our main result is that, for any knot K whose classical Alexander\npolynomial has degree greater than 2, and for any positive integer n, there\nexist infinitely many knots K_i that are concordant to K modulo n-solvability,\nbut are all distinct modulo n.5-solvability. Moreover, the K_i and K share the\nsame classical Seifert matrix and Alexander module as well as sharing the same\nhigher-order Alexander modules and Seifert presentations up to order n-1.\n","Comment: 33 pages, 3 figures; changed title and abstract"]}]
