["0704.2990",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2990","Meas. Sci. Technol., 19, 045702-6(2008)","doi:10.1088/0957-0233/19/4/045702"],"date":["2007-04-23"],"type":["text"],"creator":["Lu, Jun","Pan, De-An","Qiao, Lijie"],"language":[],"coverage":[],"title":["The principle of a virtual multi-channel lock-in amplifier and its\n  application to magnetoelectric measurement system"],"description":["  This letter presents principles and applications of a virtual multi-channel\nlock-in amplifier that is a simple but effective method to recover small ac\nsignal from noise with high presison. The fundamentals of this method are based\non calculation of cross-correlation function. Via this method, we successfully\nbuilt up a magnetoelectric measurement system which can perform precise and\nversatile measurements without any analog lock-in amplifier. Using the virtual\nmulti-channel lock-in amplifier, the output of the magnetoelectric measurement\nsystem is extensively rich in magnetoelectric coupling behaviors, including\ncoupling strength and phase lag, under various dc bias magnetic field and ac\nmagnetic field.\n","Comment: 11 pages, 6 figures. To be submitted to Rev. Sci. Instrm"]}]
["0704.3812",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3812","Phys. Lett. B 650 (2007) 440 - 446","doi:10.1016/j.physletb.2007.05.054"],"date":["2007-04-28"],"type":["text"],"creator":["Znojil, Miloslav"],"language":[],"coverage":[],"title":["Conditional observability"],"description":["  For a quantum Hamiltonian H =H(p) the observability of the energies E may be\nrobust (whenever all E are real at all p) or, otherwise, conditional. Using a\npseudo-Hermitian family of N-state chain models H we discuss some generic\nproperties of conditionally observable spectra.\n","Comment: 21 pp incl. 10 fig"]}]
["0708.2299",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2299"],"date":["2007-08-16","2008-02-09"],"type":["text"],"creator":["Roy, Tristan"],"language":[],"coverage":[],"title":["Global well-posedness for the radial defocusing cubic wave equation on\n  $\\mathbb{R}^{3}$ and for rough data"],"description":["  We prove global well-posedness for the radial defocusing wave equation and\nfor data in $H^{s} \\times H^{s-1}$, $1>s>{7/10}$.\n","Comment: 22 pages"]}]
["0708.2940",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2940","J Stat Phys 130, 633-667 (2008).","doi:10.1007/s10955-007-9471-1"],"date":["2007-08-22","2007-08-24"],"type":["text"],"creator":["Taniguchi, Tooru","Cohen, E. G. D."],"language":[],"coverage":[],"title":["Nonequilibrium steady state thermodynamics and fluctuations for\n  stochastic systems"],"description":["  We use the work done on and the heat removed from a system to maintain it in\na nonequilibrium steady state for a thermodynamic-like description of such a\nsystem as well as of its fluctuations. Based on a generalized Onsager-Machlup\ntheory for nonequilibrium steady states we indicate two ambiguities, not\npresent in an equilibrium state, in defining such work and heat: one due to a\nnon-uniqueness of time-reversal procedures and another due to multiple\npossibilities to separate heat into work and an energy difference in\nnonequilibrium steady states. As a consequence, for such systems, the work and\nheat satisfy multiple versions of the first and second laws of thermodynamics\nas well as of their fluctuation theorems. Unique laws and relations appear only\nto be obtainable for concretely defined systems, using physical arguments to\nchoose the relevant physical quantities. This is illustrated on a number of\nsystems, including a Brownian particle in an electric field, a driven torsion\npendulum, electric circuits and an energy transfer driven by a temperature\ndifference.\n","Comment: 39 pages, 3 figure"]}]
["0709.1569",{"format":[],"subject":["Mathematical Physics","81Q10","13P10","14J81","14M12","46C20","47B50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1569","J. Phys. A: Math. Theor. 40 (2007) 13131-13148","doi:10.1088/1751-8113/40/43/020"],"date":["2007-09-11"],"type":["text"],"creator":["Znojil, Miloslav"],"language":[],"coverage":[],"title":["Tridiagonal PT-symmetric N by N Hamiltonians and a fine-tuning of their\n  observability domains in the strongly non-Hermitian regime"],"description":["  A generic PT-symmetric Hamiltonian is assumed tridiagonalized and truncated\nto N dimensions, and its up-down symmetrized special cases with J=[N/2] real\ncouplings are considered. In the strongly non-Hermitian regime the secular\nequation gets partially factorized at all N. This enables us to reveal a\nfine-tuned alignment of the dominant couplings implying an asymptotically\nsharply spiked shape of the boundary of the J-dimensional quasi-Hermiticity\ndomain in which all the spectrum of energies remains real and observable.\n","Comment: 28 pp., 4 tables, 1 figure"]}]
["0710.1446",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1446","doi:10.1016/j.physleta.2008.01.040"],"date":["2007-10-07","2008-01-07"],"type":["text"],"creator":["Serebrennikov, Yuri A."],"language":[],"coverage":[],"title":["The quadrupole mechanism of hole spin relaxation"],"description":["  For spin-3/2 holes the anisotropic part of the instantaneous Luttinger\nHamiltonian can be represented as an effective quadrupole coupling. We\ninvestigate the hole spin relaxation process induced by nonadiabatic\nfluctuations of this interaction. The obtained analytical solution of the\nstochastic Liouville equation describes the polarization decay of spin-3/2\nholes in all regimes of momentum scattering: from collision-dominated to\nballistic. Our results create the basis for quantitative interpretation of\nrecent experiments and elucidate the striking difference between the hole spin\nrelaxation process in bulk crystals and 2D semiconductor nanostructures.\n","Comment: This version of the article is considerably extended"]}]
["0710.5666",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5666"],"date":["2007-10-30","2007-11-09"],"type":["text"],"creator":["Guha, Saikat","Erkmen, Baris I.","Shapiro, Jeffrey H."],"language":[],"coverage":[],"title":["The Entropy Photon-Number Inequality and its Consequences"],"description":["  Determining the ultimate classical information carrying capacity of\nelectromagnetic waves requires quantum-mechanical analysis to properly account\nfor the bosonic nature of these waves. Recent work has established capacity\ntheorems for bosonic single-user, broadcast, and wiretap channels, under the\npresumption of two minimum output entropy conjectures. Despite considerable\naccumulated evidence that supports the validity of these conjectures, they have\nyet to be proven. Here we show that the preceding minimum output entropy\nconjectures are simple consequences of an Entropy Photon-Number Inequality,\nwhich is a conjectured quantum-mechanical analog of the Entropy Power\nInequality (EPI) from classical information theory.\n","Comment: 3 pages, submitted to \"Open Problems Session, ITA 2008, UCSD\""]}]
["0801.0841",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0841"],"date":["2008-01-06"],"type":["text"],"creator":["Guha, Saikat","Shapiro, Jeffrey H.","Erkmen, Baris I."],"language":[],"coverage":[],"title":["Capacity of the Bosonic Wiretap Channel and the Entropy Photon-Number\n  Inequality"],"description":["  Determining the ultimate classical information carrying capacity of\nelectromagnetic waves requires quantum-mechanical analysis to properly account\nfor the bosonic nature of these waves. Recent work has established capacity\ntheorems for bosonic single-user and broadcast channels, under the presumption\nof two minimum output entropy conjectures. Despite considerable accumulated\nevidence that supports the validity of these conjectures, they have yet to be\nproven. In this paper, it is shown that the second conjecture suffices to prove\nthe classical capacity of the bosonic wiretap channel, which in turn would also\nprove the quantum capacity of the lossy bosonic channel. The preceding minimum\noutput entropy conjectures are then shown to be simple consequences of an\nEntropy Photon-Number Inequality (EPnI), which is a conjectured\nquantum-mechanical analog of the Entropy Power Inequality (EPI) form classical\ninformation theory.\n","Comment: 5 pages, 1 figure, submitted to ISIT 2008"]}]
["0801.2797",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05C10","05C83","68R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2797"],"date":["2008-01-17","2008-02-10"],"type":["text"],"creator":["Benjamini, Itai","Schramm, Oded","Shapira, Asaf"],"language":[],"coverage":[],"title":["Every Minor-Closed Property of Sparse Graphs is Testable"],"description":["  Suppose $G$ is a graph with degrees bounded by $d$, and one needs to remove\nmore than $\\epsilon n$ of its edges in order to make it planar. We show that in\nthis case the statistics of local neighborhoods around vertices of $G$ is far\nfrom the statistics of local neighborhoods around vertices of any planar graph\n$G'$ with the same degree bound. In fact, a similar result is proved for any\nminor-closed property of bounded degree graphs.\n  As an immediate corollary of the above result we infer that many well studied\ngraph properties, like being planar, outer-planar, series-parallel, bounded\ngenus, bounded tree-width and several others, are testable with a constant\nnumber of queries, where the constant may depend on $\\epsilon$ and $d$, but not\non the graph size. None of these properties was previously known to be testable\neven with $o(n)$ queries.\n"]}]
["0801.4746",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4746"],"date":["2008-01-30","2008-02-10"],"type":["text"],"creator":["Saba, Walid S."],"language":[],"coverage":[],"title":["Concerning Olga, the Beautiful Little Street Dancer (Adjectives as\n  Higher-Order Polymorphic Functions)"],"description":["  In this paper we suggest a typed compositional seman-tics for nominal\ncompounds of the form [Adj Noun] that models adjectives as higher-order\npolymorphic functions, and where types are assumed to represent concepts in an\nontology that reflects our commonsense view of the world and the way we talk\nabout it in or-dinary language. In addition to [Adj Noun] compounds our\nproposal seems also to suggest a plausible explana-tion for well known\nadjective ordering restrictions.\n","Comment: 6 pages"]}]
["0802.0514",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0514"],"date":["2008-02-04"],"type":["text"],"creator":["Brodsky, Stanley J.","de Teramond, Guy F."],"language":[],"coverage":[],"title":["AdS/CFT and Light-Front QCD"],"description":["  The AdS/CFT correspondence between string theory in AdS space and conformal\nfield theories in physical space-time leads to an analytic, semi-classical\nmodel for strongly-coupled QCD which has scale invariance and dimensional\ncounting at short distances and color confinement at large distances. The\nAdS/CFT correspondence also provides insights into the inherently\nnonperturbative aspects of QCD such as the orbital and radial spectra of\nhadrons and the form of hadronic wavefunctions. In particular, we show that\nthere is an exact correspondence between the fifth-dimensional coordinate of\nAdS space $z$ and a specific impact variable $\\zeta$ which measures the\nseparation of the quark and gluonic constituents within the hadron in ordinary\nspace-time. This connection leads to AdS/CFT predictions for the analytic form\nof the frame-independent light-front wavefunctions (LFWFs) of mesons and\nbaryons, the fundamental entities which encode hadron properties. The LFWFs in\nturn predict decay constants and spin correlations, as well as dynamical\nquantities such as form factors, structure functions, generalized parton\ndistributions, and exclusive scattering amplitudes. Relativistic light-front\nequations in ordinary space-time are found which reproduce the results obtained\nusing the fifth-dimensional theory and have remarkable algebraic structures and\nintegrability properties. As specific examples we describe the behavior of the\npion form factor in the space and time-like regions and determine the Dirac\nnucleon form factors in the space-like region. An extension to nonzero quark\nmass is used to determine hadronic distribution amplitudes of all mesons, heavy\nand light. We compare our results with the moments of the distribution\namplitudes which have recently been computed from lattice gauge theory.\n","Comment: 38 pages, 8 figures. Two lectures presented at the International\n  School of Subnuclear Physics, Searching for the `Totally Unexpected' in the\n  LHC Era, Erice, Sicily, August 29 - September 7, 2007"]}]
["math/0306223",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0306223","Proceedings of the International Conference on Theoretical\n  Neurobiology, Delhi, February 2003, edited by Nandini Singh, National Brain\n  Research Centre, Conference Proceedings 1 (2003) 80-92"],"date":["2003-06-13","2008-02-10"],"type":["text"],"creator":["Brown, R.","Porter, T."],"language":[],"coverage":[],"title":["Category Theory and Higher Dimensional Algebra: potential descriptive\n  tools in neuroscience"],"description":["  We explain the notion of colimit in category theory as a potential tool for\ndescribing structures and their communication, and the notion of higher\ndimensional algebra as a potential yoga for dealing with processes and\nprocesses of processes.\n","Comment: 11 pages, Submitted to the Proceedings of the International\n  Conference on Neuroscience, Delhi, Feb 24-26, 2003 v2. small corrections, and\n  updated references. 10 Feb 2008"]}]
["math/0601755",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05A18, 05C05, 05C30, 11B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601755"],"date":["2006-01-31"],"type":["text"],"creator":["Bajguz, Wieslaw"],"language":[],"coverage":[],"title":["Graph and Union of Graphs Compositions"],"description":["  Knopfmacher et all [1] was introduced the graph compositions` notion. In this\nnote we add to these a new construction of tree-like graphs where nodes are\ngraphs themselves. The first examples of these tree-like compositions, a\ncorresponding theorem and resulting conclusions are provided.\n","Comment: 5 pages"]}]
