["0705.4488",{"format":[],"subject":["Mathematics - Probability","60E15","60F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4488","Electronic Communications in Probability 13 (2008), 99-112"],"date":["2007-05-30","2008-01-02"],"type":["text"],"creator":["Duembgen, Lutz","Leuenberger, Christoph"],"language":[],"coverage":[],"title":["Explicit bounds for the approximation error in Benford's law"],"description":["  Benford's law states that for many random variables X > 0 its leading digit D\n= D(X) satisfies approximately the equation P(D = d) = log_{10}(1 + 1/d) for d\n= 1,2,...,9. This phenomenon follows from another, maybe more intuitive fact,\napplied to Y := log_{10}(X): For many real random variables Y, the remainder U\n:= Y - floor(Y) is approximately uniformly distributed on [0,1). The present\npaper provides new explicit bounds for the latter approximation in terms of the\ntotal variation of the density of Y or some derivative of it. These bounds are\nan interesting alternative to traditional Fourier methods which yield mostly\nqualitative results. As a by-product we obtain explicit bounds for the\napproximation error in Benford's law.\n","Comment: 16 pages, one figure"]}]
["0710.5211",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Group Theory","14K05, 14L10, 14L15, 20G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5211"],"date":["2007-10-27","2008-06-25"],"type":["text"],"creator":["Brion, Michel"],"language":[],"coverage":[],"title":["Anti-affine algebraic groups"],"description":["  We say that an algebraic group $G$ over a field is anti-affine if every\nregular function on $G$ is constant. We obtain a classification of these\ngroups, with applications to the structure of algebraic groups in positive\ncharacteristics, and to the construction of many counterexamples to Hilbert's\nfourteenth problem.\n","Comment: Prior work of Carlos Sancho de Salas acknowledged, additional minor\n  changes,"]}]
["0711.0562",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","35R30","35P25","35Q40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0562"],"date":["2007-11-04","2008-06-25"],"type":["text"],"creator":["Sasaki, Hironobu"],"language":[],"coverage":[],"title":["Inverse scattering for the nonlinear Schr\\\"{o}dinger equation with the\n  Yukawa potential"],"description":["  We study the inverse scattering problem for the three dimensional nonlinear\nSchroedinger equation with the Yukawa potential. The nonlinearity of the\nequation is nonlocal. We reconstruct the potential and the nonlinearity by the\nknowledge of the scattering states. Our result is applicable to reconstructing\nthe nonlinearity of the semi-relativistic Hartree equation.\n"]}]
["0711.3239",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3239","Phys. Rev. E 77 (2008) 021309","doi:10.1103/PhysRevE.77.021309"],"date":["2007-11-20"],"type":["text"],"creator":["Aste, T.","Di Matteo, T."],"language":[],"coverage":[],"title":["A deductive statistical mechanics approach for granular matter"],"description":["  We introduce a deductive statistical mechanics approach for granular\nmaterials which is formally built from few realistic physical assumptions. The\nmain finding is an universal behavior for the distribution of the density\nfluctuations. Such a distribution is the equivalent of the Maxwell-Boltzmann's\ndistribution in the kinetic theory of gasses. The comparison with a very\nextensive set of experimental and simulation data for packings of monosized\nspherical grains, reveals a remarkably good quantitative agreement with the\ntheoretical predictions for the density fluctuations both at the grain level\nand at the global system level. Such agreement is robust over a broad range of\npacking fractions and it is observed in several distinct systems prepared by\nusing different methods. The equilibrium distributions are characterized by\nonly one parameter ($k$) which is a quantity very sensitive to changes in the\nstructural organization. The thermodynamical equivalent of $k$ and its relation\nwith the `granular temperature' are also discussed.\n","Comment: 15 pages, 6 figures"]}]
["0801.4012",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4012","Phys. Rev. B 77, 125301 (2008)","doi:10.1103/PhysRevB.77.125301"],"date":["2008-01-25","2008-06-25"],"type":["text"],"creator":["Knezevic, I."],"language":[],"coverage":[],"title":["Decoherence due to contacts in ballistic nanostructures"],"description":["  The active region of a ballistic nanostructure is an open quantum-mechanical\nsystem, whose nonunitary evolution (decoherence) towards a nonequilibrium\nsteady state is determined by carrier injection from the contacts. The purpose\nof this paper is to provide a simple theoretical description of the\ncontact-induced decoherence in ballistic nanostructures, which is established\nwithin the framework of the open systems theory. The active region's evolution\nin the presence of contacts is generally non-Markovian. However, if the\ncontacts' energy relaxation due to electron-electron scattering is sufficiently\nfast, then the contacts can be considered memoryless on timescales coarsened\nover their energy relaxation time, and the evolution of the current-limiting\nactive region can be considered Markovian. Therefore, we first derive a general\nMarkovian map in the presence of a memoryless environment, by coarse-graining\nthe exact short-time non-Markovian dynamics of an abstract open system over the\nenvironment memory-loss time, and we give the requirements for the validity of\nthis map. We then introduce a model contact-active region interaction that\ndescribes carrier injection from the contacts for a generic two-terminal\nballistic nanostructure. Starting from this model interaction and using the\nMarkovian dynamics derived by coarse-graining over the effective memory-loss\ntime of the contacts, we derive the formulas for the nonequilibrium\nsteady-state distribution functions of the forward and backward propagating\nstates in the nanostructure's active region. On the example of a double-barrier\ntunneling structure, the present approach yields an I-V curve with all the\nprominent resonant features. The relationship to the Landauer-B\\\"{u}ttiker\nformalism is also discussed, as well as the inclusion of scattering.\n","Comment: Published version"]}]
["0801.4508",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14G40","11G50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4508"],"date":["2008-01-29","2008-06-25"],"type":["text"],"creator":["Gubler, Walter"],"language":[],"coverage":[],"title":["Equidistribution over function fields"],"description":["  We prove equidistribution of a generic net of small points in a projective\nvariety X over a function field K. For an algebraic dynamical system over K, we\ngeneralize this equidistribution theorem to a small generic net of\nsubvarieties. For number fields, these results were proved by Yuan and we\ntransfer here his methods to function fields. If X is a closed subvariety of an\nabelian variety, then we can describe the equidistribution measure explicitly\nin terms of convex geometry.\n","Comment: 23 pages; reference to X.W.C. Faber added who obtained some of the\n  results independently. Minor errors corrected. To appear in manuscripta\n  mathematica"]}]
["0802.0640",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0640","Phys. Rev. Lett. 100, 257002 (2008)","doi:10.1103/PhysRevLett.100.257002"],"date":["2008-02-05","2008-06-05"],"type":["text"],"creator":["Barends, R.","Baselmans, J. J. A.","Yates, S. J. C.","Gao, J. R.","Hovenier, J. N.","Klapwijk, T. M."],"language":[],"coverage":[],"title":["Quasiparticle relaxation in optically excited high-Q superconducting\n  resonators"],"description":["  The quasiparticle relaxation time in superconducting films has been measured\nas a function of temperature using the response of the complex conductivity to\nphoton flux. For tantalum and aluminium, chosen for their difference in\nelectron-phonon coupling strength, we find that at high temperatures the\nrelaxation time increases with decreasing temperature, as expected for\nelectron-phonon interaction. At low temperatures we find in both\nsuperconducting materials a saturation of the relaxation time, suggesting the\npresence of a second relaxation channel not due to electron-phonon interaction.\n","Comment: 4 pages, 3 figures"]}]
["0802.3283",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3283","ACM SIGCOMM Computer Communication Review 38, 7-15 (2008)"],"date":["2008-02-22"],"type":["text"],"creator":["Holme, Petter","Karlin, Josh","Forrest, Stephanie"],"language":[],"coverage":[],"title":["An integrated model of traffic, geography and economy in the Internet"],"description":["  Modeling Internet growth is important both for understanding the current\nnetwork and to predict and improve its future. To date, Internet models have\ntypically attempted to explain a subset of the following characteristics:\nnetwork structure, traffic flow, geography, and economy. In this paper we\npresent a discrete, agent-based model, that integrates all of them. We show\nthat the model generates networks with topologies, dynamics, and (more\nspeculatively) spatial distributions that are similar to the Internet.\n"]}]
["0802.4357",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","13D02,18G50,20J05,55S37,55S45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4357"],"date":["2008-02-29","2008-06-25"],"type":["text"],"creator":["Brown, Ronald"],"language":[],"coverage":[],"title":["Exact sequences of fibrations of crossed complexes, homotopy\n  classification of maps, and nonabelian extensions of groups"],"description":["  The classifying space of a crossed complex generalises the construction of\nEilenberg-Mac Lane spaces. We show how the theory of fibrations of crossed\ncomplexes allows the analysis of homotopy classes of maps from a free crossed\ncomplex to such a classifying space. This gives results on the homotopy\nclassification of maps from a CW-complex to the classifying space of a crossed\nmodule and also, more generally, of a crossed complex whose homotopy groups\nvanish in dimensions between 1 and n. The results are analogous to those for\nthe obstruction to an abstract kernel in group extension theory.\n","Comment: 10 pages, xypic, hyperref 25/06/08 version 2: 12 pages, accepted for\n  JHRS, various minor revisions"]}]
["0803.1233",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1233","Phys. Rev. B 77, 245434 (2008).","doi:10.1103/PhysRevB.77.245434"],"date":["2008-03-08","2008-05-12"],"type":["text"],"creator":["Raza, Hassan","Kan, Edwin C."],"language":[],"coverage":[],"title":["Armchair graphene nanoribbons: Electronic structure and electric field\n  modulation"],"description":["  We report electronic structure and electric field modulation calculations in\nthe width direction for armchair graphene nanoribbons (acGNRs) using a\nsemi-empirical extended Huckel theory. Important band structure parameters are\ncomputed, e.g. effectives masses, velocities and bandgaps. For the three types\nof acGNRs, the pz orbital tight-binding parameters are extracted if feasible.\nFurthermore, the effect of electric field in the width direction on acGNRs\ndispersion is explored. It is shown that for the two types of semiconducting\nacGNRs, an external electric field can reduce the bandgap to a few meV with\ndifferent quantitative behavior.\n","Comment: 5 pages, 5 figures"]}]
["0803.1327",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","13A50","14L30","20G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1327"],"date":["2008-03-09","2008-06-25"],"type":["text"],"creator":["Domokos, M."],"language":[],"coverage":[],"title":["Covariants and the no-name lemma"],"description":["  A close connection between the no-name lemma (concerning algebraic groups\nacting on vector bundles) and the existence of sufficiently many independent\nrational covariants is pointed out. In particular, this leads to a new natural\nproof of the no-name lemma. For linearly reductive groups, the approach has a\nrefined variant based on integral covariants. This fits into the usual context\nof invariant theory, and yields a version of the no-name lemma that has a\nconstructive nature.\n","Comment: The paper has been completely rewritten, more conclusive results are\n  achieved"]}]
["0804.0677",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","16D99, 16W30, 17A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0677"],"date":["2008-04-04","2008-06-25"],"type":["text"],"creator":["Philippe, Leroux"],"language":[],"coverage":[],"title":["A rigidity theorem for Moor-bialgebras"],"description":["  We introduce the operad Moor, dual of the operad NAP and the notion of\nMoor-bialgebras. We warn the reader that the compatibility relation linking the\nMoor-operation with the Moor-cooperation is not distributive in the sense of\nLoday. Nevertheless, a rigidity theorem (\\`a la Hopf-Borel) for the category of\nconnected Moor-bialgebras is given. We show also that free permutative algebras\ncan be equipped with a Moor-cooperation whose compatibility with the\npermutative product looks like the infinitesimal relation.\n","Comment: V2. Radical change of the paper"]}]
["0804.1324",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1324","New J. Phys. 10 (2008) 063021","doi:10.1088/1367-2630/10/6/063021"],"date":["2008-04-08","2008-05-28"],"type":["text"],"creator":["Zhu, Z. W.","Xu, Z. A.","Lin, X.","Cao, G. H.","Feng, C. M.","Chen, G. F.","Li, Z.","Luo, J. L.","Wang, N. L."],"language":[],"coverage":[],"title":["Nernst effect of the new iron-based superconductor\n  LaO$_{1-x}$F$_{x}$FeAs"],"description":["  We report the first Nernst effect measurement on the new iron-based\nsuperconductor LaO$_{1-x}$F$_{x}$FeAs $(x=0.1)$. In the normal state, the\nNernst signal is negative and very small. Below $T_{c}$ a large positive peak\ncaused by vortex motion is observed. The flux flowing regime is quite large\ncompared to conventional type-II superconductors. However, a clear deviation of\nthe Nernst signal from normal state background and an anomalous depression of\noff-diagonal thermoelectric current in the normal state between $T_{c}$ and 50\nK are observed. We propose that this anomaly in the normal state Nernst effect\ncould correlate with the SDW fluctuations.\n","Comment: 8 pages, 4 figures; Latex file changed, references added"]}]
["0804.1547",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1547","J. Phys. Soc. Jpn. 77, 073602 (2008)","doi:10.1143/JPSJ.77.073602"],"date":["2008-04-09","2008-06-24"],"type":["text"],"creator":["Koga, Akihisa","Higashiyama, Takuji","Inaba, Kensuke","Suga, Seiichiro","Kawakami, Norio"],"language":[],"coverage":[],"title":["Supersolid state of ultracold fermions in an optical lattice"],"description":["  We study ultracold fermionic atoms trapped in an optical lattice with\nharmonic confinement by means of the dynamical mean-field approximation. It is\ndemonstrated that a supersolid state, where an s-wave superfluid coexists with\na density-wave state with a checkerboard pattern, is stabilized by attractive\nonsite interactions on a square lattice. Our new finding here is that a\nconfining potential plays an invaluable role in stabilizing the supersolid\nstate. We establish a rich phase diagram at low temperatures, which clearly\nshows how the insulator, the density wave and the superfluid compete with each\nother to produce an intriguing domain structure. Our results shed light on the\npossibility of the supersolid state in fermionic optical lattice systems.\n","Comment: 5 pages, 4 figures"]}]
["0804.4622",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4622","Neural Information Processing - Letters and Reviews 11, 12 (2007)\n  247-255"],"date":["2008-04-29","2008-06-25"],"type":["text"],"creator":["Courrieu, Pierre"],"language":[],"coverage":[],"title":["Fast Density Codes for Image Data"],"description":["  Recently, a new method for encoding data sets in the form of \"Density Codes\"\nwas proposed in the literature (Courrieu, 2006). This method allows to compare\nsets of points belonging to every multidimensional space, and to build shape\nspaces invariant to a wide variety of affine and non-affine transformations.\nHowever, this general method does not take advantage of the special properties\nof image data, resulting in a quite slow encoding process that makes this tool\npractically unusable for processing large image databases with conventional\ncomputers. This paper proposes a very simple variant of the density code method\nthat directly works on the image function, which is thousands times faster than\nthe original Parzen window based method, without loss of its useful properties.\n","Comment: nombre de pages: 9"]}]
["0804.4803",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4803","New J. Phys. 10 (2008) 063029","doi:10.1088/1367-2630/10/6/063029"],"date":["2008-04-30"],"type":["text"],"creator":["Sterr, V.","Krauss, R.","Morozov, K. I.","Rehberg, I.","Engel, A.","Richter, R."],"language":[],"coverage":[],"title":["Rolling ferrofluid drop on the surface of a liquid"],"description":["  We report on the controlled transport of drops of magnetic liquid, which are\nswimming on top of a non-magnetic liquid layer. A magnetic field which is\nrotating in a vertical plane creates a torque on the drop. Due to surface\nstresses within the immiscible liquid beneath, the drop is propelled forward.\nWe measure the drop speed for different field amplitudes, field frequencies and\ndrop volumes. Simplifying theoretical models describe the drop either as a\nsolid sphere with a Navier slip boundary condition, or as a liquid half-sphere.\nAn analytical expression for the drop speed is obtained which is free of any\nfitting parameters and is well in accordance with the experimental\nmeasurements. Possible microfluidic applications of the rolling drop are also\ndiscussed.\n"]}]
["0805.0962",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0962"],"date":["2008-05-07","2008-06-25"],"type":["text"],"creator":["Abel, Benjamin","Marquardt, Florian"],"language":[],"coverage":[],"title":["Decoherence by Quantum Telegraph Noise"],"description":["  We investigate the time-evolution of a charge qubit subject to quantum\ntelegraph noise produced by a single electronic defect level. We obtain results\nfor the time-evolution of the coherence that are strikingly different from the\nusual case of a harmonic oscillator bath (Gaussian noise). When the coupling\nstrength crosses a certain temperature-dependent threshold, we observe\ncoherence oscillations in the strong-coupling regime. Moreover, we present the\ntime-evolution of the echo signal in a spin-echo experiment. Our analysis\nrelies on a numerical evaluation of the exact solution for the density matrix\nof the qubit.\n","Comment: 5 pages, 5 figures, added references"]}]
["0805.2565",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2565","J. Chem. Phys. 128, 244508 (2008)","doi:10.1063/1.2939118"],"date":["2008-05-16"],"type":["text"],"creator":["Corradini, D.","Gallo, P.","Rovere, M."],"language":[],"coverage":[],"title":["Thermodynamic behaviour and structural properties of an aqueous sodium\n  chloride solution upon supercooling"],"description":["  We present the results of a molecular dynamics simulation study of\nthermodynamic and structural properties upon supercooling of a low\nconcentration sodium chloride solution in TIP4P water and the comparison with\nthe corresponding bulk quantities. We study the isotherms and the isochores for\nboth the aqueous solution and bulk water. The comparison of the phase diagrams\nshows that thermodynamic properties of the solution are not merely shifted with\nrespect to the bulk. Moreover, from the analysis of the thermodynamic curves,\nboth the spinodal line and the temperatures of maximum density curve can be\ncalculated. The spinodal line appears not to be influenced by the presence of\nions at the chosen concentration, while the temperatures of maximum density\ncurve displays both a mild shift in temperature and a shape modification with\nrespect to bulk. Signatures of the presence of a liquid-liquid critical point\nare found in the aqueous solution. By analysing the water-ion radial\ndistribution functions of the aqueous solution we observe that upon changing\ndensity, structural modifications appear close to the spinodal. For low\ntemperatures additional modifications appear also for densities close to that\ncorresponding to a low density configurational energy minimum.\n","Comment: 10 pages, 13 figures, 2 tables. To be published in J. Chem. Phys"]}]
["0805.2794",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2794"],"date":["2008-05-19","2008-06-25"],"type":["text"],"creator":["Felner, Israel","Nowik, Israel","Tsindlekht, M. I.","Ren, Zhi-An","Shen, Xiao-Li","Che, Guang-Can","Zhao, Zhong-Xian"],"language":[],"coverage":[],"title":["Magnetic measurements and 57Fe Mossbauer spectroscopy in oxygen\n  deficient SmFeAsO0.85"],"description":["  Magnetic measurements and 57Fe Mossbauer spectroscopy studies were performed\non oxygen- deficient high temperature superconductor SmFeAsO0.85 with TC=52.4\nK. The upper-critical behavior (HC2) values were extracted from the real part\nof ac measurements. The field dependence of HC2 is consistent with a two band\nmodel. M\\\"{o}ssbauer spectra below and above TC consist of a singlet and a\ndoublet, which are attributed to Fe ions which have two or one oxygen ions in\ntheir close vicinity, respectively. No change is observed in the major (~75%)\nsinglet related to Fe ions surrounded by two oxygen ions. On the other hand,\nthe doublet which senses oxygen vacancies shows a well defined magnetic sextet\nbelow TC. This indicates coexistence on a microscopic level of the two mutually\nexclusive states namely: superconductivity which is confined to the Fe-As\nlayers and magnetism, in the same layers. Alternatively, the hyperfine\nparameters of the doublet are similar to the reported values of FeAs which\norders magnetically at 77 K. Thus the magnetic features observed below TC, may\nbe related to FeAs as an extra phase.\n","Comment: 7 pages,5 Figures"]}]
["0805.3305",{"format":[],"subject":["Mathematics - Combinatorics","05D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3305"],"date":["2008-05-21","2008-06-25"],"type":["text"],"creator":["Croot, Ernie","Borenstein, Evan"],"language":[],"coverage":[],"title":["On a certain generalization of the Balog-Szemeredi-Gowers Theorem"],"description":["  In this note, we prove a certain hypergraph generalization of the\nBalog-Szemeredi-Gowers Theorem. Our result shares some features in common with\na similar such generalizsation due to Sudakov, Szemeredi and Vu, though the\nconclusion of our result is somewhat different.\n","Comment: In our haste to get the paper out as quickly as possible, we forgot\n  to include the most important part: The Acknowledgements. Besides this, no\n  other change have been made to the paper"]}]
["0806.3455",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3455"],"date":["2008-06-20"],"type":["text"],"creator":["Botvina, A. S."],"language":[],"coverage":[],"title":["Role of multifragmentation in spallation reactions"],"description":["  In nuclear reactions induced by hadrons and ions of high energies, nuclei can\ndisintegrate into many fragments during a short time (~100 fm/c). This\nphenomenon known as nuclear multifragmentation was under intensive\ninvestigation last 20 years. It was established that multifragmentation is an\nuniversal process taking place in all reactions when the excitation energy\ntransferred to nuclei is high enough, more than 3 MeV per nucleon,\nindependently on the initial dynamical stage of the reactions. Very known\ncompound nucleus decay processes (sequential evaporation and fission), which\nare usual for low energies, disappear and multifragmentation dominates at high\nexcitation energy. For this reason, calculation of multifragmentation must be\ncarried on in all cases when production of highly excited nuclei is expected,\nincluding spallation reactions. From the other hand, one can consider\nmultifragmentation as manifestation of the liquid-gas phase transition in\nfinite nuclei. This gives way for studying nuclear matter at subnuclear\ndensities and for applications of properties of nuclear matter extracted from\nmultifragmentation reactions in astrophysics. In this contribution, the\nStatistical Multifragmentation Model (SMM), which combines the compound nucleus\nprocesses at low energies and multifragmentation at high energies, is\ndescribed. The most important ingredients of the model are discussed.\n","Comment: 10 pages, Report to Joint ICTP-IAEA Advanced Workshop on Model Codes\n  for spallation reactions, Trieste, Italy, 4-8th February 2008"]}]
["0806.3538",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","Physics - Data Analysis, Statistics and Probability","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3538"],"date":["2008-06-21"],"type":["text"],"creator":["Caves, Carlton M."],"language":[],"coverage":[],"title":["Predicting future duration from present age: Revisiting a critical\n  assessment of Gott's rule"],"description":["  Gott has promulgated a rule for making probabilistic predictions of the\nfuture duration of a phenomenon based on the phenomenon's present age [Nature,\nVol. 363, 315 (1993)]. I show that the two usual methods for deriving Gott's\nrule are flawed. Nothing licenses indiscriminate use of Gott's rule as a\npredictor of future duration. It should only be used when the phenomenon in\nquestion has no identifiable time scales.\n","Comment: This paper is being posted to the archive as it seeks a home for\n  publication"]}]
["0806.3575",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3575"],"date":["2008-06-22"],"type":["text"],"creator":["Sannino, Francesco"],"language":[],"coverage":[],"title":["(Near) Conformal Technicolor: What is really new?"],"description":["  The knowledge of the phase diagram of strongly coupled theories as function\nof the number of colors, flavors and matter representation plays a fundamental\nrole when constructing viable extensions of the standard model (SM) featuring\ndynamical electroweak symmetry breaking. Here I summarize the state-of-the-art\nof the phase diagram for SU(N) gauge theories with fermionic matter\ntransforming according to arbitrary representations of the underlying gauge\ngroup. I critically report on the latest results from first principle lattice\nsimulations and then review the principal models of (near) conformal\ntechnicolor such as (Next) Minimal Walking Technicolor (MWT) and Partially\nGauged Technicolor (PGT). I finally show that the incarnation of the conformal\ntechnicolor model is nothing but the simplest PGT model.\n","Comment: LaTeX, 17 pages, 1 Figure. Proceedings for La Thuile 2008.\n  23-February till 1st of March 2008. Italy"]}]
["0806.3581",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3581"],"date":["2008-06-22"],"type":["text"],"creator":["Khlopov, Maxim Yu."],"language":[],"coverage":[],"title":["Composite dark matter from stable charged constituents"],"description":["  Heavy stable charged particles can exist, hidden from us in bound atomlike\nstates. Models with new stable charged leptons and quarks give rise to\nrealistic composite dark matter scenarios. Significant or even dominant\ncomponent of O-helium (atomlike system of He4 nucleus and heavy -2 charged\nparticle) is inevitable feature of such scenarios. Possible O-helium\nexplanation for the positron excess in the galactic bulge and for the\ncontroversy between the positive results of DAMA and negative results of other\nexperiments is proposed.\n","Comment: Presented at 20th Rencontres internationales de Blois, Chateau de\n  Blois, France, 2008"]}]
["0806.3586",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3586"],"date":["2008-06-22","2008-06-25"],"type":["text"],"creator":["Shcherban, Vladimir N.","Baburova, Olga V."],"language":[],"coverage":[],"title":["The structural equations of Cartan and the wave solution Einstein's\n  equation"],"description":["  Work consists of introduction, two chapters, conclusion and four\napplications. In this work is examined the condition, with which the wave space\nmetrics of Riemann- Cartan is the solution of Einstein equation in the void.\nGeometric structures were for this purpose studied on the differentiated\nvariety: connectedness, curvature and twisting connectedness. For this was used\nthis analytical apparatus of differential geometry as the calculation of\nexterior forms.\n  In the first chapter the following concepts are examined: - variety; -\nvectors and 1- forms on the varieties; - metric tensor, connectedness and the\ncovariant derivative; - form with the values in the vector spaces; - the\nstructural equations of Cartan. The second chapter is dedicated to the presence\nof condition, during which wave certificate is the solution of Einstein\nequation in the void. Using the first and second structural equations of Cartan\nfor the variety without twisting of that allotted by wave certificate, they\nwere calculated: the 1- forms of connectedness and the coefficients of\nconnectedness, and also Riemann tensor, Ricci tensor and scalar of curvature.\n  In appendix 1 the derivation of formula for the coefficients of\nconnected-ness in the space with the twisting is given. In appendix 2 the\ncalculation of the components of the 1- forms of connectedness is carried out.\nIn appendix 3 the calculations of the components of the 2- forms of curvature\nare presented. In appendix 4 the components of Ricci tensor are calculated.\n","Comment: p.58"]}]
["0806.3759",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3759"],"date":["2008-06-23"],"type":["text"],"creator":["de Andrade, Garcia"],"language":[],"coverage":[],"title":["Exponential stretching in filaments as fast dynamos in Euclidean and\n  Riemannian 3D spaces"],"description":["  A new antidynamo theorem for non-stretched twisted magnetic flux tube dynamo\nis obtained. Though Riemannian curvature cannot be neglected since one\nconsiders curved magnetic flux tube axis, the stretch can be neglect since one\nonly considers the limit of thin magnetic flux tubes. The theorem states that\nmarginal or slow dynamos along curved (folded), torsioned (twisted) and\nnon-stretched flux tubes endowed with diffusionless plasma flows, if a\nconstraint is imposed on the relation between poloidal and toroidal magnetic\nfields in the helical dynamo case. A formula for the stretch of flux tubes is\nderived. From this formula one shows that the Riemann flux tube is stretched by\nan interaction between the plasma flow vorticity and torsion, in accordance\nwith our physical intuition. Marginal diffusionless dynamos are shown to exist\nobtained in the case of flux tube dynamos exponential stretching. Thus slow\ndynamos can be obtaining on the flux tube under stretching. Filamentary dynamos\nanti-dynamos are also considered. As flux tubes possess a magnetic axis\ntorsioned filament, it can also be considered as thegerm of a fast dynamo in\nflux tubes Riemannian curved space. It is shown that for non-stretched\nfilaments only untwist and unfold filaments can provide dynamo action in\ndiffusive case. A condition for exponential stretching and fast dynamos in\nfilaments is given. These results are actually in agreement with Vishik\nargument that fast dynamo cannot be obtained in non-stretched flows. Actually\nthe flux tube result is the converse of Vishik's lemma.\n"]}]
["0806.3764",{"format":[],"subject":["Physics - Physics Education","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3764"],"date":["2008-06-23"],"type":["text"],"creator":["Cavaglia, M.","Hendry, M.","Ingram, D.","Milde, S.","Reitze, D.","Riles, K.","Schutz, B.","Stuver, A. L.","Summerscales, T.","Thacker, J.","Torres, C. V.","Ugolini, D.","Vallisneri, M.","Zermeno, A."],"language":[],"coverage":[],"title":["Gravitational-wave Astronomy: Opening a New Window on the Universe for\n  Students, Educators and the Public"],"description":["  The nascent field of gravitational-wave astronomy offers many opportunities\nfor effective and inspirational astronomy outreach. Gravitational waves, the\n\"ripples in space-time\" predicted by Einstein's theory of General Relativity,\nare produced by some of the most energetic and dramatic phenomena in the\ncosmos, including black holes, neutron stars and supernovae. The detection of\ngravitational waves will help to address a number of fundamental questions in\nphysics, from the evolution of stars and galaxies to the origin of dark energy\nand the nature of space-time itself. Moreover, the cutting-edge technology\ndeveloped to search for gravitational waves is pushing back the frontiers of\nmany fields, from lasers and materials science to high performance computing,\nand thus provides a powerful showcase for the attractions and challenges of a\ncareer in science and engineering. For several years a worldwide network of\nground-based laser interferometric gravitational-wave detectors has been fully\noperational, including the two LIGO detectors in the United States. These\ndetectors are already among the most sensitive scientific instruments on the\nplanet and in the next few years their sensitivity will achieve further\nsignificant improvement. Those developments promise to open an exciting new\nwindow on the Universe, heralding the arrival of gravitational-wave astronomy\nas a revolutionary, new observational field. In this paper we describe the\nextensive program of public outreach activities already undertaken by the LIGO\nScientific Collaboration, and a number of special events which we are planning\nfor IYA2009.\n","Comment: 4 pages, to appear in Proceedings of the 2008 Annual Meeting of the\n  Astronomical Society of the Pacific, St. Louis, MO, May 31 - June 4 (2008)"]}]
["0806.3765",{"format":[],"subject":["Computer Science - Digital Libraries","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3765"],"date":["2008-06-23"],"type":["text"],"creator":["Mayr, Philipp","Petras, Vivien"],"language":[],"coverage":[],"title":["Cross-concordances: terminology mapping and its effectiveness for\n  information retrieval"],"description":["  The German Federal Ministry for Education and Research funded a major\nterminology mapping initiative, which found its conclusion in 2007. The task of\nthis terminology mapping initiative was to organize, create and manage\n'cross-concordances' between controlled vocabularies (thesauri, classification\nsystems, subject heading lists) centred around the social sciences but quickly\nextending to other subject areas. 64 crosswalks with more than 500,000\nrelations were established. In the final phase of the project, a major\nevaluation effort to test and measure the effectiveness of the vocabulary\nmappings in an information system environment was conducted. The paper reports\non the cross-concordance work and evaluation results.\n","Comment: 19 pages, 4 figures, 11 tables, IFLA conference 2008"]}]
["0806.3767",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3767"],"date":["2008-06-23"],"type":["text"],"creator":["Xu, X.","Siegel, E. R."],"language":[],"coverage":[],"title":["Dark Matter in the Solar System"],"description":["  We determine the density and mass distribution of dark matter within our\nSolar System. We explore the three-body interactions between dark matter\nparticles, the Sun, and the planets to compute the amount of dark matter\ngravitationally captured over the lifetime of the Solar System. We provide an\nanalytical framework for performing these calculations and detail our numerical\nsimulations accordingly. We find that the local density of dark matter is\nenhanced by between three and five orders of magnitude over the background halo\ndensity, dependent on the radial distance from the Sun. This has profound\nimplications for terrestrial direct dark matter detection searches. We also\ndiscuss our results in the context of gravitational signatures, including\nexisting constraints, and find that dark matter captured in this fashion is not\nresponsible for the Pioneer anomaly. We conclude that dark matter appears to,\noverall, play a much more important role in our Solar System than previously\nthought.\n","Comment: 7 pages, 3 figures, submitted to PRD"]}]
["0806.3772",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3772"],"date":["2008-06-23"],"type":["text"],"creator":["Zeldovich, Konstantin B.","Shakhnovich, Eugene I."],"language":[],"coverage":[],"title":["Emergence of mutationally robust proteins in a microscopic model of\n  evolution"],"description":["  The ability to absorb mutations while retaining structure and function, or\nmutational robustness, is a remarkable property of natural proteins. In this\nLetter, we use a computational model of organismic evolution [Zeldovich et al,\nPLOS Comp Biol 3(7):e139 (2007)], which explicitly couples protein physics and\npopulation dynamics, to study mutational robustness of evolved model proteins.\nWe find that dominant protein structures which evolved in the simulations are\nhighly designable ones, in accord with some of the earlier observations. Next,\nwe compare evolved sequences with the ones designed to fold into the same\ndominant structures and having the same thermodynamic stability, and find that\nevolved sequences are more robust against point mutations, being less likely to\nbe destabilized upon them. These results point to sequence evolution as an\nimportant method of protein engineering if mutational robustness of the\nartificially developed proteins is desired. On the biological side, mutational\nrobustness of proteins appears to be a natural consequence of the\nmutation-selection evolutionary process.\n"]}]
["0806.3775",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3775"],"date":["2008-06-23"],"type":["text"],"creator":["Kulić, I. M.","Mani, M.","Mohrbach, H.","Thaokar, R.","Mahadevan, L."],"language":[],"coverage":[],"title":["Botanical Ratchets"],"description":["  Ratcheting surfaces are a common motif in nature and appear in plant awns and\ngrasses. They are known to profer selective advantages for seed dispersion and\nburial. In two simple model experiments we show that these anisotropically\ntoothed surfaces naturally serve as motion rectifiers and generically move in a\nunidirectional manner when subjected to temporally and spatially symmetric\nexcitations of various origins. Using a combination of theory and experiment we\nshow that a linear relation between awn length and ratchet efficiency holds\nunder biologically relevant conditions. Thus, grass awns efficiently transform\nnon-equilibrium environmental stresses into useful work and directed motion\nusing their length as a fluctuation amplifier, yielding a selective advantage\nto these organelles in many plant species.\n","Comment: 4 pages, 3 figs"]}]
["0806.3783",{"format":[],"subject":["Mathematics - Complex Variables","32W05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3783"],"date":["2008-06-23"],"type":["text"],"creator":["Çelik, Mehmet","Straube, Emil J."],"language":[],"coverage":[],"title":["Observations regarding compactness in the $\\overline{\\partial}$-Neumann\n  problem"],"description":["  We show that compactness of the $\\overline{\\partial}$-Neumann operator is\nindependent of the metric, and we give a new proof of this independence for\nsubellipticity. We define an abstract obstruction to compactness, namely the\ncommon zero set of all the compactness multipliers, and we identify this subset\nof the boundary for convex domains in $\\mathbb{C}^{n}$ and for complete Hartogs\ndomains in $\\mathbb{C}^{2}$.\n"]}]
["0806.3792",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3792"],"date":["2008-06-23"],"type":["text"],"creator":["Bolonkin, Alexander"],"language":[],"coverage":[],"title":["In Outer Space without a Space Suit?"],"description":["  The author proposes and investigates his old idea - a living human in space\nwithout the encumbrance of a complex space suit. Only in this condition can\nbiological humanity seriously attempt to colonize space because all planets of\nSolar system (except the Earth) do not have suitable atmospheres. Aside from\nthe issue of temperature, a suitable partial pressure of oxygen is lacking. In\nthis case the main problem is how to satiate human blood with oxygen and delete\ncarbonic acid gas (carbon dioxide). The proposed system would enable a person\nto function in outer space without a space suit and, for a long time, without\nfood. That is useful also in the Earth for sustaining working men in an\notherwise deadly atmosphere laden with lethal particulates (in case of nuclear,\nchemical or biological war), in underground confined spaces without fresh air,\nunder water or a top high mountains above a height that can sustain\nrespiration.\n","Comment: 9 pages, 5 figures"]}]
["0806.3793",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3793"],"date":["2008-06-23","2008-06-25"],"type":["text"],"creator":["Jia, Xun","Dimov, Ivailo","Goswami, Pallab","Chakravarty, Sudip"],"language":[],"coverage":[],"title":["Hidden order revealed in quantum oscillations in cuprate superconductors"],"description":["  We follow the line of reasoning that hidden broken symmetries are the root of\nquantum oscillations observed in underdoped superconductors and examine the\nrole of bilayer splitting and incommensuration. This is a view that eschews the\nnotion of a featureless Mott liquid as the source of complexity. Instead, our\nview is grounded in a conventional Fermi surface and quasiparticles. We show\nthat bilayer splitting and/or incommensurate $d$-density wave order can lead to\nmany interesting results, in particular a splitting of the main frequency of\nthe quantum oscillations.\n","Comment: A co-author was inadvertently left out in the abstract; typo\n  corrected; a reference updated; 4 pages, 2 figures"]}]
["0806.3795",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3795"],"date":["2008-06-24"],"type":["text"],"creator":["Glazebrook, Karl","Mentuch, Erin","McCarthy, Pat","Abraham, Roberto","Baldry, Ivan","Driver, Simon"],"language":[],"coverage":[],"title":["Galaxy Mass Growth in GDDS and SDSS"],"description":["  I present some new results related to our understanding of the masses of\ngalaxies both in the local and high-redshift Universe. At high-redshift new\nSpitzer data on galaxies in the Gemini Deep Deep Survey allow us a more\naccurate measure of stellar mass to light ratios (using rest frame near-IR\nlight) showing a refinement of the measurements but not great discrepancies. In\nthe local universe a new method is explored to estimate the baryonic mass\nfunction of galaxies including contributions from unseen HI. This points to an\ninteresting result: that the baryonic mass function of galaxies may in fact be\nquite steep, of comparable slope to the mass function of dark matter haloes.\n","Comment: 4 pages, 2 figures, proceedings of the first Subaru International\n  Conference: \"Panoramic Views of Galaxy Formation and Evolution\", in Hayama,\n  Japan, December 2007"]}]
["0806.3800",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - General Topology","Mathematics - Geometric Topology","58J99, 53C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3800"],"date":["2008-06-23"],"type":["text"],"creator":["Raske, David"],"language":[],"coverage":[],"title":["Connected sums of closed Riemannian manifolds and fourth order conformal\n  invariants"],"description":["  In this note we take some initial steps in the investigation of a fourth\norder analogue of the Yamabe problem in conformal geometry. The Paneitz\nconstants and the Paneitz invariants considered are believed to be very helpful\nto understand the topology of the underlined manifolds. We calculate how those\nquantities change, analogous to how the Yamabe constants and the Yamabe\ninvariants do, under the connected sum operations.\n","Comment: 15 pages"]}]
["0806.3802",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3802"],"date":["2008-06-23"],"type":["text"],"creator":["Jafarpour, Sina","Xu, Weiyu","Hassibi, Babak","Calderbank, Robert"],"language":[],"coverage":[],"title":["Efficient and Robust Compressed Sensing using High-Quality Expander\n  Graphs"],"description":["  Expander graphs have been recently proposed to construct efficient compressed\nsensing algorithms. In particular, it has been shown that any $n$-dimensional\nvector that is $k$-sparse (with $k\\ll n$) can be fully recovered using\n$O(k\\log\\frac{n}{k})$ measurements and only $O(k\\log n)$ simple recovery\niterations. In this paper we improve upon this result by considering expander\ngraphs with expansion coefficient beyond 3/4 and show that, with the same\nnumber of measurements, only $O(k)$ recovery iterations are required, which is\na significant improvement when $n$ is large. In fact, full recovery can be\naccomplished by at most $2k$ very simple iterations. The number of iterations\ncan be made arbitrarily close to $k$, and the recovery algorithm can be\nimplemented very efficiently using a simple binary search tree. We also show\nthat by tolerating a small penalty on the number of measurements, and not on\nthe number of recovery iterations, one can use the efficient construction of a\nfamily of expander graphs to come up with explicit measurement matrices for\nthis method. We compare our result with other recently developed\nexpander-graph-based methods and argue that it compares favorably both in terms\nof the number of required measurements and in terms of the recovery time\ncomplexity. Finally we will show how our analysis extends to give a robust\nalgorithm that finds the position and sign of the $k$ significant elements of\nan almost $k$-sparse signal and then, using very simple optimization\ntechniques, finds in sublinear time a $k$-sparse signal which approximates the\noriginal signal with very high precision.\n"]}]
["0806.3803",{"format":[],"subject":["Mathematics - Differential Geometry","58E20","53C27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3803"],"date":["2008-06-23"],"type":["text"],"creator":["Yang, Ling"],"language":[],"coverage":[],"title":["A structure theorem of Dirac-harmonic maps between spheres"],"description":["  For an arbitrary Dirac-harmonic map $(\\phi,\\psi)$ between compact oriented\nRiemannian surfaces, we shall study the zeros of $|\\psi|$. With the aid of\nBochner-type formulas, we explore the relationship between the order of the\nzeros of $|\\psi|$ and the genus of $M$ and $N$. On the basis, we could clarify\nall of nontrivial Dirac-harmonic maps from $S^2$ to $S^2$.\n","Comment: 12 pages"]}]
["0806.3804",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3804"],"date":["2008-06-24","2008-06-25"],"type":["text"],"creator":["Kotzinian, Aram"],"language":[],"coverage":[],"title":["SIDIS Asymmetries in Quark-Diquark Model"],"description":["  Some properties of intrinsic transverse momentum dependent nucleon\ndistribution functions are considered in the simple quark-diquark model. The\ntransverse target polarization dependent asymmetries for SIDIS are calculated\nand compared with recent results of COMPASS. The model describes well the\nmeasured asymmetries. Generalization of quark-diquark model for Sivers function\nis discussed.\n","Comment: to appear in proceedings of Transversity 2008 Workshop, May 28-31\n  2008, Ferrara (Italy). In V2 Fig. 1. is corrected"]}]
["0806.3807",{"format":[],"subject":["Mathematics - Representation Theory","Mathematical Physics","20G42, 81R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3807"],"date":["2008-06-24"],"type":["text"],"creator":["Zhang, G. I. Lehrer R. B."],"language":[],"coverage":[],"title":["On endomorphisms of quantum tensor space"],"description":["  We give a presentation of the endomorphism algebra\n$\\End_{\\cU_q(\\fsl_2)}(V^{\\otimes r})$, where $V$ is the 3-dimensional\nirreducible module for quantum $\\fsl_2$ over the function field\n$\\C(q^{{1/2}})$. This will be as a quotient of the Birman-Wenzl-Murakami\nalgebra $BMW_r(q):=BMW_r(q^{-4},q^2-q^{-2})$ by an ideal generated by a single\nidempotent $\\Phi_q$. Our presentation is in analogy with the case where $V$ is\nreplaced by the 2- dimensional irreducible $\\cU_q(\\fsl_2)$-module, the BMW\nalgebra is replaced by the Hecke algebra $H_r(q)$ of type $A_{r-1}$, $\\Phi_q$\nis replaced by the quantum alternator in $H_3(q)$, and the endomorphism algebra\nis the classical realisation of the Temperley-Lieb algebra on tensor space. In\nparticular, we show that all relations among the endomorphisms defined by the\n$R$-matrices on $V^{\\otimes r}$ are consequences of relations among the three\n$R$-matrices acting on $V^{\\otimes 4}$. The proof makes extensive use of the\ntheory of cellular algebras. Potential applications include the decomposition\nof tensor powers when $q$ is a root of unity.\n","Comment: 14 pages"]}]
["0806.3815",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3815"],"date":["2008-06-24"],"type":["text"],"creator":["Kundu, Anirban"],"language":[],"coverage":[],"title":["Universal Extra Dimension"],"description":["  This is a brief discussion of the following features of the Universal Extra\nDimension (UED) model: (i) Formulation, (ii) Indirect bounds, (iii) Collider\nsearch and the Inverse Problem, (iv) Astrophysical bounds, and (v) UED with two\nextra dimensions.\n","Comment: 8 pages, 6 figures, talk presented at Perspectives on Warped Extra\n  Dimensions (PWED), IIT Kharagpur, India, Feb. 2008"]}]
["0806.3834",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3834"],"date":["2008-06-24"],"type":["text"],"creator":["Matsumoto, Ken","Amano, Kazuyuki"],"language":[],"coverage":[],"title":["Representation of Quantum Circuits with Clifford and $\\pi/8$ Gates"],"description":["  In this paper, we introduce the notion of a normal form of one qubit quantum\ncircuits over the basis $\\{H, P, T\\}$, where $H$, $P$ and $T$ denote the\nHadamard, Phase and $\\pi/8$ gates, respectively. This basis is known as the\n{\\it standard set} and its universality has been shown by Boykin et al. [FOCS\n'99]. Our normal form has several nice properties: (i) Every circuit over this\nbasis can easily be transformed into a normal form, and (ii) Every two normal\nform circuits compute same unitary matrix if and only if both circuits are\nidentical. We also show that the number of unitary operations that can be\nrepresented by a circuit over this basis that contains at most $n$ $T$-gates is\nexactly $192 \\cdot (3 \\cdot 2^n - 2)$.\n","Comment: 17 pages, 3 figures"]}]
["0806.3846",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3846","Phys. Rev. E 77, 061131 (2008)","doi:10.1103/PhysRevE.77.061131"],"date":["2008-06-24"],"type":["text"],"creator":["Kauttonen, Janne","Merikoski, Juha","Pulkkinen, Otto"],"language":[],"coverage":[],"title":["Polymer dynamics in time-dependent periodic potentials"],"description":["  Dynamics of a discrete polymer in time-dependent external potentials is\nstudied with the master equation approach. We consider both stochastic and\ndeterministic switching mechanisms for the potential states and give the\nessential equations for computing the stationary state properties of molecules\nwith internal structure in time-dependent periodic potentials on a lattice. As\nan example, we consider standard and modified Rubinstein-Duke polymers and\ncalculate their mean drift and effective diffusion coefficient in the two-state\nnon-symmetric flashing potential and symmetric traveling potential. Rich\nnon-linear behavior of these observables is found. By varying the polymer\nlength, we find current inversions caused by the rebound effect that is only\npresent for molecules with internal structure. These results depend strongly on\nthe polymer type. We also notice increased transport coherence for longer\npolymers.\n","Comment: 22 pages, 7 figures"]}]
["0806.3847",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3847"],"date":["2008-06-24"],"type":["text"],"creator":["Hu, X. Y.","Adams, N. A."],"language":[],"coverage":[],"title":["Moving contact line with balanced stress singularities"],"description":["  A difficulty in the classical hydrodynamic analysis of moving contact-line\nproblems, associated with the no-slip wall boundary condition resulting in an\nunbalanced divergence of the viscous stresses, is reexamined with a smoothed,\nfinite-width interface model. The analysis in the sharp-interface limit shows\nthat the singularity of the viscous stress can be balanced by another\nsingularity of the unbalanced surface stress. The dynamic contact angle is\ndetermined by surface tension, viscosity, contact-line velocity and a single\nnon-dimensional parameter reflecting the length-scale ratio between interface\nwidth and the thickness of the first molecule layer at the wall surface. The\nwidely used Navier boundary condition and Cox's hypothesis are also derived\nfollowing the same procedure by permitting finite-wall slip.\n"]}]
["0806.3853",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3853"],"date":["2008-06-24"],"type":["text"],"creator":["Veselov, S. I."],"language":[],"coverage":[],"title":["On reduction integer programs to knapsack problem"],"description":["  Let $A$ be an integral nonnegative $m\\times n$ matrix, $b$ be an integral\nnonnegative vector. It is suggested new method for reduction of integer program\n$\\max \\{cx| Ax=b, x\\ge 0, x\\in\\mathbf{Z}^n\\}$ to knapsack problem $\\max \\{c'x|\nfAx=fb, x\\ge 0, x\\in\\mathbf{Z}^n\\}$.\n"]}]
["0806.3858",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3858"],"date":["2008-06-24"],"type":["text"],"creator":["Donati, S.","Collaboration, for the CDF"],"language":[],"coverage":[],"title":["CDF Hot Topics"],"description":["  In this paper we review the most recent results in the fields of beauty and\ncharm Physics\n","Comment: Flavor Physics & CP Violation Conference, Taipei, 2008"]}]
["0806.3861",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3861","Phys. Rev. A 77, 062313 (2008)","doi:10.1103/PhysRevA.77.062313"],"date":["2008-06-24"],"type":["text"],"creator":["Brooke, Peter G.","Cresser, James D.","Patra, Manas K."],"language":[],"coverage":[],"title":["Decoherence-free quantum information in the presence of dynamical\n  evolution"],"description":["  We analyze decoherence-free (DF) quantum information in the presence of an\narbitrary non-nearest-neighbor bath-induced system Hamiltonian using a\nMarkovian master equation. We show that the most appropriate encoding for N\nqubits is probably contained within the ~(2/9) N excitation subspace. We give a\ntimescale over which one would expect to apply other methods to correct for the\nsystem Hamiltonian. In order to remain applicable to experiment, we then focus\non small systems, and present examples of DF quantum information for three and\nfour qubits. We give an encoding for four qubits that, while quantum\ninformation remains in the two-excitation subspace, protects against an\narbitrary bath-induced system Hamiltonian. Although our results are general to\nany system of qubits that satisfies our assumptions, throughout the paper we\nuse dipole-coupled qubits as an example physical system.\n","Comment: 8 pages, 4 figures"]}]
["0806.3887",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3887"],"date":["2008-06-24"],"type":["text"],"creator":["Tariel, Vincent"],"language":[],"coverage":[],"title":["Conceptualization of seeded region growing by pixels aggregation. Part\n  2: how to localize a final partition invariant about the seeded region\n  initialisation order"],"description":["  In the previous paper, we have conceptualized the localization and the\norganization of seeded region growing by pixels aggregation (SRGPA) but we do\nnot give the issue when there is a collision between two distinct regions\nduring the growing process. In this paper, we propose two implementations to\nmanage two classical growing processes: one without a boundary region region to\ndivide the other regions and another with. Unfortunately, as noticed by Mehnert\nand Jakway (1997), this partition depends on the seeded region initialisation\norder (SRIO). We propose a growing process, invariant about SRIO such as the\nboundary region is the set of ambiguous pixels.\n"]}]
["0806.3902",{"format":[],"subject":["Mathematics - Number Theory","11N37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3902"],"date":["2008-06-24"],"type":["text"],"creator":["Zhai, Wenguang","Cao, Xiaodong"],"language":[],"coverage":[],"title":["On the mean square of the error term for the two-dimensional divisor\n  problem (I)"],"description":["  Suppose $a$ and $b$ are two fixed positive integers such that $(a,b)=1.$ In\nthis paper we shall establish an asymptotic formula for the mean square of the\nerror term $\\Delta_{a,b}(x)$ of the general two-dimensional divisor problem.\n","Comment: 25 Pages"]}]
["0806.3919",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3919"],"date":["2008-06-24"],"type":["text"],"creator":["Burdeau, Alexis","Viot, Pascal"],"language":[],"coverage":[],"title":["Velocity-correlation distributions in granular systems"],"description":["  We investigate the velocity-correlation distributions after $n$ collisions of\na tagged particle undergoing binary collisions. Analytical expressions are\nobtained in any dimension for the velocity-correlation distribution after the\nfirst-collision as well as for the velocity-correlation function after an\ninfinite number of collisions, in the limit of Gaussian velocity distributions.\nIt appears that the decay of the first-collision velocity-correlation\ndistribution for negative argument is exponential in any dimension with a\ncoefficient that depends on the mass and on the coefficient of restitution. We\nalso obtained the velocity-correlation distribution when the velocity\ndistributions are not Gaussian: by inserting Sonine corrections of the velocity\ndistributions, we derive the corrections to the velocity-correlation\ndistribution which agree perfectly with a DSMC (Direct Simulation Monte Carlo)\nsimulation. We emphasize that these new quantities can be easily obtained in\nsimulations and likely in experiments: they could be an efficient probe of the\nlocal environment and of the degree of inelasticity of the collisions.\n","Comment: 11 pages, 7 figures"]}]
["0806.3921",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3921"],"date":["2008-06-24"],"type":["text"],"creator":["Stone, Sheldon"],"language":[],"coverage":[],"title":["The Purely Leptonic Decays D+ -> mu+ nu and Ds+-> lepton+ nu at CLEO"],"description":["  We update our previous results by increasing the luminosity, the efficiency,\nand for the Ds+ the number of tags. We determine f{D+}=(205.8 +/- 8.5 +/- 2.5)\nMeV, and an interim preliminary value of f{Ds+}=(267.9 +/- 8.2 +/- 3.9) MeV,\nwhere both results are radiatively corrected. We agree with the recent most\nprecise unquenched Lattice-QCD calculation for the D+, but are in disagreement\nfor the Ds+. Several consequences are discussed, including the possibility of\nphysics beyond the Standard Model.\n","Comment: 4 pages, 6 figures, to appear in Proceedings of Flavor Physics and CP\n  Violation 2008 (FPCP 2008), and Rencontres de Moriond QCD and High Energy\n  Interactions (2008)"]}]
["0806.3926",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3926"],"date":["2008-06-24"],"type":["text"],"creator":["Movasati, Hossein"],"language":[],"coverage":[],"title":["On elliptic modular foliations"],"description":["  In this article we consider the three parameter family of elliptic curves\n$E_t: y^2-4(x-t_1)^3+t_2(x-t_1)+t_3=0, t\\in\\C^3$ and study the modular\nholomorphic foliation $\\F_{\\omega}$ in $\\C^3$ whose leaves are constant locus\nof the integration of a 1-form $\\omega$ over topological cycles of $E_t$. Using\nthe Gauss-Manin connection of the family $E_t$, we show that $\\F_{\\omega}$ is\nan algebraic foliation. In the case $\\omega=\\frac{xdx}{y}$, we prove that a\ntranscendent leaf of $\\F_{\\omega}$ contains at most one point with algebraic\ncoordinates and the leaves of $\\F_{\\omega}$ corresponding to the zeros of\nintegrals, never cross such a point. Using the generalized period map\nassociated to the family $E_t$, we find a uniformization of $\\F_{\\omega}$ in\n$T$, where $T\\subset \\C^3$ is the locus of parameters $t$ for which $E_t$ is\nsmooth. We find also a real first integral of $\\F_\\omega$ restricted to $T$ and\nshow that $\\F_{\\omega}$ is given by the Ramanujan relations between the\nEisenstein series.\n"]}]
["0806.3931",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3931"],"date":["2008-06-24"],"type":["text"],"creator":["Andreotti, B.","Claudin, P.","Pouliquen, O."],"language":[],"coverage":[],"title":["Measurements of the aeolian sand transport saturation length"],"description":["  The wavelength at which a dune pattern emerges from a flat sand bed is\ncontrolled by the sediment transport saturation length, which is the length\nneeded for the sand flux to adapt to a change of wind strength. The influence\nof the wind shear velocity on this saturation length and on the subsequent dune\ninitial wavelength has remained controversial. In this letter, we present\ndirect measurements of the saturation length performed in a wind tunnel\nexperiment. In complement, initial dune wavelengths are measured under\ndifferent wind conditions -- in particular after storms. Using the linear\nstability analysis of dune formation, it is then possible to deduce the\nsaturation length from field data. Both direct and indirect measurements agree\nthat the saturation length is almost independent of the wind strength. This\ndemonstrates that, in contrast with erosion, grain inertia is the dominant\ndynamical mechanism limiting sediment transport saturation.\n","Comment: 4 pages, 4 figures, submitted to Geophys. Res. Lett"]}]
["0806.3934",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3934"],"date":["2008-06-24"],"type":["text"],"creator":["Abe, Sumiyoshi"],"language":[],"coverage":[],"title":["Instability of q-expectation value"],"description":["  q-Expectation value of a physical quantity is widely used in nonextensive\nstatistical mechanics. Here, it is shown that the q-expectation value is not\nstable under small deformations of a probability distribution function, in\ngeneral, whereas the ordinary expectation value is always stable.\n","Comment: 8 pages, no figures"]}]
["0806.3938",{"format":[],"subject":["Computer Science - Multiagent Systems","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3938"],"date":["2008-06-24"],"type":["text"],"creator":["Yildirim, Ilker","Bingol, Haluk"],"language":[],"coverage":[],"title":["Cooperation with Complement is Better"],"description":["  In a setting where heterogeneous agents interact to accomplish a given set of\ngoals, cooperation is of utmost importance, especially when agents cannot\nachieve their individual goals by exclusive use of their own efforts. Even when\nwe consider friendly environments and benevolent agents, cooperation involves\nseveral issues: with whom to cooperate, reciprocation, how to address credit\nassignment and complex division of gains, etc. We propose a model where\nheterogeneous agents cooperate by forming groups and formation of larger groups\nis promoted. Benefit of agents is proportional to the performance and the size\nof the group. There is a time pressure to form a group. We investigate how\npreferring similar or complement agents in group formation affects an agent's\nsuccess. Preferring complement in group formation is found to be better, yet\nthere is no need to push the strategy to the extreme since the effect of\ncomplementing partners is saturated.\n","Comment: 9 pages"]}]
["0806.3940",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3940"],"date":["2008-06-24"],"type":["text"],"creator":["Hay, Mike"],"language":[],"coverage":[],"title":["A completeness study on a class of discrete, 'two by two' Lax pairs"],"description":["  We propose a method by which to examine all possible partial difference Lax\npairs that consist of 'two by two' discrete linear problems, where the matrices\ncontain one separable term in each entry. We thereby derive new, higher-order\nversions of the lattice sine-Gordon and lattice modified KdV equations, while\nshowing that there can be no other partial difference equations associated with\nthis type of Lax pair.\n","Comment: 24 pages, 22 (very small) figures"]}]
["0806.3942",{"format":[],"subject":["Mathematics - Combinatorics","05A15","11H06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3942","Electronic Journal of Combinatorics, 15 (2008), #N18"],"date":["2008-06-24"],"type":["text"],"creator":["Fiset, Matthew H. J.","Kasprzyk, Alexander M."],"language":[],"coverage":[],"title":["A note on palindromic $\\delta$-vectors for certain rational polytopes"],"description":["  Let P be a convex polytope containing the origin, whose dual is a lattice\npolytope. Hibi's Palindromic Theorem tells us that if P is also a lattice\npolytope then the Ehrhart $\\delta$-vector of P is palindromic. Perhaps less\nwell-known is that a similar result holds when P is rational. We present an\nelementary lattice-point proof of this fact.\n","Comment: 4 pages"]}]
["0806.3944",{"format":[],"subject":["Mathematics - Number Theory","11N37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3944"],"date":["2008-06-24"],"type":["text"],"creator":["Banks, William D.","Guloglu, Ahmet M.","Nevans, C. Wesley"],"language":[],"coverage":[],"title":["On primitive Dirichlet characters and the Riemann hypothesis"],"description":["  For any natural number $n$, let $X'_n$ be the set of primitive Dirichlet\ncharacters modulo $n$. We show that if the Riemann hypothesis is true, then the\ninequality $|X'_{2n_k}|\\le C_2 e^{-\\gamma} \\phi(2n_k)/\\log\\log(2n_k)$ holds for\nall $k\\ge 1$, where $n_k$ is the product of the first $k$ primes, $\\gamma$ is\nthe Euler-Mascheroni constant, $C_2$ is the twin prime constant, and $\\phi(n)$\nis the Euler function. On the other hand, if the Riemann hypothesis is false,\nthen there are infinitely many $k$ for which the same inequality holds and\ninfinitely many $k$ for which it fails to hold.\n","Comment: 7 pages"]}]
["0806.3946",{"format":[],"subject":["Physics - Medical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3946"],"date":["2008-06-24"],"type":["text"],"creator":["Sacripanti, Attilio"],"language":[],"coverage":[],"title":["Movement and Man at the end of the Random Walks"],"description":["  In this paper, it is presented the well known aspect of non linearity of\ninternal human body structures. Similarity on the basis of the Fractional\nBrownian Motion from the static ones, as the geometrical fractals like the\nIntestine and placenta linings, Airways in lungs, Arterial system in kidneys\nand so on. To the kinematics ones, as the temporal fractals like Heart beat\nsequences, Electroencephalograms, Respiratory tidal volumes, DNA sequences\nmapping and so on. But this internal well known knowledge is astonishing\nextendible from the internal, through the Brownian basis of the muscular\ncontraction, to the macroscopic external human movements, like the orthostatic\nequilibrium, gait, running training, judo contest and soccer, basketball,\nfootball or water polo games, by means of the ubiquitous continuous presence;\nthe Brownian Dynamics.\n","Comment: 22 pages, 48 figures presented at International conference Movement\n  as Prevention and Health (MPH) University of Rome Tor Vergata Conference\n  site: Villa Mondragone 25/27 September 2006"]}]
["0806.3950",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3950"],"date":["2008-06-24"],"type":["text"],"creator":["Trenti, M.","Hut, P."],"language":[],"coverage":[],"title":["Gravitational N-body Simulations"],"description":["  Gravitational N-body simulations, that is numerical solutions of the\nequations of motions for N particles interacting gravitationally, are widely\nused tools in astrophysics, with applications from few body or solar system\nlike systems all the way up to galactic and cosmological scales. In this\narticle we present a summary review of the field highlighting the main methods\nfor N-body simulations and the astrophysical context in which they are usually\napplied.\n","Comment: 13 pages, invited refereed review for the Scholarpedia Encyclopedia\n  of Astrophysics, advanced undergraduate level. Available online at\n  http://www.scholarpedia.org/article/N-body_simulations"]}]
["0806.3956",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3956"],"date":["2008-06-24"],"type":["text"],"creator":["Ita III, Eyo Eyo"],"language":[],"coverage":[],"title":["Generalized Kodama partition functions: A preview into normalizability\n  for the generalized Kodama states"],"description":["  In this paper we outline the computation of the partition function for the\ngeneralized Kodama states (GKod) of quantum gravity using the background field\nmethod. We show that the coupling constant for GKod is the same dimensionless\ncoupling constant that appears in the partition function of the pure Kodama\nstate (Chern--Simons functional) and argue that the GKod partition function is\nrenormalizable as a loop expansion in direct analogy to Chern--Simons\nperturbation theory. The GKod partition function contains an infinite set of\n1PI vertices uniquely fixed, as a result of the semiclassical-quantum\ncorrespondence, by the first-order vertex. This implies the existence of a\nwell-defined effective action for the partition function since the `phase' of\nthe GKod, provided a finite state exists, is equivalent to this effective\naction. Additionally, the separation of the matter from the gravitational\ncontributions bears a resemblance to the infinite dimensional analogue to\nKaluza--Klein theory. Future directions of research include extension of the\ncomputations of this paper to the norm of the GKod as well as to examine the\nanalogue of the Chern--Simons Jone's polynomials and link invariants using the\nGKod as a measure.\n","Comment: 39 pages"]}]
["0806.3957",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3957"],"date":["2008-06-24"],"type":["text"],"creator":["Tsenov, Roumen","Collaboration, for the HARP"],"language":[],"coverage":[],"title":["HARP Collaboration results on the proton-nuclei interactions at few GeV\n  energies"],"description":["  Recent results obtained by the HARP collaboration on the measurements of the\ndouble-differential production cross-section of positive and negative pions in\nproton interactions with nuclear targets from Beryllium to Lead are presented.\nThey cover production at small angles (30-210 mrad) and relatively large\nmomenta up to 8 GeV/c as well as large angles (0.35 - 2.15 rad) and small\nmomenta (0.1 - 0.8 GeV/c). These results are relevant for a detailed\nunderstanding of neutrino fluxes in accelerator neutrino experiments, better\nprediction of atmospheric neutrino fluxes, optimization of a future neutrino\nfactory design and for improvement of hadronic generators widely used by the\nHEP community in the simulation of hadronic interactions.\n","Comment: Talk presented at the XLIII Recontres de Moriond on Electroweak\n  Interactions and Unified Theories, La Thuile, 1-8 March 2008"]}]
["0806.3958",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3958"],"date":["2008-06-24","2008-06-25"],"type":["text"],"creator":["Rojo, Juan"],"language":[],"coverage":[],"title":["Quantifying the performance of jet algorithms at LHC"],"description":["  In the present contribution we introduce a strategy to quantify the\nperformance of modern infrared and collinear safe jet clustering algorithms in\nprocesses which involve the reconstruction of heavy object decays. We determine\noptimal choices for fictional narrow $Z'\\to q\\bar{q}$ and $H\\to gg$ over a\nrange of masses, providing examples of simple quark-jet and gluon-jet samples\nrespectively. We show also that our estimates are robust against the presence\nof high-luminosity pileup.\n","Comment: 4 pages, 6 figs, to appear in the proceedings of the DIS 2008\n  Workshop, 7-11 April 2008, University College London, references corrected"]}]
["0806.3960",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3960"],"date":["2008-06-24"],"type":["text"],"creator":["Flath, Daniel","Halverson, Tom","Herbig, Kathryn"],"language":[],"coverage":[],"title":["The Planar Rook Algebra and Pascal's Triangle"],"description":["  We study the combinatorial representation theory of the ``planar rook\nalgebra\" $P_n$. This algebra has a basis consisting of planar rook diagrams and\nmultiplication given by diagram concatenation. For each integer $0 \\le k \\le\nn$, we construct natural representations $V^n_k$ which form a complete set of\nnon-isomorphic, irreducible $P_n$-representations. We explicitly decompose the\nregular representation of $P_n$ into a direct sum of irreducible modules. We\ncompute the Bratteli diagram for the tower of algebras $P_0 \\subseteq P_1\n\\subseteq P_2 \\subseteq ...$ and show that this Bratteli diagram is Pascal's\ntriangle. In fact, we show that many of the binomial identities, both additive\nand multiplicative, have interpretations in terms of the representation theory\nof the planar rook algebra.\n","Comment: 14 pages"]}]
["0806.3963",{"format":[],"subject":["Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3963"],"date":["2008-06-24"],"type":["text"],"creator":["Turner, D. Z.","Nakshatrala, K. B.","Hjelmstad, K. D."],"language":[],"coverage":[],"title":["A stabilized finite element formulation for advection-diffusion using\n  the generalized finite element framework"],"description":["  The following work presents a generalized (extended) finite element\nformulation for the advection-diffusion equation. Using enrichment functions\nthat represent the exponential nature of the exact solution, smooth numerical\nsolutions are obtained for problems with steep gradients and high Peclet\nnumbers (up to Pe = 25) in one and two-dimensions. As opposed to traditional\nstabilized methods that require the construction of stability parameters and\nstabilization terms, the present work avoids numerical instabilities by\nimproving the classical Galerkin solution with an enrichment function. To\ncontextualize this method among other stabilized methods, we show by\ndecomposition of the solution (in a multiscale manner) an equivalence to both\nGalerkin/least-squares type methods and those that use bubble functions. This\nwork also presents a strategy for constructing the enrichment function for\nproblems with complex geometries by employing a global-local approach.\n","Comment: 24 pages, 11 figures"]}]
["adap-org/9303002",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/adap-org/9303002"],"date":["1993-03-07","1993-03-28"],"type":["text"],"creator":["Kaneko, Kunihiko","Suzuki, Junji"],"language":[],"coverage":[],"title":["Evolution to the Edge of Chaos in Imitation Game"],"description":["  Motivated by the evolution of complex bird songs, an abstract imitation game\nis proposed to study the increase of dynamical complexity: Artificial \"birds\"\ndisplay a \"song\" time series to each other, and those that imitate the other's\nsong better win the game. With the introduction of population dynamics\naccording to the score of the game and the mutation of parameters for the song\ndynamics, the dynamics is found to evolve towards the borderline between chaos\nand a periodic window, after punctuated equilibria. The importance of edge of\nchaos with topological chaos for complexity is stressed.\n","Comment: CYCLER Paper 93mar006. 8 pages, LaTex. (3.28 revised for minor LaTeX\n  changes)"]}]
["adap-org/9306002",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/adap-org/9306002"],"date":["1993-06-10"],"type":["text"],"creator":["Millonas, Mark M."],"language":[],"coverage":[],"title":["Swarms, Phase Transitions, and Collective Intelligence"],"description":["  A spacially extended model of the collective behavior of a large number of\nlocally acting organisms is proposed in which organisms move probabilistically\nbetween local cells in space, but with weights dependent on local morphogenetic\nsubstances, or morphogens. The morphogens are in turn are effected by the\npassage of an organism. The evolution of the morphogens, and the corresponding\nflow of the organisms constitutes the collective behavior of the group. Such\nmodels have various types of phase transitions and self-organizing properties\ncontrolled both by the level of the noise, and other parameters.\n  The model is then applied to the specific case of ants moving on a lattice.\nThe local behavior of the ants is inspired by the actual behavior observed in\nthe laboratory, and analytic results for the collective behavior are compared\nto the corresponding laboratory results.\n  It is hoped that the present model might serve as a paradigmatic example of a\ncomplex cooperative system in nature. In particular swarm models can be used to\nexplore the relation of nonequilibrium phase transitions to at least three\nimportant issues encountered in artificial life. Firstly, that of emergence as\ncomplex adaptive behavior. Secondly, as an exploration of continuous phase\ntransitions in biological systems. Lastly, to derive behavioral criteria for\nthe evolution of collective behavior in social organisms.\n","Comment: 1.25Mb uuencoded postscript file, 30 pages, 9 figs"]}]
["adap-org/9611007",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/adap-org/9611007"],"date":["1996-11-25"],"type":["text"],"creator":["Leok, Boon Tiong Melvin"],"language":[],"coverage":[],"title":["Dynamical Equilibrium of Interacting Ant Societies"],"description":["  The sustainable biodiversity associated with a specific ecological niche as a\nfunction of land area is analysed computationally by considering the\ninteraction of ant societies over a collection of islands. A power law\nrelationship between sustainable species and land area is observed. We will\nfurther consider the effect a perturbative inflow of ants has upon the model.\n","Comment: 5 pages, 2 figures"]}]
["gr-qc/0703066",{"format":[],"subject":["General Relativity and Quantum Cosmology","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0703066"],"date":["2007-03-12","2008-06-25"],"type":["text"],"creator":["Cheng, Yao","Shen, Jian Qi"],"language":[],"coverage":[],"title":["Interactions between Multipolar Nuclear Transitions and Gravitational\n  Waves"],"description":["  Interactions between multipolar nuclear transitions and gravitational waves\n(GWs) are theoretically investigated. Two nonclassical scenarios of the GW\ndetection are suggested. We demonstrate in this report that the long-lived\nMoessbauer nuclides of multipolar transitions are suitable transducers to\ndetect the impinging GWs. Shape deformation and spin flip of nucleus are\nderived from the Hamiltonian with gravity interaction. The GWs generate a\nnuclear quadrupole deformation in analogy with the Stark effect, of which the\nelectric field generates the dipole deformation of electron orbits. Likewise in\nanalogy with the nuclear magnetic resonance that the rotating radio-frequency\nfield flips the nuclear spin, the GWs flip the nuclear spin by the resonant\nhelicity-rotation-gravity coupling. The high energy states of the quadrupole\ndeformation in heavy nuclides can dramatically speed up the multipolar\ntransitions, which may be important for the GW detection particularly in the\nlow frequency band, ranging from 100 nHz to 1 Hz.\n","Comment: 6 pages"]}]
["math/0607546",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607546"],"date":["2006-07-21","2008-06-25"],"type":["text"],"creator":["Eminenti, Manolo","La Nave, Gabriele","Mantegazza, Carlo"],"language":[],"coverage":[],"title":["Ricci solitons - The equation point of view"],"description":["  We discuss some classification results for Ricci solitons, that is, self\nsimilar solutions of the Ricci Flow. Some simple proofs of known results will\nbe presented. In detail, we will take the equation point of view, trying to\navoid the tools provided by considering the dynamic properties of the Ricci\nflow.\n","Comment: Revised Version - Corrected some mistakes and inaccuracies"]}]
["math/0608193",{"format":[],"subject":["Mathematics - Probability","15A52","46L54"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608193"],"date":["2006-08-08","2008-06-25"],"type":["text"],"creator":["Collins, Benoit","Guionnet, Alice","Maurel-Segala, Edouard"],"language":[],"coverage":[],"title":["Asymptotics of unitary and othogonal matrix integrals"],"description":["  In this paper, we prove that in small parameter regions, arbitrary unitary\nmatrix integrals converge in the large $N$ limit and match their formal\nexpansion. Secondly we give a combinatorial model for our matrix integral\nasymptotics and investigate examples related to free probability and the HCIZ\nintegral. Our convergence result also leads us to new results of smoothness of\nmicrostates. We finally generalize our approach to integrals over the othogonal\ngroup.\n","Comment: 41 pages, important modifications, new section about orthogonal\n  integrals"]}]
["math/0609229",{"format":[],"subject":["Mathematics - Metric Geometry","51F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609229"],"date":["2006-09-08","2008-06-25"],"type":["text"],"creator":["Ivanshin, Pyotr N.","Sosov, Evgenii N."],"language":[],"coverage":[],"title":["The mapping of compact into the set of its Chebyshev centres is\n  Lipschitz in the space l^n_{\\infty}"],"description":["  In this article the authors prove strong stability of the set of all\nChebyshev centres of the bounded closed subset of the metric space. We endow\nthe set of all compacts of the space $l^n_{\\infty}$ with Hausdorff metric and\nprove that the map which puts in correspondence to each compact of\n$l^n_{\\infty}$ the set of its Chebyshev centres is Lipshitz.\n","Comment: 8 pages"]}]
["math/0703182",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Combinatorics","Mathematics - Rings and Algebras","46L05","18B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703182"],"date":["2007-03-06","2008-06-24"],"type":["text"],"creator":["Exel, Ruy"],"language":[],"coverage":[],"title":["Inverse Semigroups and Combinatorial C*-Algebras"],"description":["  We describe a special class of representations of an inverse semigroup S on\nHilbert's space which we term \"tight\". These representations are supported on a\nsubset of the spectrum of the idempotent semilattice of S, called the \"tight\nspectrum\", which is in turn shown to be precisely the closure of the space of\nultra-filters, once filters are identified with semicharacters in a natural\nway. These representations are moreover shown to correspond to representations\nof the C*-algebra of the groupoid of germs for the action of S on its tight\nspectrum.\n  We then treat the case of certain inverse semigroups constructed from a\nsemigroupoid, generalizing and inspired by inverse semigroups constructed from\nordinary and higher rank graphs. The tight representations of this inverse\nsemigroup are in one-to-one correspondence with representations of the\nsemigroupoid, and the semigroupoid algebra is given a groupoid model. The\ngroupoid which arises from this construction is shown to be the same as the\nboundary path groupoid of Farthing, Muhly and Yeend, at least in the singly\naligned, sourceless case.\n","Comment: 105 pages, 12 point, some pictex figures. Revised version with one\n  section (section 2) added following a suggestion by the referee"]}]
