["0704.0086",{"format":[],"subject":["Mathematics - Probability","60K35, 82C22 (Primary) 60F17, 70F99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0086","Annals of Applied Probability 2008, Vol. 18, No. 3, 1026-1058","doi:10.1214/07-AAP481"],"date":["2007-04-01","2008-06-17"],"type":["text"],"creator":["Vysotsky, Vladislav V."],"language":[],"coverage":[],"title":["Clustering in a stochastic model of one-dimensional gas"],"description":["  We give a quantitative analysis of clustering in a stochastic model of\none-dimensional gas. At time zero, the gas consists of $n$ identical particles\nthat are randomly distributed on the real line and have zero initial speeds.\nParticles begin to move under the forces of mutual attraction. When particles\ncollide, they stick together forming a new particle, called cluster, whose mass\nand speed are defined by the laws of conservation. We are interested in the\nasymptotic behavior of $K_n(t)$ as $n\\to \\infty$, where $K_n(t)$ denotes the\nnumber of clusters at time $t$ in the system with $n$ initial particles. Our\nmain result is a functional limit theorem for $K_n(t)$. Its proof is based on\nthe discovered localization property of the aggregation process, which states\nthat the behavior of each particle is essentially defined by the motion of\nneighbor particles.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AAP481 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0706.1317",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1317"],"date":["2007-06-09","2008-06-17"],"type":["text"],"creator":["Namikawa, Jun","Tani, Jun"],"language":[],"coverage":[],"title":["A model for learning to segment temporal sequences, utilizing a mixture\n  of RNN experts together with adaptive variance"],"description":["  This paper proposes a novel learning method for a mixture of recurrent neural\nnetwork (RNN) experts model, which can acquire the ability to generate desired\nsequences by dynamically switching between experts. Our method is based on\nmaximum likelihood estimation, using a gradient descent algorithm. This\napproach is similar to that used in conventional methods; however, we modify\nthe likelihood function by adding a mechanism to alter the variance for each\nexpert. The proposed method is demonstrated to successfully learn Markov chain\nswitching among a set of 9 Lissajous curves, for which the conventional method\nfails. The learning performance, analyzed in terms of the generalization\ncapability, of the proposed method is also shown to be superior to that of the\nconventional method. With the addition of a gating network, the proposed method\nis successfully applied to the learning of sensory-motor flows for a small\nhumanoid robot as a realistic problem of time series prediction and generation.\n","Comment: 18 pages, 11 figures"]}]
["0707.2994",{"format":[],"subject":["Mathematics - Probability","60J10 (Primary) 60C05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2994","Annals of Applied Probability 2008, Vol. 18, No. 3, 1215-1231","doi:10.1214/07-AAP484"],"date":["2007-07-20","2008-06-17"],"type":["text"],"creator":["Angel, Omer","Peres, Yuval","Wilson, David B."],"language":[],"coverage":[],"title":["Card shuffling and diophantine approximation"],"description":["  The ``overlapping-cycles shuffle'' mixes a deck of $n$ cards by moving either\nthe $n$th card or the $(n-k)$th card to the top of the deck, with probability\nhalf each. We determine the spectral gap for the location of a single card,\nwhich, as a function of $k$ and $n$, has surprising behavior. For example,\nsuppose $k$ is the closest integer to $\\alpha n$ for a fixed real\n$\\alpha\\in(0,1)$. Then for rational $\\alpha$ the spectral gap is\n$\\Theta(n^{-2})$, while for poorly approximable irrational numbers $\\alpha$,\nsuch as the reciprocal of the golden ratio, the spectral gap is\n$\\Theta(n^{-3/2})$.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AAP484 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0707.3707",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3707","Phys. Rev Lett. 100, 223601 (2008)","doi:10.1103/PhysRevLett.100.223601"],"date":["2007-07-25","2008-06-16"],"type":["text"],"creator":["Shuker, M.","Firstenberg, O.","Pugatch, R.","Ron, A.","Davidson, N."],"language":[],"coverage":[],"title":["Storing images in warm atomic vapor"],"description":["  Reversible and coherent storage of light in atomic medium is a key-stone of\nfuture quantum information applications. In this work, arbitrary\ntwo-dimensional images are slowed and stored in warm atomic vapor for up to 30\n$\\mu$s, utilizing electromagnetically induced transparency. Both the intensity\nand the phase patterns of the optical field are maintained. The main limitation\non the storage resolution and duration is found to be the diffusion of atoms. A\ntechniqueanalogous to phase-shift lithography is employed to diminish the\neffect of diffusion on the visibility of the reconstructed image.\n"]}]
["0707.3903",{"format":[],"subject":["Mathematics - General Mathematics","Mathematics - Dynamical Systems","00A05, 37B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3903"],"date":["2007-07-26","2008-06-17"],"type":["text"],"creator":["Capobianco, Silvio"],"language":[],"coverage":[],"title":["Multidimensional cellular automata and generalization of Fekete's lemma"],"description":["  Fekete's lemma is a well known combinatorial result on number sequences: we\nextend it to functions defined on $d$-tuples of integers. As an application of\nthe new variant, we show that nonsurjective $d$-dimensional cellular automata\nare characterized by loss of arbitrarily much information on finite supports,\nat a growth rate greater than that of the support's boundary determined by the\nautomaton's neighbourhood index.\n","Comment: 6 pages, no figures, LaTeX. Improved some explanations; revised\n  structure; added examples; renamed \"hypercubes\" into \"right polytopes\"; added\n  references to Arratia's paper on EJC, Calude's book, Cook's proof of Rule 110\n  universality, and arXiv paper 0709.1173"]}]
["0708.2659",{"format":[],"subject":["Mathematics - Category Theory","18A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2659"],"date":["2007-08-20","2008-06-16"],"type":["text"],"creator":["Zawadowski, Marek"],"language":[],"coverage":[],"title":["On ordered face structures and many-to-one computads"],"description":["  We introduce the notion of an ordered face structure. The ordered face\nstructures to many-to-one computads are like positive face structures to\npositive-to-one computads. This allow us to give an explicit combinatorial\ndescription of many-to-one computads in terms of ordered face structures.\n","Comment: 97 pages; some minor errors corrected"]}]
["0708.3960",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3960","Phys. Rev. A 77, 052108 (2008)","doi:10.1103/PhysRevA.77.052108"],"date":["2007-08-29","2008-03-31"],"type":["text"],"creator":["D'Ariano, Giacomo Mauro","Perinotti, Paolo","Sacchi, Massimiliano Federico"],"language":[],"coverage":[],"title":["Quantum indirect estimation theory and joint estimate of all moments of\n  two incompatible observables"],"description":["  We introduce the quantum indirect estimation theory, which provides a general\nframework to address the problem of which ensemble averages can be estimated by\nmeans of an available set of measuring apparatuses, e. g. estimate the ensemble\naverage of an observable by measuring other observable. A main ingredient in\nthis approach is that of informationally complete (infocomplete in short)\nmeasurements, which allow to estimate the ensemble average of any arbitrary\nsystem operator, as for quantum tomography. This naturally leads to the more\nstringent concept of AB-informationally complete measurements, by which one can\nestimate jointly all the moments of two incompatible observables A and B. After\nanalyzing all general properties of such measurements, we address the problem\nof their optimality, and we completely solve the case of qubits, showing that a\nsigma_x sigma_y-infocomplete measurement is less noisy than any infocomplete\none. We will also discuss the relation between the concept of\nAB-infocompleteness and the notion of joint measurement of observables A and B.\n"]}]
["0709.1936",{"format":[],"subject":["Mathematics - Dynamical Systems","14A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1936"],"date":["2007-09-12","2008-06-16"],"type":["text"],"creator":["Arunaye, Festus Irimisose"],"language":[],"coverage":[],"title":["On the Reduction Process of Nucci-Reduce Algorithm for Computing\n  Nonlocal Symmetries of Dynamical Systems:A case study of the Kepler and\n  Kepler-related problems"],"description":["  The snags in Nucci(1996)REDUCE algorithm are the intrinsic computational\nefforts and the ability to recognize the ignorable variable(s) during the\nreduction process of the algorithm. An inappropriate choice of the ignorable\nvariable(s)may lead to an infinite loop. We construct an isomorphic\ntransformation which ameliorates these problems, and with which a simple,\ndefinite steps of algebraic process, produced equivalent system of equations to\nthat of Nucci that are easily solved by Lie point symmetry algorithm.\n","Comment: 17 pages. Final review of paper presented at the Seventh\n  International conference \"Symmetry in Nonlinear Mathematical Physics\",\n  Keiv-Ukraine, June, 2007. 16 pages,final correction on this paper after first\n  loading, for \"Transactions of the American Mathematical Society\" to take note"]}]
["0710.5202",{"format":[],"subject":["Mathematics - Category Theory","18A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5202"],"date":["2007-10-26","2008-06-16"],"type":["text"],"creator":["Makkai, Mihaly","Zawadowski, Marek"],"language":[],"coverage":[],"title":["The category of 3-computads is not cartesian closed"],"description":["  We show, using Eckmann-Hilton argument, that the category of 3-computads is\nnot cartesian closed. As a corollary we get that neither the category of all\ncomputads nor the category of n-computads, for n>2, do form locally cartesian\nclosed categories, and hence elementary toposes.\n","Comment: 6 pages; more detailed explanations"]}]
["0710.5323",{"format":[],"subject":["Mathematics - Category Theory","18A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5323"],"date":["2007-10-28","2008-06-16"],"type":["text"],"creator":["Zawadowski, Marek"],"language":[],"coverage":[],"title":["Multitopes are the same as principal ordered face structures"],"description":["  We show that the category of principal ordered face structures is equivalent\nto the category of multitopes.\n  We show that the category of principal ordered face structures is equivalent\nto the category of multitopes. On the way we introduce the notion of a graded\ntensor theory to state the abstract properties of the category of ordered face\nstructures and show how it fits into the recent work of T. Leinster and M.\nWeber concerning the nerve construction.\n","Comment: 32 pages. Motivating part largely extended"]}]
["0711.2366",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C44, 35K55","53A05."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2366","Manuscripta Math. 126 (2008) 333 - 351","doi:10.1007/s00229-008-0181-z"],"date":["2007-11-15"],"type":["text"],"creator":["Li, Guanghan","Salavessa, Isabel"],"language":[],"coverage":[],"title":["Forced Convex Mean Curvature Flow in Euclidean Spaces"],"description":["  In this paper, we consider the mean curvature flow of convex hypersurfaces in\nEuclidean spaces with a general forcing term. We show that the flow may shrink\nto a point in finite time if the forcing term is small, or exist for all times\nand expand to infinity if the forcing term is large enough. The flow can also\nconverge to a round sphere for some special forcing term and initial\nhypersurface. Furthermore, the normalization of the flow is carried out so that\nlong time existence and convergence of the rescaled flow are studied. Our work\nextends Huisken's well-known mean curvature flow and McCoy's mixed volume\npreserving mean curvature flow.\n","Comment: 22 Pages"]}]
["0711.3558",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3558","Phys. Rev. A 77, 063820 (2008)","doi:10.1103/PhysRevA.77.063820"],"date":["2007-11-22","2008-04-15"],"type":["text"],"creator":["Azuma, Hiroo"],"language":[],"coverage":[],"title":["Dynamics of Bloch vector in thermal Jaynes-Cummings model"],"description":["  In this paper, we investigate the dynamics of the Bloch vector of a single\ntwo-level atom which interacts with a single quantized electromagnetic field\nmode according to the Jaynes-Cummings model, where the field is initially\nprepared in a thermal state. The time evolution of the Bloch vector S(t) seems\nto be in complete disorder because of the thermal distribution of the initial\nstate of the field. Both the norm and the direction of S(t) oscillate hard and\ntheir periods seem infinite. We observe that the trajectory of the time\nevolution of S(t) in the two- or three-dimensional space does not form a closed\npath. To remove the fast frequency oscillation from the trajectory, we take the\ntime-average of the Bloch vector S(t). We examine the histogram of\n{S_{z}(n\\Delta t)|n=0,1,...,N} for small \\Delta t and large N. It represents an\nabsolute value of a derivative of the inverse function of S_{z}(t). (When the\ninverse function of y=S_{z}(t) is a multi-valued function, the histogram\nrepresents a summation of the absolute values of its derivatives at points\nwhose real parts are equal to y on the Riemann surface.) We examine the\ndependence of the variance of the histogram on the temperature of the field. We\nestimate the lower bound of the entanglement between the atom and the field.\n","Comment: 16 pages, 8 eps figures, latex2e; v2: a new section and references\n  added"]}]
["0712.0060",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0060","Physical Review A 77, 063823 (6 pages) (2008)","doi:10.1103/PhysRevA.77.063823"],"date":["2007-12-01","2008-06-17"],"type":["text"],"creator":["Zimmer, F. E.","Otterbach, J.","Unanyan, R. G.","Shore, B. W.","Fleischhauer, M."],"language":[],"coverage":[],"title":["Dark-State Polaritons for multi-component and stationary light fields"],"description":["  We present a general scheme to determine the loss-free adiabatic\neigensolutions (dark-state polaritons) of the interaction of multiple probe\nlaser beams with a coherently driven atomic ensemble under conditions of\nelectromagnetically induced transparency. To this end we generalize the\nMorris-Shore transformation to linearized Heisenberg-Langevin equations\ndescribing the coupled light-matter system in the weak excitation limit. For\nthe simple lambda-type coupling scheme the generalized Morris-Shore\ntransformation reproduces the dark-state polariton solutions of slow light.\nHere we treat a closed-loop dual-V scheme wherein two counter-propagating\ncontrol fields generate a quasi stationary pattern of two counter-propagating\nprobe fields -- so-called stationary light. We show that contrary to previous\npredictions,there exists a single unique dark-state polariton; it obeys a\nsimple propagation equation.\n","Comment: 6 pages, 2 figures"]}]
["0801.1448",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1448","Phys. Rev. Lett. 100, 246001 (2008)","doi:10.1103/PhysRevLett.100.246001"],"date":["2008-01-09","2008-05-26"],"type":["text"],"creator":["Hyväluoma, Jari","Harting, Jens"],"language":[],"coverage":[],"title":["Slip flow over structured surfaces with entrapped microbubbles"],"description":["  On hydrophobic surfaces, roughness may lead to a transition to a\nsuperhydrophobic state, where gas bubbles at the surface can have a strong\nimpact on a detected slip. We present two-phase lattice Boltzmann simulations\nof a Couette flow over structured surfaces with attached gas bubbles. Even\nthough the bubbles add slippery surfaces to the channel, they can cause\nnegative slip to appear due to the increased roughness. The simulation method\nused allows the bubbles to deform due to viscous stresses. We find a decrease\nof the detected slip with increasing shear rate which is in contrast to some\nrecent experimental results implicating that bubble deformation cannot account\nfor these experiments. Possible applications of bubble surfaces in microfluidic\ndevices are discussed.\n","Comment: 4 pages, 4 figures. v2: revised version, to appear in Phys. Rev. Lett"]}]
["0801.2413",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","Nonlinear Sciences - Chaotic Dynamics","37E05","82C70","37M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2413","Nonlinearity 21 1719-1743 (2008)","doi:10.1088/0951-7715/21/8/003"],"date":["2008-01-16"],"type":["text"],"creator":["Keller, Gerhard","Howard, Phil J.","Klages, Rainer"],"language":[],"coverage":[],"title":["Continuity properties of transport coefficients in simple maps"],"description":["  We consider families of dynamics that can be described in terms of\nPerron-Frobenius operators with exponential mixing properties. For piecewise\nC^2 expanding interval maps we rigorously prove continuity properties of the\ndrift J(l) and of the diffusion coefficient D(l) under parameter variation. Our\nmain result is that D(l) has a modulus of continuity of order\nO(|dl||log|dl|)^2), i.e. D(l) is Lipschitz continuous up to quadratic\nlogarithmic corrections. For a special class of piecewise linear maps we\nprovide more precise estimates at specific parameter values. Our analytical\nfindings are verified numerically for the latter class of maps by using exact\nformulas for the transport coefficients. We numerically observe strong local\nvariations of all continuity properties.\n","Comment: 25 pages, 7 figures. Submitted for publication"]}]
["0801.3465",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3465","Phys. Rev. Lett. 100, 240402 (2008)","doi:10.1103/PhysRevLett.100.240402"],"date":["2008-01-22","2008-04-11"],"type":["text"],"creator":["Buonsante, P.","Giampaolo, S. M.","Illuminati, F.","Penna, V.","Vezzani, A."],"language":[],"coverage":[],"title":["Mixtures of strongly interacting bosons in optical lattices"],"description":["  We investigate the properties of strongly interacting heteronuclear\nboson-boson mixtures loaded in realistic optical lattices, with particular\nemphasis on the physics of interfaces. In particular, we numerically reproduce\nthe recent experimental observation that the addition of a small fraction of K\ninduces a significant loss of coherence in Rb, providing a simple explanation.\nWe then investigate the robustness against the inhomogeneity typical of\nrealistic experimental realizations of the glassy quantum emulsions recently\npredicted to occur in strongly interacting boson-boson mixtures on ideal\nhomogeneous lattices.\n","Comment: 10 pages, 3 figures; some changes in the text and abstract have been\n  introduced; coherence now given in terms of visibility; a couple of new\n  reference added"]}]
["0801.4311",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4311"],"date":["2008-01-28","2008-06-17"],"type":["text"],"creator":["Moli, L.","Rodriguez, A.","Seco-Granados, G."],"language":[],"coverage":[],"title":["Performance of two decoy-state quantum cryptography protocols in\n  earth-satellite links"],"description":["  This paper has been withdrawn by the author. It will be published again after\nsubmission to a journal.\n","Comment: This paper has been withdrawn"]}]
["0802.2985",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2985","Europhysics Letters (EPL) 82, 5 (2008) 56003","doi:10.1209/0295-5075/82/56003"],"date":["2008-02-21"],"type":["text"],"creator":["Bonnet, Fabien","Lambert, Thierry","Cross, Benjamin","Guyon, Laurent","Despetis, Florence","Puech, Laurent","Wolf, Pierre-Etienne"],"language":[],"coverage":[],"title":["Evidence for a disorder driven phase transition in the condensation of\n  4He in aerogels"],"description":["  We report on thermodynamic and optical measurements of the condensation\nprocess of $^4$He in three silica aerogels of different microstructures. For\nthe two base-catalysed aerogels, the temperature dependence of the shape of\nadsorption isotherms and of the morphology of the condensation process show\nevidence of a disorder driven transition, in agreement with recent theoretical\npredictions. This transition is not observed for a neutral-catalysed aerogel,\nwhich we interpret as due to a larger disorder in this case.\n","Comment: 11 pages"]}]
["0803.1638",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1638","Mon.Not.Roy.Astron.Soc. 387 (2008) 137-152","doi:10.1111/j.1365-2966.2008.13074.x"],"date":["2008-03-11"],"type":["text"],"creator":["WET Collaboration","Sullivan, D. J.","Metcalfe, T. S.","O'Donoghue, D.","Winget, D. E.","Kilkenny, D.","van Wyk, F.","Kanaan, A.","Kepler, S. O.","Nitta, A.","Kawaler, S. D.","Montgomery, M. H.","Nather, R. E.","O'Brien, M. S.","Bischoff-Kim, A.","Wood, M.","Jiang, X. J.","Leibowitz, E. M.","Ibbetson, P.","Zola, S.","Krzesinski, J.","Pajdosz, G.","Vauclair, G.","Dolez, N.","Chevreton, M."],"language":[],"coverage":[],"title":["Whole Earth Telescope observations of the hot helium atmosphere\n  pulsating white dwarf EC 20058-5234"],"description":["  We present the analysis of a total of 177h of high-quality optical\ntime-series photometry of the helium atmosphere pulsating white dwarf (DBV) EC\n20058-5234. The bulk of the observations (135h) were obtained during a WET\ncampaign (XCOV15) in July 1997 that featured coordinated observing from 4\nsouthern observatory sites over an 8-day period. The remaining data (42h) were\nobtained in June 2004 at Mt John Observatory in NZ over a one-week observing\nperiod. This work significantly extends the discovery observations of this\nlow-amplitude (few percent) pulsator by increasing the number of detected\nfrequencies from 8 to 18, and employs a simulation procedure to confirm the\nreality of these frequencies to a high level of significance (1 in 1000). The\nnature of the observed pulsation spectrum precludes identification of unique\npulsation mode properties using any clearly discernable trends. However, we\nhave used a global modelling procedure employing genetic algorithm techniques\nto identify the n, l values of 8 pulsation modes, and thereby obtain\nasteroseismic measurements of several model parameters, including the stellar\nmass (0.55 M_sun) and T_eff (~28200 K). These values are consistent with those\nderived from published spectral fitting: T_eff ~ 28400 K and log g ~ 7.86. We\nalso present persuasive evidence from apparent rotational mode splitting for\ntwo of the modes that indicates this compact object is a relatively rapid\nrotator with a period of 2h. In direct analogy with the corresponding\nproperties of the hydrogen (DAV) atmosphere pulsators, the stable low-amplitude\npulsation behaviour of EC 20058 is entirely consistent with its inferred\neffective temperature, which indicates it is close to the blue edge of the DBV\ninstability strip. (abridged)\n","Comment: 19 pages, 8 figures, 5 tables, MNRAS accepted"]}]
["0803.1828",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1828","ApJ (2008) 680, 1206","doi:10.1086/588215"],"date":["2008-03-12"],"type":["text"],"creator":["Gutenkunst, S.","Bernard-Salas, J.","Pottasch, S. R.","Sloan, G. C.","Houck, J. R."],"language":[],"coverage":[],"title":["Chemical Abundances and Dust in Planetary Nebulae in the Galactic Bulge"],"description":["  We present mid-infrared Spitzer spectra of eleven planetary nebulae in the\nGalactic Bulge. We derive argon, neon, sulfur, and oxygen abundances for them\nusing mainly infrared line fluxes combined with some optical line fluxes from\nthe literature. Due to the high extinction toward the Bulge, the infrared\nspectra allow us to determine abundances for certain elements more accurately\nthat previously possible with optical data alone. Abundances of argon and\nsulfur (and in most cases neon and oxygen) in planetary nebulae in the Bulge\ngive the abundances of the interstellar medium at the time their progenitor\nstars formed; thus these abundances give information about the formation and\nevolution of the Bulge. The abundances of Bulge planetary nebulae tend to be\nslightly higher than those in the Disk on average, but they do not follow the\ntrend of the Disk planetary nebulae, thus confirming the difference between\nBulge and Disk evolution. Additionally, the Bulge planetary nebulae show\npeculiar dust properties compared to the Disk nebulae. Oxygen-rich dust feature\n(crystalline silicates) dominate the spectra of all of the Bulge planetary\nnebulae; such features are more scarce in Disk nebulae. Additionally,\ncarbon-rich dust features (polycyclic aromatic hydrocarbons) appear in roughly\nhalf of the Bulge planetary nebulae in our sample, which is interesting in\nlight of the fact that this dual chemistry is comparatively rare in the Milky\nWay as a whole.\n","Comment: 16 pages, 5 figures, accepted to ApJ"]}]
["0803.4174",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4174","Phys. Rev. A 77, 062324 (2008)","doi:10.1103/PhysRevA.77.062324"],"date":["2008-03-28"],"type":["text"],"creator":["Franca, Vivian V.","Capelle, Klaus"],"language":[],"coverage":[],"title":["Universal and nonuniversal contributions to block-block entanglement in\n  many-fermion systems"],"description":["  We calculate the entanglement entropy of blocks of size x embedded in a\nlarger system of size L, by means of a combination of analytical and numerical\ntechniques. The complete entanglement entropy in this case is a sum of three\nterms. One is a universal x and L-dependent term, first predicted by Calabrese\nand Cardy, the second is a nonuniversal term arising from the thermodynamic\nlimit, and the third is a finite size correction. We give an explicit\nexpression for the second, nonuniversal, term for the one-dimensional Hubbard\nmodel, and numerically assess the importance of all three contributions by\ncomparing to the entropy obtained from fully numerical diagonalization of the\nmany-body Hamiltonian. We find that finite-size corrections are very small. The\nuniversal Calabrese-Cardy term is equally small for small blocks, but becomes\nlarger for x>1. In all investigated situations, however, the by far dominating\ncontribution is the nonuniversal term steming from the thermodynamic limit.\n","Comment: 6 pages, 3 figures"]}]
["0804.0731",{"format":[],"subject":["Physics - Classical Physics","Mathematical Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0731","PHYSICAL REVIEW A 77, 053403, 2008","doi:10.1103/PhysRevA.77.053403"],"date":["2008-04-04"],"type":["text"],"creator":["Jameson, Paul","Khvedelidze, Arsen"],"language":[],"coverage":[],"title":["Classical dynamics of a charged particle in a laser field beyond the\n  dipole approximation"],"description":["  The classical dynamics of a charged particle traveling in a laser field\nmodeled by an elliptically polarized monochromatic electromagnetic plane wave\nis discussed within the time reparametrization invariant form of the\nnon-relativistic Hamilton-Jacobi theory. The exact parametric representation\nfor a particle's orbit in an arbitrary plane wave background beyond the dipole\napproximation and including effect of the magnetic field is derived. For an\nelliptically polarized monochromatic plane wave the particle's trajectory, as\nan explicit function of the laboratory frame's time, is given in terms of the\nJacobian elliptic functions, whose modulus is proportional to the laser's\nintensity and depends on the polarization of radiation. It is shown that the\nsystem exposes the ``intensity duality'', correspondence between the motion in\nthe backgrounds with various intensities. In virtue of the modular properties\nof the Jacobian functions, by starting with the representative ``fundamental\nsolution'' and applying a certain modular transformations one can obtain the\nparticle's orbit in the monochromatic plane wave background with arbitrarily\nprescribed characteristics.\n","Comment: 37 pages, no figures"]}]
["0804.1465",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1465","Macromolecules 41, 4452 - 4458 (2008)","doi:10.1021/ma800283z"],"date":["2008-04-09"],"type":["text"],"creator":["Blaak, Ronald","Lehmann, Swen","Likos, Christos N."],"language":[],"coverage":[],"title":["Charge-induced conformational changes of dendrimers"],"description":["  We study the effect of chargeable monomers on the conformation of dendrimers\nof low generation by computer simulations, employing bare Coulomb interactions.\nThe presence of the latter leads to an increase in size of the dendrimer due to\na combined effect of electrostatic repulsion and the presence of counterions\nwithin the dendrimer, and also enhances a shell-like structure for the monomers\nof different generations. In the resulting structures the bond-length between\nmonomers, especially near the center, will increase to facilitate a more\neffective usage of space in the outer-regions of the dendrimer.\n","Comment: 7 pages, 12 figures"]}]
["0805.1819",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1819","Nano Letters 8, 1750-1755 (2008)","doi:10.1021/nl800911n"],"date":["2008-05-13"],"type":["text"],"creator":["Krenner, H. J.","Pryor, C. E.","He, J.","Petroff, P. M."],"language":[],"coverage":[],"title":["A semiconductor exciton memory cell based on a single quantum\n  nanostructure"],"description":["  We demonstrate storage of excitons in a single nanostructure, a\nself-assembled Quantum Post. After generation electron and holes forming the\nexciton are separated by an electric field towards opposite ends of the Quantum\nPost inhibiting their radiative recombination. After a defined time such\nspatially indirect excitons are reconverted to optically active direct excitons\nby switching the electric field. The emitted light of the stored exciton is\ndetected in the limit of a single nanostructure and storage times exceeding 30\nmsec are demonstrated. We identify a slow tunneling of the electron out of the\nQuantum Post as the dominant loss mechanism by comparing the field dependent\ntemporal decay of the storage signal to models for this process and radiative\nlosses.\n","Comment: 23 pages"]}]
["0805.2672",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2672"],"date":["2008-05-17","2008-06-17"],"type":["text"],"creator":["Schoeffel, Laurent"],"language":[],"coverage":[],"title":["Deeply Virtual Compton Scattering at HERA and Prospects on Nucleon\n  Tomography"],"description":["  Standard parton distribution functions contain neither information on the\ncorrelations between partons nor on their transverse motion, then a vital\nknowledge about the three dimensional structure of the nucleon is lost. Hard\nexclusive processes, in particular DVCS, are essential reactions to go beyond\nthis standard picture. In the following, we examine the most recent data and\ntheir implication on the quarks/gluons imaging (tomography) of the nucleon.\n","Comment: 4 pages, 5 figures; to appear in the proceedings of Deep Inelastic\n  Scattering (DIS) 2008, London, England, April 7-11, 2008"]}]
["0805.3548",{"format":[],"subject":["Mathematics - Representation Theory","22E46","22E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3548"],"date":["2008-05-22","2008-06-16"],"type":["text"],"creator":["Galina, Esther"],"language":[],"coverage":[],"title":["Weighted Vogan diagrams associated to real nilpotent orbits"],"description":["  We associate to each nilpotent orbit of a real semisimple Lie algebra $g_o$ a\nweighted Vogan diagram, that is a Dynkin diagram with an involution of the\ndiagram, a subset of painted nodes and a weight for each node. Every nilpotent\nelement of $g_o$ is noticed in some subalgebra of $g_o$. In this paper we\ncharacterize the weighted Vogan diagrams associated to orbits of noticed\nnilpotent elements.\n","Comment: 15 pages; changed content"]}]
["0806.0051",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0051"],"date":["2008-05-30"],"type":["text"],"creator":["Doran, C. F.","Faux, M. G.","Gates Jr, S. J.","Hubsch, T.","Iga, K. M.","Landweber, G. D."],"language":[],"coverage":[],"title":["Relating Doubly-Even Error-Correcting Codes, Graphs, and Irreducible\n  Representations of N-Extended Supersymmetry"],"description":["  Previous work has shown that the classification of indecomposable off-shell\nrepresentations of N-supersymmetry, depicted as Adinkras, may be factored into\nspecifying the topologies available to Adinkras, and then the\nheight-assignments for each topological type. The latter problem being solved\nby a recursive mechanism that generates all height-assignments within a\ntopology, it remains to classify the former. Herein we show that this problem\nis equivalent to classifying certain (1) graphs and (2) error-correcting codes.\n","Comment: 19 pages"]}]
["0806.0492",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0492"],"date":["2008-06-03","2008-06-17"],"type":["text"],"creator":["Dupaigne, Louis","Farina, Alberto"],"language":[],"coverage":[],"title":["Stable solutions of $-\\Delta u = f(u)$ in $\\R^N$"],"description":["  The paper proves Liouville-type results for stable solutions of semilinear\nelliptic PDEs with convex nonlinearity, posed on the entire Euclidean space.\nExtensions to solutions which are stable outside a compact set are also\npresented.\n"]}]
["0806.1835",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1835"],"date":["2008-06-11","2008-06-17"],"type":["text"],"creator":["Jacobsen, Tor"],"language":[],"coverage":[],"title":["Decay of light baryons by soft photon emission"],"description":["  A possible reason for the emission of soft photons in high energy\npp-collisions is discussed.\n"]}]
["0806.2147",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2147"],"date":["2008-06-12","2008-06-16"],"type":["text"],"creator":["Liu, C.","Kondo, T.","Tillman, M. E.","Gordon, R.","Samolyuk, G. D.","Lee, Y.","Martin, C.","McChesney, J. L.","Bud'ko, S.","Tanatar, M. A.","Rotenberg, E.","Canfield, P. C.","Prozorov, R.","Harmon, B. N.","Kaminski, A."],"language":[],"coverage":[],"title":["Fermi surface and strong coupling superconductivity in single crystal\n  NdFeAsO_{1-x}F_x"],"description":["  We use angle-resolved photoemission spectroscopy (ARPES) to investigate the\nelectronic properties of the newly discovered oxypnictide superconductor,\nNdFeAsO_{1-x}F_x. We find a well-defined Fermi surface that consists of a large\nhole pocket at the Brillouin zone center and a smaller electron pocket in each\ncorner of the Brillouin zone. The overall location and shape of the Fermi\nsurface agrees reasonably well with calculations. The band dispersion is quite\ncomplicated with many flat bands located just below the chemical potential. We\nobserve a superconducting gap of 20 meV, which indicates that this system is in\nthe strong coupling regime. The emergence of a coherent peak below the critical\ntemperature Tc and diminished spectral weight at the chemical potential above\nTc closely resembles the spectral characteristics of the cuprates.\n","Comment: 4 pages, 3 figures. Author names and typos corrected; Fig. 3 upgraded"]}]
["0806.2210",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2210"],"date":["2008-06-13"],"type":["text"],"creator":["Sano, Mitsusada M.","Tanikawa, Kiyotaka"],"language":[],"coverage":[],"title":["Periodic Orbits and Binary Collisions in the Classical Coulomb\n  Three-Body Problem"],"description":["  In the helium case of the classical Coulomb three-body problem in two\ndimensions with zero angular momentum, we develop a procedure to find periodic\norbits applying two symbolic dynamics for one-dimensional and planar problems.\nA sequence of periodic orbits are predicted and are actually found numerically.\nThe results obtained here will be a cornerstone for finding the remaining\nperiodic orbits, which needed for semiclassical applications such as periodic\norbit quantization.\n","Comment: 5 pages, 6 figures"]}]
["0806.2331",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Physics - Biological Physics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2331"],"date":["2008-06-13"],"type":["text"],"creator":["Chakrabarti, Raj","Rabitz, Herschel","McLendon, George"],"language":[],"coverage":[],"title":["Optimal Control of Evolutionary Dynamics"],"description":["  Elucidating the fitness measures optimized during the evolution of complex\nbiological systems is a major challenge in evolutionary theory. We present\nexperimental evidence and an analytical framework demonstrating how biochemical\nnetworks exploit optimal control strategies in their evolutionary dynamics.\nOptimal control theory explains a striking pattern of extremization in the\nredox potentials of electron transport proteins, assuming only that their\nfitness measure is a control objective functional with bounded controls.\n","Comment: Extends \"Mutagenic evidence for the optimal control of evolutionary\n  dynamics\" (accepted, Physical Review Letters)"]}]
["0806.2339",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2339"],"date":["2008-06-13"],"type":["text"],"creator":["Martinsson, Per-Gunnar"],"language":[],"coverage":[],"title":["Rapid factorization of structured matrices via randomized sampling"],"description":["  Randomized sampling has recently been demonstrated to be an efficient\ntechnique for computing approximate low-rank factorizations of matrices for\nwhich fast methods for computing matrix vector products are available. This\npaper describes an extension of such techniques to a wider class of matrices\nthat are not themselves rank-deficient, but have off-diagonal blocks that are.\nSuch matrices arise frequently in numerical analysis and signal processing, and\nthere exist several methods for rapidly performing algebraic operations\n(matrix-vector multiplications, matrix factorizations, matrix inversion,\n\\textit{etc}) on them once low-rank approximations to all off-diagonal blocks\nhave been constructed. The paper demonstrates that if such a matrix can be\napplied to a vector in O(N) time, where the matrix is of size $N\\times N$, and\nif individual entries of the matrix can be computed rapidly, then in many\ncases, the task of constructing approximate low-rank factorizations for all\noff-diagonal blocks can be performed in $O(N k^{2})$ time, where $k$ is an\nupper bound for the numerical rank of the off-diagonal blocks.\n"]}]
["0806.2341",{"format":[],"subject":["Physics - Biological Physics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2341"],"date":["2008-06-13"],"type":["text"],"creator":["Fung, Russell","Shneerson, Valentin","Saldin, Dilano K.","Ourmazd, Abbas"],"language":[],"coverage":[],"title":["Structure from Fleeting Illumination of Faint Spinning Objects in Flight\n  with Application to Single Molecules"],"description":["  There are many instances when the structure of a weakly-scattering spinning\nobject in flight must be determined to high resolution. Examples range from\ncomets to nanoparticles and single molecules. The latter two instances are the\nsubject of intense current interest. Substantial progress has recently been\nmade in illuminating spinning single particles in flight with powerful X-ray\nbursts to determine their structure with the ultimate goal of determining the\nstructure of single molecules. However, proposals to reconstruct the molecular\nstructure from diffraction \"snapshots\" of unknown orientation require ~1000x\nmore signal than available from next-generation sources. Using a new approach,\nwe demonstrate the recovery of the structure of a weakly scattering\nmacromolecule at the anticipated next-generation X-ray source intensities. Our\nwork closes a critical gap in determining the structure of single molecules and\nnanoparticles by X-ray methods, and opens the way to reconstructing the\nstructure of spinning, or randomly-oriented objects at extremely low signal\nlevels. Other potential applications include low-dose electron microscopy,\nultra-low-signal tomography of non-stationary objects without orientational\ninformation, and the study of heavenly bodies.\n","Comment: 11 pages, 3 figures"]}]
["0806.2346",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2346"],"date":["2008-06-13"],"type":["text"],"creator":["Dong, Chongying","Zhang, Wei"],"language":[],"coverage":[],"title":["Rational vertex operator algebras are finitely generated"],"description":["  It is proved that any vertex operator algebra for which the image of the\nVirasoro element in Zhu's algebra is algebraic over complex numbers is finitely\ngenerated. In particular, any vertex operator algebra with a finite dimensional\nZhu's algebra is finitely generated. As a result, any rational vertex operator\nalgebra is finitely generated.\n","Comment: 6 pages"]}]
["0806.2347",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2347"],"date":["2008-06-13"],"type":["text"],"creator":["Nguyen, V. T."],"language":[],"coverage":[],"title":["NC Coherent pi0 Production in the MiniBooNE Antineutrino Data"],"description":["  The single largest background to future $\\bar{\\nu_{\\mu}}\\to \\bar{\\nu_e}$\n($\\nu_\\mu \\to \\nu_e$) oscillation searches is neutral current (NC) $\\pi^{0}$\nproduction. MiniBooNE, which began taking antineutrino data in January 2006,\nhas the world's largest sample of reconstructed $\\pi^{0}$'s produced by\nantineutrinos. These neutral pions are primarily produced through the $\\Delta$\nresonance but can also be created through ``coherent production.'' The latter\nprocess is the coherent sum of glancing scatters of antineutrinos off a neutron\nor proton, in which the nucleus is kept intact but a $\\pi^{0}$ is created. A\nsignature of this process is a $\\pi^{0}$ which is highly forward-going. It is\nadvantageous to study coherent production using antineutrinos rather than\nneutrinos because the ratio of coherent to resonant scattering is enhanced in\nantineutrino running. The first measurement of NC coherent $\\pi^{0}$ production\nin the MiniBooNE antineutrino data is discussed here.\n","Comment: 4 pages, 4 figures, Proceedings of the 43rd Rencontres de Moriond on\n  Electroweak Interactions and Unified Theories, La Thuile, Italy, March 1-8,\n  2008"]}]
["0806.2348",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2348"],"date":["2008-06-13"],"type":["text"],"creator":["Oskinova, L. M.","Hamann, W. -R.","Feldmeier, A."],"language":[],"coverage":[],"title":["X-raying clumped stellar winds"],"description":["  X-ray spectroscopy is a sensitive probe of stellar winds. X-rays originate\nfrom optically thin shock-heated plasma deep inside the wind and propagate\noutwards throughout absorbing cool material. Recent analyses of the line ratios\nfrom He-like ions in the X-ray spectra of O-stars highlighted problems with\nthis general paradigm: the measured line ratios of highest ions are consistent\nwith the location of the hottest X-ray emitting plasma very close to the base\nof the wind, perhaps indicating the presence of a corona, while measurements\nfrom lower ions conform with the wind-embedded shock model. Generally, to\ncorrectly model the emerging X-ray spectra, a detailed knowledge of the cool\nwind opacities based on stellar atmosphere models is prerequisite. A nearly\ngrey stellar wind opacity for the X-rays is deduced from the analyses of\nhigh-resolution X-ray spectra. This indicates that the stellar winds are\nstrongly clumped. Furthermore, the nearly symmetric shape of X-ray emission\nline profiles can be explained if the wind clumps are radially compressed. In\nmassive binaries the orbital variations of X-ray emission allow to probe the\nopacity of the stellar wind; results support the picture of strong wind\nclumping. In high-mass X-ray binaries, the stochastic X-ray variability and the\nextend of the stellar-wind part photoionized by X-rays provide further strong\nevidence that stellar winds consist of dense clumps.\n","Comment: review on the workshop \"Clumping in Hot Star Winds\", Potsdam:\n  Univ.-Verl., 2007, http://nbn-resolving.de/urn:nbn:de:kobv:517-opus-13981"]}]
["0806.2356",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2356"],"date":["2008-06-13"],"type":["text"],"creator":["Owladeghaffari, Hamed"],"language":[],"coverage":[],"title":["Development of Hybrid Intelligent Systems and their Applications from\n  Engineering Systems to Complex Systems"],"description":["  In this study, we introduce general frame of MAny Connected Intelligent\nParticles Systems (MACIPS). Connections and interconnections between particles\nget a complex behavior of such merely simple system (system in\nsystem).Contribution of natural computing, under information granulation\ntheory, are the main topic of this spacious skeleton. Upon this clue, we\norganize different algorithms involved a few prominent intelligent computing\nand approximate reasoning methods such as self organizing feature map (SOM)[9],\nNeuro- Fuzzy Inference System[10], Rough Set Theory (RST)[11], collaborative\nclustering, Genetic Algorithm and Ant Colony System. Upon this, we have\nemployed our algorithms on the several engineering systems, especially emerged\nsystems in Civil and Mineral processing. In other process, we investigated how\nour algorithms can be taken as a linkage of government-society interaction,\nwhere government catches various fashions of behavior: solid (absolute) or\nflexible. So, transition of such society, by changing of connectivity\nparameters (noise) from order to disorder is inferred. Add to this, one may\nfind an indirect mapping among finical systems and eventual market fluctuations\nwith MACIPS. In the following sections, we will mention the main topics of the\nsuggested proposal, briefly Details of the proposed algorithms can be found in\nthe references.\n","Comment: A Brief Report for 10th Young Khwarizmi Award"]}]
["0806.2359",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2359"],"date":["2008-06-14"],"type":["text"],"creator":["Grandis, Marco"],"language":[],"coverage":[],"title":["Cubical cospans and higher cobordisms (Cospans in algebraic topology,\n  III)"],"description":["  After two papers on weak cubical categories and {\\it collarable} cospans,\nrespectively, we put things together and construct a {\\it weak} cubical\ncategory of cubical {\\it collared} cospans of topological spaces. We also build\na second structure, called a {\\it quasi} cubical category, formed of arbitrary\ncubical cospans concatenated by homotopy pushouts. This structure, simpler but\nweaker, has {\\it lax} identities. It contains a similar framework for\ncobordisms of manifolds with corners and could therefore be the basis to extend\nthe study of TQFT's of Part II to higher cubical degree.\n","Comment: To be published in \"Journal of Homotopy and Related Structures\""]}]
["0806.2366",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2366"],"date":["2008-06-14"],"type":["text"],"creator":["Janjic, Milan"],"language":[],"coverage":[],"title":["On a non-combinatorial definition of Stirling numbers"],"description":["  In Combinatorics Stirling numbers may be defined in several ways. One such\ndefinition is given in [1], where an extensive consideration of Stirling\nnumbers is presented. In this paper an alternative definition of Stirling\nnumbers of both kind is given. Namely, Stirling numbers of the first kind\nappear in the closed formula for the n-th derivative of ln x. In the same way\nStirling numbers of the second kind appear in the formula for the n-th\nderivative of f(e^x), where f(x) is an arbitrary smooth real function. This\nfacts allow us to define Stirling numbers within the frame of differential\ncalculus. These definitions may be interesting because arbitrary functions\nappear in them. Choosing suitable function we may obtain different properties\nof Stirling numbers by the use of derivatives only. Using simple properties of\nderivatives we obtain here three important properties of Stirling numbers.\nFirst are so called two terms recurrence relations, from which one can easily\nderive the combinatorial meaning of Stirling numbers. Next we obtain expansion\nformulas of powers into falling factorials, and vise versa. These expansions\nusually serve as the definitions of Stirling numbers, as in [1]. Finally, we\nobtain the exponential generating functions for Stirling and Bell numbers. As a\nby product the closed formulas for the $n$-th derivative of the functions\nf(e^x) and f(ln x) are obtained.\n"]}]
["0806.2368",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2368","J. AM. CHEM. SOC. 2008, 130, 892-900"],"date":["2008-06-14"],"type":["text"],"creator":["Li, Wenfei","Zhang, Jian","Wang, Jun","Wang, Wei"],"language":[],"coverage":[],"title":["Metal Coupled Folding of Cys2His2 Zinc-Finger"],"description":["  Zinc-fingers, which widely exist in eukaryotic cell and play crucial roles in\nlife processes, depend on the binding of zinc ion for their proper folding. To\ncomputationally study the zinc coupled folding of the zinc-fingers, charge\ntransfer and metal induced protonation/deprotonation effects have to be\nconsidered. Here, by attempting to implicitly account for such effects in\nclassical molecular dynamics and performing intensive simulations with explicit\nsolvent for the peptides with and without zinc binding, we investigate the\nfolding of the Cys2His2 type zinc-finger motif and the coupling between the\npeptide folding and zinc binding. We find that zinc ion not only stabilizes the\nnative structure, but also participates in the whole folding process. It binds\nto the peptide at early stage of folding, and directs or modulates the folding\nand stabilizations of the component beta-hairpin and alpha-helix. Such a\ncrucial role of zinc binding is mediated by the packing of the conserved\nhydrophobic residues. We also find that the packing of the hydrophobic residues\nand the coordination of the native ligands are coupled. Meanwhile, the\nprocesses of zinc binding, mis-ligation, ligand exchange and zinc induced\nsecondary structure conversion, as well as the water behaviour, due to the\ninvolvement of zinc ion are characterized. Our results are in good agreement\nwith related experimental observations, and provide significant insight into\nthe general mechanisms of the metal-cofactor dependent protein folding and\nother metal induced conformational changes of biological importance.\n","Comment: 26 pages"]}]
["0806.2370",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","Mathematics - Complex Variables","Mathematics - Symplectic Geometry","58F06","81S10","32A25","47B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2370","Journal of Geometric Analysis, Volume 18, Number 2 / April 2008,\n  565-611","doi:10.1007/s12220-008-9022-2"],"date":["2008-06-14"],"type":["text"],"creator":["Ma, Xiaonan","Marinescu, George"],"language":[],"coverage":[],"title":["Toeplitz operators on symplectic manifolds"],"description":["  We study the Berezin-Toeplitz quantization on symplectic manifolds making use\nof the full off-diagonal asymptotic expansion of the Bergman kernel. We give\nalso a characterization of Toeplitz operators in terms of their asymptotic\nexpansion. The semi-classical limit properties of the Berezin-Toeplitz\nquantization for non-compact manifolds and orbifolds are also established.\n","Comment: 40 pages"]}]
["0806.2373",{"format":[],"subject":["Quantitative Biology - Cell Behavior","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2373","Physical Review E, 77, 030903(R), March 2008","doi:10.1103/PhysRevE.77.030903"],"date":["2008-06-14"],"type":["text"],"creator":["De Pitta, Maurizio","Volman, Vladislav","Levine, Herbert","Pioggia, Giovanni","De Rossi, Danilo","Ben-Jacob, Eshel"],"language":[],"coverage":[],"title":["Coexistence of amplitude and frequency modulations in intracellular\n  calcium dynamics"],"description":["  The complex dynamics of intracellular calcium regulates cellular responses to\ninformation encoded in extracellular signals. Here, we study the encoding of\nthese external signals in the context of the Li-Rinzel model. We show that by\ncontrol of biophysical parameters the information can be encoded in amplitude\nmodulation, frequency modulation or mixed (AM and FM) modulation. We briefly\ndiscuss the possible implications of this new role of information encoding for\nastrocytes.\n","Comment: 4 pages, 4 figures"]}]
["0806.2379",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2379"],"date":["2008-06-14"],"type":["text"],"creator":["Ding, Qingping","Shi, Yangguang","Huang, Hongbo","Tang, Shaolong","Yang, Shaoguang"],"language":[],"coverage":[],"title":["Pressure-induced superconductivity in PrOxFeAs"],"description":["  Superconductivity with Tc of 45 K was realized in the tetragonal\nZrCuSiAs-type PrOxFeAs (x=0.75) under heat treatment of 1300 oC and pressure of\n6 GPa for 2 hours. Although the sample prepared at 900 oC in vaccum possessed\nthe same phase as that treated in pressure, the electrical transport\nmeasurement showed the similar behavior with its parent ReOFeAs (Re: rare-earth\nmetal). This pressure-induced superconductivity could give us a hint to\nunderstand the origins of the newly-found iron based superconductors.\n","Comment: 7 pages, 3 figures"]}]
["0806.2381",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2381"],"date":["2008-06-14"],"type":["text"],"creator":["Yadav, T. P.","Mukhopadhyay, N. K.","Tiwari, R. S.","Srivastava, O. N."],"language":[],"coverage":[],"title":["Synthesis of nanocrystalline Spinel phase by Mechanical Milling of\n  Al-Cu-Fe and Al-Cu-Cr-Fe Quasicrystalline alloys"],"description":["  In the present study, low-temperature synthesis of (Cu Fe)Al2O4 and (Cu Cr\nFe)Al2O4 spinels from the quasicrystalline phases was investigated with the\nvariation of process parameters during milling and annealing. The milling of\nthe quasicrystalline materials was carried out in an attritor mill at 400 rpm\nfor 40 hours with ball to powder ratio of 40:1 in hexane medium. Subsequently,\nannealing was performed in an air ambience for 10, 20, and 40 h at 400, 500,\n600 and 700 C in side a furnace in order to oxidize the mechanically milled\nquasicrystalline phase for the possible formation of the spinel phase. It was\nfound that after annealing at higher temperature (500 C), mechanically milled\nquasicrystalline alloy transformed to spinel phase whereas annealing at lower\ntemperature (500 C) it led to the formation of B2 phase as a major one along\nwith minor amount of oxide phase. The X-ray diffraction and transmission\nelectron microscopy of the annealed samples confirmed the formation of spinel\nphase with an average grain size of 20-40 nm. It is interesting to note that\nthe nanospinel phases showed the different colors during various annealing time\nand temperature. The optical properties of nanospinel materials, investigated\nemploying UV visible spectrometer exhibited absorption characteristics.\n","Comment: 14 pages 5 figures"]}]
["0806.2384",{"format":[],"subject":["Physics - Accelerator Physics","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2384"],"date":["2008-06-14"],"type":["text"],"creator":["Karadeniz, H.","Recepoglu, E.","Sultansoy, S."],"language":[],"coverage":[],"title":["QCD Explorer Based ea and gamma-a Colliders"],"description":["  TeV scale lepton-hadron and photon-hadron colliders are necessary both to\nclarify fundamental aspects of strong interactions and for adequate\ninterpretation of the LHC data. Today, there are two realistic proposals for\nthe post-HERA era, namely, QCD Explorer (QCD-E) and Large Hadron electron\nCollider (LHeC). Both QCD-E and LHeC can operate as eA colliders, whereas\ngamma-p and gamma-A options are unique for QCD-E. Another advantage of QCD-E is\nthe possibility to increase the center of mass energy by lengthening of\nelectron linac. In this presentation main parameters of the QCD-E nucleus\noptions are discussed.\n","Comment: Contributed to EPAC-08"]}]
["0806.2389",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2389"],"date":["2008-06-14"],"type":["text"],"creator":["Ambroglini, F."],"language":[],"coverage":[],"title":["Measurement of the Underlying Event and Minimum Bias at LHC"],"description":["  A study of Underlying Events (UE) and Minimum Bias (MB) at Large Hadron\nCollider (LHC)with CMS and ATLAS detector under nominal conditions is\ndiscussed. Using charged particle and charged particle jets, it will be\npossible to discriminate between various QCD models with different multiple\nparton interaction schemes, which correctly reproduce Tevatron data but give\ndifferent predictions when extrapolated to the LHC energy. This will permit\nimproving and tuning Monte Carlo models at LHC start-up, and opens prospects\nfor exploring QCD dynamics in proton-proton collisions at 14TeV.\n","Comment: Proceedings for \"Moriond 2008 QCD session\""]}]
["0806.2391",{"format":[],"subject":["Mathematics - Functional Analysis","42B35","47B38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2391"],"date":["2008-06-14"],"type":["text"],"creator":["Eridani","Kokilashvili, Vakhtang","Meskhi, Alexander"],"language":[],"coverage":[],"title":["Morrey Spaces and Fractional Integral Operators"],"description":["  The present paper is devoted to the boundedness of fractional integral\noperators in Morrey spaces defined on quasimetric measure spaces. In\nparticular, Sobolev, trace and weighted inequalities with power weights for\npotential operators are established. In the case when measure satisfies the\ndoubling condition the derived conditions are simultaneously necessary and\nsufficient for appropriate inequalities.\n","Comment: 13 pages"]}]
["0806.2394",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2394"],"date":["2008-06-15"],"type":["text"],"creator":["Ko, Kyung Dae","Hong, Yoojin","Chang, Gue Su","Bhardwaj, Gaurav","van Rossum, Damian B.","Patterson, Randen L."],"language":[],"coverage":[],"title":["Phylogenetic Profiles as a Unified Framework for Measuring Protein\n  Structure, Function and Evolution"],"description":["  The sequence of amino acids in a protein is believed to determine its native\nstate structure, which in turn is related to the functionality of the protein.\nIn addition, information pertaining to evolutionary relationships is contained\nin homologous sequences. One powerful method for inferring these sequence\nattributes is through comparison of a query sequence with reference sequences\nthat contain significant homology and whose structure, function, and/or\nevolutionary relationships are already known. In spite of decades of concerted\nwork, there is no simple framework for deducing structure, function, and\nevolutionary (SF&E) relationships directly from sequence information alone,\nespecially when the pair-wise identity is less than a threshold figure ~25%\n[1,2]. However, recent research has shown that sequence identity as low as 8%\nis sufficient to yield common structure/function relationships and sequence\nidentities as large as 88% may yet result in distinct structure and function\n[3,4]. Starting with a basic premise that protein sequence encodes information\nabout SF&E, one might ask how one could tease out these measures in an unbiased\nmanner. Here we present a unified framework for inferring SF&E from sequence\ninformation using a knowledge-based approach which generates phylogenetic\nprofiles in an unbiased manner. We illustrate the power of phylogenetic\nprofiles generated using the Gestalt Domain Detection Algorithm Basic Local\nAlignment Tool (GDDA-BLAST) to derive structural domains, functional\nannotation, and evolutionary relationships for a host of ion-channels and human\nproteins of unknown function. These data are in excellent accord with published\ndata and new experiments. Our results suggest that there is a wealth of\npreviously unexplored information in protein sequence.\n","Comment: 21 Pages, 10 Figures"]}]
["0806.2398",{"format":[],"subject":["Physics - Geophysics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2398","J. Geophys. Eng., 2, 299-311, 2005","doi:10.1088/1742-2132/2/4/S02"],"date":["2008-06-14"],"type":["text"],"creator":["Hartmann, Andreas","Rath, Volker"],"language":[],"coverage":[],"title":["Uncertainties and shortcomings of ground surface temperature histories\n  derived from inversion of temperature logs"],"description":["  Analysing borehole temperature data in terms of ground surface history can\nadd useful information to reconstructions of past climates. Therefore, a\nrigorous assessment of uncertainties and error sources is a necessary\nprerequisite for the meaningful interpretation of such ground surface\ntemperature histories. This study analyses the most prominent sources of\nuncertainty. The diffusive nature of the process makes the inversion relatively\nrobust against incomplete knowledge of the thermal diffusivity. Similarly the\ninfluence of heat production is small. It turns out that for investigations of\nthe last 1000 to 100000 years the maximum depth of the temperature log is\ncrucial. More than 3000 m are required for an optimal inversion.\nReconstructions of the last one or two millennia require only modestly deep\nlogs (>300 m) but suffer severely from noisy data.\n","Comment: 28 pages, 18 figure, 3 tables"]}]
["0806.2399",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2399","Int. J. Rock Mech. and Mining Sc., 42(7-8), 1042-1055, 2005","doi:10.1016/j.ijrmms.2005.05.015"],"date":["2008-06-14"],"type":["text"],"creator":["Hartmann, Andreas","Rath, Volker","Clauser, Christoph"],"language":[],"coverage":[],"title":["Thermal Conductivity from Core and Well log Data"],"description":["  The relationships between thermal conductivity and other petrophysical\nproperties have been analysed for a borehole drilled in a Tertiary Flysch\nsequence. We establish equations that permit us to predict rock thermal\nconductivity from logging data. A regression analysis of thermal conductivity,\nbulk density, and sonic velocity yields thermal conductivity with an average\naccuracy of better than 0.2 W/(m K). As a second step, logging data is used to\ncompute a lithological depth profile, which in turn is used to calculate a\nthermal conductivity profile. From a comparison of the conductivity-depth\nprofile and the laboratory data it can be concluded that thermal conductivity\ncan be computed with an accuracy of less than 0.3 W/(m K)from conventional\nwireline data. The comparison of two different models shows that this approach\ncan be practical even if old and incomplete logging data is used. The results\ncan be used to infer thermal conductivity for boreholes without appropriate\ncore data that are drilled in a similar geological setting.\n","Comment: 18 pages, 9 figure, 3 tables"]}]
["0806.2403",{"format":[],"subject":["Mathematics - Dynamical Systems","70K44","70K50","37J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2403"],"date":["2008-06-14"],"type":["text"],"creator":["Gelfreich, Vassili","Brannstrom, Niklas"],"language":[],"coverage":[],"title":["Asymptotic series for the splitting of separatrices near a Hamiltonian\n  bifurcation"],"description":["  This is a proof of an asymptotic formula which describes exponentially small\nsplitting of separatrices in a generic analytic family of area-preserving maps\nnear a Hamiltonian saddle-centre bifurcation. As a particular case and in\ncombination with an earlier work on a Stokes constant for the H\\'enon map\n(Gelfreich, Sauzin (2001)), it implies exponentially small transversality of\nseparatrices in the area-preserving H\\'enon family when the multiplicator of\nthe fixed point is close to one.\n"]}]
["0806.2405",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2405"],"date":["2008-06-14"],"type":["text"],"creator":["Conselice, Christopher J."],"language":[],"coverage":[],"title":["Star Formation and Merging in Massive Galaxies at z < 2"],"description":["  Observing massive galaxies at various redshifts is one of the most\nstraightforward and direct approaches towards understanding galaxy formation.\nThere is now largely a consensus that the massive galaxy (M_* > 10^11 M_0)\npopulation is fully formed by z~1, based on mass and luminosity functions.\nHowever, we argue that the latest data can only rule out number and mass\ndensity evolution of a factor of > 2-3 at z < 1.5. We furthermore show that the\nstar formation history of M_* > 10^11 M_0 galaxies reveals that 40+/-5% of\ngalaxies with M_* > 10^11 M_0 at z~1 are undergoing star formation that\neffectively doubles their stellar mass between z = 0.4 - 1.4. These massive\ngalaxies also undergo 0.9^+0.7_-0.5 major mergers during this same time period.\n","Comment: Five pages, to appear in \"Panoramic Views of Galaxy Formation and\n  Evolution\""]}]
["0806.2411",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","35Q30","35Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2411"],"date":["2008-06-14"],"type":["text"],"creator":["Humpherys, Jeffrey"],"language":[],"coverage":[],"title":["On the shock wave spectrum for isentropic gas dynamics with capillarity"],"description":["  We consider the stability problem for shock layers in Slemrod's model of an\nisentropic gas with capillarity. We show that these traveling waves are\nmonotone in the weak capillarity case, and become highly oscillatory as the\ncapillarity strength increases. Using a spectral energy estimate we prove that\nsmall-amplitude monotone shocks are spectrally stable. We also show, through\nthe use of a novel spectral energy estimate, that monotone shocks have no\nunstable real spectrum regardless of amplitude; this implies that any\ninstabilities of these monotone traveling waves, if they exist, must occur\nthrough a Hopf-like bifurcation, where one or more conjugate pairs of\neigenvalues cross the imaginary axis. We then conduct a systematic numerical\nEvans function study, which shows that monotone and mildly oscillatory profiles\nin an adiabatic gas are spectrally stable for moderate values of shock and\ncapillarity strengths. In particular, we show that the transition from monotone\nto non-monotone profiles does not appear to trigger any instabilities.\n"]}]
["0806.2414",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - General Mathematics","14J60 (Primary) 14F05, 14J26 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2414"],"date":["2008-06-14"],"type":["text"],"creator":["Ma, Gang","Reidys, Christian M."],"language":[],"coverage":[],"title":["Canonical RNA pseudoknot structures"],"description":["  In this paper we study $k$-noncrossing, canonical RNA pseudoknot structures\nwith minimum arc-length $\\ge 4$. Let ${\\sf T}_{k,\\sigma}^{[4]} (n)$ denote the\nnumber of these structures. We derive exact enumeration results by computing\nthe generating function ${\\bf T}_{k,\\sigma}^{[4]}(z)= \\sum_n{\\sf\nT}_{k,\\sigma}^{[4]}(n)z^n$ and derive the asymptotic formulas ${\\sf\nT}_{k,3}^{[4]}(n)^{}\\sim c_k n^{-(k-1)^2-\\frac{k-1}{2}}\n(\\gamma_{k,3}^{[4]})^{-n}$ for $k=3,...,9$. In particular we have for $k=3$,\n${\\sf T}_{3,3}^{[4]}(n)^{}\\sim c_3 n^{-5} 2.0348^n$. Our results prove that the\nset of biophysically relevant RNA pseudoknot structures is surprisingly small\nand suggest a new structure class as target for prediction algorithms.\n","Comment: 21 pages,7 figures"]}]
["0806.2416",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2416","doi:10.1038/nphys854"],"date":["2008-06-15"],"type":["text"],"creator":["Chang, Dong-In","Khym, Gyong Luck","Kang, Kicheon","Chung, Yunchul","Lee, Hu-Jong","Seo, Minky","Heiblum, Moty","Mahalu, Diana","Umansky, Vladimir"],"language":[],"coverage":[],"title":["Quantum mechanical complementarity probed in a closed-loop Aharonov-Bohm\n  interferometer"],"description":["  According to Bohr's complementarity principle, a particle possesses wave-like\nproperties only when the different paths the particle may take are\nindistinguishable. In a canonical example of a two-path interferometer with a\nwhich-path detector, observation of interference and obtaining which-path\ninformation are mutually exclusive. Such duality has been demonstrated in\noptics with a pair of correlated photons and in solid-state devices with\nphase-coherent electrons. In the latter case, which-path information was\nprovided by a charge detector embedded near one path of a two-path electron\ninterferometer. Note that suppression of interference can always be understood\neither as obtaining path information or as unavoidable back action by the\ndetector. The present study reports on dephasing of an Aharonov-Bohm (AB) ring\ninterferometer via a coupled charge detector adjacent to the ring. In contrast\nto the two-path interferometer, charge detection in the ring does not always\nprovide path information. Indeed, we found that the interference was suppressed\nonly when path information could be acquired, even if only in principle. This\ndemonstrates that dephasing does not always take place by coupling the\n`environment' to the interfering particle: path information of the particle\nmust be available too. Moreover, this is valid regardless of the strength of\nenvironment-interferometer coupling, which refutes the general notion of the\neffect of strong interaction with the environment. In other words, it verifies\nthat an acquisition of which-path information is more fundamental than the\nback-action in understanding quantum mechanical complementarity.\n","Comment: 17 pages, 3 figures"]}]
["0806.2424",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2424"],"date":["2008-06-15"],"type":["text"],"creator":["Alexandridis, Kostas","Pijanowski, Bryan C."],"language":[],"coverage":[],"title":["Developing Bayesian Information Entropy-based Techniques for Spatially\n  Explicit Model Assessment"],"description":["  The aim of this paper is to explore and develop advanced spatial Bayesian\nassessment methods and techniques for land use modeling. The paper provides a\ncomprehensive guide for assessing additional informational entropy value of\nmodel predictions at the spatially explicit domain of knowledge, and proposes a\nfew alternative metrics and indicators for extracting higher-order information\ndynamics from simulation tournaments. A seven-county study area in\nSouth-Eastern Wisconsin (SEWI) has been used to simulate and assess the\naccuracy of historical land use changes (1963-1990) using artificial neural\nnetwork simulations of the Land Transformation Model (LTM). The use of the\nanalysis and the performance of the metrics helps: (a) understand and learn how\nwell the model runs fits to different combinations of presence and absence of\ntransitions in a landscape, not simply how well the model fits our given data;\n(b) derive (estimate) a theoretical accuracy that we would expect a model to\nassess under the presence of incomplete information and measurement; (c)\nunderstand the spatially explicit role and patterns of uncertainty in\nsimulations and model estimations, by comparing results across simulation runs;\n(d) compare the significance or estimation contribution of transitional\npresence and absence (change versus no change) to model performance, and the\ncontribution of the spatial drivers and variables to the explanatory value of\nour model; and (e) compare measurements of informational uncertainty at\ndifferent scales of spatial resolution.\n","Comment: 13 pages, 10 figures, 3 tables, 25 equations Submitted to IEEE Trans\n  Inf Theory"]}]
["0806.2430",{"format":[],"subject":["Mathematics - Functional Analysis","46E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2430"],"date":["2008-06-15"],"type":["text"],"creator":["Shvartsman, Pavel"],"language":[],"coverage":[],"title":["Sobolev $W^1_p$-spaces on closed subsets of $R^n$"],"description":["  For each $p>n$ we use local oscillations and doubling measures to give\nintrinsic characterizations of the restriction of the Sobolev space\n$W_p^1(R^n)$ to an arbitrary closed subset of $R^n$.\n","Comment: 94 pages"]}]
["0806.2432",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2432","doi:10.1103/PhysRevB.77.214420"],"date":["2008-06-15"],"type":["text"],"creator":["Shahbazi, Farhad","Mortezapour, Saba"],"language":[],"coverage":[],"title":["Tricritical transition in the classical XY model on Kagom\\'e lattice\n  under local anisotropy"],"description":["  Using mean-field theory and high resolution Monte Carlo simulation technique\nbased on multi-histogram method, we have investigated the critical properties\nof an antiferromagnetic XY model on the 2D Kagom\\'e lattice, with single ion\neasy-axes anisotropy. The mean-field theory predicts second-order phase\ntransition from disordered to all-in all-out state for any value of anisotropy\nfor this model. However, Monte Carlo simulations result in first order\ntransition for small values of anisotropy which turns to second order with\nincreasing strength of anisotropy, indicating the existence of a tricritical\npoint for this model. The critical exponents, obtained by finite-size scaling\nmethods, show that the transition is in Ising universality class for large\nvalues of anisotropy, while the critical behaviour of the system deviates from\n2D-$\\phi^6$ model near the tricritical point. This suggests the possibility for\nexistence of a new tricritical universality in two-dimensions.\n"]}]
["0806.2436",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2436"],"date":["2008-06-15"],"type":["text"],"creator":["Hainzl, Christian","Lewin, Mathieu","Solovej, Jan Philip"],"language":[],"coverage":[],"title":["The Thermodynamic Limit of Quantum Coulomb Systems: A New Approach"],"description":["  We present two recent works on the thermodynamic limit of quantum Coulomb\nsystems, in which we provided a general method allowing to show the existence\nof the limit for many different models.\n","Comment: Talk given by M.L. at QMath10, 10th Quantum Mathematics International\n  Conference, Moeciu (Romania) in September 2007"]}]
["0806.2439",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2439"],"date":["2008-06-15"],"type":["text"],"creator":["Salem, Walid K. Abou","Sulem, Catherine"],"language":[],"coverage":[],"title":["Stochastic acceleration of solitons for the nonlinear Schr\\\"odinger\n  equation"],"description":["  The effective dynamics of solitons for the generalized nonlinear\nSchr\\\"odinger equation in a random potential is rigorously studied. It is shown\nthat when the external potential varies slowly in space compared to the size of\nthe soliton, the dynamics of the center of the soliton is almost surely\ndescribed by Hamilton's equations for a classical particle in the random\npotential, plus error terms due to radiation damping. Furthermore, a limit\ntheorem for the dynamics of the center of mass of the soliton in the\nweak-coupling and space-adiabatic limit is proven in two and higher dimensions:\nUnder certain mixing hypotheses for the potential, the momentum of the center\nof mass of the soliton converges in law to a diffusion process on a sphere of\nconstant momentum. Moreover, in three and higher dimensions, the trajectory of\nthe center of mass of the soliton converges to a spatial Brownian motion.\n","Comment: 39 pages"]}]
["0806.2440",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2440"],"date":["2008-06-15"],"type":["text"],"creator":["Mussa, Roberto"],"language":[],"coverage":[],"title":["New Charmonium-Like States at Babar and Belle"],"description":["  BaBar and Belle have recently revived the interest in charmonium\nspectroscopy, discovering many unexpected resonances. In this review, I'll\nfocus mostly on the states found in B decays and double $\\ccbar$. A better\nunderstanding of their production mechanism can help to discriminate among\nmodels, confirm tentative $J^{PC}$ assignments, and clarify the overall\npicture.\n","Comment: Contribution to Moriond QCD2008 Proceedings, 4 pages"]}]
["0806.2443",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2443"],"date":["2008-06-15"],"type":["text"],"creator":["Kalai, Gil"],"language":[],"coverage":[],"title":["Detrimental Decoherence"],"description":["  We propose and discuss two conjectures on the nature of information leaks\n(decoherence) for quantum computers. These conjectures, if (or when) they hold,\nare damaging for quantum error-correction as required by fault-tolerant quantum\ncomputation.\n  The first conjecture asserts that information leaks for a pair of\nsubstantially entangled qubits are themselves substantially positively\ncorrelated.\n  The second conjecture asserts that in a noisy quantum computer with highly\nentangled qubits there will be a strong effect of error synchronization.\n  We present more general conjectures for arbitrary noisy quantum systems.\n","Comment: A revision and an extension of the formal part of quant-ph/0607021.\n  The paper contains new conjectures on general quantum systems and elaborate\n  on the connection with quantum error-correction"]}]
["0806.2453",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2453","Eur. Phys, J. 46, Number 1 / July, 2005"],"date":["2008-06-15"],"type":["text"],"creator":["Agliari, E.","Burioni, R.","Cassi, D.","Vezzani, A."],"language":[],"coverage":[],"title":["Diffusive thermal dynamics for the spin-S Ising ferromagnet"],"description":["  We introduce an alternative thermal diffusive dynamics for the spin-S Ising\nferromagnet realized by means of a random walker. The latter hops across the\nsites of the lattice and flips the relevant spins according to a probability\ndepending on both the local magnetic arrangement and the temperature. The\nrandom walker, intended to model a diffusing excitation, interacts with the\nlattice so that it is biased towards those sites where it can achieve an energy\ngain. In order to adapt our algorithm to systems made up of arbitrary spins,\nsome non trivial generalizations are implied. In particular, we will apply the\nnew dynamics to two-dimensional spin-1/2 and spin-1 systems analyzing their\nrelaxation and critical behavior. Some interesting differences with respect to\ncanonical results are found; moreover, by comparing the outcomes from the\nexamined cases, we will point out their main features, possibly extending the\nresults to spin-S systems.\n"]}]
["0806.2457",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","58J37","35B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2457"],"date":["2008-06-15"],"type":["text"],"creator":["Chau, Albert","Tam, Luen-Fai"],"language":[],"coverage":[],"title":["On the simply connectedness of non-negatively curved K\\\"ahler manifolds\n  and applications"],"description":["  We study complete noncompact long time solutions $(M, g(t))$ to the\nK\\\"ahler-Ricci flow with uniformly bounded nonnegative holomorphic bisectional\ncurvature. We will show that when the Ricci curvature is positive and uniformly\npinched, i.e. $ R_\\ijb \\ge cRg_\\ijb$ at $(p,t)$ for all $t$ for some $c>0$,\nthen there always exists a local gradient K\\\"ahler Ricci soliton limit around\n$p$ after possibly rescaling $g(t)$ along some sequence $t_i \\to \\infty$. We\nwill show as an immediate corollary that the injectivity radius of $g(t)$ along\n$t_i$ is uniformly bounded from below along $t_i$, and thus $M$ must in fact be\nsimply connected. Additional results concerning the uniformization of $M$ and\nfixed points of the holomorphic isometry group will also be established. We\nwill then consider removing the condition of positive Ricci for $(M, g(t))$.\nCombining our results with Cao's splitting for K\\\"ahler Ricci flow \\cite{Cao04}\nand techniques of Ni-Tam \\cite{NiTam03}, we show that when the positive\neigenvalues of the Ricci curvature are uniformly pinched at some point $p \\in\nM$, then $M$ has a special holomorphic fiber bundle structure. We will treat a\nspecial cases, complete K\\\"ahler manifolds with non-negative holomorphic\nbisectional and average quadratic curvature decay as well as the case of steady\ngradient K\\\"ahler Ricci solitons.\n","Comment: 24 pages"]}]
["0806.2460",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2460","Eur. Phys. J. B 48, Number 4 / December, 2005"],"date":["2008-06-15"],"type":["text"],"creator":["Agliari, E.","Burioni, R.","Cassi, D.","Vezzani, A."],"language":[],"coverage":[],"title":["Random walks interacting with evolving energy landscapes"],"description":["  We introduce a diffusion model for energetically inhomogeneous systems. A\nrandom walker moves on a spin-S Ising configuration, which generates the energy\nlandscape on the lattice through the nearest-neighbors interaction. The\nunderlying energetic environment is also made dynamic by properly coupling the\nwalker with the spin lattice. In fact, while the walker hops across\nnearest-neighbor sites, it can flip the pertaining spins, realizing a diffusive\ndynamics for the Ising system. As a result, the walk is biased towards high\nenergy regions, namely the boundaries between clusters. Besides, the coupling\nintroduced involves, with respect the ordinary diffusion laws, interesting\ncorrections depending on either the temperature and the spin magnitude. In\nparticular, they provide a further signature of the phase-transition occurring\non the magnetic lattice.\n"]}]
["0806.2461",{"format":[],"subject":["Mathematics - Group Theory","19A22, 22-02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2461","Journal of Lie Theory 18, No. 2, (2008) 351-368"],"date":["2008-06-15"],"type":["text"],"creator":["Fausk, Halvard"],"language":[],"coverage":[],"title":["Survey on the Burnside ring of compact Lie groups"],"description":["  The definition and basic properties of the Burnside ring of compact Lie\ngroups are presented, with emphasis on the analogy with the construction of the\nBurnside ring of finite groups.\n","Comment: 15 pages"]}]
["0806.2465",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2465"],"date":["2008-06-15"],"type":["text"],"creator":["Thanassoulas, Constantine"],"language":[],"coverage":[],"title":["Pre-Seismic Electrical Signals (SES) generation and their relation to\n  the lithospheric tidal oscillations K2, S2, M1 (T = 12hours / 14 days)"],"description":["  It is postulated that the preseismic electric signals (SES) are generated by\nthe piezoelectric mechanism applied on small rock grains - blocks during their\nstress load until fracturing. Specifically, the square electric train pulses\nare generated by the combination of a stress increase phase which generates a\npositive piezostimulated polarized current pulse (PSPC) followed, in a short\ntime, by the stress decrease phase at fracturing level which generates a\nnegative piezostimulated depolarized current pulse (PSDC). Moreover, it is\nshown that the SES signals are closely related to the tidally triggered\nlithospheric stress maxima - minima. Examples of SES signals are presented in\nrelation to the tidally triggered lithospheric oscillation (k2, S2, M1) of T =\n12hours / 14 days, while some comments are made as far as it concerns their use\nin short-term earthquake prediction.\n","Comment: 12 pages, 38 figures, Thanassoulas, C. e-mail: thandin@otenet.gr"]}]
["0806.2467",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","53D17","17B62","17B66"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2467"],"date":["2008-06-15"],"type":["text"],"creator":["Caseiro, Raquel","De Nicola, Antonio","da Costa, Joana M. Nunes"],"language":[],"coverage":[],"title":["On Poisson quasi-Nijenhuis Lie algebroids"],"description":["  We propose a definition of Poisson quasi-Nijenhuis Lie algebroids as a\nnatural generalization of Poisson quasi-Nijenhuis manifolds and show that any\nsuch Lie algebroid has an associated quasi-Lie bialgebroid. Therefore, also an\nassociated Courant algebroid is obtained. We introduce the notion of a morphism\nof quasi-Lie bialgebroids and of the induced Courant algebroids morphism and\nprovide some examples of Courant algebroid morphisms. Finally, we use paired\noperators to deform doubles of Lie and quasi-Lie bialgebroids and find an\napplication to generalized complex geometry.\n","Comment: 12 pages"]}]
["0806.2469",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2469"],"date":["2008-06-15"],"type":["text"],"creator":["Shah, Parikshit","Parrilo, Pablo A."],"language":[],"coverage":[],"title":["Polynomial stochastic games via sum of squares optimization"],"description":["  Stochastic games are an important class of problems that generalize Markov\ndecision processes to game theoretic scenarios. We consider finite state\ntwo-player zero-sum stochastic games over an infinite time horizon with\ndiscounted rewards. The players are assumed to have infinite strategy spaces\nand the payoffs are assumed to be polynomials. In this paper we restrict our\nattention to a special class of games for which the single-controller\nassumption holds. It is shown that minimax equilibria and optimal strategies\nfor such games may be obtained via semidefinite programming.\n","Comment: 28 pages, 2 figures"]}]
["0806.2470",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2470"],"date":["2008-06-15"],"type":["text"],"creator":["Vuong, L. T.","Adam, A. J. L.","Brok, J. M.","Seo, M. A.","Kim, D. S.","Planken, P. C. M.","Urbach, H. P."],"language":[],"coverage":[],"title":["Electromagnetic Spin-Orbit Interactions via Scattering"],"description":["  The longitudinal components of orthogonal-circularly polarized fields carry a\nphase singularity that changes sign depending on the polarization handedness.\nThe addition of orbital angular momentum adds to or cancels this singularity\nand results in polarization-dependent scattering through round and square\napertures, which we demonstrate analytically, numerically, and experimentally.\nBy preparing the incident polarization and arranging the configuration of\nsub-wavelength apertures, we produce shadow-side scattered fields with\narbitrary phase vorticity.\n","Comment: 5 pages, 5 figures"]}]
["0806.2486",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","05A17","11D25","11D45","11D85","11E25","11P83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2486"],"date":["2008-06-15"],"type":["text"],"creator":["C, Agustin Moreno"],"language":[],"coverage":[],"title":["On sums of figurate numbers by using techniques of poset representation\n  theory"],"description":["  We use representations and differentiation algorithms of posets, in order to\nobtain results concerning unsolved problems on figurate numbers. In particular,\nwe present criteria for natural numbers which are the sum of three octahedral\nnumbers, three polygonal numbers of positive rank or four cubes with two of\nthem equal. Some identities of the Rogers-Ramanujan type involving this class\nof numbers are also obtained.\n","Comment: 18 pages, submitted to International Journal of Number Theory"]}]
["0806.2487",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2487"],"date":["2008-06-15"],"type":["text"],"creator":["Kahn, Yonatan","Schmitt, Michael"],"language":[],"coverage":[],"title":["Electron - Dark Matter Scattering in an Evacuated Tube"],"description":["  The light dark matter model can explain both the primordial abundance of dark\nmatter and the anomalous 511 keV gamma-ray signal from the galactic center.\nThis model posits a light neutral scalar, \\chi, with a mass in the range 1 MeV\n< Mchi < 10 MeV, as well as a light neutral spin-1 boson, U, which mediates the\nannihilation channel \\chi\\chi -> e+e-. Since the dark matter particle is light,\nits number density is relatively large if it accounts for a local dark matter\ndensity of 0.3 GeV/cm^3. We consider an experiment in which a low-energy,\nhigh-current electron beam is passed through a long evacuated tube, and elastic\nscattering of electrons off dark matter particles is observed. The kinematics\nof this process allow a clean separation of the signal process from scattering\noff residual gas in the tube, and also a direct measurement of Mchi.\n","Comment: 3 pages, 2 figures. uses REVTEX"]}]
["0806.2491",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2491"],"date":["2008-06-15"],"type":["text"],"creator":["Chen, William Y. C.","Xia, Ernest X. W."],"language":[],"coverage":[],"title":["The q-WZ Method for Infinite Series"],"description":["  Motivated by the telescoping proofs of two identities of Andrews and Warnaar,\nwe find that infinite q-shifted factorials can be incorporated into the\nimplementation of the q-Zeilberger algorithm in the approach of Chen, Hou and\nMu to prove nonterminating basic hypergeometric series identities. This\nobservation enables us to extend the q-WZ method to identities on infinite\nseries. As examples, we will give the q-WZ pairs for some classical identities\nsuch as the q-Gauss sum, the $_6\\phi_5$ sum, Ramanujan's $_1\\psi_1$ sum and\nBailey's $_6\\psi_6$ sum.\n","Comment: 17 pages"]}]
["0806.2495",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Metric Geometry","14H52","51N20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2495"],"date":["2008-06-16"],"type":["text"],"creator":["Wildberger, N. J."],"language":[],"coverage":[],"title":["Neuberg cubics over finite fields"],"description":["  The framework of universal geometry allows us to consider metrical properties\nof affine views of elliptic curves, even over finite fields. We show how the\nNeuberg cubic of triangle geometry extends to the finite field situation and\nprovides interesting potential invariants for elliptic curves, focussing on an\nexplicit example over $\\mathbb{F}_{23}$. We also prove that tangent conics for\na Weierstrass cubic are identical or disjoint.\n","Comment: 16 pages, 6 figures"]}]
["0806.2498",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2498"],"date":["2008-06-16"],"type":["text"],"creator":["Petrov, Alexey A"],"language":[],"coverage":[],"title":["Constraining New Physics from D0-anti-D0 mixing"],"description":["  I review constraints on possible New Physics interactions from D0-anti-D0\nmixing measurements. I consider the most general low energy effective\nHamiltonian and include leading order QCD running of effective operators. I\ndiscuss constraints from an extensive list of popular New Physics models, each\nof which could be discovered at the LHC, that can generate these operators. In\nmost of the scenarios, strong constraints that surpass those from other search\ntechniques could be placed on the allowed parameter space using the existent\nevidence for observation of D-meson mixing.\n","Comment: 8 pages; to appear in the proceedings of 43nd Rencontres de Moriond\n  on Electroweak Interactions and Unified Theories, La Thuile, Italy, 1-8 Mar\n  2008"]}]
["0806.2500",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2500"],"date":["2008-06-16"],"type":["text"],"creator":["Fischer, Mareike","Steel, Mike"],"language":[],"coverage":[],"title":["Sequence length bounds for resolving a deep phylogenetic divergence"],"description":["  In evolutionary biology, genetic sequences carry with them a trace of the\nunderlying tree that describes their evolution from a common ancestral\nsequence. The question of how many sequence sites are required to recover this\nevolutionary relationship accurately depends on the model of sequence\nevolution, the substitution rate, divergence times and the method used to infer\nphylogenetic history. A particularly challenging problem for phylogenetic\nmethods arises when a rapid divergence event occurred in the distant past. We\nanalyse an idealised form of this problem in which the terminal edges of a\nsymmetric four--taxon tree are some factor ($p$) times the length of the\ninterior edge. We determine an order $p^2$ lower bound on the growth rate for\nthe sequence length required to resolve the tree (independent of any particular\nbranch length). We also show that this rate of sequence length growth can be\nachieved by existing methods (including the simple `maximum parsimony' method),\nand compare these order $p^2$ bounds with an order $p$ growth rate for a model\nthat describes low-homoplasy evolution. In the final section, we provide a\ngeneric bound on the sequence length requirement for a more general class of\nMarkov processes.\n","Comment: 13 pages, 1 figure"]}]
["0806.2501",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2501"],"date":["2008-06-16"],"type":["text"],"creator":["Asanov, G. S."],"language":[],"coverage":[],"title":["Pseudo-Finsleroid spatial-anisotropic relativistic space"],"description":["  The pseudo-Finsleroid relativistic metric was constructed upon assuming that\nthe involved vector field $b_i$ is time-like. In the present paper it is shown\nthat the metric admits just the alternative counterpart in which the field is\nspace-like. The entailed pseudo-Finsleroid-spatial framework is systematically\ndescribed. We face on various remarkable properties, including the constant\ncurvature of the associated indicatrix, the explicit Hamiltonian function,\ntransparent presentations for the angle and scalar product. The spray\ncoefficients are found to be of a rather simple structure. The Berwald case is\nattractively realized. Interesting conformal properties are stemming. {\\bf\nKeywords:} Finsler metrics, relativistic spaces, spray coefficients.\n"]}]
["0806.2511",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2511"],"date":["2008-06-16"],"type":["text"],"creator":["Lu, Hai-Zhou","Chen, Zuo-zi","Lv, Rong","Zhu, Bang-fen"],"language":[],"coverage":[],"title":["How does \"Which Way\" Detector affect Fano Effect in Mesoscopic Transport\n  --\"Phonon-Fano\" Or Not"],"description":["  We investigate the Fano interference in the presence of a \"which way\"\ndetector, i.e., a local electron-phonon coupler, in the context of mesoscopic\ntransport. Special attention is paid to study whether the phonon sidebands in\nthe differential conductance spectra exhibit the typical lineshape of the Fano\ninterference. When using a double-dot model we obtain two seemly contradictory\nresults by slightly different approaches: The Markovian approach leads to {\\it\nabsolutely no} Fano interference at the phonon sidebands, while the\nNon-Markovian approach results in {\\it finite} Fano interference at the phonon\nsidebands. On the other hand, by using the usual Aharonov-Bohm (AB)-ring model,\ni.e., only one dot is embedded into one arm of an AB-ring, only the\nNon-Markovian results are recovered. We explain these contradictory results and\nmake a comparison between the double-dot model and the usual AB-ring model at\nlength. Moreover, we also point out the essential difference between the\nmanifestation of the \"which way\" effect in mesoscopic double-slit experiments\nand its optical counterpart.\n","Comment: 8 pages, 6 figures"]}]
["0806.2522",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2522"],"date":["2008-06-16"],"type":["text"],"creator":["Strologas, John"],"language":[],"coverage":[],"title":["Supersymmetry Searches at the Tevatron"],"description":["  We present the current status of searches for supersymmetry performed at the\nTevatron accelerator at Fermilab by the CDF and D0 collaborations using\nluminosity of up to 2.1 fb-1. We focus on searches for charginos, neutralinos,\nsquarks, gluinos and sneutrinos in several supersymmetric scenarios. No\nsupersymmetric signal is detected and limits on the masses and production cross\nsections for the supersymmetric particles are set.\n","Comment: 4 pages, 6 figures, Proceedings of the XLIII Rencontres de Moriond,\n  International Conference on QCD and High Energy Interactions (2008)"]}]
["0806.2526",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2526"],"date":["2008-06-16"],"type":["text"],"creator":["ALICE collaboration","Mastroserio, A."],"language":[],"coverage":[],"title":["The heavy-ion programme of the ALICE experiment at LHC"],"description":["  The ALICE experiment at LHC is mainly dedicated to heavy-ion physics. An\noverview of its performances, some predictions related to its first\nmeasurements and QGP observable measurements will be given.\n"]}]
["0806.2529",{"format":[],"subject":["Physics - General Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2529"],"date":["2008-06-16"],"type":["text"],"creator":["Stoyanov, Dimitar G."],"language":[],"coverage":[],"title":["Transformation of kinematical quantities from rotating into static\n  coordinate system"],"description":["  In this article the problem for the using of uniformly rotating coordinate\nsystem is considered. The correct relations between the kinematical quantities\ncharacterizing the motion of a body relative to uniformly rotating system and\nstatic coordinate system are obtained.\n","Comment: 6 pages, 1 figure"]}]
["0806.2536",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2536"],"date":["2008-06-16"],"type":["text"],"creator":["Kroll, P."],"language":[],"coverage":[],"title":["Hard electroproduction of vector mesons"],"description":["  It is reported on a global analysis of hard vector-meson electroproduction\nwhich is based on the handbag factorization. The generalized parton\ndistributions are constructed from their forward limits with the help of double\ndistributions and the partonic subprocesses are calculated within the modified\nperturbative approach.\n","Comment: 4 pages, 4 figures, using Latex and dis08.cls talk presented at\n  DIS2008, London (2008)"]}]
["0806.2539",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2539"],"date":["2008-06-16"],"type":["text"],"creator":["Andersen, Jørgen Ellegaard","Fjelstad, Jens"],"language":[],"coverage":[],"title":["Reducibility of quantum representations of mapping class groups"],"description":["  In this paper we provide a general condition for the reducibility of the\nReshetikhin-Turaev quantum representations of the mapping class groups. Namely,\nfor any modular tensor category with a special symmetric Frobenius algebra with\na non-trivial genus one partition function, we prove that the quantum\nrepresentations of all the mapping class groups built from the modular tensor\ncategory are reducible. In particular for SU(N) we get reducibility for certain\nlevels and ranks. For the quantum SU(2) Reshetikhin-Turaev theory we construct\na decomposition for all even levels. We conjecture this decomposition is a\ncomplete decomposition into irreducible representations for high enough levels.\n","Comment: 23 pages, 39 figures"]}]
["0806.2541",{"format":[],"subject":["General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2541","in Beyond the Quantum, Proceedings Leiden 2006, Eds. Th.M.\n  Nieuwenhuizen, V. Spicka, B. Mehmani, M.J. Aghdami, A.Yu. Khrennikov, World\n  Scientific, Singapore (2007) 125-134"],"date":["2008-06-16"],"type":["text"],"creator":["Jaekel, Marc-Thierry","Lamine, Brahim","Lambrecht, Astrid","Reynaud, Serge","Neto, Paulo Maia"],"language":[],"coverage":[],"title":["Quantum decoherence and gravitational waves"],"description":["  The quite different behaviors exhibited by microscopic and macroscopic\nsystems with respect to quantum interferences suggest the existence of a\nborderline beyond which quantum systems loose their coherences and can be\ndescribed classically. Gravitational waves, generated within our galaxy or\nduring the cosmic expansion, constitute a universal environment susceptible to\nlead to such a quantum decoherence mechanism. We assess this idea by studying\nthe quantum decoherence due to gravitational waves on typical microscopic and\nmacoscopic systems, namely an atom interferometer (HYPER) and the Earth-Moon\nsystem. We show that quantum interferences remain unaffected in the former case\nand that they disappear extremely rapidly in the latter case. We obtain the\nrelevant parameters which, besides the ratio of the system's mass to Planck\nmass, characterize the loss of quantum coherences.\n","Comment: 7 pages"]}]
["0806.2546",{"format":[],"subject":["Mathematics - Numerical Analysis","41A30","65D15","41A63","41A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2546"],"date":["2008-06-16"],"type":["text"],"creator":["Lanzara, Flavia","Maz'ya, Vladimir","Schmidt, Gunther"],"language":[],"coverage":[],"title":["Approximate Hermite quasi-interpolation"],"description":["  In this paper we derive approximate quasi-interpolants when the values of a\nfunction $u$ and of some of its derivatives are prescribed at the points of a\nuniform grid. As a byproduct of these formulas we obtain very simple\napproximants which provide high order approximations for solutions to elliptic\ndifferential equations with constant coefficients.\n"]}]
["0806.2547",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2547"],"date":["2008-06-16"],"type":["text"],"creator":["Bakry, D.","Baudoin, F.","Bonnefont, M.","Qian, B."],"language":[],"coverage":[],"title":["Subelliptic Li-Yau estimates on three dimensional model spaces"],"description":["  We describe three elementary models in three dimensional subelliptic geometry\nwhich correspond to the three models of the Riemannian geometry (spheres,\nEuclidean spaces and Hyperbolic spaces) which are respectively the SU(2),\nHeisenberg and SL(2) groups. On those models, we prove parabolic Li-Yau\ninequalities on positive solutions of the heat equation. We use for that the\n$\\Gamma_{2}$ techniques that we adapt to those elementary model spaces. The\nimportant feature developed here is that although the usual notion of Ricci\ncurvature is meaningless (or more precisely leads to bounds of the form\n$-\\infty$ for the Ricci curvature), we describe a parameter $\\rho$ which plays\nthe same role as the lower bound on the Ricci curvature, and from which one\ndeduces the same kind of results as one does in Riemannian geometry, like heat\nkernel upper bounds, Sobolev inequalities and diameter estimates.\n"]}]
["0806.2555",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Computer Science and Game Theory","Computer Science - Multiagent Systems","F.1.3","F.2.2","I.2.11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2555"],"date":["2008-06-16"],"type":["text"],"creator":["Erdelyi, Gabor","Hemaspaandra, Lane A.","Rothe, Joerg","Spakowski, Holger"],"language":[],"coverage":[],"title":["Frequency of Correctness versus Average-Case Polynomial Time and\n  Generalized Juntas"],"description":["  We prove that every distributional problem solvable in polynomial time on the\naverage with respect to the uniform distribution has a frequently\nself-knowingly correct polynomial-time algorithm. We also study some features\nof probability weight of correctness with respect to generalizations of\nProcaccia and Rosenschein's junta distributions [PR07b].\n"]}]
["0806.2560",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2560"],"date":["2008-06-16"],"type":["text"],"creator":["Labini, Francesco Sylos"],"language":[],"coverage":[],"title":["Gravitational clustering: an overview"],"description":["  We discuss the differences and analogies of gravitational clustering in\nfinite and infinite systems. The process of collective, or violent, relaxation\nleading to the formation of quasi-stationary states is one of the distinguished\nfeatures in the dynamics of self-gravitating systems. This occurs, in different\nconditions, both in a finite than in an infinite system, the latter embedded in\na static or in an expanding background. We then discuss, by considering some\nsimple and paradigmatic examples, the problems related to the definition of a\nmean-field approach to gravitational clustering, focusing on role of discrete\nfluctuations. The effect of these fluctuations is a basic issue to be clarified\nto establish the range of scales and times in which a collision-less\napproximation may describe the evolution of a self-gravitating system and for\nthe theoretical modeling of the non-linear phase.\n","Comment: 17 pages, 6 figures. Chapter of the volume ``Dynamics and\n  Thermodynamics of systems with long range interactions: theory and\n  experiments'', A. Campa, A. Giansanti, G. Morigi, F. Sylos Labini Eds.,\n  American Institute of Physics Conference proceedings, 970 (2008). See\n  http://scitation.aip.org/dbt/dbt.jsp?KEY=APCPCS&Volume=970&Issue=1"]}]
["0806.2567",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","20G40","20C33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2567"],"date":["2008-06-16"],"type":["text"],"creator":["Hiss, G.","Zalesski, A."],"language":[],"coverage":[],"title":["The Weil-Steinberg character of finite classical groups"],"description":["  We compute the irreducible constitutents of the product of the Weil character\nand the Steinberg character in those finite classical groups for which a Weil\ncharacter is defined, namely the symplectic, unitary and general linear groups.\nIt turns out that this product is multiplicity free for the symplectic and\ngeneral unitary groups, but not for the general linear groups.\n  As an application we show that the restriction of the Steinberg character of\nsuch a group to the subgroup stabilizing a vector in the natural module is\nmultiplicity free. The proof of this result for the unitary groups uses an\nobservation of Brunat, published as an appendix to our paper.\n  As our \"Weil character\" for the symplectic groups in even characteristic we\nuse the 2-modular Brauer character of the generalized spinor representation.\nIts product with the Steinberg character is the Brauer character of a\nprojective module. We also determine its indecomposable direct summands.\n","Comment: 41 pages. There is an appendix to this paper by Olivier Brunat"]}]
["0806.2569",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2569"],"date":["2008-06-16"],"type":["text"],"creator":["Burinskii, Alexander"],"language":[],"coverage":[],"title":["Electromagnetic Beams Overpass the Black Hole Horizon"],"description":["  We show that the electromagnetic excitations of the Kerr black hole have very\nstrong back reaction on metric. In particular, the electromagnetic excitations\naligned with the Kerr congruence form the light-like beams which overcome\nhorizon, forming the holes in it, which allows matter to escape interior. So,\nthere is no information lost inside the black hole. This effect is based\nexclusively on the analyticity of the algebraically special solutions.\n","Comment: 3 pages, 3 figs, talk at the conference dedicated to 75-th Jubilee of\n  Physics Cathedra of Moscow State Pedagogical University"]}]
["0806.2585",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2585"],"date":["2008-06-16"],"type":["text"],"creator":["Sanders, R. H."],"language":[],"coverage":[],"title":["From dark matter to MOND"],"description":["  MOND-- modified Newtonian dynamics-- may be viewed as an algorithm for\ncalculating the distribution of force in an astronomical object from the\nobserved distribution of baryonic matter. The fact that it works for galaxies\nis quite problematic for Cold Dark Matter. Moreover, MOND explains or subsumes\nsystematic aspects of galaxy photometry and kinematics-- aspects that CDM does\nnot address or gets wrong. I will present evidence here in support of these\nassertions and claim that this is effectively a falsification of dark matter\nthat is dynamically important on the scale of galaxies.\n","Comment: 8 pages, 5 figures, talk presented at XX Rencontres de Blois,\n  Astroparticle physics"]}]
["0806.2590",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2590"],"date":["2008-06-16"],"type":["text"],"creator":["Gareev, R. R.","Petukhov, A.","Schlapps, M.","Doeppe, M.","Sadowski, J.","Sperl, M.","Wegscheider, W."],"language":[],"coverage":[],"title":["Metal-insulator transition and giant anisotropic magnetoresistance in\n  ultra thin (Ga,Mn)As"],"description":["  MBE-grown, 5 nm-thick annealed Ga0.95Mn0.05As films with Tc~90K demonstrate\ntransition from metallic to insulating state below To~10K, where sheet\nresistances Rsh~h/e2 and both longitudinal Rxx and transverse Rxy components\nbecome comparable. Below metal-insulator transition we found giant anisotropic\nmagnetoresistance (GAMR), which depends on orientation of magnetization to\ncrystallographic axes and manifests itself in positive magnetoresistance near\n50% for Rxx at T=1.7K, H//[110] crystallographic direction and parallel to\ncurrent in contrast to smaller and negative magnetoresistance for H//\ndirection. We connect GAMR with anisotropic spin-orbit interaction resulting in\nformation of high- and low- resistance states with different localization along\nnon-equivalent easy axes.\n","Comment: 11 pages, 3 figures,submitted to APL"]}]
["0806.2599",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05A17","05A19","11P83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2599"],"date":["2008-06-16"],"type":["text"],"creator":["Ji, Kathy Qing"],"language":[],"coverage":[],"title":["The combinatorics of k-marked Durfee symbols"],"description":["  Andrews recently introduced k-marked Durfee symbols which are connected to\nmoments of Dyson's rank. By these connections, Andrews deduced their generating\nfunctions and some combinatorial properties and left their purely combinatorial\nproofs as open problems. The primary goal of this article is to provide\ncombinatorial proofs in answer to Andrews' request. We obtain a relation\nbetween k-marked Durfee symbols and Durfee symbols by constructing bijections,\nand all identities on k-marked Durfee symbols given by Andrews could follow\nfrom this relation. In a similar manner, we also prove the identities due to\nAndrews on k-marked odd Durfee symbols combinatorially, which resemble ordinary\nk-marked Durfee symbols with a modified subscript and with odd numbers as\nentries.\n","Comment: 21 pages"]}]
["0806.2603",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2603","in Gravitational waves and experimental gravity, Proc. XLIIemes\n  Rencontres de Moriond 2007, Eds. J. Dumarchez, J. Tran Thanh Van, The Gioi,\n  Hanoi (2007) 271-280"],"date":["2008-06-16"],"type":["text"],"creator":["Jaekel, Marc-Thierry","Reynaud, Serge"],"language":[],"coverage":[],"title":["Gravitation in the solar system and metric extensions of general\n  relativity"],"description":["  Despite its remarkable agreement with gravity tests in the solar system,\ngeneral relativity is challenged at larger scales. Large scale tests performed\nin the solar system by the Pioneer 10/11 probes have failed to confirm the\nexpected gravity laws. We discuss here extensions of general relativity which\npreserve its geometrical nature while showing an ability to conciliate the\nPioneer anomalies with other gravity tests. Further testable phenomenological\nconsequences are also briefly discussed.\n","Comment: 8 pages"]}]
["0806.2605",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2605"],"date":["2008-06-16"],"type":["text"],"creator":["Hoyt, Crystal","Reif, Shifra"],"language":[],"coverage":[],"title":["Simplicity of vacuum modules over affine Lie superalgebras"],"description":["  We prove an explicit condition on the level $k$ for the irreducibility of a\nvacuum module $V^{k}$ over a (non-twisted) affine Lie superalgebra, which was\nconjectured by M. Gorelik and V.G. Kac. An immediate consequence of this work\nis the simplicity conditions for the corresponding minimal W-algebras obtained\nvia quantum reduction, in all cases except when the level $k$ is a non-negative\ninteger.\n","Comment: 16 pages"]}]
["0806.2607",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2607"],"date":["2008-06-16"],"type":["text"],"creator":["S. Jr., Arismar Cerqueira","Marconi, J. D.","Gabrielli, L. H.","Rieznik, A. A.","Hernandez-Figueroa, H. E.","Fragnito, H. L.","Knight, J. C."],"language":[],"coverage":[],"title":["Multi-wavelength source at ITU-T grid based on ultra-flattened\n  dispersion photonic crystal fibers"],"description":["  We report on the development of a multi-wavelength source locked to the ITU-T\ngrid at 100 GHz spacing and based on ultra-flattened dispersion photonic\ncrystal fibers. The ITU-T grid frequencies are generated by taking advantage of\nmultiple four-wave mixing processes. We experimentally obtained 250 products\nspanning over 200nm by launching 03 strong pump signals. Simulations based on\nSplit-Step Fourier Method have been carried out in order to investigate and\nimprove the performance of this nonlinear optical device.\n","Comment: 5 pages, 5 figures"]}]
["0806.2615",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2615"],"date":["2008-06-16"],"type":["text"],"creator":["Korcsak-Gorzo, Katherine","H1, for the","Collaborations, ZEUS"],"language":[],"coverage":[],"title":["High Q2 Structure Functions at HERA"],"description":["  The latest results of H1 and ZEUS on the electroweak cross sections using\npolarised lepton beams are presented with the improvements in the parton\ndensity functions that result from them. The asymmetry of the neutral current\ncross sections between e-p and e+p was measured and shows parity violation in\nagreement with the Standard Model. The dependence of the charged current cross\nsection on the beam polarisation has been obtained and its extrapolation to\nfull polarisation implies the absence of right-handed charged currents.\nConstraints on the vector and axial vector couplings of the u and d quarks to\nthe Z boson from a combined QCD and electroweak fit are shown and the results\nfrom the combination of H1 and ZEUS data are reviewed.\n","Comment: Submitted as proceedings for Moriond QCD 2008"]}]
["0806.2619",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2619"],"date":["2008-06-16"],"type":["text"],"creator":["Bergvelt, Maarten"],"language":[],"coverage":[],"title":["$H_D$-Quantum Vertex Algebras"],"description":["  We discuss a class of quantum vertex algebras where not only the\ncommutativity of the vertex algebra is broken by a braiding map $S^{(\\tau)}$,\nbut also the translation covariance is broken by a translation map\n$S^{(\\gamma)}$. The new class of quantum vertex operators satisfy a Braided\nJacobi Identity containing both the braiding and the translation maps.\n","Comment: 5 pages, for the proceedings of the Varna 2007 conference Lie theory\n  and Applications VII"]}]
["0806.2640",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2640"],"date":["2008-06-16"],"type":["text"],"creator":["Lata, Sneh","Mittal, Meghna","Paulsen, Vern I."],"language":[],"coverage":[],"title":["An operator algebraic proof of Agler's factorization theorem"],"description":["  We give a short direct proof of Agler's factorization theorem that uses the\nabstract characterization of operator algebras. the key ingredient of this\nproof is an operator algebra factorization theorem. Our proof provides some\nadditional information about these factorizations in the case of polynomials.\n"]}]
["0806.2645",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Metric Geometry","Mathematics - Rings and Algebras","15A45","15A15, 15A48, 05B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2645"],"date":["2008-06-16"],"type":["text"],"creator":["Hall, H. Tracy","Johnson, Charles R."],"language":[],"coverage":[],"title":["Bounded Ratios of Products of Principal Minors of Positive Definite\n  Matrices"],"description":["  Considered is the multiplicative semigroup of ratios of products of principal\nminors bounded over all positive definite matrices. A long history of\nliterature identifies various elements of this semigroup, all of which lie in a\nsub-semigroup generated by Hadamard-Fischer inequalities. Via cone-theoretic\ntechniques and the patterns of nullity among positive semidefinite matrices, a\nsemigroup containing all bounded ratios is given. This allows the complete\ndetermination of the semigroup of bounded ratios for 4-by-4 positive definite\nmatrices, whose 46 generators include ratios not implied by Hadamard-Fischer\nand ratios not bounded by 1. For n > 4 it is shown that the containment of\nsemigroups is strict, but a generalization of nullity patterns, of which one\nexample is given, is conjectured to provide a finite determination of all\nbounded ratios.\n","Comment: 7 pages"]}]
["0806.2646",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2646"],"date":["2008-06-16"],"type":["text"],"creator":["Goldberg, Y.","Zakai, A.","Kushnir, D.","Ritov, Y."],"language":[],"coverage":[],"title":["Manifold Learning: The Price of Normalization"],"description":["  We analyze the performance of a class of manifold-learning algorithms that\nfind their output by minimizing a quadratic form under some normalization\nconstraints. This class consists of Locally Linear Embedding (LLE), Laplacian\nEigenmap, Local Tangent Space Alignment (LTSA), Hessian Eigenmaps (HLLE), and\nDiffusion maps. We present and prove conditions on the manifold that are\nnecessary for the success of the algorithms. Both the finite sample case and\nthe limit case are analyzed. We show that there are simple manifolds in which\nthe necessary conditions are violated, and hence the algorithms cannot recover\nthe underlying manifolds. Finally, we present numerical results that\ndemonstrate our claims.\n","Comment: Submitted to JMLR"]}]
["0806.2653",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2653"],"date":["2008-06-16"],"type":["text"],"creator":["Majumder, A.","Wang, Xin-Nian"],"language":[],"coverage":[],"title":["Modification of the dihadron fragmentation function in nuclear matter"],"description":["  The medium modification of dihadron fragmentation functions in the deeply\ninelastic scattering (DIS) off a large nucleus is studied within the framework\nof the higher-twist expansion in the collinear factorization formalism. It is\ndemonstrated that the modification due to multiple parton scattering in the\nnuclear medium is similar to that of the single hadron fragmentation function.\nHowever, the conditional distribution of the associated hadron given by the\nratio of dihadron to single hadron fragmentation function shows only slight\nmodification. The final results depend modestly on the nuclear density\ndistribution. Comparisons with the experimental results on two hadron\ncorrelations as obtained by the HERMES collaboration at DESY are presented.\n","Comment: 23 pages, 11 figures, Revtex4, figure 9 format changed"]}]
["cond-mat/0502304",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0502304","Physica E 31, 155 (2006)","doi:10.1016/j.physe.2005.11.004"],"date":["2005-02-11"],"type":["text"],"creator":["Pereira, Ana L. C.","Chalker, J. T."],"language":[],"coverage":[],"title":["Electrostatic theory for imaging experiments on local charges in quantum\n  Hall systems"],"description":["  We use a simple electrostatic treatment to model recent experiments on\nquantum Hall systems, in which charging of localised states by addition of\ninteger or fractionally-charged quasiparticles is observed. Treating the\nlocalised state as a compressible quantum dot or antidot embedded in an\nincompressible background, we calculate the electrostatic potential in its\nvicinity as a function of its charge, and the chemical potential values at\nwhich its charge changes. The results offer a quantitative framework for\nanalysis of the observations.\n","Comment: 4 pages, 3 figures"]}]
["cond-mat/0512603",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0512603","Phys. Rev. B 73, 165305 (2006)","doi:10.1103/PhysRevB.73.165305"],"date":["2005-12-23"],"type":["text"],"creator":["Wimmer, Michael","Nair, S. V.","Shumway, J."],"language":[],"coverage":[],"title":["Biexciton recombination rates in self-assembled quantum dots"],"description":["  The radiative recombination rates of interacting electron-hole pairs in a\nquantum dot are strongly affected by quantum correlations among electrons and\nholes in the dot. Recent measurements of the biexciton recombination rate in\nsingle self-assembled quantum dots have found values spanning from two times\nthe single exciton recombination rate to values well below the exciton decay\nrate. In this paper, a Feynman path-integral formulation is developed to\ncalculate recombination rates including thermal and many-body effects. Using\nreal-space Monte Carlo integration, the path-integral expressions for realistic\nthree-dimensional models of InGaAs/GaAs, CdSe/ZnSe, and InP/InGaP dots are\nevaluated, including anisotropic effective masses. Depending on size, radiative\nrates of typical dots lie in the regime between strong and intermediate\nconfinement. The results compare favorably to recent experiments and\ncalculations on related dot systems. Configuration interaction calculations\nusing uncorrelated basis sets are found to be severely limited in calculating\ndecay rates.\n","Comment: 11 pages, 4 figures"]}]
["cs/0608054",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Computational Geometry","Computer Science - Data Structures and Algorithms","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0608054"],"date":["2006-08-12","2008-06-17"],"type":["text"],"creator":["Rademacher, Luis","Vempala, Santosh"],"language":[],"coverage":[],"title":["Dispersion of Mass and the Complexity of Randomized Geometric Algorithms"],"description":["  How much can randomness help computation? Motivated by this general question\nand by volume computation, one of the few instances where randomness provably\nhelps, we analyze a notion of dispersion and connect it to asymptotic convex\ngeometry. We obtain a nearly quadratic lower bound on the complexity of\nrandomized volume algorithms for convex bodies in R^n (the current best\nalgorithm has complexity roughly n^4, conjectured to be n^3). Our main tools,\ndispersion of random determinants and dispersion of the length of a random\npoint from a convex body, are of independent interest and applicable more\ngenerally; in particular, the latter is closely related to the variance\nhypothesis from convex geometry. This geometric dispersion also leads to lower\nbounds for matrix problems and property testing.\n","Comment: Full version of L. Rademacher, S. Vempala: Dispersion of Mass and the\n  Complexity of Randomized Geometric Algorithms. Proc. 47th IEEE Annual Symp.\n  on Found. of Comp. Sci. (2006). A version of it to appear in Advances in\n  Mathematics"]}]
["math/0305439",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0305439"],"date":["2003-05-30","2008-06-17"],"type":["text"],"creator":["Katsylo, P. I."],"language":[],"coverage":[],"title":["Projective Invariants of Riemannian Metrics"],"description":["  It is understood now that all projective (and conformal) invariants of\nRiemannian metrics can be found by a transparent construction based on\nrepresentation theory. So this article with a partial and quite cumbersome\nconstruction of projective invariants become obsolete.\n","Comment: The paper is withdrawn by the author"]}]
["math/0604262",{"format":[],"subject":["Mathematics - Probability","60E15 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604262","Annals of Probability 2008, Vol. 36, No. 3, 1023-1058","doi:10.1214/07-AOP351"],"date":["2006-04-11","2008-06-13"],"type":["text"],"creator":["Adamczak, Radosław","Latała, Rafał"],"language":[],"coverage":[],"title":["The LIL for canonical $U$-statistics"],"description":["  We give necessary and sufficient conditions for the (bounded) law of the\niterated logarithm for canonical $U$-statistics of arbitrary order $d$,\nextending the previously known results for $d=2$. The nasc's are expressed as\ngrowth conditions on a parameterized family of norms associated with the\n$U$-statistics kernel.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOP351 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["math/0610463",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","14H40, 81T40 (Primary)","18C10, 32G15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610463"],"date":["2006-10-15","2008-06-17"],"type":["text"],"creator":["Fiore, Thomas M.","Kriz, Igor"],"language":[],"coverage":[],"title":["What is the Jacobian of a Riemann surface with boundary?"],"description":["  We define the Jacobian of a Riemann surface with analytically parametrized\nboundary components. These Jacobians belong to a moduli space of ``open abelian\nvarieties'' which satisfies gluing axioms similar to those of Riemann surfaces,\nand therefore allows a notion of ``conformal field theory'' to be defined on\nthis space. We further prove that chiral conformal field theories corresponding\nto even lattices factor through this moduli space of open abelian varieties.\n","Comment: 27 pages. Minor explanation and motivation added."]}]
["math/9912159",{"format":[],"subject":["Mathematics - Complex Variables","Mathematical Physics","53z05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9912159","Journal of Nonlinear Mathematical Physics - Volume 11 -3 (2004),\n  297 - 324","doi:10.2991/jnmp.2004.11.3.4"],"date":["1999-12-20","2008-06-16"],"type":["text"],"creator":["Meneghini, Claudio"],"language":[],"coverage":[],"title":["A Holomorphic Point of View about Geodesic Completeness"],"description":["  We propose to apply the idea of analytical continuation in the complex domain\nto the problem of geodesic completeness. We shall analyse rather in detail the\ncases of analytical warped products of real lines, these ones in parallel with\ntheir complex counterparts, and of Clifton-Pohl torus, to show that our\ndefinition sheds a bit of new light on the behaviour of 'singularities' of\ngeodesics in space-time. We also show that some geodesics, which 'end' at\nfinite time in the classical sense, can be naturally continued besides their\nends. As a matter of fact, complex metrics naturally show a meromorphic\nbehaviour, or a degenerating one, so we shall study also this fact in detail.\n","Comment: Completely revised version - mistakes fixed - 38 pages - LaTeX Please\n  note that the author is also known as \"Claudi Meneghin\""]}]
["quant-ph/0412206",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0412206","Journal of the Korean Physical Society 52, 1726 (2008)"],"date":["2004-12-28","2008-04-22"],"type":["text"],"creator":["Hwang, W. -Y.","Lim, I. -T.","Park, J. -W."],"language":[],"coverage":[],"title":["No-clicking Event in Quantum Key Distribution"],"description":["  We discuss the `no-clicking' event, which is harmful for legitimate users in\nBennett-Brassard 1984 quantum key distribution: We describe an attack where\nno-clicking events are utilized in the same way as double-clicking events are\nutilized in the quantum Trojan-pony attack. We discuss how to deal with the\nno-clicking events. We discuss how to estimate the security of the protocol\nagainst the proposed attack by using a formula involved with the fraction of\nadversarial removals of events.\n","Comment: 4 pages, RevTex"]}]
["quant-ph/0611078",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0611078","Phys. Rev. A 75, 043604 (2007)","doi:10.1103/PhysRevA.75.043604"],"date":["2006-11-07","2007-03-21"],"type":["text"],"creator":["França, V. V.","Prataviera, G. A."],"language":[],"coverage":[],"title":["Stability and entanglement in optical-atomic amplification of trapped\n  atoms: the role of atomic collisions"],"description":["  Atomic collisions are included in an interacting system of optical fields and\ntrapped atoms allowing field amplification. We study the effects of collisions\non the system stability. Also a study of the degree of entanglement between\natomic and optical fields is made. We found that, for an atomic field initially\nin a vacuum state and optical field in a coherent state, the degree of\nentanglement does not depend on the optical field intensity or phase. We show\nthat in conditions of exponential instability the system presents at long times\ntwo distinct stationary degree of entanglement with collisions affecting only\none of them.\n","Comment: 6 pages, 4 figures, accepted by PRA"]}]
