["0704.1047",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1047"],"date":["2007-04-08","2008-02-02"],"type":["text"],"creator":["Sellwood, J. A."],"language":[],"coverage":[],"title":["Bar-Halo Friction in Galaxies III: Particle Number Requirements for\n  Simulations"],"description":["  The question whether the dark matter halo density in the centers of galaxies\ncould be changed through interactions with a rotating bar in the baryonic disk\nis of considerable current interest. While N-body simulations have been used to\naddress this question, it has also been claimed that results from such\nsimulations cannot be trusted. Based on a perturbative treatment of resonant\nexchanges between orbits and a rotating perturbation, Weinberg & Katz contend\nthat N-body simulations of this process will not reveal the continuum result\nunless many more than the usual numbers of particles are employed. Here I\nreport a study designed to examine their contention, finding results that show\nno dependence on the number of particles over the range usually employed up to\nthat advocated by these authors. I show that my results are independent of all\nnumerical parameters, and that field methods perform equally with grid methods\nin this respect. I also identify the reasons that the required particle number\nsuggested by Weinberg & Katz is excessive.\n","Comment: This paper has been withdrawn by the author because all the material\n  has been included in the earlier paper astro-ph/0610468, which is now\n  accepted to appear in ApJ"]}]
["0706.0370",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0370","J. Phys.: Condens. Matter 20, 085209 (2008).","doi:10.1088/0953-8984/20/8/085209"],"date":["2007-06-03","2008-01-10"],"type":["text"],"creator":["Cheng, J. L.","Wu, M. W."],"language":[],"coverage":[],"title":["Kinetic investigation on extrinsic spin Hall effect induced by skew\n  scattering"],"description":["  The kinetics of the extrinsic spin Hall conductivity induced by the skew\nscattering is performed from the fully microscopic kinetic spin Bloch equation\napproach in $(001)$ GaAs symmetric quantum well. In the steady state, the\nextrinsic spin Hall current/conductivity vanishes for the linear-$\\mathbf k$\ndependent spin-orbit coupling and is very small for the cubic-$\\mathbf k$\ndependent spin-orbit coupling. The spin precession induced by the\nDresselhaus/Rashba spin-orbit coupling plays a very important role in the\nvanishment of the extrinsic spin Hall conductivity in the steady state. An\nin-plane spin polarization is induced by the skew scattering, with the help of\nthe spin-orbit coupling. This spin polarization is very different from the\ncurrent-induced spin polarization.\n","Comment: 5 pages, 2 figures, to be published in JPCM"]}]
["0708.0416",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0416","Phys. Rev. Lett. 100, 046404 (2008)","doi:10.1103/PhysRevLett.100.046404"],"date":["2007-08-02","2007-12-12"],"type":["text"],"creator":["Arnold, Michael","Kroha, Johann"],"language":[],"coverage":[],"title":["Simultaneous ferromagnetic metal-semiconductor transition in\n  electron-doped EuO"],"description":["  We present a general framework to describe the simultaneous\npara-to-ferromagnetic and semiconductor-to-metal transition in electron-doped\nEuO. The theory correctly describes detailed experimental features of the\nconductivity and of the magnetization, in particular the doping dependence of\nthe Curie temperature. The existence of correlation-induced local moments on\nthe impurity sites is essential for this description.\n","Comment: 4 pages, 4 figures, Phys. Rev. Lett., published version; different\n  behavior of Gd impurities and O defects clarified"]}]
["0708.1574",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1574"],"date":["2007-08-11","2008-02-02"],"type":["text"],"creator":["Kaledin, D."],"language":[],"coverage":[],"title":["Cartier isomorphism and Hodge Theory in the non-commutative case"],"description":["  These are lecture notes from Clay Summer School in Goettingen, in 2006; the\nlectures were an attempt at an elementary introduction to math.KT/0611623.\n","Comment: LaTeX2e, 34 pages. Fixed some typos. Final version"]}]
["0710.3653",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3653","Opt. Quant. Electron. 39, 903 (2007).","doi:10.1007/s11082-007-9123-3"],"date":["2007-10-19"],"type":["text"],"creator":["Pedersen, M. E. V.","Rishoj, L. S.","Steffensen, H.","Xiao, S.","Mortensen, N. A."],"language":[],"coverage":[],"title":["Slow-light enhanced optical detection in liquid-infiltrated photonic\n  crystals"],"description":["  Slow-light enhanced optical detection in liquid-infiltrated photonic crystals\nis theoretically studied. Using a scattering-matrix approach and the\nWigner-Smith delay time concept, we show that optical absorbance benefits both\nfrom slow-light phenomena as well as a high filling factor of the energy\nresiding in the liquid. Utilizing strongly dispersive photonic crystal\nstructures, we numerically demonstrate how liquid-infiltrated photonic crystals\nfacilitate enhanced light-matter interactions, by potentially up to an order of\nmagnitude. The proposed concept provides strong opportunities for improving\nexisting miniaturized absorbance cells for optical detection in lab-on-a-chip\nsystems.\n","Comment: Paper accepted for the \"Special Issue OWTNM 2007\" edited by A.\n  Lavrinenko and P. J. Roberts"]}]
["0710.5716",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5716"],"date":["2007-10-30","2008-02-02"],"type":["text"],"creator":["Wolfsheimer, S.","Burghardt, B.","Mann, A.","Hartmann, A. K."],"language":[],"coverage":[],"title":["RNA Secondary Structures: Complex Statics and Glassy Dynamics"],"description":["  Models for RNA secondary structures (the topology of folded RNA) without\npseudo knots are disordered systems with a complex state-space below a critical\ntemperature. Hence, a complex dynamical (glassy) behavior can be expected, when\nperforming Monte Carlo simulation. Interestingly, in contrast to most other\ncomplex systems, the ground states and the density of states can be computed in\npolynomial time exactly using transfer matrix methods. Hence, RNA secondary\nstructure is an ideal model to study the relation between static/thermodynamic\nproperties and dynamics of algorithms. Also they constitute an ideal benchmark\nsystem for new Monte Carlo methods.\n  Here we considered three different recent Monte Carlo approaches: entropic\nsampling using flat histograms, optimized-weights ensembles, and ParQ, which\nestimates the density of states from transition matrices.\n  These methods were examined by comparing the obtained density of states with\nthe exact results. We relate the complexity seen in the dynamics of the Monte\nCarlo algorithms to static properties of the phase space by studying the\ncorrelations between tunneling times, sampling errors, amount of meta-stable\nstates and degree of ultrametricity at finite temperature.\n"]}]
["0801.4846",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4846"],"date":["2008-01-31","2008-02-01"],"type":["text"],"creator":["Woodcock, Leslie V."],"language":[],"coverage":[],"title":["Virial Equation-of-State for Hard Spheres"],"description":["  Recent values for virial coefficients up to B12, when expressed in powers of\ndensity relative to maximum close packing,lead to a closed equation-of-state\nfor the equilibrium fluid. The series obtained converges for all densities;it\nbecomes negative and diverges to a negative pole at maximum packing. MD data\nfor 64000 spheres in the metastable region shows the virial pressure begins to\ndeviate at the fluid freezing density.\n","Comment: Hard-sphere fluid: 4 pages 2 tables 2 figures"]}]
["cond-mat/0703717",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703717","Phys. Rev. Lett. 100, 027001 (2008)","doi:10.1103/PhysRevLett.100.027001"],"date":["2007-03-27","2007-12-05"],"type":["text"],"creator":["Tewari, Sumanta","Zhang, Chuanwei","Sarma, S. Das","Nayak, Chetan","Lee, Dung-Hai"],"language":[],"coverage":[],"title":["Testable signatures of quantum non-locality in a two-dimensional chiral\n  p-wave superconductor"],"description":["  A class of topological excitations -- the odd-winding-number vortices -- in a\nspinless 2D chiral p-wave $(p_x+ip_y)$ superconductor trap Majorana fermion\nstates in the vortex cores. For a dilute gas of such vortices, the lowest\nenergy \\textit{fermionic} eigenstates are intrinsically non-local. We predict\ntwo testable signatures of this unusual quantum non-locality in quasiparticle\ntunneling experiments. We discuss why the associated teleportation-like\nphenomenon does not imply the violation of causality.\n","Comment: 4 pages, 2 eps figures, typos corrected, new section added on\n  possible experiments in atomic superfluids; version accepted for publication\n  in PRL"]}]
["math-ph/0703033",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","22E45,46G12,46G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0703033"],"date":["2007-03-10","2008-02-01"],"type":["text"],"creator":["Vershik, Anatoly"],"language":[],"coverage":[],"title":["Does there exist the Lebesgue measure in the infinite-dimensional space?"],"description":["  We study the sigma-finite measures in the space of vector-valued\ndistributions on the manifold $X$ with Laplace transform\n  $$\\Psi(f)=\\exp\\{-\\theta\\int_X\\ln||f(x)||dx\\}, \\theta>0.$$\n  We also consider the weak limit of Haar measures on the Cartan subgroup of\nthe group $SL(n,{\\Bbb R})$ when $n$ tends to infinity. The measure in the limit\nis called {\\it infinite dimensional Lebesgue measure}. It is invariant under\nthe linear action of some infinite-dimensional Abelian group which is an analog\nof Cartan subgroup. The measure also is closely related to the\nPoisson--Dirichlet measures well known in combinatorics and probability theory.\nThe only known example of the analogous asymptotical behavior of the uniform\nmeasure on the homogeneous manifold is {\\it classical Maxwell-Poincar\\'e lemma}\nwhich asserts that the weak limit of uniform measures on the Euclidean sphere\nof appropriate radius as dimension tends to infinity is the standard\ninfinite-dimensional Gaussian measure and white noise, but in our situation all\nthe measures are no more finite but sigma-finite.\n","Comment: 35 pp. Ref 39"]}]
