["0704.2916",{"format":[],"subject":["Mathematics - Probability","82B26 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2916","Annals of Applied Probability 2008, Vol. 18, No. 5, 1897-1909","doi:10.1214/07-AAP508"],"date":["2007-04-22","2008-11-13"],"type":["text"],"creator":["Sly, Allan"],"language":[],"coverage":[],"title":["Uniqueness thresholds on trees versus graphs"],"description":["  Counter to the general notion that the regular tree is the worst case for\ndecay of correlation between sets and nodes, we produce an example of a\nmulti-spin interacting system which has uniqueness on the $d$-regular tree but\ndoes not have uniqueness on some infinite $d$-regular graphs.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AAP508 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0706.0670",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0670","Ukr. Journ. Phys. V.52 N6. 546 (2007)"],"date":["2007-06-05"],"type":["text"],"creator":["Kolomietz, V. M.","Lukyanov, S. V.","Khudenko, O. O."],"language":[],"coverage":[],"title":["Energy weighted sums for collective excitations in nuclear Fermi-liquid"],"description":["  Model independent, $m_1$, adiabatic, $m_{-1}$, and high-energy, $m_3$, energy\nweighted sums for the isoscalar and isovector nuclear excitations are\ninvestigated within the framework of the kinetic theory adopted to the\ndescription of a two-component nuclear Fermi-liquid. For both the adiabatic and\nscaling approaches, the connection of the EWS $m_{-1}$ and $m_3$ to the nuclear\nstiffness coefficients and the first- and zero-sound velocity is established.\nWe study the enhancement factor $\\kappa_{I}$ in the energy weighted sum $m'_1$\nfor the isovector excitations and provide the reasonable explanation of the\nexperimental exceeding of the 100% exhaustion of sum $m'_1$ for the isovector\ngiant dipole resonances. We show the dependence of the enhancement factor\n$\\kappa_{I}$ on the nuclear mass number $A$ and analyse its dependence on the\nLandau's isovector amplitude $F'_1$.\n","Comment: 25 pages, 5 figures. accepted for publication in Ukr. Phys. J"]}]
["0707.3758",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J30, 14J45, 14N35, 14N10, 14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3758"],"date":["2007-07-25","2008-11-13"],"type":["text"],"creator":["Przyjalkowski, Victor"],"language":[],"coverage":[],"title":["On Landau--Ginzburg models for Fano varieties"],"description":["  We observe a method for finding weak Landau-Ginzburg models for Fano\nvarieties and find them for smooth Fano threefolds of genera 9, 10, and 12.\n","Comment: 11 pages; misprint in the Landau--Ginzburg model for V_{16} is\n  corrected"]}]
["0707.4490",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4490","Physica B 401-402, 454 (2007)","doi:10.1016/j.physb.2007.08.210"],"date":["2007-07-30"],"type":["text"],"creator":["Stone, Peter R.","Beeman, Jeffrey W.","Yu, Kin M.","Dubon, Oscar D."],"language":[],"coverage":[],"title":["Tuning of ferromagnetism through anion substitution in Ga-Mn-pnictide\n  ferromagnetic semiconductors"],"description":["  We have synthesized Ga1-xMnxAs1-yPy and Ga1-xMnxP1-yNy by the combination of\nion implantation and pulsed-laser melting. We find that the incorporation of\nisovalent impurities with smaller atomic radii leads to a realignment of the\nmagnetic easy axis in Ga1-xMnxP1-yNy/GaP and Ga1-xMnxAs1-yPy/GaAs thin films\nfrom in-plane to out-of-plane. This tensile-strain-induced magnetic anisotropy\nis reminiscent of that observed in Ga1-xMnxAs grown on larger lattice constant\n(In,Ga)As buffer layers indicating that the role of strain in determining\nmagnetic anisotropy is fundamental to III-Mn-V materials. In addition, we\nobserve a decrease in the ferromagnetic Curie temperature in Ga1-xMnxAs1-yPy\nwith increasing y from 0 to 0.028. Such a decrease may result from localization\nof holes as the P/As ratio on the Group V sublattice increases.\n","Comment: 14 pages, 4 figures. Accepted for publication in the Proceedings of\n  the 24th International Conference on Defects in Semiconductors, which will be\n  released in the journal Physica B: Condensed Matter"]}]
["0709.0341",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0341","Statistical Mechanics Research, ed. Byung-Soo Kim, Nova Science\n  Publishers, Inc., 2008, Ch. 6, pp. 249-264"],"date":["2007-09-04","2008-11-13"],"type":["text"],"creator":["Sitnitsky, A. E."],"language":[],"coverage":[],"title":["Anomalous diffusion coefficient in disordered media from NMR relaxation"],"description":["  Application of fractional calculus to the description of anomalous diffusion\nand relaxation processes in complex media provided one of the most impressive\nimpulses to the development of statistical physics during the last decade. In\nparticular the so-called fractional diffusion equation enabled one to capture\nthe main features of anomalous diffusion. However the price for this\nachievement is rather high - the fractional diffusion coefficient becomes an\ninvolved function of a characteristic of the media (e.g., that of the radius of\npores in the case of the porous one). Revealing this dependence from the first\nprinciples is one of the main problems in this field of science. Another one\nstill remains that of extracting this dependence from the experiment. The\nlatter problem is tackled in the present paper. Our aim is to provide detailed\nand pedagogical deriving the relationship of the fractional diffusion\ncoefficient with experimentally observable value from nuclear magnetic\nresonance (NMR) spin-lattice relaxation data. The result obtained promotes the\nNMR relaxation method to become a powerful tool in solving the problem of\nexperimental measuring the fractional diffusion coefficient. Also the merits\nand limitations of NMR relaxation method and pulsed-field gradient (PFG) NMR\nfor the research of anomalous diffusion are compared and discussed.\n","Comment: LaTex, 26 p.,final version"]}]
["0710.0436",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0436"],"date":["2007-10-02","2008-11-13"],"type":["text"],"creator":["Tsai, Yeong-Shyeong"],"language":[],"coverage":[],"title":["Application of Quantum Theory to Super-parametric Density Estimation"],"description":["  In this paper, we will discuss how to generalize nonparametric density\nestimators to MLE parametric estimators. Basing on the Parzen window theory and\nusing the advantages of probability amplitude of quantum theory, we model a\nnonlinear optimization problem and it is very difficult, if not impossible, to\nsolve the problem. A constructive procedure for solving the nonlinear\nprogramming problem is studied. Though it seems to be very complicated, the\napproach of this paper is simple and comprehensive. More precisely, the lemmas,\nthe theorems and their proofs serve the purpose for mathematical rigor and\npractical computation. Instead of using techniques and terminologies of\nadvanced mathematics, we use the popular techniques and terminologies of\nelementary calculus. From the numerical results of the paper by Y. --S. Tsai et\nal. [7], it shows that a new approach of density estimation, super-parametric\ndensity estimation, is established completely. Strictly speaking, the work of\nthe paper is not confined in the category of statistics. It could be classified\ninto nonlinear analysis such as optimization on linear space, or manifold, and\nthe algorithm of computer science.\n","Comment: There are 30 pages and 3 fighures in this paper. The lemmas, the\n  theorems and their proofs are organized in computer progromming language\n  oriented though this is a theoretical paper. In the paper, we create a new\n  and complete both in theory and application for density estimation"]}]
["0710.3605",{"format":[],"subject":["Mathematical Physics","Quantum Physics","81Q99","46N50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3605","Letters in Mathematical Physics 84 (2008) 41-46","doi:10.1007/s11005-008-0229-8"],"date":["2007-10-18"],"type":["text"],"creator":["Tumulka, Roderich"],"language":[],"coverage":[],"title":["A Kolmogorov Extension Theorem for POVMs"],"description":["  We prove a theorem about positive-operator-valued measures (POVMs) that is an\nanalog of the Kolmogorov extension theorem, a standard theorem of probability\ntheory. According to our theorem, if a sequence of POVMs G_n on $\\mathbb{R}^n$\nsatisfies the consistency (or projectivity) condition $G_{n+1}(A\\times\n\\mathbb{R}) = G_n(A)$ then there is a POVM G on the space\n$\\mathbb{R}^\\mathbb{N}$ of infinite sequences that has G_n as its marginal for\nthe first n entries of the sequence. We also describe an application in quantum\ntheory.\n","Comment: 6 pages LaTeX, no figures"]}]
["0712.1916",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1916","Journal of Informetrics 2 (2008) 326-334","doi:10.1016/j.joi.2008.07.002"],"date":["2007-12-12","2008-07-01"],"type":["text"],"creator":["Vanclay, Jerome K."],"language":[],"coverage":[],"title":["Ranking forestry journals using the h-index"],"description":["  An expert ranking of forestry journals was compared with journal impact\nfactors and h-indices computed from the ISI Web of Science and internet-based\ndata. Citations reported by Google Scholar appear to offer the most efficient\nway to rank all journals objectively, in a manner consistent with other\nindicators. This h-index exhibited a high correlation with the journal impact\nfactor (r=0.92), but is not confined to journals selected by any particular\ncommercial provider. A ranking of 180 forestry journals is presented, on the\nbasis of this index.\n","Comment: 21 pages, 3 figures, 5 tables. New table added in response to\n  reviewer comments"]}]
["0801.0756",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0756"],"date":["2008-01-04","2008-11-12"],"type":["text"],"creator":["Ma, Nan","Ishwar, Prakash"],"language":[],"coverage":[],"title":["Distributed Source Coding for Interactive Function Computation"],"description":["  A two-terminal interactive distributed source coding problem with alternating\nmessages for function computation at both locations is studied. For any number\nof messages, a computable characterization of the rate region is provided in\nterms of single-letter information measures. While interaction is useless in\nterms of the minimum sum-rate for lossless source reproduction at one or both\nlocations, the gains can be arbitrarily large for function computation even\nwhen the sources are independent. For a class of sources and functions,\ninteraction is shown to be useless, even with infinite messages, when a\nfunction has to be computed at only one location, but is shown to be useful, if\nfunctions have to be computed at both locations. For computing the Boolean AND\nfunction of two independent Bernoulli sources at both locations, an achievable\ninfinite-message sum-rate with infinitesimal-rate messages is derived in terms\nof a two-dimensional definite integral and a rate-allocation curve. A general\nframework for multiterminal interactive function computation based on an\ninformation exchange protocol which successively switches among different\ndistributed source coding configurations is developed. For networks with a star\ntopology, multiple rounds of interactive coding is shown to decrease the\nscaling law of the total network rate by an order of magnitude as the network\ngrows.\n","Comment: 30 pages, 6 figures. This work has been submitted to the IEEE for\n  possible publication. Parts of this work were presented at 2008 IEEE\n  International Symposium on Information Theory (ISIT'08)"]}]
["0802.1379",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1379"],"date":["2008-02-11","2008-11-12"],"type":["text"],"creator":["Zhao, Qing","Krishnamachari, Bhaskar"],"language":[],"coverage":[],"title":["Structure and Optimality of Myopic Policy in Opportunistic Access with\n  Noisy Observations"],"description":["  A restless multi-armed bandit problem that arises in multichannel\nopportunistic communications is considered, where channels are modeled as\nindependent and identical Gilbert-Elliot channels and channel state\nobservations are subject to errors. A simple structure of the myopic policy is\nestablished under a certain condition on the false alarm probability of the\nchannel state detector. It is shown that the myopic policy has a semi-universal\nstructure that reduces channel selection to a simple round-robin procedure and\nobviates the need to know the underlying Markov transition probabilities. The\noptimality of the myopic policy is proved for the case of two channels and\nconjectured for the general case based on numerical examples.\n","Comment: Submitted to IEEE Transactions on Automatic Control"]}]
["0802.2636",{"format":[],"subject":["Mathematics - Statistics Theory","60F15, 60F17 (Primary) 62G07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2636","Electronic Journal of Statistics 2008, Vol. 2, 1043-1064","doi:10.1214/08-EJS193"],"date":["2008-02-19","2008-11-13"],"type":["text"],"creator":["Varron, Davit"],"language":[],"coverage":[],"title":["A limited in bandwidth uniformity for the functional limit law of the\n  increments of the empirical process"],"description":["  Consider the following local empirical process indexed by $K\\in \\mathcal{G}$,\nfor fixed $h>0$ and $z\\in \\mathbb{R}^d$: $$G_n(K,h,z):=\\sum_{i=1}^n K\n\\Bigl(\\frac{Z_i-z}{h^{1/d}}\\Big) - \\mathbbE \\Bigl(K\n\\Bigl(\\frac{Z_i-z}{h^{1/d}}\\Big)\\Big),$$ where the $Z_i$ are i.i.d. on\n$\\mathbb{R}^d$. We provide an extension of a result of Mason (2004). Namely,\nunder mild conditions on $\\mathcal{G}$ and on the law of $Z_1$, we establish a\nuniform functional limit law for the collections of processes\n$\\bigl\\{G_n(\\cdot,h_n,z), z\\in H, h\\in [h_n,\\mathfrak{h}_n]\\big\\}$, where\n$H\\subset \\mathbb{R}^d$ is a compact set with nonempty interior and where $h_n$\nand $\\mathfrak{h}_n$ satisfy the Cs\\\"{o}rg\\H{o}-R\\'{e}v\\'{e}sz-Stute\nconditions.\n","Comment: Published in at http://dx.doi.org/10.1214/08-EJS193 the Electronic\n  Journal of Statistics (http://www.i-journals.org/ejs/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0802.2690",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Materials Science","Nonlinear Sciences - Pattern Formation and Solitons","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2690","Phys. Rev. Lett. 101, 075701 (2008)","doi:10.1103/PhysRevLett.101.075701"],"date":["2008-02-19"],"type":["text"],"creator":["Bena, Ioana","Droz, Michel","Lagzi, Istvan","Martens, Kirsten","Racz, Zoltan","Volford, Andras"],"language":[],"coverage":[],"title":["Designer Patterns: Flexible Control of Precipitation through Electric\n  Currents"],"description":["  Precipitation patterns generated by A^{+}+B^{-} --> C type reaction-diffusion\nprocesses are studied. It is shown both theoretically and experimentally that\nthe patterns can be controlled by an appropriately designed, time-dependent\nelectric current in the system. We describe examples of current dynamics\nyielding periodic bands of prescribed wavelength, as well as more complicated\nstructures. The pattern control is demonstrated experimentally on the\nreaction-diffusion-precipitation process 2AgNO_3+K_2Cr_2O_7 -->\nAg_2Cr_2O_7+2KNO_3 taking place in a gel.\n","Comment: 4 pages, 6 figures"]}]
["0803.1380",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1380"],"date":["2008-03-10","2008-11-13"],"type":["text"],"creator":["Ducrohet, Laurent"],"language":[],"coverage":[],"title":["The Frobenius action on rank 2 vector bundles over curves in small genus\n  and small characteristic"],"description":["  Let X be a general proper and smooth curve of genus 2 (resp. of genus 3)\ndefined over an algebraically closed field of characteristic p. When 3\\leq p\n\\leq 7, the action of Frobenius on rank 2 semi-stable vector bundles with\ntrivial determinant is completely determined by its restrictions to the 30\nlines (resp. the 126 Kummer surfaces) that are invariant under the action of\nsome order 2 line bundle over X. Those lines (resp. those Kummer surfaces) are\nclosely related to the elliptic curves (resp. the abelian varieties of\ndimension 2) that appear as the Prym varieties associated to double \\'etale\ncoverings of X. We are therefore able to compute explicit equations of this\naction in these cases. We perform some of these computations and draw some\nconsequences.\n","Comment: 23 pages, revised version, to appear in Ann. Inst. Fourier vol. 59\n  (2009)"]}]
["0803.2021",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2021","Nature 455 1085 (2008)","doi:10.1038/nature07295"],"date":["2008-03-13","2008-06-30"],"type":["text"],"creator":["Morton, John J. L.","Tyryshkin, Alexei M.","Brown, Richard M.","Shankar, Shyam","Lovett, Brendon W.","Ardavan, Arzhang","Schenkel, Thomas","Haller, Eugene E.","Ager, Joel W.","Lyon, S. A."],"language":[],"coverage":[],"title":["Solid state quantum memory using the 31P nuclear spin"],"description":["  The transfer of information between different physical forms is a central\ntheme in communication and computation, for example between processing entities\nand memory. Nowhere is this more crucial than in quantum computation, where\ngreat effort must be taken to protect the integrity of a fragile quantum bit.\nNuclear spins are known to benefit from long coherence times compared to\nelectron spins, but are slow to manipulate and suffer from weak thermal\npolarisation. A powerful model for quantum computation is thus one in which\nelectron spins are used for processing and readout while nuclear spins are used\nfor storage. Here we demonstrate the coherent transfer of a superposition state\nin an electron spin 'processing' qubit to a nuclear spin 'memory' qubit, using\na combination of microwave and radiofrequency pulses applied to 31P donors in\nan isotopically pure 28Si crystal. The electron spin state can be stored in the\nnuclear spin on a timescale that is long compared with the electron decoherence\ntime and then coherently transferred back to the electron spin, thus\ndemonstrating the 31P nuclear spin as a solid-state quantum memory. The overall\nstore/readout fidelity is about 90%, attributed to systematic imperfections in\nradiofrequency pulses which can be improved through the use of composite\npulses. We apply dynamic decoupling to protect the nuclear spin quantum memory\nelement from sources of decoherence. The coherence lifetime of the quantum\nmemory element is found to exceed one second at 5.5K.\n","Comment: v2: Tomography added and storage of general initial states"]}]
["0804.1126",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1126","Open Atmos. Sci. J. (2008), vol. 2, pp. 217-231","doi:10.2174/1874282300802010217"],"date":["2008-04-07","2008-10-15"],"type":["text"],"creator":["Hansen, J.","Sato, M.","Kharecha, P.","Beerling, D.","Berner, R.","Masson-Delmotte, V.","Pagani, M.","Raymo, M.","Royer, D. L.","Zachos, J. C."],"language":[],"coverage":[],"title":["Target atmospheric CO2: Where should humanity aim?"],"description":["  Paleoclimate data show that climate sensitivity is ~3 deg-C for doubled CO2,\nincluding only fast feedback processes. Equilibrium sensitivity, including\nslower surface albedo feedbacks, is ~6 deg-C for doubled CO2 for the range of\nclimate states between glacial conditions and ice-free Antarctica. Decreasing\nCO2 was the main cause of a cooling trend that began 50 million years ago,\nlarge scale glaciation occurring when CO2 fell to 450 +/- 100 ppm, a level that\nwill be exceeded within decades, barring prompt policy changes. If humanity\nwishes to preserve a planet similar to that on which civilization developed and\nto which life on Earth is adapted, paleoclimate evidence and ongoing climate\nchange suggest that CO2 will need to be reduced from its current 385 ppm to at\nmost 350 ppm. The largest uncertainty in the target arises from possible\nchanges of non-CO2 forcings. An initial 350 ppm CO2 target may be achievable by\nphasing out coal use except where CO2 is captured and adopting agricultural and\nforestry practices that sequester carbon. If the present overshoot of this\ntarget CO2 is not brief, there is a possibility of seeding irreversible\ncatastrophic effects.\n","Comment: 20 pages, 7 figures; final version accepted by Open Atmospheric\n  Science Journal; supporting article separately submitted to arXiv as \"Target\n  atmospheric CO2: Supporting material\", arxiv:0804.1135"]}]
["0804.1135",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1135","Open Atmos.Sci. J. (2008), vol. 2, pp. 217-231","doi:10.2174/1874282300802010217"],"date":["2008-04-07","2008-10-15"],"type":["text"],"creator":["Hansen, J.","Sato, M.","Kharecha, P.","Beerling, D.","Berner, R.","Masson-Delmotte, V.","Pagani, M.","Raymo, M.","Royer, D. L.","Zachos, J. C."],"language":[],"coverage":[],"title":["Target atmospheric CO2: Supporting material"],"description":["  Additional material supporting the article \"Target atmospheric CO2: Where\nshould humanity aim?\"\n","Comment: 27 pages, 21 figures; final version accepted by Open Science\n  Atmospheric Journal; main article separately submitted to arXiv as \"Target\n  atmospheric CO2: Where should humanity aim?\", arxiv:0804.1126"]}]
["0804.1514",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1514","Phys. Rev. Lett. 101, 206402 (2008)","doi:10.1103/PhysRevLett.101.206402"],"date":["2008-04-09"],"type":["text"],"creator":["Xianlong, Gao","Polini, Marco","Rainis, Diego","Tosi, M. P.","Vignale, G."],"language":[],"coverage":[],"title":["Time-dependent current-density-functional theory of spin-charge\n  separation and spin drag in one-dimensional ultracold Fermi gases"],"description":["  Motivated by the large interest in the non-equilibrium dynamics of\nlow-dimensional quantum many-body systems, we present a fully-microscopic\ntheoretical and numerical study of the \"charge\" and \"spin\" dynamics in a\none-dimensional ultracold Fermi gas following a quench. Our approach, which is\nbased on time-dependent current-density-functional theory, is applicable well\nbeyond the linear-response regime and produces both spin-charge separation and\nspin-drag-induced broadening of the spin packets.\n","Comment: 4+epsilon pages, 3 figures, submitted. High-quality figures can be\n  requested to the authors"]}]
["0805.1577",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1577","J. Appl. Phys. 104, 093712 (2008).","doi:10.1063/1.3018600"],"date":["2008-05-12","2008-09-20"],"type":["text"],"creator":["Fu, J. Y.","Wu, M. W."],"language":[],"coverage":[],"title":["Spin orbit coupling in bulk ZnO and GaN"],"description":["  Using group theory and Kane-like $\\mathbf{k\\cdot p}$ model together with the\nL\\\"owdining partition method, we derive the expressions of spin-orbit coupling\nof electrons and holes, including the linear-$k$ Rashba term due to the\nintrinsic structure inversion asymmetry and the cubic-$k$ Dresselhaus term due\nto the bulk inversion asymmetry in wurtzite semiconductors. The coefficients of\nthe electron and hole Dresselhaus terms of ZnO and GaN in wurtzite structure\nand GaN in zinc-blende structure are calculated using the nearest-neighbor\n$sp^3$ and $sp^3s^\\ast$ tight-binding models separately.\n","Comment: 9 pages, 6 figures, to be published in J. Appl. Phys"]}]
["0806.0922",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0922","Int. J. Modern Phys. B 22, 4418 (2008)","doi:10.1142/S0217979208050176"],"date":["2008-06-05","2008-11-13"],"type":["text"],"creator":["Richter, J.","Derzhko, O.","Honecker, A."],"language":[],"coverage":[],"title":["The sawtooth chain: From Heisenberg spins to Hubbard electrons"],"description":["  We report on recent studies of the spin-half Heisenberg and the Hubbard model\non the sawtooth chain. For both models we construct a class of exact\neigenstates which are localized due to the frustrating geometry of the lattice\nfor a certain relation of the exchange (hopping) integrals. Although these\neigenstates differ in details for the two models because of the different\nstatistics, they share some characteristic features. The localized eigenstates\nare highly degenerate and become ground states in high magnetic fields\n(Heisenberg model) or at certain electron fillings (Hubbard model),\nrespectively. They may dominate the low-temperature thermodynamics and lead to\nan extra low-temperature maximum in the specific heat. The ground-state\ndegeneracy can be calculated exactly by a mapping of the manifold of localized\nground states onto a classical hard-dimer problem, and explicit expressions for\nthermodynamic quantities can be derived which are valid at low temperatures\nnear the saturation field for the Heisenberg model or around a certain value of\nthe chemical potential for the Hubbard model, respectively.\n","Comment: 16 pages, 6 figure, the paper is based on an invited talk on the XXXI\n  International Workshop on Condensed Matter Theories, Bangkok, Dec 2007;\n  notation of x-axis in Fig.6 corrected, references updated"]}]
["0806.2349",{"format":[],"subject":["Mathematics - Quantum Algebra","17B63","58H15","17B55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2349","Pacific J. Math., 239 (2009), no. 1, 105--133"],"date":["2008-06-13"],"type":["text"],"creator":["Pichereau, Anne"],"language":[],"coverage":[],"title":["Formal deformations of Poisson structures in low dimensions"],"description":["  In this paper, we study formal deformations of Poisson structures, especially\nfor three families of Poisson varieties in dimensions two and three. For these\nfamilies of Poisson structures, using an explicit basis of the second Poisson\ncohomology space, we solve the deformation equations at each step and obtain a\nlarge family of formal deformations for each Poisson structure which we\nconsider. With the help of an explicit formula, we show that this family\ncontains, modulo equivalence, all possible formal deformations. We show\nmoreover that, when the Poisson structure is generic, all members of the family\nare non-equivalent.\n","Comment: 27 pages"]}]
["0806.2837",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2837","Phys. Rev. E 78, 051910 (2008)","doi:10.1103/PhysRevE.78.051910"],"date":["2008-06-17"],"type":["text"],"creator":["Rahi, Sahand Jamal","Hertzberg, Mark Peter","Kardar, Mehran"],"language":[],"coverage":[],"title":["Melting of persistent double-stranded polymers"],"description":["  Motivated by recent DNA-pulling experiments, we revisit the Poland-Scheraga\nmodel of melting a double-stranded polymer. We include distinct bending\nrigidities for both the double-stranded segments, and the single-stranded\nsegments forming a bubble. There is also bending stiffness at the branch points\nbetween the two segment types. The transfer matrix technique for single\npersistent chains is generalized to describe the branching bubbles. Properties\nof spherical harmonics are then exploited in truncating and numerically solving\nthe resulting transfer matrix. This allows efficient computation of phase\ndiagrams and force-extension curves (isotherms). While the main focus is on\nexposition of the transfer matrix technique, we provide general arguments for a\nreentrant melting transition in stiff double strands. Our theoretical approach\ncan also be extended to study polymers with bubbles of any number of strands,\nwith potential applications to molecules such as collagen.\n","Comment: 9 pages, 7 figures"]}]
["0806.4629",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4629"],"date":["2008-06-27","2008-11-13"],"type":["text"],"creator":["Shastry, B Sriram"],"language":[],"coverage":[],"title":["Electro Thermal Transport Coefficients at Finite Frequencies"],"description":["  We review a recently developed formalism for computing thermoelectric\ncoefficients in correlated matter. The usual difficulties of such a calculation\nare circumvented by a careful generalization the transport formalism to finite\nfrequencies, from which one can extract the high frequency objects. The\ntechnical parallel between the Hall constant and the Seebeck coefficient is\nexplored and used to advantage. For small clusters, exact diagonalization gives\nthe full spectrum for the Hubbard and especially the $t$-$J$ model, a\nprototypical model for strong correlations, and this spectrum can be used to\ncompute the exact finite frequency transport coefficients and hence to\nbenchmark various approximations.\n  An application of this formalism to the physically important case of sodium\ncobaltate $Na_xCoO_2$ is made, and interesting predictions for new materials\nare highlighted.\n","Comment: 40 pages, 7 figures. Revised version. To appear in Reports on Progess\n  in Physics"]}]
["0806.4763",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4763","Phys.Rev.B78, 195101 (2008)","doi:10.1103/PhysRevB.78.195101"],"date":["2008-06-29","2008-09-24"],"type":["text"],"creator":["Trousselet, F.","Poilblanc, D.","Moessner, R."],"language":[],"coverage":[],"title":["Mixed Columnar-Plaquette Crystal of correlated fermions on the 2D\n  pyrochlore lattice at fractional filling"],"description":["  We study a model of strongly correlated S=1/2 fermions on the planar\npyrochlore, or checkerboard, lattice, at fractional (1/8) filling. Starting\nwith the extended Hubbard model in the limit of strong Coulomb repulsion,\nlow-energy configurations can be mapped onto hard-core dimer configurations\nwhose dimers carry a spin degree of freedom. An effective Hamiltonian similar\nto the kinetic term of a quantum dimer model on the square lattice which\nrotates two parallel dimers (in a spin-singlet configuration) by 90 degrees\nnaturally emerges. We also introduce an additional term in the Hamiltonian, a\ngeneralized dimer plaquette interaction, in order to realize a closer analogy\nto the latter model. For a strong dimer plaquette attraction stabilizing a\ncolumnar phase, a spontaneous dimerization takes place in the direction of the\ncolumns of (spin-carrying) dimers. Using exact diagonalizations of\ntwo-dimensional periodic clusters, the analysis of the low-energy spectrum and\nof several types of correlation functions gives indeed evidence for a new type\nof lattice symmetry breaking phase, the eight-fold degenerate Mixed\nColumnar-Plaquette Crystal, and for a transition from this phase to a\nResonating-Singlet-Pair Crystal (found in previous studies) which restores the\nrotational symmetry of the lattice. Similar conclusions and phase diagram are\nalso reached from a simple variational approach.\n","Comment: 14 pages, 15 figures"]}]
["0807.4610",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4610","Chem. Commun., 2008, 5607-5609.","doi:10.1039/b813076k"],"date":["2008-07-29"],"type":["text"],"creator":["Margadonna, S.","Takabayashi, Y.","McDonald, M. T.","Kasperkiewicz, K.","Mizuguchi, Y.","Takano, Y.","Fitch, A. N.","Suard, E.","Prassides, K."],"language":[],"coverage":[],"title":["Crystal structure of the new FeSe1-x superconductor"],"description":["  The newly discovered superconductor FeSe1-x (x=0.08, Tconset=13.5 K at\nambient pressure rising to 27 K at 1.48 GPa) exhibits a structural phase\ntransition from tetragonal to orthorhombic below 70 K at ambient pressure - the\ncrystal structure in the superconducting state shows remarkable similarities to\nthat of the REFeAsO1-xFx (RE = rare earth) superconductors\n","Comment: Chem. Commun. (2008)"]}]
["0808.3999",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3999","Phys. Rev. Lett. 101, 205003 (2008)","doi:10.1103/PhysRevLett.101.205003"],"date":["2008-08-28"],"type":["text"],"creator":["Fetterman, Abraham J.","Fisch, Nathaniel J."],"language":[],"coverage":[],"title":["Alpha Channeling in a Rotating Plasma"],"description":["  The wave-particle alpha-channeling effect is generalized to include rotating\nplasma. Specifically, radio frequency waves can resonate with alpha particles\nin a mirror machine with ExB rotation to diffuse the alpha particles along\nconstrained paths in phase space. Of major interest is that the alpha-particle\nenergy, in addition to amplifying the RF waves, can directly enhance the\nrotation energy which in turn provides additional plasma confinement in\ncentrifugal fusion reactors. An ancillary benefit is the rapid removal of alpha\nparticles, which increases the fusion reactivity.\n","Comment: 4 pages and 3 figures"]}]
["0809.1027",{"format":[],"subject":["Mathematics - Statistics Theory","62F10, 62F30, 62C10, 62C15, 35Q15, 45B05, 42A99 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1027","Electronic Journal of Statistics 2008, Vol. 2, 1028-1042","doi:10.1214/08-EJS292"],"date":["2008-09-05","2008-11-13"],"type":["text"],"creator":["Marchand, Éric","Strawderman, William E.","Bosa, Keven","Lmoudden, Aziz"],"language":[],"coverage":[],"title":["On the frequentist coverage of Bayesian credible intervals for lower\n  bounded means"],"description":["  For estimating a lower bounded location or mean parameter for a symmetric and\nlogconcave density, we investigate the frequentist performance of the\n$100(1-\\alpha)%$ Bayesian HPD credible set associated with priors which are\ntruncations of flat priors onto the restricted parameter space. Various new\nproperties are obtained. Namely, we identify precisely where the minimum\ncoverage is obtained and we show that this minimum coverage is bounded between\n$1-\\frac{3\\alpha}{2}$ and $1-\\frac{3\\alpha}{2}+\\frac{\\alpha^2}{1+\\alpha}$; with\nthe lower bound $1-\\frac{3\\alpha}{2}$ improving (for $\\alpha \\leq 1/3$) on the\npreviously established ([9]; [8]) lower bound $\\frac{1-\\alpha}{1+\\alpha}$.\nSeveral illustrative examples are given.\n","Comment: Published in at http://dx.doi.org/10.1214/08-EJS292 the Electronic\n  Journal of Statistics (http://www.i-journals.org/ejs/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0809.1506",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D05","57S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1506"],"date":["2008-09-09","2008-11-13"],"type":["text"],"creator":["Viña, Andrés"],"language":[],"coverage":[],"title":["A characteristic number of bundles determined by mass linear pairs"],"description":["  Let $\\Delta$ be a Delzant polytope in ${\\mathbb R}^n$ and ${\\bf b}\\in{\\mathbb\n  Z}^n$.\n  Let $E$ denote the symplectic fibration over $S^2$ determined by the pair\n$(\\Delta, {\\bf b})$. We prove the equivalence between the fact that $(\\Delta,\n{\\bf b})$ is a mass linear pair (D. McDuff, S. Tolman, {\\em Polytopes with mass\nlinear functions, part I.} {\\tt arXiv:0807.0900 [math.SG]}) and the vanishing\nof a characteristic number of $E$ in the following cases: When $\\Delta$ is a\n$\\Delta_{n-1}$ bundle over $\\Delta_1$; when $\\Delta$ is the polytope associated\nwith the one point blow up of ${\\mathbb C}P^n$; and when $\\Delta$ is the\npolytope associated with a Hirzebruch surface.\n","Comment: 17 pages. Section 3 and Introduction have been rewritten"]}]
["0809.2131",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2131","Phys. Rev. Lett. 101, 188301 (2008)","doi:10.1103/PhysRevLett.101.188301"],"date":["2008-09-11","2008-11-13"],"type":["text"],"creator":["Das, Dibyendu","Sabhapandit, Sanjib"],"language":[],"coverage":[],"title":["Accurate statistics of a flexible polymer chain in shear flow"],"description":["  We present exact and analytically accurate results for the problem of a\nflexible polymer chain in shear flow. Under such a flow the polymer tumbles,\nand the probability distribution of the tumbling times $\\tau$ of the polymer\ndecays exponentially as $\\sim \\exp(-\\alpha \\tau/\\tau_0)$ (where $\\tau_0$ is the\nlongest relaxation time). We show that for a Rouse chain, this nontrivial\nconstant $\\alpha$ can be calculated in the limit of large Weissenberg number\n(high shear rate) and is in excellent agreement with our simulation result of\n$\\alpha \\simeq 0.324$. We also derive exactly the distribution functions for\nthe length and the orientational angles of the end-to-end vector of the\npolymer.\n","Comment: 4 pages, 2 figures. Minor changes. Texts differ slightly from the PRL\n  published version"]}]
["0810.2257",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2257"],"date":["2008-10-13","2008-11-12"],"type":["text"],"creator":["Mukhin, E.","Tarasov, V.","Varchenko, A."],"language":[],"coverage":[],"title":["The gl_2 Bethe algebra associated with a nilpotent element"],"description":["  To any 2x2-matrix K one assigns a commutative subalgebra B^{K}\\subset\nU(gl_2[t]) called a Bethe algebra. We describe relations between the Bethe\nalgebras, associated with the zero matrix and a nilpotent matrix.\n","Comment: New references added"]}]
["0810.4658",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4658"],"date":["2008-10-25","2008-11-12"],"type":["text"],"creator":["Liu, Keqin","Zhao, Qing"],"language":[],"coverage":[],"title":["Indexability of Restless Bandit Problems and Optimality of Whittle's\n  Index for Dynamic Multichannel Access"],"description":["  We consider a class of restless multi-armed bandit problems (RMBP) that\narises in dynamic multichannel access, user/server scheduling, and optimal\nactivation in multi-agent systems. For this class of RMBP, we establish the\nindexability and obtain Whittle's index in closed-form for both discounted and\naverage reward criteria. These results lead to a direct implementation of\nWhittle's index policy with remarkably low complexity. When these Markov chains\nare stochastically identical, we show that Whittle's index policy is optimal\nunder certain conditions. Furthermore, it has a semi-universal structure that\nobviates the need to know the Markov transition probabilities. The optimality\nand the semi-universal structure result from the equivalency between Whittle's\nindex policy and the myopic policy established in this work. For non-identical\nchannels, we develop efficient algorithms for computing a performance upper\nbound given by Lagrangian relaxation. The tightness of the upper bound and the\nnear-optimal performance of Whittle's index policy are illustrated with\nsimulation examples.\n","Comment: submitted to IEEE Transactions on Information Theory"]}]
["0810.4740",{"format":[],"subject":["Mathematics - Number Theory","11R29","11R32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4740"],"date":["2008-10-27","2008-11-12"],"type":["text"],"creator":["Hoelscher, Jing Long"],"language":[],"coverage":[],"title":["Ray Class Groups of Quadratic and Cyclotomic Fields"],"description":["  This paper studies Galois extensions over real quadratic number fields or\ncyclotomic number fields ramified only at one prime. In both cases, the ray\nclass groups are computed, and they give restrictions on the finite groups that\ncan occur as such Galois groups. Also the explicit structure of ray class\ngroups of regular cyclotomic number field is given.\n","Comment: 11 pages"]}]
["0811.1668",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1668"],"date":["2008-11-11","2008-11-13"],"type":["text"],"creator":["Yu, Yue","Si, Tieyan"],"language":[],"coverage":[],"title":["Explicit illustration of non-abelian fusion rules in a small spin\n  lattice"],"description":["  We exactly solve a four-site spin model with site-dependent Kitaev's coupling\nin a tetrahedron by means of an analytical diagonalization. The non-abelian\nfusion rules of eigen vortex excitations in this small lattice model are\nexplicitly illustrated in real space by using Pauli matrices. Comparing with\nsolutions of Kitaev models on large lattices, our solution gives an intuitional\npicture using real space spin configurations to directly express zero modes of\nMajorana fermions, non-abelian vortices and non-abelian fusion rules. We\ngeneralize the single tetrahedron model to a chain model of tetrahedrons on a\ntorus and find the non-abelian vortices become well-defined non-abelian anyons.\nWe believe these manifest results are very helpful to demonstrate the\nnonabelian anyon in laboratory.\n","Comment: 4 pages, 2 figures, typos in eq.(13) corrected, reference added"]}]
["0811.1699",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1699"],"date":["2008-11-11","2008-11-13"],"type":["text"],"creator":["Fiorentin, P. Re","Bailer-Jones, C. A. L.","Beers, T. C.","Zwitter, T.","Lee, Y. S.","Xue, X. -X."],"language":[],"coverage":[],"title":["Toward constraints on galaxy formation scenarios: stellar properties\n  from Galactic surveys"],"description":["  We present some of the strategies being developed to classify and\nparameterize objects obtained with spectra from the Sloan Digital Sky Survey\n(SDSS) and the RAdial Velocity Experiment (RAVE) and present some results. We\nestimate stellar atmospheric parameters (effective temperature, gravity, and\nmetallicity) from spectral and photometric data and use these to analyse\nGalactic populations. We demonstrate this through the selection of a sample of\ncandidate Blue Horizontal-Branch and RR Lyrae stars selected from SDSS/SEGUE.\n","Comment: 8 pages, 3 figures; to appear in the Proceedings of the IAU Symposium\n  254: `The Galaxy Disk in Cosmological Context', Copenhagen, June 2008, eds J.\n  Andersen, J. Bland-Hawthorn & B. Nordstrom; updated references"]}]
["0811.1755",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1755","Bled Workshops in Physics, Vol. 9, no. 1, p 26-29 (2008)"],"date":["2008-11-11"],"type":["text"],"creator":["van Beveren, Eef","Rupp, George"],"language":[],"coverage":[],"title":["The spectrum of charmonium in the Resonance-Spectrum Expansion"],"description":["  We argue that the resonance-like structures Y(4260)\n(arXiv:hep-ex/0506081,arXiv:0707.2541), Y(4360), Y(4660) (arXiv:0707.3699) and\nY(4635) (arXiv:0807.4458), which were recently reported to have been observed\nin experiment, are non-resonant manifestations of the Regge zeros that appear\nin the production amplitude of the Resonance-Spectrum Expansion. Charmonium\nc-cbar states are visible on the slopes of these enhancements.\n","Comment: 6 pages plain Latex + 3 figures"]}]
["0811.1786",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1786"],"date":["2008-11-12"],"type":["text"],"creator":["Bavykina, I.","Angloher, G.","Hauff, D.","Kiefer, M.","Petricca, F.","Proebst, F."],"language":[],"coverage":[],"title":["Development of cryogenic phonon detectors based on CaMoO4 and ZnWO4\n  scintillating crystals for direct dark matter search experiments"],"description":["  This work reports on the development of the first phonon detectors based on\nCaMoO4 and ZnWO4 scintillating crystals for the CRESST-II experiment. In\nparticular, a novel technique for the production of the ZnWO4 phonon detector\nwith a separate thermometer carrier was investigated. The influence of the\nthermal and mechanical treatment on the scintillation light output of CaMoO4\nand ZnWO4 crystals at room temperature is discussed.\n","Comment: 7 pages, 7 figures; to be published in Optical Materials"]}]
["0811.1790",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1790"],"date":["2008-11-11"],"type":["text"],"creator":["Xu, Huan","Caramanis, Constantine","Mannor, Shie"],"language":[],"coverage":[],"title":["Robust Regression and Lasso"],"description":["  Lasso, or $\\ell^1$ regularized least squares, has been explored extensively\nfor its remarkable sparsity properties. It is shown in this paper that the\nsolution to Lasso, in addition to its sparsity, has robustness properties: it\nis the solution to a robust optimization problem. This has two important\nconsequences. First, robustness provides a connection of the regularizer to a\nphysical property, namely, protection from noise. This allows a principled\nselection of the regularizer, and in particular, generalizations of Lasso that\nalso yield convex optimization problems are obtained by considering different\nuncertainty sets.\n  Secondly, robustness can itself be used as an avenue to exploring different\nproperties of the solution. In particular, it is shown that robustness of the\nsolution explains why the solution is sparse. The analysis as well as the\nspecific results obtained differ from standard sparsity results, providing\ndifferent geometric intuition. Furthermore, it is shown that the robust\noptimization formulation is related to kernel density estimation, and based on\nthis approach, a proof that Lasso is consistent is given using robustness\ndirectly. Finally, a theorem saying that sparsity and algorithmic stability\ncontradict each other, and hence Lasso is not stable, is presented.\n"]}]
["0811.1792",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1792"],"date":["2008-11-12"],"type":["text"],"creator":["Tucci, Robert R."],"language":[],"coverage":[],"title":["Use of a Quantum Computer to do Importance and Metropolis-Hastings\n  Sampling of a Classical Bayesian Network"],"description":["  Importance sampling and Metropolis-Hastings sampling (of which Gibbs sampling\nis a special case) are two methods commonly used to sample multi-variate\nprobability distributions (that is, Bayesian networks). Heretofore, the\nsampling of Bayesian networks has been done on a conventional \"classical\ncomputer\". In this paper, we propose methods for doing importance sampling and\nMetropolis-Hastings sampling of a classical Bayesian network on a quantum\ncomputer.\n","Comment: 41 pages (files: 1.tex, 3.sty, 8.eps)"]}]
["0811.1793",{"format":[],"subject":["Mathematics - Number Theory","15A36, 15A52, 11N36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1793"],"date":["2008-11-11"],"type":["text"],"creator":["Jouve, Florent"],"language":[],"coverage":[],"title":["The large sieve and random walks on left cosets of arithmetic groups"],"description":["  Applying E. Kowalski's recent generalization of the large sieve we prove that\ncertain properties expected to be typical (irreducibility of the characteristic\npolynomial, absence of squares among the matrix coefficients...) are indeed\nverified by most (in a very explicit sense) of the elements of GL(n,A) with\nfixed determinant (where A is an intermediate ring between Z and Q that we\nspecify) or by (special) orthogonal matrices with integral entries and fixed\nspinor norm.\n","Comment: 39 pages"]}]
["0811.1803",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1803"],"date":["2008-11-11"],"type":["text"],"creator":["Colliander, Jim","Roy, Tristan"],"language":[],"coverage":[],"title":["Bootstrapped Morawetz Estimates And Resonant Decomposition For Low\n  Regularity Global Solutions Of Cubic NLS On R^{2}"],"description":["  We prove global well-posedness for the L^{2}-critical cubic defocusing\nnonlinear Schr\\\"odinger equation on R^{2} with data u_{0} \\in H^{s}(R^{2}) for\ns > {1/3}.\n","Comment: 16 pages"]}]
["0811.1805",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1805"],"date":["2008-11-11"],"type":["text"],"creator":["Good, Michael R. R."],"language":[],"coverage":[],"title":["Extremal Black Hole in a Nonlinear Newtonian Theory of Gravity"],"description":["  This work investigates an upper-limit of charge for a black hole in a\nnonlinear Newtonian theory of gravity. The charge is accumulated via protons\nfired isotropically at the black hole. This theoretical study of gravity (known\nas `pseudo-Newtonian') is a forced merger of special relativity and Newtonian\ngravity. Whereas the source of Newton's gravity is purely mass,\npseudo-Newtonian gravity includes effects of fields around the mass, giving a\nmore complete picture of how gravity behaves. Interestingly, pseudo-Newtonian\ngravity predicts such relativistic phenomena as black holes and deviations from\nKepler's laws, but of course, provides a less accurate picture than general\nrelativity. Though less accurate, it offers an easier approach to understanding\nsome results of general relativity, and merits interest due to its simplicity.\nThe method of study applied here examines the predictions of pseudo-Newtonian\ngravity for a particle interacting with a highly charged black hole. A black\nhole with a suitable charge will reach an upper limit (expressed by\npseudo-Newtonian gravity) in charge capacity before Coulomb's law repels\nlike-charge particles away from the hole. In particular, this work attempts to\npush pseudo-Newtonian gravity to its extreme and discover how its results\ndiffer from general relativistic predictions involving the same proton\nbombardment. It is found that the results for an upper limit of charge in\ngeneral relativity and this nonlinear theory of Newtonian gravity differ by a\nfactor of four. This may give insight into the importance of space-time\ncurvature effects on the description of particle dynamics around a black hole.\n","Comment: 13 pages"]}]
["0811.1817",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1817"],"date":["2008-11-12"],"type":["text"],"creator":["Dimitropoulos, Dimitris","Jalali, Bahram"],"language":[],"coverage":[],"title":["Proposal for a Photonic Remote Active Heat Sink Technology (PHRAHST)"],"description":["  We propose a new method to effect heat removal from an object by using a\nlaser beam. The proposed method is based on inelastic scattering of a laser\nbeam from the object and in particular by making the anti-Stokes emission more\nefficient than the Stokes emission. In that manner more energy is removed from\nthe body per unit time than deposited. Various ways are outlined in order to\nachieve this result ranging from careful selection of the laser frequency with\nrespect to the resonant frequencies of the medium, use of the frequency\ndependence of the density of electromagnetic modes in a three-dimensional\nsystem, use of photonic crystals and the polarization dependence of\nelectromagnetic modes in cavities. The proposed methods could find use for\nexample in the cooling of devices of nanoscale dimensions.\n"]}]
["0811.1818",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems","32S65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1818"],"date":["2008-11-12"],"type":["text"],"creator":["Ito, Toshikazu","Scardua, Bruno"],"language":[],"coverage":[],"title":["A non-existence theorem for Morse type holomorphic foliations of\n  codimension one transverse to spheres"],"description":["  We prove that a Morse type codimension one holomorphic foliation is not\ntransverse to a sphere in the complex affine space. Also we characterize the\nvariety of contacts of a linear foliation with concentric spheres.\n"]}]
["0811.1819",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1819"],"date":["2008-11-12"],"type":["text"],"creator":["Beil, Charlie","Berenstein, David"],"language":[],"coverage":[],"title":["Geometric aspects of dibaryon operators"],"description":["  The AdS/CFT correspondence for N=1 Super conformal field theories suggests\nthat dibaryon operators are dual to D-brane states that are point like in AdS\nand that wrap various cycles in a Sasaki-Einstein manifold. It also suggests\nthat the volume of the D-brane gives the R-charge of the corresponding\noperator. We elucidate various aspects of this correspondence, paying\nparticular care to study the case of branes at the tip of three different\nCalabi Yau cones. We show that the arrows in the quiver diagram describing the\nconformal field theory can be thought of as global sections of a non-trivial\nholomorphic vector bundle over the Calabi-Yau geometry. We suggest that the\nzero locus of these sections gives the geometric map that lets us tie a\nparticular dibaryon to a holomorphic cycle, by intersecting the corresponding\ncycle with the Sasaki-Einstein locus at fixed distance from the origin. We show\nthat this can be compared with the corresponding volumes of the Sasaki-Einstein\nspace and that one gets exact agreement between the volumes of the cycles\nidentified with this procedure and the R-charges of the operators.\n","Comment: 30 pages, 1 fig"]}]
["0811.1820",{"format":[],"subject":["Mathematics - Differential Geometry","53C21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1820"],"date":["2008-11-12"],"type":["text"],"creator":["Gadgil, Siddartha","Seshadri, Harish"],"language":[],"coverage":[],"title":["Surfaces of bounded mean curvature in Riemannian manifolds"],"description":["  Consider a sequence of closed, orientable surfaces of fixed genus $g$ in a\nRiemannian manifold $M$ with uniform upper bounds on mean curvature and area.\nWe show that on passing to a subsequence and choosing appropriate\nparametrisations, the inclusion maps converge in $C^0$ to a map from a surface\nof genus $g$ to $M$.\n  We also show that, on passing to a further subsequence, the distance\nfunctions corresponding to pullback metrics converge to a pseudo-metric of\nfractal dimension two.\n  As a corollary, we obtain a purely geometric result. Namely, we show that\nbounds on the mean curvature, area and genus of a surface $F\\subset M$ together\nwith bounds on the geometry of $M$ give an upper bound on the diameter of $F$.\n  Our proof is modelled on Gromov's compactness theorem for $J$-holomorphic\ncurves.\n","Comment: 26 pages"]}]
["0811.1824",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L05","46L85","47A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1824"],"date":["2008-11-12"],"type":["text"],"creator":["Patel, Mukul S."],"language":[],"coverage":[],"title":["Noncommutative Gelfand Duality and Applications I: The Existence of\n  invariant subspaces"],"description":["  Gelfand duality between unital commutative C*-algebras and Compact Hausdorff\nspaces is extended to all unital C*-algebras, where the dual objects are what\nwe call compact Hausdorff quantum spaces. We apply this result to obtain, a\ncharacterization of unitary groups of C*-algebras, and, for arbitrary bounded\nHilbert space operators, (i) A spectral theorem cum continuous functional\ncalculus, and (ii) A proof of the general Invariant Subspace Theorem. Also\ndescribed is a nonabelian generalization of Pontryagin duality of abelian\nlocally compact groups.\n"]}]
["0811.1825",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1825"],"date":["2008-11-12"],"type":["text"],"creator":["Lutz, Jack H."],"language":[],"coverage":[],"title":["A Divergence Formula for Randomness and Dimension"],"description":["  If $S$ is an infinite sequence over a finite alphabet $\\Sigma$ and $\\beta$ is\na probability measure on $\\Sigma$, then the {\\it dimension} of $ S$ with\nrespect to $\\beta$, written $\\dim^\\beta(S)$, is a constructive version of\nBillingsley dimension that coincides with the (constructive Hausdorff)\ndimension $\\dim(S)$ when $\\beta$ is the uniform probability measure. This paper\nshows that $\\dim^\\beta(S)$ and its dual $\\Dim^\\beta(S)$, the {\\it strong\ndimension} of $S$ with respect to $\\beta$, can be used in conjunction with\nrandomness to measure the similarity of two probability measures $\\alpha$ and\n$\\beta$ on $\\Sigma$. Specifically, we prove that the {\\it divergence formula}\n\\[\n  \\dim^\\beta(R) = \\Dim^\\beta(R) =\\frac{\\CH(\\alpha)}{\\CH(\\alpha) + \\D(\\alpha ||\n\\beta)} \\] holds whenever $\\alpha$ and $\\beta$ are computable, positive\nprobability measures on $\\Sigma$ and $R \\in \\Sigma^\\infty$ is random with\nrespect to $\\alpha$. In this formula, $\\CH(\\alpha)$ is the Shannon entropy of\n$\\alpha$, and $\\D(\\alpha||\\beta)$ is the Kullback-Leibler divergence between\n$\\alpha$ and $\\beta$. We also show that the above formula holds for all\nsequences $R$ that are $\\alpha$-normal (in the sense of Borel) when\n$\\dim^\\beta(R)$ and $\\Dim^\\beta(R)$ are replaced by the more effective\nfinite-state dimensions $\\dimfs^\\beta(R)$ and $\\Dimfs^\\beta(R)$. In the course\nof proving this, we also prove finite-state compression characterizations of\n$\\dimfs^\\beta(S)$ and $\\Dimfs^\\beta(S)$.\n","Comment: 18 pages"]}]
["0811.1829",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1829"],"date":["2008-11-12"],"type":["text"],"creator":["Zhou, Xin","Jiang, Yi"],"language":[],"coverage":[],"title":["Fast Adaptive Flat-histogram Ensemble for Calculating Density of States\n  and Enhanced Sampling in Large Systems"],"description":["  We presented an efficient algorithm, fast adaptive flat-histogram ensemble\n(FAFE), to estimate the density of states (DOS) and to enhance sampling in\nlarge systems. FAFE calculates the means of an arbitrary extensive variable $U$\nin generalized ensembles to form points on the curve $\\beta_{s}(U) \\equiv\n\\frac{\\partial S(U)}{\\partial U}$, the derivative of the logarithmic DOS.\nUnlike the popular Wang-Landau-like (WLL) methods, FAFE satisfies the\ndetailed-balance condition through out the simulation and automatically\ngenerates non-uniform $(\\beta_{i}, U_{i})$ data points to follow the real\nchange rate of $\\beta_{s}(U)$ in different $U$ regions and in different\nsystems. Combined with a $U-$compression transformation, FAFE reduces the\nrequired simulation steps from $O(N^{3/2})$ in WLL to $O(N^{1/2})$, where $N$\nis the system size. We demonstrate the efficiency of FAFE in Lennard-Jones\nliquids with several $N$ values. More importantly, we show its abilities in\nfinding and identifying different macroscopic states including meta-stable\nstates in phase co-existing regions.\n","Comment: 5 pages, 4 figures"]}]
["0811.1831",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1831","Annals of Applied Statistics 2008, Vol. 2, No. 3, 1034-1055","doi:10.1214/08-AOAS179"],"date":["2008-11-12"],"type":["text"],"creator":["Griffin, Beth Ann","McCaffrey, Daniel F.","Morral, Andrew R."],"language":[],"coverage":[],"title":["An application of principal stratification to control for\n  institutionalization at follow-up in studies of substance abuse treatment\n  programs"],"description":["  Participants in longitudinal studies on the effects of drug treatment and\ncriminal justice system interventions are at high risk for institutionalization\n(e.g., spending time in an environment where their freedom to use drugs, commit\ncrimes, or engage in risky behavior may be circumscribed). Methods used for\nestimating treatment effects in the presence of institutionalization during\nfollow-up can be highly sensitive to assumptions that are unlikely to be met in\napplications and thus likely to yield misleading inferences. In this paper we\nconsider the use of principal stratification to control for\ninstitutionalization at follow-up. Principal stratification has been suggested\nfor similar problems where outcomes are unobservable for samples of study\nparticipants because of dropout, death or other forms of censoring. The method\nidentifies principal strata within which causal effects are well defined and\npotentially estimable. We extend the method of principal stratification to\nmodel institutionalization at follow-up and estimate the effect of residential\nsubstance abuse treatment versus outpatient services in a large scale study of\nadolescent substance abuse treatment programs. Additionally, we discuss\npractical issues in applying the principal stratification model to data. We\nshow via simulation studies that the model can only recover true effects\nprovided the data meet strenuous demands and that there must be caution taken\nwhen implementing principal stratification as a technique to control for\npost-treatment confounders such as institutionalization.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS179 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0811.1832",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1832"],"date":["2008-11-12"],"type":["text"],"creator":["Kuzovkov, V. N."],"language":[],"coverage":[],"title":["The Fermi-Pasta-Ulam paradox, Anderson Localization problem and the\n  generalized diffusion approach"],"description":["  The goal of this paper is two-fold. First, based on the interpretation of a\nquantum tight-binding model in terms of a classical Hamiltonian map, we\nconsider the Anderson localization (AL) problem as the Fermi-Pasta-Ulam (FPU)\neffect in a modified dynamical system containing both stable and unstable\n(inverted) modes. Delocalized states in the AL are analogous to the stable\nquasi-periodic motion in FPU; whereas localized states are analogous to\nthermalization, respectively. The second aim is to use the classical Hamilton\nmap for a simplified derivation of \\textit{exact} equations for the\nlocalization operator $H(z)$. The letter was presented earlier [J.Phys.:\nCondens. Matter {\\bf 14} (2002) 13777] treating the AL as a generalized\ndiffusion in a dynamical system. We demonstrate that counter-intuitive results\nof our studies of the AL are similar to the FPU counter-intuitivity.\n","Comment: 20 pages"]}]
["0811.1839",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1839","Physica A, 387 (2008) 5761","doi:10.1016/j.physa.2008.06.014"],"date":["2008-11-12"],"type":["text"],"creator":["Ou, Congjie","Li, Wei","Du, Jiulin","Tsobnang, Francois","Chen, Jincan","Mehaute, Alain Le","Wang, Qiuping A."],"language":[],"coverage":[],"title":["Possible canonical distributions for finite systems with nonadditive\n  energy"],"description":["  It is shown that a small system in thermodynamic equilibrium with a finite\nthermostat can have a q-exponential probability distribution which closely\ndepends on the energy nonextensivity and the particle number of the thermostat.\nThe distribution function will reduce to the exponential one at the\nthermodynamic limit. However, the nonextensivity of the system should not be\nneglected.\n","Comment: 13 pages, 4 figures"]}]
["0811.1842",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1842","Annals of Applied Statistics 2008, Vol. 2, No. 3, 1103-1122","doi:10.1214/08-AOAS170"],"date":["2008-11-12"],"type":["text"],"creator":["Mark, Steven D."],"language":[],"coverage":[],"title":["A General formulation for standardization of rates as a method to\n  control confounding by measured and unmeasured disease risk factors"],"description":["  Standardization, a common approach for controlling confounding in\npopulation-studies or data from disease registries, is defined to be a weighted\naverage of stratum specific rates. Typically, discussions on the construction\nof a particular standardized rate regard the strata as fixed, and focus on the\nconsiderations that affect the specification of weights. Each year the data\nfrom the SEER cancer registries are analyzed using a weighting procedure\nreferred to as ``direct standardization for age.'' To evaluate the performance\nof direct standardization, we define a general class of standardization\noperators. We regard a particular standardized rate to be the output of an\noperator and a given data set. Based on the functional form of the operators,\nwe define a subclass of standardization operators that controls for confounding\nby measured risk factors. Using the fundamental disease probability paradigm\nfor inference, we establish the conclusions that can be drawn from year-to-year\ncontrasts of standardized rates produced by these operators in the presence of\nunmeasured cancer risk factors. These conclusions take the form of falsifying\nspecific assumptions about the conditional probabilities of disease given all\nthe risk factors (both measured and unmeasured), and the conditional\nprobabilities of the unmeasured risk factors given the measured risk factors.\nWe show the one-to-one correspondence between these falsifications and the\ninferences made from the contrasts of directly standardized rates reported each\nyear in the Annual Report to the Nation on the Status of Cancer.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS170 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0811.1846",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1846"],"date":["2008-11-12"],"type":["text"],"creator":["Bouchemella, A.","Bibi, A."],"language":[],"coverage":[],"title":["Some Probabilistic and Statistical Properties of a Random Coefficient\n  Autoregressive Model"],"description":["  A statistical inference for random coefficient first-order autoregressive\nmodel $[RCAR(1)]$ was investigated by P.M. ROBINSON (1978) in which the\ncoefficients varying over individuals. In this paper we attempt to generalize\nthis result to random coefficient autoregressive model of order $p$\n$[RCAR(p)]$. The stationarity condition will derived for this model.\n","Comment: Submitted to the Electronic Journal of Statistics\n  (http://www.i-journals.org/ejs/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0811.1849",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35B40","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1849"],"date":["2008-11-12"],"type":["text"],"creator":["Visciglia, Nicola"],"language":[],"coverage":[],"title":["On the decay of solutions to a class of defocusing NLS"],"description":["  We consider the following family of Cauchy problems: {equation*} i\\partial_t\nu= \\Delta u - u|u|^\\alpha, (t,x) \\in \\R \\times \\R^d {equation*}\n$$u(0)=\\varphi\\in H^1(\\R^d)$$ where $0<\\alpha<\\frac 4{d-2}$ for $d\\geq 3$ and\n$0<\\alpha<\\infty$ for $d=1,2$. We prove that the $L^r$-norms of the solutions\ndecay as $t\\to \\pm \\infty$, provided that $2<r<\\frac{2d}{d-2}$ when $d\\geq 3$\nand $2<r<\\infty$ when $d=1,2$. In particular we extend previous results\nobtained by Ginibre and Velo for $d\\geq 3$ and by Nakanishi for $d=1,2$, where\nthe same decay results are proved under the extra assumption $\\alpha >\\frac\n4d$.\n","Comment: 8"]}]
["0811.1851",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1851"],"date":["2008-11-12","2008-11-13"],"type":["text"],"creator":["Arnold, Bastian","Knebe, Alexander","Power, Chris","Gibson, Brad K."],"language":[],"coverage":[],"title":["Dynamics of substructures in warm dark-matter cosmologies"],"description":["  We performed cosmological simulations based upon both a cold dark matter\n(CDM) and a warm dark matter (WDM) model. The focus of our investigations lies\nwith selected spatial and kinematic properties of substructure halos (subhalos)\norbiting within host halos, that form in both dark-matter cosmologies. We aim\nat using the dynamics of the subhalos as a probe of the respective cosmology.\n","Comment: 4 pages, 4 figures, proceedings of the JENAM 2008, Symp. 7;\n  correction of typos in the revised version"]}]
["0811.1853",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1853"],"date":["2008-11-12"],"type":["text"],"creator":["Selvam, A. M."],"language":[],"coverage":[],"title":["Universal Characteristics of Fractal Fluctuations in Prime Number\n  Distribution"],"description":["  The frequency of occurrence of prime numbers at unit number spacing intervals\nexhibits selfsimilar fractal fluctuations concomitant with inverse power law\nform for power spectrum generic to dynamical systems in nature such as fluid\nflows, stock market fluctuations, population dynamics, etc. The physics of\nlong-range correlations exhibited by fractals is not yet identified. A recently\ndeveloped general systems theory visualises the eddy continuum underlying\nfractals to result from the growth of large eddies as the integrated mean of\nenclosed small scale eddies, thereby generating a hierarchy of eddy\ncirculations, or an inter-connected network with associated long-range\ncorrelations. The model predictions are as follows: (i) The probability\ndistribution and power spectrum of fractals follow the same inverse power law\nwhich is a function of the golden mean. The predicted inverse power law\ndistribution is very close to the statistical normal distribution for\nfluctuations within two standard deviations from the mean of the distribution.\n(ii) Fractals signify quantumlike chaos since variance spectrum represents\nprobability density distribution, a characteristic of quantum systems such as\nelectron or photon. (ii) Fractal fluctuations of frequency distribution of\nprime numbers signify spontaneous organisation of underlying continuum number\nfield into the ordered pattern of the quasiperiodic Penrose tiling pattern. The\nmodel predictions are in agreement with the probability distributions and power\nspectra for different sets of frequency of occurrence of prime numbers at unit\nnumber interval for successive 1000 numbers. Prime numbers in the first 10\nmillion numbers were used for the study.\n","Comment: 35 pages, 11 figures"]}]
["0811.1854",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1854"],"date":["2008-11-12"],"type":["text"],"creator":["Benndorf, P.","Gamer, M. T.","Roesky, P. W.","Eickerling, G.","Scherer, W."],"language":[],"coverage":[],"title":["Amido Rhenium Trioxides: Cases of Hindered Agostic C-H-M Interactions?"],"description":["  The amido rhenium trioxides of composition (iPr2N)ReO3, (iPrCyN)ReO3 and\n(Cy2N)ReO3 (Cy = cyclohexyl) were synthesized in a one pot reaction starting\nfrom Re2O7, Me3SiCl and the corresponding amines (iPr)2NH, (iPr)(Cy)NH, and\n(Cy)2NH, respectively. In the solid state the amido ligands of all three\ncomplexes are asymmetrically coordinated to the ReO3 core allowing for one\nshort Re-H-C contact in each case which might indicate the presence of\nbeta-agostic interaction. However, analysis of the charge density distribution\nprovided us clear-cut criteria that beta-agostic interactions are suppressed by\nthe trans-influence of the oxo-groups. Comparison with structurally related\ntetra-coordinated d0 titanium amido complexes highlighted a systematic concept\nhow the extent of beta-agostic interactions in these complexes can be\ncontrolled by reducing the trans-influence of the co-ligands. We therefore\nsuggest to employ the expression \"hindered agostic interactions\" in cases where\ncovalent M-H-C are in principle supported by vacant coordination sites at\nLewis-acidic metal centers but are actually hindered for electronic reasons. We\nfurther point out that electronic hindrance originating from the transinfluence\nmight be overruled by changing the s/p-donor characteristics of ligands.\n","Comment: 38 pages, 7 figures"]}]
["0811.1859",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1859"],"date":["2008-11-12"],"type":["text"],"creator":["Arroyo, David","Alvarez, Gonzalo","Fernandez, Veronica"],"language":[],"coverage":[],"title":["A Basic Framework for the Cryptanalysis of Digital Chaos-Based\n  Cryptography"],"description":["  Chaotic cryptography is based on the properties of chaos as source of\nentropy. Many different schemes have been proposed to take advantage of those\nproperties and to design new strategies to encrypt information. However, the\nright and efficient use of chaos in the context of cryptography requires a\nthorough knowledge about the dynamics of the selected chaotic system. Indeed,\nif the final encryption system reveals enough information about the underlying\nchaotic system it could be possible for a cryptanalyst to get the key, part of\nthe key or some information somehow equivalent to the key just analyzing those\ndynamical properties leaked by the cryptosystem. This paper shows what those\ndynamical properties are and how a cryptanalyst can use them to prove the\ninadequacy of an encryption system for the secure exchange of information. This\nstudy is performed through the introduction of a series of mathematical tools\nwhich should be the basic framework of cryptanalysis in the context of digital\nchaos-based cryptography.\n","Comment: 6 pages, 5 figures"]}]
["0811.1862",{"format":[],"subject":["Mathematics - Probability","60J99 (Primary) 93E20, 60G51 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1862","Annals of Applied Probability 2008, Vol. 18, No. 5, 1669-1680","doi:10.1214/07-AAP504"],"date":["2008-11-12"],"type":["text"],"creator":["Loeffen, R. L."],"language":[],"coverage":[],"title":["On optimality of the barrier strategy in de Finetti's dividend problem\n  for spectrally negative L\\'{e}vy processes"],"description":["  We consider the classical optimal dividend control problem which was proposed\nby de Finetti [Trans. XVth Internat. Congress Actuaries 2 (1957) 433--443].\nRecently Avram, Palmowski and Pistorius [Ann. Appl. Probab. 17 (2007) 156--180]\nstudied the case when the risk process is modeled by a general spectrally\nnegative L\\'{e}vy process. We draw upon their results and give sufficient\nconditions under which the optimal strategy is of barrier type, thereby helping\nto explain the fact that this particular strategy is not optimal in general. As\na consequence, we are able to extend considerably the class of processes for\nwhich the barrier strategy proves to be optimal.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AAP504 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0811.1865",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1865"],"date":["2008-11-12"],"type":["text"],"creator":["Fernandez-Ramos, Oscar","Gimenez, Philippe"],"language":[],"coverage":[],"title":["First Nonlinear Syzygies of Ideals Associated to Graphs"],"description":["  Consider an ideal $I\\subset K[x_1,..., x_n]$, with $K$ an arbitrary field,\ngenerated by monomials of degree two. Assuming that $I$ does not have a linear\nresolution, we determine the step $s$ of the minimal graded free resolution of\n$I$ where nonlinear syzygies first appear, we show that at this step of the\nresolution nonlinear syzygies are concentrated in degree $s+3$, and we compute\nthe corresponding graded Betti number $\\beta_{s,s+3}$. The multidegrees of\nthese nonlinear syzygies are also determined and the corresponding multigraded\nBetti numbers are shown to be all equal to 1.\n","Comment: 11 pages"]}]
["0811.1870",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1870"],"date":["2008-11-12"],"type":["text"],"creator":["Faraoni, Valerio"],"language":[],"coverage":[],"title":["Extension of the EGS theorem to metric and Palatini f(R) gravity"],"description":["  By using the equivalence between metric and Palatini f(R) (or \"modified\")\ngravities with omega=0, -3/2 Brans-Dicke theories, it is shown that the\nEhlers-Geren-Sachs theorem of general relativity is extended to modified\ngravity. In the case of metric f(R) gravity previously studied, this agrees\nwith previous literature.\n","Comment: 10 pages, latex. Contribution to the anniversary volume \"Problems of\n  Modern Cosmology\" in honour of Prof. S.D. Odintsov to be published by Tomsk\n  University"]}]
["0811.1871",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Functional Analysis","11K38 (Primary), 42B05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1871"],"date":["2008-11-12"],"type":["text"],"creator":["Bilyk, Dmitriy"],"language":[],"coverage":[],"title":["Cyclic shifts of the van der Corput set"],"description":["  In [13], K. Roth showed that the expected value of the $L^2$ discrepancy of\nthe cyclic shifts of the $N$ point van der Corput set is bounded by a constant\nmultiple of $\\sqrt{\\log N}$, thus guaranteeing the existence of a shift with\nasymptotically minimal $L^2$ discrepancy, [11]. In the present paper, we\nconstruct a specific example of such a shift.\n","Comment: 12 pages"]}]
["0811.1878",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1878"],"date":["2008-11-12"],"type":["text"],"creator":["Varzinczak, Ivan"],"language":[],"coverage":[],"title":["Action Theory Evolution"],"description":["  Like any other logical theory, domain descriptions in reasoning about actions\nmay evolve, and thus need revision methods to adequately accommodate new\ninformation about the behavior of actions. The present work is about changing\naction domain descriptions in propositional dynamic logic. Its contribution is\nthreefold: first we revisit the semantics of action theory contraction that has\nbeen done in previous work, giving more robust operators that express minimal\nchange based on a notion of distance between Kripke-models. Second we give\nalgorithms for syntactical action theory contraction and establish their\ncorrectness w.r.t. our semantics. Finally we state postulates for action theory\ncontraction and assess the behavior of our operators w.r.t. them. Moreover, we\nalso address the revision counterpart of action theory change, showing that it\nbenefits from our semantics for contraction.\n","Comment: 64 pages, 19 figures"]}]
["0811.1879",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1879"],"date":["2008-11-12"],"type":["text"],"creator":["Wilmott, Colin","Wild, Peter"],"language":[],"coverage":[],"title":["On Binomial Summations and a Generalised Quantum SWAP Gate"],"description":["  We give a quantum gate construction - composed entirely from incidents of the\nCNOT gate - that generalises the qubit SWAP gate to higher dimensions. This new\nconstruction is more regular than and is an improvement on the WilNOT quantum\ngate construction.\n","Comment: 22 pages, 6 figures"]}]
["0811.1882",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1882"],"date":["2008-11-12"],"type":["text"],"creator":["Chatterjee, Soumyottam","Ghosh, Shamik"],"language":[],"coverage":[],"title":["Ferrers Dimension and Boxicity"],"description":["  This note explores the relation between the boxicity of undirected graphs and\nthe Ferrers dimension of digraphs.\n"]}]
["0811.1889",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1889"],"date":["2008-11-12"],"type":["text"],"creator":["Flage-Larsen, Espen","Loevvik, Ole Martin","Prytz, Oeystein","Taftoe, Johan"],"language":[],"coverage":[],"title":["Bond analysis of cobalt and iron based skutterudites: elongated\n  lanthanum bonds in LaFe4P12"],"description":["  Motivated by the possibility of further improving the thermoelectric\nproperties of skutterudites we investigate charge transfer and bonding in this\nclass of materials using density functional calculations. Results for the CoP3,\nCoSb3, LaFe4P12 and the hypothetical FeP3 compounds are presented using the\nprocrystal as the non-binding reference. Spherical integration and Bader\nanalysis are performed to illustrate charge transfer differences between these\ncompounds. The results are in good qualitative agreement with simple\nelectronegativity considerations. The calculations confirm that the transition\nmetal-pnictogen and the pnictogen-pnictogen bonds are covalent, while the\nfiller atom-pnictogen bond is of a more polar and complex nature. The success\nof the \"rattling\" cage as phonon inhibitor is explained by a unique\nsemi-correlated bonding scheme between lanthanum and phosphorus. Elongated\nbonds along the crystal axes surrounds the lanthanum ion and generate a\ndodecahedra grid. Vibrations along the crystal axes are then closely connected\nto and scatter from the phosphorus rings. In the other directions, a more\nuncorrelated vibration is possible. This duality widens the phonon dampening\npossibilities.\n","Comment: Submitted, 12 figures, 22 pages, NJP layout"]}]
["0811.1898",{"format":[],"subject":["Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1898","Journal of Chemical Physics 129, 17 (2008) 164514","doi:10.1063/1.3000628"],"date":["2008-11-12"],"type":["text"],"creator":["Chirot, Fabien","Feiden, Pierre","Zamith, Sébastien","Labastie, Pierre","L'Hermite, Jean-Marc"],"language":[],"coverage":[],"title":["A novel experimental method for the measurement of the caloric curves of\n  clusters"],"description":["  A novel experimental scheme has been developed in order to measure the heat\ncapacity of mass selected clusters. It is based on controlled sticking of atoms\non clusters. This allows one to construct the caloric curve, thus determining\nthe melting temperature and the latent heat of fusion in the case of\nfirst-order phase transitions. This method is model-free. It is transferable to\nmany systems since the energy is brought to clusters through sticking\ncollisions. As an example, it has been applied to Na\\_90\\^+ and Na\\_140\\^+. Our\nresults are in good agreement with previous measurements.\n"]}]
["0811.1900",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1900","Proceedings of the National Academy of Sciences, Vol. 105, No. 43,\n  16418-16425 (2008)","doi:10.1073/pnas.0805811105"],"date":["2008-11-12"],"type":["text"],"creator":["Tao, Chenggang","Liu, Qiang","Riddick, Blake C.","Cullen, William G.","Reutt-Robey, Janice","Weeks, John D.","Williams, Ellen D."],"language":[],"coverage":[],"title":["Dynamic interfaces in an organic thin film"],"description":["  Low-dimensional boundaries between phases and domains in organic thin films\nare important in charge transport and recombination. Here, fluctuations of\ninterfacial boundaries in an organic thin film, acridine-9-carboxylic acid\n(ACA) on Ag(111), have been visualized in real time, and measured\nquantitatively, using Scanning Tunneling Microscopy. The boundaries fluctuate\nvia molecular exchange with exchange time constants of 10-30 ms at room\ntemperature, yielding length mode fluctuations that should yield characteristic\nf-1/2 signatures for frequencies less than ~100 Hz. Although ACA has highly\nanisotropic intermolecular interactions, it forms islands that are compact in\nshape with crystallographically distinct boundaries that have essentially\nidentical thermodynamic and kinetic properties . The physical basis of the\nmodified symmetry is shown to arise from significantly different substrate\ninteractions induced by alternating orientations of successive molecules in the\ncondensed phase. Incorporating this additional set of interactions in a lattice\ngas model leads to effective multi-component behavior, as in the\nBlume-Emery-Griffiths (BEG) model, and can straightforwardly reproduce the\nexperimentally observed isotropic behavior. The general multi-component\ndescription allows the domain shapes and boundary fluctuations to be tuned from\nisotropic to highly anisotropic in terms of the balance between intermolecular\ninteractions and molecule-substrate interactions. Key words: Organic thin film,\nfluctuations, STM, molecular interactions, diffusion kinetics, phase\ncoexistence\n","Comment: 32 pages, 7 figures"]}]
["0811.1911",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1911"],"date":["2008-11-12"],"type":["text"],"creator":["Kolar, Karel"],"language":[],"coverage":[],"title":["On factorization scheme suitable for NLO Monte Carlo event generators"],"description":["  The choice of a factorization scheme suitable for Monte Carlo simulations of\nNLO initial state parton showers is discussed in this contribution.\n","Comment: Contribution to International Symposium on Multiparticle Dynamics,\n  Hamburg, September 2008, 5 pages, 1 figure"]}]
["0811.1914",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1914","Knowledge Exchange: Automated Provers and Proof Assistants\n  (KEAPPA) (2008)"],"date":["2008-11-12"],"type":["text"],"creator":["Chaudhuri, Kaustuv C.","Doligez, Damien","Lamport, Leslie","Merz, Stephan"],"language":[],"coverage":[],"title":["A TLA+ Proof System"],"description":["  We describe an extension to the TLA+ specification language with constructs\nfor writing proofs and a proof environment, called the Proof Manager (PM), to\nchecks those proofs. The language and the PM support the incremental\ndevelopment and checking of hierarchically structured proofs. The PM translates\na proof into a set of independent proof obligations and calls upon a collection\nof back-end provers to verify them. Different provers can be used to verify\ndifferent obligations. The currently supported back-ends are the tableau prover\nZenon and Isabelle/TLA+, an axiomatisation of TLA+ in Isabelle/Pure. The proof\nobligations for a complete TLA+ proof can also be used to certify the theorem\nin Isabelle/TLA+.\n"]}]
["0811.1917",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","60G10","60G50","62M10","91B84"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1917"],"date":["2008-11-12"],"type":["text"],"creator":["Dacunha-Castelle, Didier","Fermín, Lisandro J."],"language":[],"coverage":[],"title":["Aggregation of autoregressive processes and long memory"],"description":["  We study the aggregation of AR processes and generalized Ornstein-Uhlenbeck\n(OU) processes. Mixture of spectral densities with random poles are the main\ntool. In this context, we apply our results for the aggregation of doubly\nstochastic interactives processes, see Dacunha-Castelle and Fermin (2006).\nThus, we study the relationship between aggregation of autoregressive processes\nand long memory considering complex interaction structures. We precise a very\ninteresting qualitative phenomena: how the long memory creation depends on the\npoles concentration near to the boundary of stability (measured in the\nProkhorov sense). Our results extends the results given by Oppenheim and Viano\n(2004), and highlight the importance of the angular dispersion measure of poles\nin the appearance of the long memory.\n","Comment: 15 pages, 2 figures"]}]
["0811.1924",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1924","Nanotechnology 19 (2008) 485701","doi:10.1088/0957-4484/19/48/485701"],"date":["2008-11-12"],"type":["text"],"creator":["Hammer, Maria S","Rauh, Daniel","Deibel, Carsten","Dyakonov, Vladimir"],"language":[],"coverage":[],"title":["Effect of doping-- and field--induced charge carrier density on the\n  electron transport in nanocrystalline ZnO"],"description":["  Charge transport properties of thin films of sol--gel processed undoped and\nAl-doped zinc oxide nanoparticles with variable doping level between 0.8 at%\nand 10 at% were investigated. The X-ray diffraction studies revealed a decrease\nof the average crystallite sizes in highly doped samples. We provide estimates\nof the conductivity and the resulting charge carrier densities with respect to\nthe doping level. The increase of charge carrier density due to extrinsic\ndoping were compared to the accumulation of charge carriers in field effect\ntransistor structures. This allowed to assess the scattering effects due to\nextrinsic doping on the electron mobility. The latter decreases from 4.6*10^-3\ncm^2/Vs to 4.5*10^-4 cm^2/Vs with increasing doping density. In contrast, the\naccumulation leads to an increasing mobility up to 1.5*10^-2 cm^2/Vs. The\npotential barrier heights related to grain boundaries between the crystallites\nwere derived from temperature dependent mobility measurements. The extrinsic\ndoping initially leads to a grain boundary barrier height lowering, followed by\nan increase due to doping-induced structural defects. We conclude that the\nconductivity of sol--gel processed nanocrystalline ZnO:Al is governed by an\ninterplay of the enhanced charge carrier density and the doping-induced charge\ncarrier scattering effects, achieving a maximum at 0.8 at% in our case.\n","Comment: 8 pages, 7 figures"]}]
["0811.1925",{"format":[],"subject":["Mathematics - Combinatorics","05A05","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1925"],"date":["2008-11-12"],"type":["text"],"creator":["Eriksen, Niklas","Freij, Ragnar","Wastlund, Johan"],"language":[],"coverage":[],"title":["Enumeration of derangements with descents in prescribed positions"],"description":["  We enumerate derangements with descents in prescribed positions. A generating\nfunction was given by Guo-Niu Han and Guoce Xin in 2007. We give a\ncombinatorial proof of this result, and derive several explicit formulas. To\nthis end, we consider fixed point $\\lambda$-coloured permutations, which are\neasily enumerated. Several formulae regarding these numbers are given, as well\nas a generalisation of Euler's difference tables. We also prove that except in\na trivial special case, if a permutation $\\pi$ is chosen uniformly among all\npermutations on $n$ elements, the events that $\\pi$ has descents in a set $S$\nof positions, and that $\\pi$ is a derangement, are positively correlated.\n"]}]
["0811.1934",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1934"],"date":["2008-11-12"],"type":["text"],"creator":["Champion, Thierry","De Pascale, Luigi","Jimenez, Chloé"],"language":[],"coverage":[],"title":["The \\infty eigenvalue problem and a problem of optimal transportation"],"description":["  The so-called eigenvalues and eigenfunctions of the infinite Laplacian\n$\\Delta_\\infty$ are defined through an asymptotic study of that of the usual\n$p$-Laplacian $\\Delta_p$, this brings to a characterization via a non-linear\neigenvalue problem for a PDE satisfied in the viscosity sense. In this paper,\nwe obtain an other characterization of the first eigenvalue via a problem of\noptimal transportation, and recover properties of the first eigenvalue and\ncorresponding positive eigenfunctions.\n"]}]
["0811.1935",{"format":[],"subject":["Mathematics - Probability","60J80","28A78"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1935"],"date":["2008-11-12"],"type":["text"],"creator":["Duquesne, Thomas"],"language":[],"coverage":[],"title":["An Elementary Proof of Hawkes's Conjecture on Galton-Watson Trees"],"description":["  In 1981, J. Hawkes conjectured the exact form of the Hausdorff gauge function\nfor the boundary of supercritical Galton-Watson trees under a certain\nassumption on the tail at the infinity of the total mass of the branching\nmeasure. Hawkes's conjecture has been proved by T. Watanabe in 2007 as well as\nother other precise results on fractal properties of the boundary of\nGalton-Watson trees. The goal of this paper is to provide an elementary proof\nof Hawkes's conjecture under a less restrictive assumption than in T.\nWatanabe's paper, by use of size-biased Galton-Watson trees introduced by\nLyons, Pemantle and Peres in 1995.\n"]}]
["0811.1939",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1939"],"date":["2008-11-12"],"type":["text"],"creator":["Crippa, Gianluca","Jimenez, Chloé","Pratelli, Aldo"],"language":[],"coverage":[],"title":["Optimum and equilibrium in a transport problem with queue effects"],"description":["  Consider a distribution of citizens in an urban area in which some services\n(supermarkets, post offices...) are present. Each citizen, in order to use a\nservice, spends an amount of time which is due both to the travel time to the\nservice and to the queue time waiting in the service. The choice of the service\nto be used is made by every citizen in order to be served more quickly. Two\ntypes of problems can be considered: a global optimization of the total time\nspent by the citizens of the whole city (we define a global optimum and we\nstudy it with techniques from optimal mass transportation) and an individual\noptimization, in which each citizen chooses the service trying to minimize just\nhis own time expense (we define the concept of equilibrium and we study it with\ntechniques from game theory). In this framework we are also able to exhibit two\ntime-dependent strategies (based on the notions of prudence and memory\nrespectively) which converge to the equilibrium.\n"]}]
["0811.1950",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1950","APMS 2008 - Innovations in Networks, Espoo : Finlande (2008)"],"date":["2008-11-12"],"type":["text"],"creator":["Elkadiri, Soumaya","Pernelle, Philippe","Delattre, Miguel","Bouras, Abdelaziz"],"language":[],"coverage":[],"title":["Collaborative process control: Observation of tracks generated by PLM\n  system"],"description":["  This paper aims at analyzing the problems related to collaborative work using\na PLM system. This research is mainly focused on the organisational aspects of\nSMEs involved in networks composed of large companies, subcontractors and other\nindustrial partners. From this analysis, we propose the deployment of an\napproach based on an observation process of tracks generated by PLM system. The\nspecific contributions are of two fold. First is to identify the brake points\nof collaborative work. The second, thanks to the exploitation of generated\ntracks, it allows reducing risks by reacting in real time to the incidents or\ndysfunctions that may occur. The overall system architecture based on services\ntechnology and supporting the proposed approach is described, as well as\nassociated prototype developed using an industrial PLM system.\n"]}]
["0811.1957",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1957"],"date":["2008-11-12"],"type":["text"],"creator":["Koivisto, Tomi S."],"language":[],"coverage":[],"title":["Disformal quintessence"],"description":["  A canonic scalar field minimally coupled to a disformal metric generated by\nthe field itself is considered. Causality and stability conditions are derived\nfor such a field. Cosmological effects are studied and it is shown that the\ndisformal modification could viably trigger an acceleration after a scaling\nmatter era, thus possibly alleviating the coincidence problem.\n","Comment: 5 pages, 2 figures. Contribution to the TSPU anniversary volume \"The\n  Problems of Modern Cosmology\" on the occasion of the 50th birthday of Prof.\n  S. D. Odintsov"]}]
["0811.1958",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1958"],"date":["2008-11-12"],"type":["text"],"creator":["Okazaki, A. T.","Romero, G. E.","Owocki, S. P."],"language":[],"coverage":[],"title":["The accretion regime of LS 5039: 3-D SPH simulations"],"description":["  LS 5039 is a TeV gamma-ray binary with extended radio emission. It consists\nof a compact object in the mildly eccentric (e=0.35), 3.9-day orbit around a\nmassive O star. The nature of the compact object is not yet established. In\nthis paper, assuming that the compact object is a black hole, we study the\naccretion of O-star wind by the black hole, by performing three-dimensional\nSmoothed Particle Hydrodynamics (SPH) simulations. In order to roughly emulate\nthe effect of the stellar radiation effectively canceling the stellar gravity,\nwe assume that the O star's gravity does not exert on the wind. The wind\nparticles are ejected with half the observed terminal velocity in a narrow\nrange of azimuthal and vertical angles toward the black hole, in order to\nemulate the wind significantly slower than the terminal speed, and optimize the\nresolution and computational efficiency of simulations. We find that the\nmass-accretion rate closely follows the classical Bondi-Hoyle-Littleton\naccretion rate, which is of the order of 10^{16}g/s around periastron. The\naccretion rate at this level would provide jets enough power to produce the\ngamma-rays detected by HESS. Since the accretion peak occurs near the\nperiastron passage, we need a strong gamma-ray absorption around periastron in\norder for the microquasar scenario to be consistent with the observed orbital\nmodulation of the TeV gamma-ray flux.\n","Comment: 7 pages, 3 figures, submitted to the proceedings of the \"7th INTEGRAL\n  Workshop - An INTEGRAL View of Compact Objects\", Copenhagen, 8-11 September\n  2008"]}]
["0811.1959",{"format":[],"subject":["Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1959"],"date":["2008-11-12"],"type":["text"],"creator":["Robert, Charles A. B."],"language":[],"coverage":[],"title":["Characterization and collection of information from heterogeneous\n  multimedia sources with users' parameters for decision support"],"description":["  No single information source can be good enough to satisfy the divergent and\ndynamic needs of users all the time. Integrating information from divergent\nsources can be a solution to deficiencies in information content. We present\nhow Information from multimedia document can be collected based on associating\na generic database to a federated database. Information collected in this way\nis brought into relevance by integrating the parameters of usage and user's\nparameter for decision making. We identified seven different classifications of\nmultimedia document.\n"]}]
["0811.1965",{"format":[],"subject":["Mathematical Physics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1965"],"date":["2008-11-12"],"type":["text"],"creator":["Bakalov, Bojko","MIlanov, Todor"],"language":[],"coverage":[],"title":["W_{N+1}-constraints for singularities of type A_N"],"description":["  Using Picard--Lefschetz periods for the singularity of type $A_N$, we\nconstruct a projective representation of the Lie algebra of differential\noperators on the circle with central charge $h:=N+1$. We prove that the total\ndescendant potential $\\D_{A_N}$ of $A_N$-singularity is a highest weight\nvector. It is known that $\\D_{A_N}$ can be interpreted as a generating function\nof a certain class of intersection numbers on the moduli space of $h$-spin\ncurves. In this settings our constraints provide a complete set of recursion\nrelations between the intersection numbers. Our methods are based entirely on\nthe symplectic loop space formalism of A. Givental and therefore they can be\napplied to the mirror models of symplectic manifolds.\n","Comment: 31 pages"]}]
["0811.1970",{"format":[],"subject":["Mathematical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1970"],"date":["2008-11-12","2008-11-13"],"type":["text"],"creator":["Cojocaru, E."],"language":[],"coverage":[],"title":["Mathieu functions computational toolbox implemented in Matlab"],"description":["  The Mathieu functions are used to solve analytically some problems in\nelliptical cylinder coordinates. A computational toolbox was implemented in\nMatlab. Since the notation and normalization for Mathieu functions vary in the\nliterature, we have included sufficient material to make this presentation self\ncontained. Thus, all formulas required to get the Mathieu functions are given\nexplicitly. Following the outlines in this presentation, the Mathieu functions\ncould be readily implemented in other computer programs and used in different\ndomains. Tables of numerical values are provided.\n","Comment: 19pages,0figures,6tables"]}]
["0811.1971",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1971"],"date":["2008-11-12"],"type":["text"],"creator":["Casasola, V.","Garcia-Burillo, S.","Combes, F.","Hunt, L. K.","Krips, M.","Schinnerer, E.","Baker, A. J.","Boone, F.","Eckart, A.","Leon, S.","Neri, R.","Tacconi, L. J.","."],"language":[],"coverage":[],"title":["New views on bar pattern speeds from the NUGA survey"],"description":["  We present a review on bar pattern speeds from preliminary results in the\ncontext of the Nuclei of Galaxies (NUGA) project. The large variety of\nmolecular circumnuclear morphologies found in NUGA is a challenging result that\nimplies the refinement of current dynamical models of galaxies.\n","Comment: 4 pages,3 figures, 1 table. To appear in \"Tumbling, Twisting, and\n  Winding Galaxies: Pattern Speeds along the Hubble Sequence\", E. M. Corsini\n  and V. P. Debattista (eds.), Memorie della Societa` Astronomica Italiana"]}]
["0811.1974",{"format":[],"subject":["Computer Science - Human-Computer Interaction","H.1.m"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1974"],"date":["2008-11-12"],"type":["text"],"creator":["Averbukh, Vladimir L."],"language":[],"coverage":[],"title":["Magic Fairy Tales as Source for Interface Metaphors"],"description":["  The work is devoted to a problem of search of metaphors for interactive\nsystems and systems based on Virtual Reality (VR) environments. The analysis of\nmagic fairy tales as a source of metaphors for interface and virtual reality is\noffered. Some results of design process based on magic metaphors are\nconsidered.\n","Comment: 4 pages"]}]
["0811.1975",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1975"],"date":["2008-11-12"],"type":["text"],"creator":["Groves, Elizabeth","Clader, B. D.","Eberly, J. H."],"language":[],"coverage":[],"title":["Pulse Areas in Multi-Soliton Propagation"],"description":["  The prospect of self-consistent propagation of more than two pulses\ncontemporaneously through multi-resonant media raises open questions: whether\nsoliton solutions exist, and whether a useful generalization of two-level pulse\nArea can be found. We answer these questions positively for the case of four\npulses interacting in combined V and Lambda fashion with an idealized pair of\natomic D-lines.\n","Comment: 4 pages, 3 figures"]}]
["0811.1978",{"format":[],"subject":["Mathematics - Complex Variables","32L10","32C35","13C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1978"],"date":["2008-11-12"],"type":["text"],"creator":["Masagutov, Vakhid"],"language":[],"coverage":[],"title":["Homomorphisms of infinitely generated analytic sheaves"],"description":["  We prove that every homomorphism $\\mathcal{O}^E_\\zeta\\to\\mathcal{O}^F_\\zeta$,\nwith $E$ and $F$ Banach spaces and $\\zeta\\in\\mathbb{C}^m$, is induced by a\n$\\mathop{\\mathrm{Hom}}(E,F)$-valued holomorphic germ, provided that $1\\leq\nm<\\infty$. A similar structure theorem is obtained for the homomorphisms of\ntype $\\mathcal{O}^E_\\zeta\\to\\mathcal{S}_\\zeta$, where $\\mathcal{S}_\\zeta$ is a\nstalk of a coherent sheaf of positive $\\mathfrak{m}_\\zeta$-depth. We later\nextend these results to sheaf homomorphisms, obtaining a condition on coherent\nsheaves which guarantees the sheaf to be equipped with a unique analytic\nstructure in the sense of Lempert-Patyi.\n"]}]
["0811.1983",{"format":[],"subject":["Mathematics - Combinatorics","05E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1983"],"date":["2008-11-12"],"type":["text"],"creator":["Miller, Alexander","Reiner, Victor"],"language":[],"coverage":[],"title":["Differential posets and Smith normal forms"],"description":["  We conjecture a strong property for the up and down maps U and D in an\nr-differential poset: DU+tI and UD+tI have Smith normal forms over Z[t]. In\nparticular, this would determine the integral structure of the maps U, D, UD,\nDU, including their ranks in any characteristic.\n  As evidence, we prove the conjecture for the Young-Fibonacci lattice YF\nstudied by Okada and its r-differential generalizations Z(r), as well as\nverifying many of its consequences for Young's lattice Y and the r-differential\nCartesian products Y^r.\n","Comment: 29 pages, 9 figures"]}]
["math/0504371",{"format":[],"subject":["Mathematics - Representation Theory","16D90","16S35, 17B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0504371"],"date":["2005-04-18","2008-11-13"],"type":["text"],"creator":["Khare, Apoorva"],"language":[],"coverage":[],"title":["Category O over skew group rings"],"description":["  This paper has been withdrawn by the author; see the much expanded, improved,\nand generalized version at arXiv:0811.2073.\n","Comment: This paper has been withdrawn by the author; see the much expanded,\n  improved, and generalized version at arXiv:0811.2073"]}]
["math/0505196",{"format":[],"subject":["Mathematics - Probability","60H05, 60J55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505196","Electronic Journal of Probability, Vol. 12 (2007), 1568-1599."],"date":["2005-05-10","2005-09-08"],"type":["text"],"creator":["Feng, Chunrong","Zhao, Huaizhong"],"language":[],"coverage":[],"title":["A Generalized It$\\hat {\\rm o}$'s Formula in Two-Dimensions and\n  Stochastic Lebesgue-Stieltjes Integrals"],"description":["  A generalized It${\\hat {\\rm o}}$ formula for time dependent functions of\ntwo-dimensional continuous semi-martingales is proved. The formula uses the\nlocal time of each coordinate process of the semi-martingale, left space and\ntime first derivatives and second derivative $\\nabla_1^- \\nabla_2^-f$ only\nwhich are assumed to be of locally bounded variation in certain variables, and\nstochastic Lebesgue-Stieltjes integrals of two parameters.The two-parameter\nintegral is defined as a natural generalization of the It${\\hat {\\rm o}}$\nintegral and Lebesgue-Stieltjes integral through a type of It${\\hat {\\rm o}}$\nisometry formula.\n","Comment: Modify pages 4-9 and add more references"]}]
["math/0602054",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602054","Journal of Functional Analysis,Vol. 252 (2007), 171-219","doi:10.1016/j.jfa.2007.06.019"],"date":["2006-02-02","2008-11-13"],"type":["text"],"creator":["Zhang, Qi","Zhao, Huaizhong"],"language":[],"coverage":[],"title":["Stationary Solutions of SPDEs and Infinite Horizon BDSDEs"],"description":["  In this paper we study the existence of stationary solutions for stochastic\npartial differential equations. We establish a new connection between\n$L_{\\rho}^2({\\mathbb{R}^{d}};{\\mathbb{R}^{1}}) \\otimes\nL_{\\rho}^2({\\mathbb{R}^{d}};{\\mathbb{R}^{d}})$ valued solutions of backward\ndoubly stochastic differential equations (BDSDEs) on infinite horizon and the\nstationary solutions of the SPDEs. Moreover, we prove the existence and\nuniqueness of the solutions of BDSDEs on both finite and infinite horizons, so\nobtain the solutions of initial value problems and the stationary solutions\n(independent of any initial value) of SPDEs. The connection of the weak\nsolutions of SPDEs and BDSDEs has independent interests in the areas of both\nSPDEs and BSDEs.\n"]}]
["nucl-th/0601094",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0601094","Cent. Eur. Journ. Phys. V.4 N3 (2006) 393-404","doi:10.2478/s11534-006-0022-1"],"date":["2006-01-31"],"type":["text"],"creator":["Kolomietz, V. M.","Lukyanov, S. V.","Shlomo, S."],"language":[],"coverage":[],"title":["Small damping approach in Fermi-liquid theory"],"description":["  The validity of small damping approximation (SDA) for the quasi-classical\ndescription of the averaged properties of nuclei at high temperatures is\nstudied within the framework of collisional kinetic theory. The isoscalar\ncollective quadrupole vibrations in hot nuclei are considered. We show that the\nextension of the SDA, by accounting for the damping of the distribution\nfunction $\\delta f$ in the collision integral reduces the rate of variation\nwith temperature of the Fermi surface distortion effects. The damping of the\n$\\delta f$ in the collision integral increases significantly the collisional\nwidth of the giant quadrupole resonance (GQR) for small enough values of the\nrelaxation time. The temperature dependence of the eigenenergy of the GQR\nbecomes much more weaker than in the corresponding SDA case.\n","Comment: 11 pages, 3 figures"]}]
["quant-ph/0612118",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612118","K. Hornberger, Lect. Notes Phys. 768, 221-276 (2009)","doi:10.1007/978-3-540-88169-8_5"],"date":["2006-12-14","2008-11-05"],"type":["text"],"creator":["Hornberger, Klaus"],"language":[],"coverage":[],"title":["Introduction to decoherence theory"],"description":["  This is an introduction to the theory of decoherence with an emphasis on its\nmicroscopic origins and on a dynamic description. The text corresponds to a\nchapter soon to be published in: A. Buchleitner, C. Viviescas, and M. Tiersch\n(Eds.), Entanglement and Decoherence. Foundations and Modern Trends, Lecture\nNotes in Physics, Vol 768, Springer, Berlin (2009)\n","Comment: 57 pages, 2 figures; some new material added and typos corrected.\n  This corresponds to the published version"]}]
