["0704.2438",{"format":[],"subject":["Mathematics - Number Theory","33C20","33C05","11F66"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2438"],"date":["2007-04-18","2008-05-15"],"type":["text"],"creator":["Rogers, Mathew D."],"language":[],"coverage":[],"title":["New $_5F_4$ hypergeometric transformations, three-variable Mahler\n  measures, and formulas for $1/\\pi$"],"description":["  New relations are established between families of three-variable Mahler\nmeasures. Those identities are then expressed as transformations for the\n$_5F_4$ hypergeometric function. We use these results to obtain two explicit\n$_5F_4$ evaluations, and several new formulas for $1/\\pi$.\n","Comment: 14 Pages"]}]
["0705.0461",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0461","Astronomy & Astrophysics, 2007, v. 470, pp. 523-529","doi:10.1051/0004-6361:20077159"],"date":["2007-05-03","2007-06-22"],"type":["text"],"creator":["D'Odorico, Valentina"],"language":[],"coverage":[],"title":["A cold metal-poor cloud traced by a weak MgII absorption at z~0.45.\n  First detection of SiI, CaI and FeI in a QSO absorber"],"description":["  We present the observations of a weak MgII absorption system detected at\nz~0.452 in the UVES high resolution spectrum of the QSO HE0001-2340. The weaker\nof the two MgII components forming the system shows associated absorptions due\nto SiI, CaI and FeI observed for the first time in a QSO spectrum. We\ninvestigate the nature of this absorber by comparing its properties with those\nof different classes of absorbers (weak MgII, Damped Ly-alpha systems and local\ninterstellar clouds) and reproducing its ionization conditions with\nphotoionization models. The observed absorber belongs to the class of weak MgII\nsystems on the basis of its equivalent width, however the relative strength of\ncommonly observed transitions deviates significantly from those of the above\nmentioned absorbers. A rough estimate of the probability to cross such a system\nwith a QSO line of sight is P~0.03. The presence of rare neutral transitions\nsuggests that the cloud is shielded by a large amount of neutral hydrogen. A\ndetailed comparison of the observed column densities with the average\nproperties of damped Ly-alpha systems and local interstellar cold clouds shows,\nin particular, deficient MgII/MgI and CaII/CaI ratios in our cloud. The results\nof photoionization models indicate that the cloud could be ionized by the UV\nbackground. However, a simple model of a single cloud with uniform density\ncannot reproduce the observed ionic abundance ratios, suggesting a more complex\ndensity structure for the absorber. Supposing that ionization corrections are\nnegligible, the most puzzling result is the underabundance of magnesium with\nrespect to iron which is hard to explain both with nucleosynthesis and with\ndifferential dust depletion. [Abridged]\n","Comment: 7 pages, 9 figures. A&A in press"]}]
["0706.2769",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2769","Phys. Rev. Lett. 100, 017202 (2008)","doi:10.1103/PhysRevLett.100.017202"],"date":["2007-06-19","2007-06-25"],"type":["text"],"creator":["Brünger, C.","Assaad, F. F.","Capponi, S.","Alet, F.","Aristov, D. N.","Kiselev, M. N."],"language":[],"coverage":[],"title":["Spin gap and string order parameter in the ferromagnetic Spiral\n  Staircase Heisenberg Ladder: a quantum Monte Carlo study"],"description":["  We consider a spin-1/2 ladder with a ferromagnetic rung coupling J_\\perp and\ninequivalent chains. This model is obtained by a twist (\\theta) deformation of\nthe ladder and interpolates between the isotropic ladder (\\theta=0) and the\nSU(2) ferromagnetic Kondo necklace model (\\theta=\\pi). We show that the ground\nstate in the (\\theta,J_\\perp) plane has a finite string order parameter\ncharacterising the Haldane phase. Twisting the chain introduces a new energy\nscale, which we interpret in terms of a Suhl-Nakamura interaction. As a\nconsequence we observe a crossover in the scaling of the spin gap at weak\ncoupling from \\Delta/J_\\| \\propto J_\\perp/J_\\| for \\theta < \\theta_c \\simeq\n8\\pi/9 to \\Delta/J_\\| \\propto (J_\\perp/J_\\|)^2 for \\theta > \\theta_c. Those\nresults are obtained on the basis of large scale Quantum Monte Carlo\ncalculations.\n","Comment: 4 pages"]}]
["0707.2600",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2600","Phys. Rev. B, 77, 205316 (2008)","doi:10.1103/PhysRevB.77.205316"],"date":["2007-07-17","2008-05-16"],"type":["text"],"creator":["Fransson, J."],"language":[],"coverage":[],"title":["Subnanosecond switching of local spin-exchange coupled to ferromagnets"],"description":["  The dynamics of a single spin embedded in a the tunnel junction between\nferromagnetic contacts is strongly affected by the exchange coupling to the\ntunneling electrons. Using time-dependent equation of motion for the spin under\ninfluence of the spin-polarized tunneling current, it is shown that the\nmagnetic field induced by bias voltage pulses allows for sub-nanosecond\nswitching of the local spin and the possibility of spin reversal is\nillustrated. Furthermore, it is shown that the time-evolution of the Larmor\nfrequency sharply peaks around the spin-flip event, and it is argued that this\nfeature can be used as an indicator for the spin-flip.\n","Comment: 5 pages, 3 figures"]}]
["0707.3633",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3633","Phys. Rev. Lett. 100, 140409 (2008)","doi:10.1103/PhysRevLett.100.140409"],"date":["2007-07-24"],"type":["text"],"creator":["Cramer, M.","Ospelkaus, S.","Ospelkaus, C.","Bongs, K.","Sengstock, K.","Eisert, J."],"language":[],"coverage":[],"title":["Do mixtures of bosonic and fermionic atoms adiabatically heat up in\n  optical lattices?"],"description":["  Mixtures of bosonic and fermionic atoms in optical lattices provide a\npromising arena to study strongly correlated systems. In experiments realizing\nsuch mixtures in the quantum degenerate regime the temperature is a key\nparameter. In this work, we investigate the intrinsic heating and cooling\neffects due to an entropy-preserving raising of the optical lattice potential.\nWe analyze this process, identify the generic behavior valid for a wide range\nof parameters, and discuss it quantitatively for the recent experiments with\n87Rb and 40K atoms. In the absence of a lattice, we treat the bosons in the\nHartree-Fock-Bogoliubov-Popov-approximation, including the fermions in a\nself-consistent mean field interaction. In the presence of the full\nthree-dimensional lattice, we use a strong coupling expansion. As a result of\nthe presence of the fermions, the temperature of the mixture after the lattice\nramp-up is always higher than for the pure bosonic case. This sheds light onto\na key point in the analysis of recent experiments.\n","Comment: 5 pages, 3 figures"]}]
["0707.4130",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4130"],"date":["2007-07-27","2008-05-16"],"type":["text"],"creator":["KLOE collaboration","Ambrosino, F.","Antonelli, A.","Antonelli, M.","Archilli, F.","Bacci, C.","Beltrame, P.","Bencivenni, G.","Bertolucci, S.","Bini, C.","Bloise, C.","Bocchetta, S.","Bocci, V.","Bossi, F.","Branchini, P.","Caloi, R.","Campana, P.","Capon, G.","Capussela, T.","Ceradini, F.","Chi, S.","Chiefari, G.","Ciambrone, P.","De Lucia, E.","De Santis, A.","De Simone, P.","De Zorzi, G.","Denig, A.","Di Domenico, A.","Di Donato, C.","Di Falco, S.","Di Micco, B.","Doria, A.","Dreucci, M.","Felici, G.","Ferrari, A.","Ferrer, M. L.","Finocchiaro, G.","Fiore, S.","Forti, C.","Franzini, P.","Gatti, C.","Gauzzi, P.","Giovannella, S.","Gorini, E.","Graziani, E.","Incagli, M.","Kluge, W.","Kulikov, V.","Lacava, F.","Lanfranchi, G.","Lee-Franzini, J.","Leone, D.","Martini, M.","Massarotti, P.","Mei, W.","Meola, S.","Miscetti, S.","Moulson, M.","Müller, S.","Murtas, F.","Napolitano, M.","Nguyen, F.","Palutan, M.","Pasqualucci, E.","Passeri, A.","a, V. Patera","f","Perfetto, F.","Primavera, M.","Santangelo, P.","Saracino, G.","Sciascia, B.","Sciubba, A.","Scuri, F.","Sfiligoi, I.","Spadaro, T.","Testa, M.","Tortora, L.","Valente, P.","Valeriani, B.","Venanzoni, G.","Versaci, R.","Xu, G."],"language":[],"coverage":[],"title":["Study of the process e+e- -> omega p0 with the KLOE detector"],"description":["  Using ~600 pb-1 collected with the KLOE detector at DAPhiNE, we have studied\nthe production cross section of pi+ pi- pi0 pi0 and p0p0 gamma final states in\ne+e- collisions at center of mass energies between 1000 and 1030 MeV. By\nfitting the observed interference pattern around Mphi for both final states, we\nextract a measurement (preliminary) for the ratio Gamma(omega -> pi0\ngamma)/Gamma(omega -> pi+ pi- pi0) = 0.0934 +- 0.0022. Since these two final\nstates represent the 98% of the omega decay channels, we use unitarity to\nderive BR(omega -> pi+pi-pi0)= (89.94 +- 0.23)% and BR(omega -> pi0 gamma) =\n(8.40 +- 0.19)%. Moreover, the parameters describing the e+e- -> pi+ pi- pi0\npi0 reaction around Mphi are used to extract the branching fraction for the OZI\nand G-parity violating phi -> omega pi0 decay: BR(phi -> omega pi0) = (5.63 +-\n0.70) x 10^-5.\n","Comment: Contributed paper to Lepton Photon 2007"]}]
["0708.4345",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4345","Ukr.J.Phys. 53 (2008) 213-219"],"date":["2007-08-31","2007-09-02"],"type":["text"],"creator":["Fomin, Peter","Iakubovskyi, Dmytro","Shtanov, Yuri"],"language":[],"coverage":[],"title":["Boiling of nuclear liquid in core-collapse supernova explosions"],"description":["  We investigate the possibility of boiling instability of nuclear liquid in\nthe inner core of the proto-neutron star formed in the core collapse of a type\nII supernova. We derive a simple criterion for boiling to occur. Using this\ncriterion for one of best described equations of state of supernova matter, we\nfind that boiling is quite possible under the conditions realized inside the\nproto-neutron star. We discuss consequences of this process such as the\nincrease of heat transfer rate and pressure in the boiling region. We expect\nthat taking this effect into account in the conventional neutrino-driven\ndelayed-shock mechanism of type II supernova explosions can increase the\nexplosion energy and reduce the mass of the neutron-star remnant.\n","Comment: 13 pages, section V is revised"]}]
["0710.2959",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2959"],"date":["2007-10-16","2008-05-16"],"type":["text"],"creator":["Hattori, Chuichiro","Matsunaga, Mamoru","Matsuoka, Takeo","Nakanishi, Kenichi"],"language":[],"coverage":[],"title":["Galois Group of Elliptic Curves and Flavor Symmetry"],"description":["  Putting emphasis on the relation between rational conformal field theory\n(RCFT) and algebraic number theory, we consider a brane configuration in which\nthe D-brane intersection is an elliptic curve corresponding to RCFT. A new\napproach to the generation structure of fermions is proposed in which the\nflavor symmetry including the R-parity has its origin in the Galois group on\nelliptic curves with complex multiplication (CM). We study the possible types\nof the Galois group derived from the torsion points of the elliptic curve with\nCM. A phenomenologically viable example of the Galois group is presented, in\nwhich the characteristic texture of fermion masses and mixings is reproduced\nand the mixed-anomaly conditions are satisfied.\n","Comment: 37 pages, v2: detailed explanation of the relation between the Galois\n  group and the symmetry of open strings added, the interpretation of D-brane\n  configuration changed, references added"]}]
["0710.3950",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3950","Phys. Rev. A 77, 050303(R) (2008)","doi:10.1103/PhysRevA.77.050303"],"date":["2007-10-21","2008-03-25"],"type":["text"],"creator":["Kim, K.","Roos, C. F.","Aolita, L.","Haeffner, H.","Nebendahl, V.","Blatt, R."],"language":[],"coverage":[],"title":["Geometric phase gate on an optical transition for ion trap quantum\n  computation"],"description":["  We propose a geometric phase gate of two ion qubits that are encoded in two\nlevels linked by an optical dipole-forbidden transition. Compared to hyperfine\ngeometric phase gates mediated by electric dipole transitions, the gate has\nmany interesting properties, such as very low spontaneous emission rates,\napplicability to magnetic field insensitive states, and use of a co-propagating\nlaser beam geometry. We estimate that current technology allows for\ninfidelities of around 10$^{-4}$.\n","Comment: 4 pages, 2 figures"]}]
["0710.5230",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5230"],"date":["2007-10-27","2008-05-15"],"type":["text"],"creator":["Li, Guangwen","Feng, Guangzeng"],"language":[],"coverage":[],"title":["Generalized reliability-based syndrome decoding for LDPC codes"],"description":["  Aiming at bridging the gap between the maximum likelihood decoding (MLD) and\nthe suboptimal iterative decodings for short or medium length LDPC codes, we\npresent a generalized ordered statistic decoding (OSD) in the form of syndrome\ndecoding, to cascade with the belief propagation (BP) or enhanced min-sum\ndecoding. The OSD is invoked only when the decoding failures are obtained for\nthe preceded iterative decoding method. With respect to the existing OSD which\nis based on the accumulated log-likelihood ratio (LLR) metric, we extend the\naccumulative metric to the situation where the BP decoding is in the\nprobability domain. Moreover, after generalizing the accumulative metric to the\ncontext of the normalized or offset min-sum decoding, the OSD shows appealing\ntradeoff between performance and complexity. In the OSD implementation, when\ndeciding the true error pattern among many candidates, an alternative proposed\nproves to be effective to reduce the number of real additions without\nperformance loss. Simulation results demonstrate that the cascade connection of\nenhanced min-sum and OSD decodings outperforms the BP alone significantly, in\nterms of either performance or complexity.\n","Comment: 9 pages, 3 figures"]}]
["0712.0376",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0376"],"date":["2007-12-03","2008-05-16"],"type":["text"],"creator":["Calzetta, E."],"language":[],"coverage":[],"title":["Analog cosmology with spinor Bose-Einstein condensates"],"description":["  It is well known that both a particle with spin and a quantum field in a\nBianchi type IX Universe are both related to the quantum mechanical top. In\nthis paper we will combine these insights to show that the dynamics of a cold\ngas of noninteracting atoms with total momentum F=1 may be used to explore the\nbehavior of quantum matter near a cosmological singularity.\n","Comment: 8 pages. Fixed typos and updated references"]}]
["0712.3575",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3575"],"date":["2007-12-20","2008-05-16"],"type":["text"],"creator":["Simmons, Jacob J. H.","Kleban, Peter"],"language":[],"coverage":[],"title":["First Column Boundary Operator Product Expansion Coefficients"],"description":["  We calculate boundary operator product expansion coefficients for boundary\noperators in the first column of the Kac table in conformal field theories. For\nc=0 we give closed form expressions for all such coefficients. Then we\ngeneralize to the augmented minimal models, giving explicit expressions for\ncoefficients valid when \\phi_{1,2} mediates a change from fixed to free\nboundary conditions. These quantities are determined by computing an arbitrary\nfour-point correlation function of first column operators. Our calculation\nfirst determines the appropriate (non-logarithmic) conformal blocks by using\nstandard null-vector methods. The behavior of these blocks under crossing\nsymmetry then provides a general closed form expression for the desired\ncoefficients, as a product of ratios of gamma functions. This calculation was\ninspired by the need for several of these coefficients in certain correlation\nfunction formulas for critical two-dimensional percolation and the augmented\nq=2 and q=3 state critical Potts models.\n","Comment: 9 pages, no figures, v2 minor corrections"]}]
["0712.4324",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4324"],"date":["2007-12-28","2008-05-16"],"type":["text"],"creator":["Margulis, V. A.","Shorokhov, A. V."],"language":[],"coverage":[],"title":["Hybrid-impurity resonances in anisotropic quantum dots"],"description":["  The absorption of electromagnetic radiation of an anisotropic quantum dot is\ntheoretically investigated taking into account the processes associated with\nsimultaneous scattering from ionized impurities. It is shown that the\nscattering of electrons by impurities leads to the resonance absorption even if\nwe have only one impurity in the quantum dot. Explicit formula is derived for\nthe absorption coefficient. The positions of the resonances peaks are found.\nThe effects of external magnetic field on the resonance absorption are studied.\n","Comment: Submitted to Physica E. 11 pages, 2 figures. New references, figures\n  and paragraphes, minor corrections"]}]
["0801.4307",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Artificial Intelligence","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4307","Proceedings of the 5th International Conference on Recent Advances\n  in Soft Computing (RASC 2004), Nottingham, UK"],"date":["2008-01-28","2008-05-16"],"type":["text"],"creator":["Aickelin, Uwe","Chen, Qi"],"language":[],"coverage":[],"title":["On Affinity Measures for Artificial Immune System Movie Recommenders"],"description":["  We combine Artificial Immune Systems 'AIS', technology with Collaborative\nFiltering 'CF' and use it to build a movie recommendation system. We already\nknow that Artificial Immune Systems work well as movie recommenders from\nprevious work by Cayzer and Aickelin 3, 4, 5. Here our aim is to investigate\nthe effect of different affinity measure algorithms for the AIS. Two different\naffinity measures, Kendalls Tau and Weighted Kappa, are used to calculate the\ncorrelation coefficients for the movie recommender. We compare the results with\nthose published previously and show that Weighted Kappa is more suitable than\nothers for movie problems. We also show that AIS are generally robust movie\nrecommenders and that, as long as a suitable affinity measure is chosen,\nresults are good.\n"]}]
["0801.4498",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4498","Phys. Rev. B 77, 146401 (2008)","doi:10.1103/PhysRevB.77.146401"],"date":["2008-01-29"],"type":["text"],"creator":["Beach, K. S. D.","Mambrini, Matthieu","Alet, Fabien"],"language":[],"coverage":[],"title":["Comment on \"Quantum Monte Carlo scheme for frustrated Heisenberg\n  antiferromagnets\""],"description":["  Quantum Monte Carlo methods are sophisticated numerical techniques for\nsimulating interacting quantum systems. In some cases, however, they suffer\nfrom the notorious \"sign problem\" and become too inefficient to be useful. A\nrecent publication [J. Wojtkiewicz, Phys. Rev. B 75, 174421 (2007)] claims to\nhave solved the sign problem for a certain class of frustrated quantum spin\nsystems through the use of a bipartite valence bond basis. We show in this\nComment that the apparent positivity of the path integral is due to a\nmisconception about the resolution of the identity operator in this basis, and\nthat consequently the sign problem remains a severe obstacle for the simulation\nof frustrated quantum magnets.\n","Comment: 2 pages"]}]
["0802.1734",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1734","Phys. Rev. A 77, 052317 (2008)","doi:10.1103/PhysRevA.77.052317"],"date":["2008-02-13","2008-05-16"],"type":["text"],"creator":["Gühne, O.","Reimpell, M.","Werner, R. F."],"language":[],"coverage":[],"title":["Lower bounds on entanglement measures from incomplete information"],"description":["  How can we quantify the entanglement in a quantum state, if only the\nexpectation value of a single observable is given? This question is of great\ninterest for the analysis of entanglement in experiments, since in many\nmultiparticle experiments the state is not completely known. We present several\nresults concerning this problem by considering the estimation of entanglement\nmeasures via Legendre transforms. First, we present a simple algorithm for the\nestimation of the concurrence and extensions thereof. Second, we derive an\nanalytical approach to estimate the geometric measure of entanglement, if the\ndiagonal elements of the quantum state in a certain basis are known. Finally,\nwe compare our bounds with exact values and other estimation methods for\nentanglement measures.\n","Comment: 9 pages, 4 figures, v2: final version"]}]
["0802.1894",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1894","Appl. Phys. Lett. 92, 094106 (2008) (3 pages), republication in\n  Virtual Journal of Ultrafast Science 7, issue 4 (2008)","doi:10.1063/1.2890846"],"date":["2008-02-13","2008-03-07"],"type":["text"],"creator":["Peterson, Emily R.","Buth, Christian","Arms, Dohn A.","Dunford, Robert W.","Kanter, Elliot P.","Krässig, Bertold","Landahl, Eric C.","Pratt, Stephen T.","Santra, Robin","Southworth, Stephen H.","Young, Linda"],"language":[],"coverage":[],"title":["An x-ray probe of laser-aligned molecules"],"description":["  We demonstrate a hard x-ray probe of laser-aligned small molecules. To align\nsmall molecules with optical lasers, high intensities at nonresonant\nwavelengths are necessary. We use 95 ps pulses focused to 40 mum from an 800 nm\nTi:sapphire laser at a peak intensity of 10^12 W/cm^2 to create an ensemble of\naligned bromotrifluoromethane (CF3Br) molecules. Linearly polarized, 120 ps\nx-ray pulses, focused to 10 mum, tuned to the Br 1s --> sigma* pre-edge\nresonance at 13.476 keV, probe the ensemble of laser-aligned molecules. The\ndemonstrated methodology has a variety of applications and can enable ultrafast\nimaging of laser-controlled molecular motions with Angstrom-level resolution.\n","Comment: 4 pages, 4 figures, RevTeX4, corrected typos"]}]
["0802.2970",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2970","A&A 483 (2008), 759-768","doi:10.1051/0004-6361:20078679"],"date":["2008-02-20","2008-04-21"],"type":["text"],"creator":["Kovalev, Y. Y.","Lobanov, A. P.","Pushkarev, A. B.","Zensus, J. A."],"language":[],"coverage":[],"title":["Opacity in compact extragalactic radio sources and its effect on\n  astrophysical and astrometric studies"],"description":["  The apparent position of the \"core\" in a parsec-scale radio jet (a compact,\nbright emitting region at the narrow end of the jet) depends on the observing\nfrequency, owing to synchrotron self-absorption and external absorption. While\nproviding a tool probing physical conditions in the vicinity of the core, this\ndependency poses problems for astrometric studies using compact radio sources.\nWe investigated the frequency-dependent shift in the positions of the cores\n(core shift) observed with very long baseline interferometry (VLBI) in\nparsec-scale jets. We discuss related physics, as well as its effect on radio\nastrometry and the connection between radio and optical positions of\nastrometric reference objects. We searched for the core shift in a sample of\n277 radio sources imaged at 2.3 GHz (13 cm) and 8.6 GHz (4 cm) frequency bands\nusing VLBI observations made in 2002 and 2003. The core shift was measured by\nreferencing the core position to optically thin jet features whose positions\nare not expected to change with frequency. We present here results for 29\nselected active galactic nuclei (AGN) with bright distinct VLBI jet features\nthat can be used in differential measurements and that allow robust\nmeasurements of the shift to be made. In these AGN, the magnitude of the\nmeasured core shift between 2.3 and 8.6 GHz reaches 1.4 mas, with a median\nvalue for the sample of 0.44 mas. Nuclear flares result in temporal variability\nof the shift. An average shift between the radio (4 cm) and optical (6000\nAngstrom) bands is estimated to be approximately 0.1 mas, and it should be\ntaken into account in order to provide the required accuracy of the\nradio-optical reference frame connection. This can be accomplished with\nmulti-frequency VLBI measurements... (abridged)\n","Comment: 11 pages, 8 figures, 2 tables, accepted for publication in the\n  Astronomy and Astrophysics; minor corrections to the manuscript are made"]}]
["0802.3374",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3374","Phys. Rev. B 77, 195316 (2008)","doi:10.1103/PhysRevB.77.195316"],"date":["2008-02-22","2008-05-16"],"type":["text"],"creator":["Weiss, S.","Eckel, J.","Thorwart, M.","Egger, R."],"language":[],"coverage":[],"title":["Iterative real-time path integral approach to nonequilibrium quantum\n  transport"],"description":["  We have developed a numerical approach to compute real-time path integral\nexpressions for quantum transport problems out of equilibrium. The scheme is\nbased on a deterministic iterative summation of the path integral (ISPI) for\nthe generating function of the nonequilibrium current. Self-energies due to the\nleads, being non-local in time, are fully taken into account within a finite\nmemory time, thereby including non-Markovian effects, and numerical results are\nextrapolated both to vanishing (Trotter) time discretization and to infinite\nmemory time. This extrapolation scheme converges except at very low\ntemperatures, and the results are then numerically exact. The method is applied\nto nonequilibrium transport through an Anderson dot.\n","Comment: 18 pages, 13 figures, minor modifications, published version"]}]
["0802.4042",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4042","Phys. Rev. B 77, 205315 (2008)","doi:10.1103/PhysRevB.77.205315"],"date":["2008-02-27"],"type":["text"],"creator":["Grabert, Hermann"],"language":[],"coverage":[],"title":["Josephson junction detector of non-Gaussian noise"],"description":["  The measurement of higher order cumulants of the current noise generated by a\nnonlinear mesoscopic conductor using a Josephson junction as on-chip detector\nis investigated theoretically. The paper addresses the regime where the noise\nof the mesoscopic conductor initiates activated escape of the Josephson\ndetector out of the zero-voltage state, which can be observed as a voltage\nrise. It is shown that the deviations from Johnson-Nyquist noise can mostly be\naccounted for by an effective temperature which depends on the second noise\ncumulant of the conductor. The deviations from Gaussian statistics lead to\nrather weak effects and essentially only the third cumulant can be measured\nexploiting the dependence of the corrections to the rate of escape from the\nzero-voltage state on the direction of the bias current. These corrections\nvanish as the bias current approaches the critical current. The theory is based\non a description of irreversible processes and fluctuations in terms of state\nvariables and conjugate forces. This approach, going back to work by Onsager\nand Machlup, is extended to account for non-Gaussian noise, and it is shown\nthat the thermodynamically conjugate force to the electric charge plays a role\nsimilar to the counting field introduced in more recent approaches to describe\nnon-Gaussian noise statistics. The theory allows to obtain asymptotically exact\nresults for the rate of escape in the weak noise limit for all values of the\ndamping strength of the Josephson detector. Also the feedback of the detector\non the noise generating conductor is fully taken into account by treating both\ncoupled mesoscopic devices on an equal footing.\n","Comment: 16 pages, 4 figures"]}]
["0802.4443",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4443","Acta Physica Polonica B Proc. Suppl. 1:87-107,2008"],"date":["2008-02-29"],"type":["text"],"creator":["Silenko, Alexander J."],"language":[],"coverage":[],"title":["Classical and Quantum Spins in Curved Spacetimes"],"description":["  A comparative analysis of the Mathisson-Papapetrou and Pomeransky-Khriplovich\nequations is presented. Motion of spinning particles and their spins in\ngravitational fields and noninertial frames is considered. The angular velocity\nof spin precession defined by the Pomeransky-Khriplovich equations depends on\nthe choice of the tetrad. The connection of such a dependence with the Thomas\nprecession is established. General properties of spin interactions with\ngravitational fields are discussed. It is shown that dynamics of classical and\nquantum spins in curved spacetimes is identical. A manifestation of the\nequivalence principle in an evolution of the helicity is analyzed.\n","Comment: Invited lecture presented at the International conference devoted to\n  Myron Mathisson: his life, work, and influence on current research. 23 pages"]}]
["0803.0013",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0013","Phys. Rev. A 77, 052109 (2008)","doi:10.1103/PhysRevA.77.052109"],"date":["2008-02-29","2008-05-16"],"type":["text"],"creator":["Ding, Wenxin","Bonesteel, Nicholas E.","Yang, Kun"],"language":[],"coverage":[],"title":["Block Entanglement Entropy of Ground States with Long-Range Magnetic\n  Order"],"description":["  In this paper we calculate the block entanglement entropies of spin models\nwhose ground states have perfect antiferromagnetic or ferromagnetic long-range\norder. In the latter case the definition of entanglement entropy is extended to\nproperly take into account the ground state degeneracy. We find in both cases\nthe entropy grows logarithmically with the block size. Implication of our\nresults on states with general long-range order will be discussed.\n","Comment: 9 pages, 5 figures"]}]
["0804.1165",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1165","Europhys. Lett. 82(4), 40005 (2008)","doi:10.1209/0295-5075/82/40005"],"date":["2008-04-07"],"type":["text"],"creator":["Sanders, David P.","Larralde, Hernán"],"language":[],"coverage":[],"title":["How rare are diffusive rare events?"],"description":["  We study the time until first occurrence, the first-passage time, of rare\ndensity fluctuations in diffusive systems. We approach the problem using a\nmodel consisting of many independent random walkers on a lattice. The existence\nof spatial correlations makes this problem analytically intractable. However,\nfor a mean-field approximation in which the walkers can jump anywhere in the\nsystem, we obtain a simple asymptotic form for the mean first-passage time to\nhave a given number k of particles at a distinguished site. We show\nnumerically, and argue heuristically, that for large enough k, the mean-field\nresults give a good approximation for first-passage times for systems with\nnearest-neighbour dynamics, especially for two and higher spatial dimensions.\nFinally, we show how the results change when density fluctuations anywhere in\nthe system, rather than at a specific distinguished site, are considered.\n","Comment: 6 pages, 5 figures. Accepted for publication in Europhysics Letters\n  (http://www.iop.org/EJ/journal/EPL)"]}]
["0804.4094",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4094","Phys. Rev. E 77, 051116 (2008)","doi:10.1103/PhysRevE.77.051116"],"date":["2008-04-25"],"type":["text"],"creator":["Szavits-Nossan, J.","Uzelac, K."],"language":[],"coverage":[],"title":["Scaling properties of the asymmetric exclusion process with long-range\n  hopping"],"description":["  The exclusion process in which particles may jump any distance l>=1 with the\nprobability that decays as l^-(1+sigma) is studied from coarse-grained equation\nfor density profile in the limit when the lattice spacing goes to zero. For\n1<sigma<2, the usual diffusion term of this equation is replaced by the\nfractional one, which affects dynamical-scaling properties of the late-time\napproach to the stationary state. When applied to an open system with totally\nasymmetric hopping, this approach gives two results: first, it accounts for the\nsigma-dependent exponent that characterizes the algebraic decay of density\nprofile in the maximum-current phase for 1<sigma<2, and second, it shows that\nin this region of sigma the exponent is of the mean-field type.\n","Comment: 10 pages, 8 figures"]}]
["0805.0703",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0703"],"date":["2008-05-06","2008-05-16"],"type":["text"],"creator":["Deitmar, Anton"],"language":[],"coverage":[],"title":["Higher order cohomology of arithmetic groups"],"description":["  Higher order cohomology of arithmetic groups is expressed in terms of\n(g,K)-cohomology. Generalizing results of Borel, it is shown that the latter\ncan be computed using functions of (uniform) moderate growth. A higher order\nversions of Borel's conjecture is stated, asserting that the cohomology can be\ncomputed using automorphic forms.\n","Comment: LaTeX, 15 pages"]}]
["0805.1316",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1316"],"date":["2008-05-09","2008-05-16"],"type":["text"],"creator":["Su, Shi-Chun","Chu, M. -C."],"language":[],"coverage":[],"title":["New Anomalies in Cosmic Microwave Background Anisotropy: Violation of\n  the Isotropic Gaussian Hypothesis in Low-$l$ Modes"],"description":["  In the standard framework of cosmology, primordial density fluctuations are\nassumed to have an isotropic Gaussian distribution. We search for deviations\nfrom this assumption in the WMAP data for the low $l$ modes of Cosmic Microwave\nBackground Anisotropies (CMBA), by studying the directions of the z-axis that\nmaximize the $l=m$ modes and the resulting amplitudes of these modes. We find a\ngeneral alignment of the directions for $l=2$ to 10 modes to within 1/4 of the\nnorthern hemisphere. This alignment can be regarded as a generalization of the\nrecently discovered alignment of the $l=2$ and 3 modes - the so-called `Axis of\nEvil'. Furthermore, we find abnormally high (low) powers in the $l=m=6$, 12 -\n17 ($l=m=5$) modes; the probabilities for having the anomalous amplitudes of\nthe $l=m=5$, 6, 17 modes are about 0.1%, 1% and 1% respectively according to\nthe Gaussian conjecture. The alignment and anomalous amplitudes for these low\n$l$ modes are very robust against foreground contamination or different\ncleaning strategies, suggesting a cosmological origin and possibly supporting a\nnon-standard inflation.\n"]}]
["0805.1526",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1526"],"date":["2008-05-11","2008-05-16"],"type":["text"],"creator":["Funaki, Y.","Horiuchi, H.","Roepke, G.","Schuck, P.","Tohsaki, A.","Yamada, T.","von Oertzen, W."],"language":[],"coverage":[],"title":["Viability of nuclear $\\alpha$-particle condensates A reply to N.T.\n  Zinner and A.S. Jensen, arXiv:nucl/th0712.1191"],"description":["  In a recent paper, arXiv0712.1191 [nucl-th], Zinner and Jensen (ZJ) expressed\nstrong doubts about the concept of alpha-particle condensation in finite\nnuclei. In this article we give a reply which, essentially, is point by point\n(but not in the order).\n","Comment: 9 pages, 4 figures; section IV simplified"]}]
["0805.1619",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1619","The Astrophysical Journal, 2007, Volume 669, Issue 1, pp. L53-L56","doi:10.1086/523269"],"date":["2008-05-12"],"type":["text"],"creator":["Regnier, S.","Priest, E. R."],"language":[],"coverage":[],"title":["Free Magnetic Energy in Solar Active Regions above the Minimum-Energy\n  Relaxed State"],"description":["  To understand the physics of solar flares, including the local reorganisation\nof the magnetic field and the acceleration of energetic particles, we have\nfirst to estimate the free magnetic energy available for such phenomena, which\ncan be converted into kinetic and thermal energy. The free magnetic energy is\nthe excess energy of a magnetic configuration compared to the minimum-energy\nstate, which is a linear force-free field if the magnetic helicity of the\nconfiguration is conserved. We investigate the values of the free magnetic\nenergy estimated from either the excess energy in extrapolated fields or the\nmagnetic virial theorem. For four different active regions, we have\nreconstructed the nonlinear force-free field and the linear force-free field\ncorresponding to the minimum-energy state. The free magnetic energies are then\ncomputed. From the energy budget and the observed magnetic activity in the\nactive region, we conclude that the free energy above the minimum-energy state\ngives a better estimate and more insights into the flare process than the free\nenergy above the potential field state.\n"]}]
["0805.1738",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H60","14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1738"],"date":["2008-05-12","2008-05-16"],"type":["text"],"creator":["Oudompheng, Rémy"],"language":[],"coverage":[],"title":["Rank-level duality of conformal blocks of GL_n and SL_n"],"description":["  We generalise the proof by Marian and Oprea of rank-level duality for\nnon-abelian theta functions to the case of sections of line bundles (conformal\nblocks) over moduli spaces of parabolic vector bundles over a projective smooth\ncurve. We also describe how it implies the rank-level duality between conformal\nblocks of Sp(2) and Sp(2n).\n","Comment: 29 pages, changes in phrasing"]}]
["0805.1779",{"format":[],"subject":["Quantum Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1779"],"date":["2008-05-13"],"type":["text"],"creator":["Singh, Virendra"],"language":[],"coverage":[],"title":["Bohm's realist interpretation of Quantum mechanics"],"description":["  A brief account of the world view of classical physics is given first. We\nthen recapitulate as to why the Copenhagen interpretation of the quantum\nmechanics had to renounce most of the attractive features of the clasical world\nview such as a causal description, locality, scientific realism and introduce a\nfundamental distinction between system and apparatus. The crucial role is\nplayed in this by the Bohr's insistence on the wavefunction providing the most\ncomplete description possible for an even individual system. The alternative of\nintroducing extra dynamical variables, called hidden variables, in addition to\nthe wavefunction of the system so as to be able to retain at least some of the\ndesirable features of classical physics, is then explored. The first such\nsuccessful attempt was that of Bohm in 1952 who showed that a realistic\ninterpretation of the quantum mechanics can be given which maintains a causal\ndescription as well as does not treat systems and measuring appeartus\ndifferently. We begin with the construction of the Bohm's theory. He introduces\nparticle positions as the hidden variables. The particle positions play a\nspecial role in Bohm theory. The particle trajectories are guided by the\nwavefunction. The Bohm theory is deterministic. The probability enters through\na special assumption, ``quantum equilibrium'' hypothesis, for the initial\nconditions on the ensemble of particle trajectories. The ``wave or particle''\ndilemma is resolved by a ``wave and particle'' resolution. The measurements in\nBohm theory can be described without mysticism. Bohm's theory is however\nnonlocal.\n","Comment: 20 pages. To appear in a volume to be published by ICPR edited by P.\n  Ghosh"]}]
["0805.1780",{"format":[],"subject":["Physics - History and Philosophy of Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1780"],"date":["2008-05-13"],"type":["text"],"creator":["Singh, Virendra"],"language":[],"coverage":[],"title":["Scientific Realism and Classical Physics"],"description":["  We recount the successful long career of classical physics, from Newton to\nEinstein, which was based on the philosophy of scientific realism. Special\nemphasis is given to the changing status and number of ontological entitities\nand arguments for their necessity at any time. Newton, initially, began with\n(i) point particles, (ii) aether, (iii) absolute space and (iv) absolute time.\nThe electromagnetic theory of Maxwell and Faraday introduced `fields' as a new\nontological entity not reducible to earlier ones. Their work also unified\nelectricity, magnetism and optics. Repeated failure to observe the motion of\nearth through aether led Einstein to modify the Newtonian absolute space and\ntime concepts to a fused Minkowski space-time and the removal of aether from\nbasic ontological entities in his special theory of relativity. Later Einstein\nin his attempts to give a local theory of gravitation was led to further modify\nflat Minkowski space-time to the curved Riemannian space time. This reduced\ngravitational phenomenon to that of geometry of the space time. Space-time,\nmatter and fields all became dynamical. We also abstract some general features\nof description of nature in classical physics and enquire whether these could\nbe features of any scientific description?\n","Comment: 10 pages. To appear in a volume to be published by ICPR edited by P.\n  Ghosh"]}]
["0805.1854",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1854"],"date":["2008-05-13","2008-05-16"],"type":["text"],"creator":["Noma, Alexandre","Graciano, Ana B. V.","Consularo, Luis Augusto","Cesar-Jr, Roberto M.","Bloch, Isabelle"],"language":[],"coverage":[],"title":["A New Algorithm for Interactive Structural Image Segmentation"],"description":["  This paper proposes a novel algorithm for the problem of structural image\nsegmentation through an interactive model-based approach. Interaction is\nexpressed in the model creation, which is done according to user traces drawn\nover a given input image. Both model and input are then represented by means of\nattributed relational graphs derived on the fly. Appearance features are taken\ninto account as object attributes and structural properties are expressed as\nrelational attributes. To cope with possible topological differences between\nboth graphs, a new structure called the deformation graph is introduced. The\nsegmentation process corresponds to finding a labelling of the input graph that\nminimizes the deformations introduced in the model when it is updated with\ninput information. This approach has shown to be faster than other segmentation\nmethods, with competitive output quality. Therefore, the method solves the\nproblem of multiple label segmentation in an efficient way. Encouraging results\non both natural and target-specific color images, as well as examples showing\nthe reusability of the model, are presented and discussed.\n"]}]
["0805.1859",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1859"],"date":["2008-05-13","2008-05-16"],"type":["text"],"creator":["van Iersel, Leo","Kelk, Steven"],"language":[],"coverage":[],"title":["Constructing the Simplest Possible Phylogenetic Network from Triplets"],"description":["  A phylogenetic network is a directed acyclic graph that visualises an\nevolutionary history containing so-called reticulations such as recombinations,\nhybridisations or lateral gene transfers. Here we consider the construction of\na simplest possible phylogenetic network consistent with an input set T, where\nT contains at least one phylogenetic tree on three leaves (a triplet) for each\ncombination of three taxa. To quantify the complexity of a network we consider\nboth the total number of reticulations and the number of reticulations per\nbiconnected component, called the level of the network. We give polynomial-time\nalgorithms for constructing a level-1 respectively a level-2 network that\ncontains a minimum number of reticulations and is consistent with T (if such a\nnetwork exists). In addition, we show that if T is precisely equal to the set\nof triplets consistent with some network, then we can construct such a network\nwith smallest possible level in time O(|T|^(k+1)), if k is a fixed upper bound\non the level of the network.\n","Comment: The proof of Lemma 4 has been extended"]}]
["0805.2004",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2004"],"date":["2008-05-14","2008-05-16"],"type":["text"],"creator":["Fuks, Benjamin"],"language":[],"coverage":[],"title":["Precision predictions for Z' production at the LHC"],"description":["  We present precision calculations of the transverse-momentum spectrum, the\ninvariant-mass distribution and the total cross section for Z' production at\nhadron colliders. We implement joint resummation at the next-to-leading\nlogarithmic accuracy and consistently match the obtained result with the pure\nperturbative result at the first order in the strong coupling constant. We\nconfront our numerical predictions with the Monte Carlo generator PYTHIA and\nwith a new implementation of extra neutral gauge bosons in the Monte Carlo\ngenerator MC@NLO. The impact of scale dependence is also studied.\n","Comment: 4 pages, 5 figures, presented at 43rd Rencontres de Moriond on QCD\n  and Hadronic Interactions, La Thuile, Italy, 8-15 Mar 2008; one reference\n  added"]}]
["0805.2162",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2162"],"date":["2008-05-14"],"type":["text"],"creator":["Treumann, R. A.","Jaroschek, C. H."],"language":[],"coverage":[],"title":["Fundamentals of Non-relativistic Collisionless Shock Physics: II. Basic\n  Equations and Models"],"description":["  This paper develops the basic sets of equations which lead to the\nconservation laws describing collisionless plasma shock waves. We discuss the\nevolution of shock waves by wave steepening, derive the Rankine-Hugoniot\nconditions for magnetogasdynamic shocks, discuss various analytical models of\nshock formation, and discuss the basic instabilities which may become important\nin collisionless shock physics. We then present a survey of the theory of\nanomalous resistivity in the quasilinear limit and beyond and discuss\nmechanisms of shock particle reflection as far as they have been investigated\nin the published literature. The content of the chapter is the following: 1.\nWave steepening, describing simple waves and steepening due to nonlinearity,\nbalnced by dissipation in Burgers' shocks, by dispersive effects in the\nKorteweg-de Vries equation, the Sagdeev-Potential method, 2. Basic equations,\npresenting kinetic theory and the transition to moment equations in the fluid\ndescription, 3. Rankine-Hugoniot relations, giving the jump conditions across\nshocks, explicit MHD solution for perpendicular shocks and parallel shocks, and\nhigh Mach number conditions, 4. Waves and instabilities, giving the general\ndispersion relation, describing low-$\\beta$-shocks, whistler and Alfv\\'en\nshocks, the various shock-relevant instabilities, 5. Anomalous transport for\nthe various electrostatic wave-particle interactions, general description of\nanomalous resistivity, shock particle reflection from potential and specularly,\nhole formation, 6. Briefing on numerical simulation techniques, giving a short\nidea on this important field and its methods.\n","Comment: 19 figures, this paper is a chapter of a long review on collisionless\n  shocks"]}]
["0805.2163",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2163"],"date":["2008-05-14"],"type":["text"],"creator":["Engstrom, Alexander"],"language":[],"coverage":[],"title":["Upper bounds on the Witten index for supersymmetric lattice models by\n  discrete Morse theory"],"description":["  The Witten index for certain supersymmetric lattice models treated by de\nBoer, van Eerten, Fendley, and Schoutens, can be formulated as a topological\ninvariant of simplicial complexes arising as independence complexes of graphs.\nWe prove a general theorem on independence complexes using discrete Morse\ntheory: If G is a graph and D a subset of its vertex set such that G\\D is a\nforest, then $sum_i \\dim H_i(Ind(G);Q) \\leq |Ind}(G[D])|$. We use the theorem\nto calculate upper bounds on the Witten index for several classes of lattices.\nThese bounds confirm some of the computer calculations by van Eerten on small\nlattices. The cohomological method and the 3-rule of Fendley et al. is a\nspecial case of when G\\D lacks edges. We prove a generalized 3-rule and\nintroduce lattices in arbitrary dimensions satisfying it.\n","Comment: European Journal of Combinatorics, accepted 2008"]}]
["0805.2171",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2171","Acta Physica Polonica A, Vol. 111 (2007), No. 5, 773-780"],"date":["2008-05-14"],"type":["text"],"creator":["Cichy, Krzysztof","Tomczak, Piotr"],"language":[],"coverage":[],"title":["Application of Contractor Renormalization Group (CORE) to the Heisenberg\n  zig-zag and the Hubbard chain"],"description":["  The COntractor REnormalization group method was devised in 1994 by\nMorningstar and Weinstein. It was primarily aimed at extracting the physics of\nlattice quantum field theories (like lattice Quantum Chromodynamics). However,\nit is a general method of analyzing Hamiltonian lattice systems, e.g. Ising,\nHeisenberg or Hubbard models. The aim of this work is to show the application\nof CORE to one-dimensional quantum systems -- the Heisenberg zig-zag model and\nthe Hubbard chain. As a test of the method, the ground state energy of these\nsystems will be calculated.\n","Comment: 10 pages, 3 figures"]}]
["0805.2178",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory","11A55","11B57","37E05","37E25","37A30","37A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2178"],"date":["2008-05-14"],"type":["text"],"creator":["Bonanno, Claudio","Isola, Stefano"],"language":[],"coverage":[],"title":["Orderings of the rationals and dynamical systems"],"description":["  This paper is devoted to a systematic study of a class of binary trees\nencoding the structure of rational numbers both from arithmetic and dynamical\npoint of view. The paper is divided into two parts. The first one is a critical\nreview of rather standard topics such as Stern-Brocot and Farey trees and their\nconnections with continued fraction expansion and the question mark function.\nIn the second part we introduce a class of one-dimensional maps which can be\nused to generate the binary trees in different ways and study their ergodic\nproperties. This also leads us to study some random processes (Markov chains\nand martingales) arising in a natural way in this context.\n","Comment: 28 pages, 2 figures"]}]
["0805.2181",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2181"],"date":["2008-05-14"],"type":["text"],"creator":["Treumann, R. A.","Jaroschek, C. H."],"language":[],"coverage":[],"title":["Fundamentals of Non-relativistic Collisionless Shock Physics: III.\n  Quasi-Perpendicular Supercritical Shocks"],"description":["  The theory and simulations of quasi-perpendicular and strictly perpendicular\ncollisionless shocks are reviewed. The text is structured into the following\nsections and subsections: 1. Setting the frame, where the quasi-perpendicular\nshock problem is formulated, reflected particle dynamics is described in\ntheoretical terms, foot formation and foot ion acceleration discussed, and the\nshock potential explained. 2. Shock structure, 3. Ion dynamics, describing its\nrole in shock reformation and the various ion-excited instabilities. 4.\nElectron dynamics, describing electron instabilities in the foot; 5. The\nproblem of stationarity, posing the theoretical reasons for shocks being\nnon-stationary, discussing nonlinear whistler mediated variability, two-stream\nand modified two-stream variability, formation of ripples in two-dimensions, 6.\nSummary and conclusions: The possibility of shock breaking.\n","Comment: 30 Figures, 2 Tables, this paper is chapter of a longer review on\n  collisionless shocks"]}]
["0805.2184",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2184"],"date":["2008-05-14"],"type":["text"],"creator":["Pena, Miriam","Ruiz, M. Teresa","Rojo, Patricio","Torres-Peimbert, Silvia","Hamann, Wolf-Rainer"],"language":[],"coverage":[],"title":["A new outburst in LMC-N66"],"description":["  This is the first report on the new outburst presented by the central star of\nthe LMC-N66 nebula. This object was classified as a planetary nebula, however,\nits true nature is under debate. In the period 1955-1990 the central star was\nalmost undetectable and only nebular emission lines were observed. In 1990, the\nbeginning of an outburst was detected and in few months it became much brighter\nand developed wide He and N lines, typical of a Wolf Rayet star of the\nN-sequence. The maximum occurred in 1994 and afterwards the star slowly faded.\nAnalysis of its evolution showed that it has a variable mass-loss rate which\noccasionally increases enormously, creating a false photosphere at a much\nlarger radius, making it appear a few magnitudes brighter. The present outburst\nhas occurred 13 years after the episode from 1994 to 2000. So far this new\nevent has similar characteristics although there are some significant\ndifferences in the spectral features. We present optical and FUSE spectra\nshowing the main properties of this latter event.\n","Comment: 6 pages text, 3 figures, accepted in ApJ Letters"]}]
["0805.2185",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2185"],"date":["2008-05-14"],"type":["text"],"creator":["Fashandi, Shervan","Gharan, Shahab Oveis","Khandani, Amir K."],"language":[],"coverage":[],"title":["Path Diversity over Packet Switched Networks: Performance Analysis and\n  Rate Allocation"],"description":["  Path diversity works by setting up multiple parallel connections between the\nend points using the topological path redundancy of the network. In this paper,\n\\textit{Forward Error Correction} (FEC) is applied across multiple independent\npaths to enhance the end-to-end reliability. Network paths are modeled as\nerasure Gilbert-Elliot channels. It is known that over any erasure channel,\n\\textit{Maximum Distance Separable} (MDS) codes achieve the minimum probability\nof irrecoverable loss among all block codes of the same size. Based on the\nadopted model for the error behavior, we prove that the probability of\nirrecoverable loss for MDS codes decays exponentially for an asymptotically\nlarge number of paths. Then, optimal rate allocation problem is solved for the\nasymptotic case where the number of paths is large. Moreover, it is shown that\nin such asymptotically optimal rate allocation, each path is assigned a\npositive rate \\textit{iff} its quality is above a certain threshold. The\nquality of a path is defined as the percentage of the time it spends in the bad\nstate. Finally, using dynamic programming, a heuristic suboptimal algorithm\nwith polynomial runtime is proposed for rate allocation over a finite number of\npaths. This algorithm converges to the asymptotically optimal rate allocation\nwhen the number of paths is large. The simulation results show that the\nproposed algorithm approximates the optimal rate allocation (found by\nexhaustive search) very closely for practical number of paths, and provides\nsignificant performance improvement compared to the alternative schemes of rate\nallocation.\n","Comment: 44 pages, 15 eps files. University of Waterloo Technical Report"]}]
["0805.2189",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2189","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2000 75-85\n  ISBN:1 86166 158 4"],"date":["2008-05-14"],"type":["text"],"creator":["Chen, Ying","Chan, Hock Chuan"],"language":[],"coverage":[],"title":["Visual Checking of Spreadsheets"],"description":["  The difference between surface and deep structures of a spreadsheet is a\nmajor cause of difficulty in checking spreadsheets. After a brief survey of\ncurrent methods of checking (or debugging) spreadsheets, new visual methods of\nshowing the deep structures are presented. Illustrations are given on how these\nvisual methods can be employed in various interactive local and global\ndebugging strategies.\n","Comment: 11 Pages, 5 Figures"]}]
["0805.2202",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2202","23rd Winter Workshop on Nuclear Dynamics, EP Systema, Budapest,\n  ISBN 978 963 86934 2 6, 231, 2007"],"date":["2008-05-14"],"type":["text"],"creator":["Zhang, Yifei"],"language":[],"coverage":[],"title":["Identification of Bottom Contribution in Non-photonic Electron Spectra\n  and $v_2$ at RHIC"],"description":["  We present a study on the spectra for heavy flavor (charm and bottom) decayed\nelectrons in 200 GeV $p+p$ collisions and provide the relative contributions of\ncharm and bottom hadrons from the PYTHIA calculations. The results suggest that\nthe crossing point of the electron spectra from charm and bottom decays is\nabove 7 GeV/$c$ and bottom contribution is not dominant for electron $p_{T}<3$\nGeV/$c$. The upper limit of the relative cross section ratio is reported as\n$\\sigma_{b\\bar{b}}/\\sigma_{c\\bar{c}}\\leq(0.49\\pm0.09\\pm0.09)%$. We also compare\nthe $v_2$ distribution from simulation to the experimental data in 200 GeV\n$Au+Au$ collisions and estimate the possible charm $v_2$.\n","Comment: 7 pages,4 figures, 23rd Winter Workshop on Nuclear Dynamics"]}]
["0805.2223",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2223"],"date":["2008-05-15"],"type":["text"],"creator":["Kidonakis, Nikolaos"],"language":[],"coverage":[],"title":["Higgs Production via b bbar -> H in Hadron Colliders"],"description":["  I present NNNLO collinear and soft gluon corrections for Higgs production via\nthe process b bbar -> H. I show that the collinear corrections dominate and\ncontribute large enhancements to the cross section at both the Tevatron and the\nLHC.\n","Comment: 5 pages, 4 figures; presented at DIS 2008, London, England, April\n  7-11, 2008"]}]
["0805.2224",{"format":[],"subject":["Mathematics - General Mathematics","Mathematics - Classical Analysis and ODEs","40A05","40A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2224"],"date":["2008-05-15"],"type":["text"],"creator":["Chang, Yi-Fang"],"language":[],"coverage":[],"title":["A New Differential Test for Series of Positive Terms"],"description":["  A new differential test for series of positive terms is proved. Let f(x) be a\npositive continuous function corresponded to a series of positive terms f(k),\nand g(x) is a derivative of reciprocal of f(x). Then, the convergence and\ndivergence of the series may be determined from a value of fgx for enough large\nx. The rest may make the limit form, and is universal and complete.\n","Comment: 3 pages"]}]
["0805.2234",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2234"],"date":["2008-05-15"],"type":["text"],"creator":["Schwetz, Thomas"],"language":[],"coverage":[],"title":["The LSND puzzle in the light of MiniBooNE results"],"description":["  I give a brief overview over various attempts to reconcile the LSND evidence\nfor oscillations with all other global neutrino data, including the results\nfrom MiniBooNE. I discuss the status of oscillation schemes with one or more\nsterile neutrinos and comment on various exotic proposals.\n","Comment: 7 pages, 3 figures, talk given at Rencontres de Moriond EW 2008, La\n  Thuile, 1-8 March 2008"]}]
["0805.2235",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Analysis of PDEs","30F45","35J65","53A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2235"],"date":["2008-05-15"],"type":["text"],"creator":["Kraus, Daniela","Roth, Oliver"],"language":[],"coverage":[],"title":["Conformal Metrics"],"description":["  This paper surveys some selected topics in the theory of conformal metrics\nand their connections to complex analysis, partial differential equations and\nconformal differential geometry.\n"]}]
["0805.2236",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2236"],"date":["2008-05-15"],"type":["text"],"creator":["Bezrukov, F. L."],"language":[],"coverage":[],"title":["The Standard model Higgs as the inflaton"],"description":["  We describe how non-minimal coupling term between the Higgs boson and gravity\ncan lead to the chaotic inflation in the Standard Model without introduction of\nany additional degrees of freedom. Produced cosmological perturbations are\npredicted to be in accordance with observations. The tensor modes of\nperturbations are practically vanishing in the model.\n","Comment: 6 pages, 2 figures. To appear in Morion 2008 EW proceedings"]}]
["0805.2240",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2240"],"date":["2008-05-15"],"type":["text"],"creator":["Lavenda, B. H."],"language":[],"coverage":[],"title":["The relativity of hyperbolic space"],"description":["  The longitudinal Doppler shift is a measure of hyperbolic distance.\nTransformations of uniform motion are determined by the Doppler shift, while\nits square root transforms to a uniformly accelerated frame. A time-velocity\nspace metric is derived, by magnifying the Beltrami coordinates with the\ngeometric time, which is similar to the one obtained by Friedmann using\nEinstein's equations in which the mass tensor describes a universe of dust at\nzero pressure. No such assumption nor any approximation in which the\ncoordinates increase with time (i.e., constant velocities) need be made. The\nhyperbolic velocities are related to the sides of a Lambert quadrilateral. In\nthe limit when the acute angle becomes an ideal point, the case of uniform\nacceleration arises. The relations to Hubble's law, and to the exponential red\nshift, are discussed.\n"]}]
["0805.2241",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2241"],"date":["2008-05-15"],"type":["text"],"creator":["Bernal, Nicolas"],"language":[],"coverage":[],"title":["WIMP mass from direct, indirect dark matter detection experiments and\n  colliders: A complementary and model-independent approach"],"description":["  We study the possibility of identifying dark matter properties from direct\n(XENON100) and indirect (GLAST) detection experiments. In the same way, we\nexamine the perspectives given by the next generation of colliders (ILC). All\nthis analysis is done following a model-independent approach. We have shown\nthat the three detection techniques can act in a highly complementary way.\nwhereas direct detection experiments will probe efficiently light WIMPs, given\na positive detection (at the 10% level for $m_{\\chi} \\sim 50$ GeV), GLAST will\nbe able to confirm and even increase the precision in the case of a NFW\nprofile, for a WIMP-nucleon cross-section $\\sigma_{\\chi-p}<10^{-8}$ pb.\nHowever, for heavier WIMP ($\\sim 175$ GeV), the ILC will lead the\nreconstruction of the mass.\n","Comment: To appear in the Proceedings of the 43rd Rencontres de Moriond EW\n  session, La Thuile, Italy, 1-8 March 2008"]}]
["0805.2244",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2244"],"date":["2008-05-15"],"type":["text"],"creator":["Bartova, B.","Wiese, N.","Schryvers, D.","Chapman, J. N.","Ignacova, S."],"language":[],"coverage":[],"title":["Microstructure of precipitates and magnetic domain structure in an\n  annealed Co38Ni33Al29 shape memory alloy"],"description":["  The microstructure of a CoNiAl FSMA was determined by conventional\ntransmission electron microscopy, electron diffraction studies together with\nadvanced microscopy techniques and in-situ Lorentz microscopy. 10 to 60 nm\nsized rod-like precipitates of hcp $\\epsilon$-Co were confirmed to be present\nby HRTEM. The orientation relationship between the precipitates and B2 matrix\nis described by the Burgers orientation relationship. The crystal structure of\nthe martensite obtained after cooling is tetragonal L10 with a (1-11) twinning\nplane. The magnetic domain structure was determined during an in-situ cooling\nexperiment using the Fresnel mode of Lorentz microscopy. While transformation\nproceeds from B2 austenite to L10 martensite, new domains are nucleated leading\nto a decrease in domain width, with the magnetization lying predominantly along\na single direction. It was possible to completely describe the relationship\nbetween magnetic domains and crystallographic directions in the austenite phase\nthough complications existed for the martensite phase.\n","Comment: 7 pages, 11 figures, 2 tables. Manuscript accpeted for publication in\n  Acta Materialia"]}]
["0805.2247",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2247"],"date":["2008-05-15"],"type":["text"],"creator":["Armesto, N.","Merino, C.","Parente, G.","Zas, E."],"language":[],"coverage":[],"title":["Small-x Physics and the Detection of UHE Neutrinos"],"description":["  We evaluate both the tau lepton energy loss produced by photonuclear\ninteractions and the neutrino charged current cross section at ultra-high\nenergies, both relevant to neutrino bounds with Earth-skimming tau neutrinos.\n","Comment: Contribution to the Proceedings of the XLIII Rencontres de Moriond:\n  QCD and High Energy Interactions, La Thulile, Italy, 8-15 March 2008. Talk\n  presented by G. Parente (4 pages and 3 figures)"]}]
["0805.2248",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2248"],"date":["2008-05-15"],"type":["text"],"creator":["Arakelyan, G. H.","Merino, C.","Pajares, C.","Shabelski, Yu. M."],"language":[],"coverage":[],"title":["Production of Secondaries in pp Collisions at RHIC Energies"],"description":["  The midrapidity inclusive densities of different secondaries are calculated\nin the framework of the Quark-Gluon String Model. The transfer of baryon number\nin rapidity space due to the gluon string junction propagation leads to a\nsignificant effect on the net baryon production. The numerical results are in\nreasonable agreement with RHIC experimental data.\n","Comment: Contribution to the Proceedings of the XLIII Rencontres de Moriond:\n  QCD and High Energy Interactions, La Thulile, Italy, 8-15 March 2008. Talk\n  presented by C. Merino (4 pages and 2 figures)"]}]
["0805.2249",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2249"],"date":["2008-05-15"],"type":["text"],"creator":["Winklhofer, Michael","Kirschvink, Joseph L."],"language":[],"coverage":[],"title":["Does avian magnetoreception rely on both magnetite and maghemite?"],"description":["  Recently, a putative magnetoreceptor in the upper-beak skin of homing pigeons\nwas chemically characterized using X-ray flourescence and absorbtion studies\n[Fleissner et al., 2007. A novel concept of Fe-mineral based magnetoreception:\nhistological and physiochemical data from the upper beak of homing pigeons.\nNaturwissenschaften 94 (8), 631-642]. In this short communication we point out\nthat the novel concept propagated is based on conclusions that are not\nsupported by data and, in fact, stand in contradiction to previously published\ncrystallographic and magnetic data.\n","Comment: 4 pages, 1 figure"]}]
["0805.2267",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2267"],"date":["2008-05-15"],"type":["text"],"creator":["Dasgupta, Mrinal","Magnea, Lorenzo","Salam, Gavin"],"language":[],"coverage":[],"title":["Analytical studies for non-perturbative QCD of jets at hadron colliders"],"description":["  Inspired by the success of analytical models for non-perturbative effects,\nused to investigate event shape variables at LEP and HERA, we apply them to a\nstudy of jets at hadron colliders such as the Tevatron and the LHC. We find\nthat simple analytical estimates are able to shed considerable light on issues\nthat could previously be tackled only through Monte-Carlo simulations, for\nexample the role of different non-perturbative effects in various jet\nalgorithms. In this context, we also provide testable numerical results for the\ncommonly studied inclusive-jet $p_t$ distribution, and we introduce new\nobservables that could be employed to verify our calculations.\n","Comment: 5 pages, 2 figures; talks presented by M. Dasgupta at the \"Rencontres\n  de Moriond on QCD and Hadronic interactions\" and by L. Magnea at the\n  \"Rencontres de Physique de la Vallee d'Aoste\", La Thuile, Italy, 02-03/2008"]}]
["0805.2270",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2270"],"date":["2008-05-15"],"type":["text"],"creator":["Tikhonov, A. V.","Kopylov, A. I.","Gottlober, S.","Yepes, G."],"language":[],"coverage":[],"title":["Comparison of clustering properties of observed objects and dark matter\n  halos on different mass and spatial scales"],"description":["  We investigate the large-scale distribution of galaxy clusters taken from\nseveral X-ray catalogs. Different statistics of clustering like the conditional\ncorrelation function (CCF) and the minimal spanning tree (MST) as well as void\nstatistics were used. Clusters show two distinct regimes of clustering: 1) on\nscales of superclusters (~40/h Mpc) the CCF is represented by a power law; 2)\non larger scales a gradual transition to homogeneity (~100/h Mpc) is observed.\nWe also present the correlation analysis of the galaxy distribution taken from\nDR6 SDSS main galaxy database. In case of galaxies the limiting scales of the\ndifferent clustering regimes are 1)10-15/h Mpc; 2) 40-50/h Mpc. The differences\nin the characteristic scales and scaling exponents of the cluster and galaxy\ndistribution can be naturally explained within the theory of biased structure\nformation. We compared the density contrasts of inhomogeneities in the cluster\nand galaxy distributions in the SDSS region. The estimation of the relative\ncluster-galaxy bias gives the value b = 5 +/- 2. The distribution of real\nclusters is compared to that of simulated (model) clusters (the MareNostrum\nUniverse simulations). We selected a cluster sample from 500/h Mpc simulation\nbox with WMAP3 cosmological parameters and sigma_8 = 0.8. We found a general\nagreement between the distribution of observed and simulated clusters. The\ndifferences are mainly due to the presences of the Shapley supercluster in the\nobserved sample. On the basis of SDSS galaxy sample we study properties of the\npower law behavior showed by the CCF on small scales. We show that this\nphenomenon is quite complex, with significant scatter in scaling properties,\nand characterized by a non-trivial dependence on galaxy properties and\nenvironment.\n","Comment: 15 pages, 7 figures, to be published in Proceedings of the conference\n  \"Problems of Practical Cosmology\", Saint-Petersburg, June 2008"]}]
["0805.2272",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2272"],"date":["2008-05-15"],"type":["text"],"creator":["Turlay, Emmanuel"],"language":[],"coverage":[],"title":["The MSSM with decoupled scalars at the LHC"],"description":["  The discovery potential for the MSSM with heavy scalars at the LHC in the\ncase of light inos is examined. We discuss the phenomenology of the model and\nthe observables to determine the parameters. We show that for light gauginos,\nthe model parameters can be constrained with a precision of the order of 15%.\n","Comment: contribution to the Electroweak session of the Moriond 2008\n  conference"]}]
["0805.2273",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2273"],"date":["2008-05-15"],"type":["text"],"creator":["Lange, Jens Soeren"],"language":[],"coverage":[],"title":["Charm and Tau Decays: Review of BaBar and Belle Results"],"description":["  A review of recent results concerning decays of charmed mesons, charmed\nbaryons and $\\tau$ leptons for the Belle and BaBar Experiments is given. The\nreview was presented at the 43$^{rd}$ Rencontres de Moriond (QCD and High\nEnergy Interactions), LaThuile, March 8-15, 2008.\n"]}]
["0805.2274",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2274"],"date":["2008-05-15"],"type":["text"],"creator":["Pagnini, G.","Saxena, R. K."],"language":[],"coverage":[],"title":["A note on the Voigt profile function"],"description":["  A Voigt profile function emerges in several physical investigations (e.g.\natmospheric radiative transfer, astrophysical spectroscopy, plasma waves and\nacoustics) and it turns out to be the convolution of the Gaussian and the\nLorentzian densities. Its relation with a number of special functions has been\nwidely derived in literature starting from its Fourier type integral\nrepresentation. The main aim of the present paper is to introduce the\nMellin-Barnes integral representation as a useful tool to obtain new analytical\nresults. Here, starting from the Mellin-Barnes integral representation, the\nVoigt function is expressed in terms of the Fox H-function which includes\nrepresentations in terms of the Meijer G-function and previously well-known\nrepresentations with other special functions.\n","Comment: Submitted to: J. Phys. A: Math. Gen"]}]
["0805.2281",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2281"],"date":["2008-05-15"],"type":["text"],"creator":["Smirnov, A. S.","Negulyaev, N. N.","Niebergall, L.","Hergert, W.","Saletsky, A. M.","Stepanyuk, V. S."],"language":[],"coverage":[],"title":["Effect of quantum confinement of surface electrons on an atomic motion\n  on nanoislands"],"description":["  Ab initio calculations and kinetic Monte Carlo simulations demonstrate that\nthe quantum confinement of surface electrons to nanoislands can significantly\naffect the growth process at low temperatures. Formation of empty zones and\norbits of an adatom motion is demonstrated for Cu nanoislands on Cu(111).\n","Comment: 4 pages, 4 figures"]}]
["0805.2286",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Networking and Internet Architecture","C.2.0","D.2.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2286"],"date":["2008-05-15"],"type":["text"],"creator":["Zhou, Yejun","Li, Hui","Ma, Jianfeng"],"language":[],"coverage":[],"title":["Secure Network Coding Against the Contamination and Eavesdropping\n  Adversaries"],"description":["  In this paper, we propose an algorithm that targets contamination and\neavesdropping adversaries. We consider the case when the number of independent\npackets available to the eavesdropper is less than the multicast capacity of\nthe network. By means of our algorithm every node can verify the integrity of\nthe received packets easily and an eavesdropper is unable to get any meaningful\ninformation about the source. We call it practical security if an eavesdropper\nis unable to get any meaningful information about the source.We show that, by\ngiving up a small amount of overall capacity, our algorithm achieves achieves\nthe practically secure condition at a probability of one. Furthermore, the\ncommunication overhead of our algorithm are negligible compared with previous\nworks, since the transmission of the hash values and the code coefficients are\nboth avoided.\n","Comment: 6 pages, 3 figures"]}]
["0805.2288",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2288"],"date":["2008-05-15"],"type":["text"],"creator":["Sellerio, A. L.","Bassetti, B.","Isambert, H.","Lagomarsino, M. Cosentino"],"language":[],"coverage":[],"title":["A comparative evolutionary study of transcription networks"],"description":["  We present a comparative analysis of large-scale topological and evolutionary\nproperties of transcription networks in three species, the two distant bacteria\nE. coli and B. subtilis, and the yeast S. cerevisiae. The study focuses on the\nglobal aspects of feedback and hierarchy in transcriptional regulatory\npathways. While confirming that gene duplication has a significant impact on\nthe shaping of all the analyzed transcription networks, our results point to\ndistinct trends between the bacteria, where time constraints in the\ntranscription of downstream genes might be important in shaping the\nhierarchical structure of the network, and yeast, which seems able to sustain a\nhigher wiring complexity, that includes the more feedback, intricate hierarchy,\nand the combinatorial use of heterodimers made of duplicate transcription\nfactors.\n"]}]
["0805.2295",{"format":[],"subject":["Mathematics - Complex Variables","30C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2295","Michigan Math. J., 46 (1999), 409-415"],"date":["2008-05-15"],"type":["text"],"creator":["Hayman, Alexandre Eremenko aand Walter"],"language":[],"coverage":[],"title":["On the length of lemniscates"],"description":["  We show that for a monic polynomial p of degree d, the length of the level\nset {z: |p(z)|=1} is at most 9.2 d, which improves an earlier estimate due to\nP. Borwein. For d=2 we show that the extremal level set is the Bernoullis'\nLemniscate. One ingredient of our proofs is the fact that for an extremal\npolynomial this level set is connected.\n"]}]
["0805.2297",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2297"],"date":["2008-05-15"],"type":["text"],"creator":["Asorey, M.","Lavrov, P. M."],"language":[],"coverage":[],"title":["Even and odd geometries on supermanifolds"],"description":["  We analyze from a general perspective all possible supersymmetric\ngeneralizations of symplectic and metric structures on smooth manifolds. There\nare two different types of structures according to the even/odd character of\nthe corresponding quadratic tensors. In general we can have even/odd symplectic\nsupermanifolds, Fedosov supermanifolds and Riemannian supermanifolds. The\ngeometry of even Fedosov supermanifolds is strongly constrained and has to be\nflat. In the odd case, the scalar curvature is only constrained by Bianchi\nidentities. However, we show that odd Riemannian supermanifolds can only have\nconstant scalar curvature. We also point out that the supersymmetric\ngeneralizations of AdS space do not exist in the odd case.\n","Comment: Latex, 10 pages, contribution to the special volume, dedicated to 60\n  years celebration for Professor I.L. Buchbinder"]}]
["0805.2298",{"format":[],"subject":["Quantitative Biology - Tissues and Organs","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2298"],"date":["2008-05-15"],"type":["text"],"creator":["Viana, Matheus P.","Travencolo, Bruno A. N.","Tanck, E.","Costa, Luciano da F."],"language":[],"coverage":[],"title":["Characterizing the Diversity of Dynamics in Complex Networks Without\n  Border Effects"],"description":["  The importance of structured, complex connectivity patterns found in several\nreal-world systems is to a great extent related to their respective effects in\nconstraining and even defining the respective dynamics. Yet, while complex\nnetworks have been comprehensively investigated along the last decade in terms\nof their topological measurements, relatively less attention has been focused\non the characterization of the respective dynamics. Introduced recently, the\ndiversity entropy of complex systems can provide valuable information about the\nrespective possible unfolding of dynamics. In the case of self-avoiding random\nwalks, the situation assumed here, the diversity measurement allows one to\nquantify in how many different places an agent may effectively arrive after a\ngiven number of steps from its initial activity. Because this measurement is\nhighly affected by border effects frequently found as a consequence of network\nsampling, it becomes critical to devise means for sound estimation of the\ndiversity without being affected by this type of artifacts. We describe such an\nalgorithm and illustrate its potential with respect to the characterization of\nthe self-avoiding random walk dynamics in two real-world networks, namely bone\ncanals and air transportation.\n","Comment: 15 pages, 7 figures. A working manuscript"]}]
["0805.2308",{"format":[],"subject":["Computer Science - Artificial Intelligence","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2308"],"date":["2008-05-15"],"type":["text"],"creator":["Owladeghaffari, H."],"language":[],"coverage":[],"title":["Toward Fuzzy block theory"],"description":["  This study, fundamentals of fuzzy block theory, and its application in\nassessment of stability in underground openings, has surveyed. Using fuzzy\ntopics and inserting them in to key block theory, in two ways, fundamentals of\nfuzzy block theory has been presented. In indirect combining, by coupling of\nadaptive Neuro Fuzzy Inference System (NFIS) and classic block theory, we could\nextract possible damage parts around a tunnel. In direct solution, some\nprinciples of block theory, by means of different fuzzy facets theory, were\nrewritten.\n","Comment: 8 PAGES,7 FIGURES"]}]
["0805.2313",{"format":[],"subject":["Mathematics - Representation Theory","17B55 (Primary)","17B68 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2313"],"date":["2008-05-15"],"type":["text"],"creator":["Boe, Brian D.","Nakano, Daniel K.","Wiesner, Emilie"],"language":[],"coverage":[],"title":["Ext^1-quivers for the Witt algebra W(1,1)"],"description":["  Let g be the finite dimensional Witt algebra W(1,1) over an algebraically\nclosed field of characteristic p > 3. It is well known that all simple\nW(1,1)-modules are finite dimensional. Each simple module admits a character\n\\chi in g^*. Given such a \\chi one can form the (finite dimensional) reduced\nenveloping algebra u(g,\\chi). The simple modules for u(g,\\chi) are precisely\nthose simple W(1,1)-modules admitting the character \\chi. In this paper the\nauthors compute Ext^1 between pairs of simple modules for u(g,\\chi).\n","Comment: 16 pages, 2 figures"]}]
["0805.2317",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2317"],"date":["2008-05-15"],"type":["text"],"creator":["Habig, A.","Collaboration, for the MINOS"],"language":[],"coverage":[],"title":["Current NuMI/MINOS Oscillation Results"],"description":["  The MINOS experiment is now making precise measurements of the nu_mu\ndisappearance oscillations seen in atmospheric neutrinos, and will extend our\nreach towards the so far unseen theta_13 by looking for nu_e appearance in the\nnu_mu beam. It does so by using the intense, well-understood NuMI neutrino beam\ncreated at Fermilab and observing it 735 km away at the Soudan Mine in\nNortheast Minnesota. Results from MINOS' first two years of operations will be\npresented.\n","Comment: Proceedings of the Moriond Electroweak conference, March 1-8 2008 8\n  pages, 5 figures"]}]
["0805.2319",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2319"],"date":["2008-05-15"],"type":["text"],"creator":["Meneux, B.","Guzzo, L.","Garilli, B.","Fevre, O. Le","Pollo, A.","Blaizot, J.","De Lucia, G.","Bolzonella, M.","Lamareille, F.","Pozzetti, L.","team, the VVDS"],"language":[],"coverage":[],"title":["The VIMOS-VLT Deep Survey: Dependence of galaxy clustering on stellar\n  mass"],"description":["  We have investigated the dependence of galaxy clustering on their stellar\nmass at z~1, using the data from the VIMOS-VLT Deep Survey (VVDS). We have\nmeasured the projected two-point correlation function of galaxies, wp(rp) for a\nset of stellar mass selected samples at an effective redshift <z>=0.85. We have\ncontrol and quantify all effects on galaxy clustering due to the incompleteness\nof our low mass samples. We find that more massive galaxies are more clustered.\nWhen compared to similar results at z~0.1 in the SDSS, we observed no evolution\nof the projected correlation function for massive galaxies. These objects\npresent a stronger linear bias at z~1 with respect to low mass galaxies. As\nexpected, massive objects at high redshift are found in the highest pics of the\ndark matter density field.\n","Comment: 4 pages, 2 figures, 43rd Rencontres de Moriond - March 15-22, 2008 -\n  La Thuile (Val d'Aosta, Italy)"]}]
["0805.2324",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2324"],"date":["2008-05-15"],"type":["text"],"creator":["Yu, Zhang","Zhong-ke, Shi","Run-quan, Wang"],"language":[],"coverage":[],"title":["A multilateral filtering method applied to airplane runway image"],"description":["  By considering the features of the airport runway image filtering, an\nimproved bilateral filtering method was proposed which can remove noise with\nedge preserving. Firstly the steerable filtering decomposition is used to\ncalculate the sub-band parameters of 4 orients, and the texture feature matrix\nis then obtained from the sub-band local median energy. The texture similar,\nthe spatial closer and the color similar functions are used to filter the\nimage.The effect of the weighting function parameters is qualitatively analyzed\nalso. In contrast with the standard bilateral filter and the simulation results\nfor the real airport runway image show that the multilateral filtering is more\neffective than the standard bilateral filtering.\n","Comment: 8 pages, 5 figures, 4 tables"]}]
["0805.2325",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2325"],"date":["2008-05-15"],"type":["text"],"creator":["Loh, Ji Meng"],"language":[],"coverage":[],"title":["A valid and fast spatial bootstrap for correlation functions"],"description":["  In this paper, we examine the validity of non-parametric spatial bootstrap as\na procedure to quantify errors in estimates of N-point correlation functions.\nWe do this by means of a small simulation study with simple point process\nmodels and estimating the two-point correlation functions and their errors. The\ncoverage of confidence intervals obtained using bootstrap is compared with\nthose obtained from assuming Poisson errors. The bootstrap procedure considered\nhere is adapted for use with spatial (i.e. dependent) data. In particular, we\ndescribe a marked point bootstrap where, instead of resampling points or blocks\nof points, we resample marks assigned to the data points. These marks are\nnumerical values that are based on the statistic of interest. We describe how\nthe marks are defined for the two- and three-point correlation functions. By\nresampling marks, the bootstrap samples retain more of the dependence structure\npresent in the data. Furthermore, this method of bootstrap can be performed\nmuch quicker than some other bootstrap methods for spatial data, making it a\nmore practical method with large datasets. We find that with clustered point\ndatasets, confidence intervals obtained using the marked point bootstrap has\nempirical coverage closer to the nominal level than the confidence intervals\nobtained using Poisson errors. The bootstrap errors were also found to be\ncloser to the true errors for the clustered point datasets.\n","Comment: 21 pages, 5 figures"]}]
["0805.2326",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2326"],"date":["2008-05-15"],"type":["text"],"creator":["Wickramasinghe, T.","Struble, M.","Nieusma, J."],"language":[],"coverage":[],"title":["Observed Bimodality of the Einstein Crossing Times of Galactic\n  Microlensing Events"],"description":["  The OGLE data$^1$ for Einstein ring crossing times, $t_E$, for microlensing\nevents toward the galactic bulge are analyzed. The analysis shows that the\ncrossing times are bimodal, indicating that two populations of lenses could be\nresponsible for observed microlensing events. Given the possibility that\nmicrolensing in this direction can be due to both main-sequence stars and white\ndwarfs, we analyze and show that the observed bimodality of $t_E$ can be\nderived from the accepted density distributions of both populations. Our\nKolmogorov-Smirnov (KS) one sample test shows that that a white dwarf\npopulation of about $25% $ of all stars in the galaxy agrees well with the\nobserved bimodality with a KS significance level greater than 97%.\n"]}]
["0805.2350",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2350"],"date":["2008-05-15"],"type":["text"],"creator":["Chen, Yen-Chu"],"language":[],"coverage":[],"title":["Top Mass and Properties"],"description":["  The top quark was discovered in 1995. The top quark mass is now well measured\nat the Tevatron, with uncertainty getting below 1% of the top mass. The world\naverage from last year was 170.9 $\\pm$ 1.8 GeV/$c^2$. The new CDF measurement\nis 172 $\\pm$ 1.2 (stat) $\\pm$ 1.5 (sys) GeV/$c^2$, and D0 will soon present a\nnew measurement. The top quark mass is an important parameter in the Standard\nModel, and should be measured as precisely as possible. To learn more about the\ntop quark observed and study possible new physics, other properties also should\nbe measured. At the Tevatron, the charge of the top quark can be measured\ndirectly. Examples of other properties studied and reported in this\npresentation are W helicity, top decay branching ratio to b ($R_b$), searches\nfor $t \\to H b$ and for flavor changing neutral current (FCNC). The results are\nall consistent with the Standard Model within current statistics. With\nsignificantly more data being collected at the Tevatron, precision measurements\nof the top properties are just starting.\n","Comment: contribution to proceeding of Moriond EW 2008 conference, 7 pages"]}]
["0805.2354",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2354"],"date":["2008-05-15"],"type":["text"],"creator":["De Simone, Andrea"],"language":[],"coverage":[],"title":["Quantum Boltzmann equations in resonant leptogenesis"],"description":["  The quantum Boltzmann equations relevant for leptogenesis, obtained using\nnon-equilibrium quantum field theory, are described. They manifest memory\neffects leading to a time-dependent CP asymmetry which depends upon the\nprevious history of the system. This result is particularly relevant in\nresonant leptogenesis where the asymmetry is generated by the decays of nearly\nmass-degenerate right-handed neutrinos. The impact of the non-trivial time\nevolution of the CP asymmetry is discussed either in the generic resonant\nleptogenesis scenario or in the more specific Minimal Lepton Flavour Violation\nframework. Significant quantitative differences arise with respect to the usual\napproach in which the time dependence of the CP asymmetry is neglected.\n","Comment: 6 pages, 1 figure. Talk given at the 43rd Rencontres de Moriond - EW\n  session, La Thuile (Italy), 1-8 March 2008"]}]
["0805.2360",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2360"],"date":["2008-05-15"],"type":["text"],"creator":["Patwardhan, Ajay"],"language":[],"coverage":[],"title":["Statistical Physics of Dark and Normal Matter Distribution in Galaxy\n  Formation : Dark Matter Lumps and Black Holes in Core and Halo of Galaxy"],"description":["  In unified field theory the cosmological model of the universe has\nsupersymmetric fields. Supersymmetric particles as dark and normal matter in\ngalaxy clusters have a phase separation. Dark matter in halos have a\nstatistical physics equation of state. Neutralino particle gas with gravitation\ncan have a collapse of dark matter lumps. A condensate phase due to boson\ncreation by annhillation and exchange can occur at high densities. The collapse\nof the boson condensate, including neutralinos, into the Schwarzschild radius\ncreates dark matter black holes. Microscopic dark matter black holes can\nevaporate with Hawking effect giving gamma ray bursts and create a spectrum of\nnormal particles. The phase separation of normal and dark matter in galaxy\nclusters and inside galaxies is given by statistical physics.\n","Comment: 9 pages, Physics department, St Xaviers college, Mumbai. Visitor,\n  Institute of Mathematical sciences, Chennai"]}]
["0805.2362",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2362"],"date":["2008-05-15"],"type":["text"],"creator":["Maurer, Andreas"],"language":[],"coverage":[],"title":["An optimization problem on the sphere"],"description":["  We prove existence and uniqueness of the minimizer for the average geodesic\ndistance to the points of a geodesically convex set on the sphere. This implies\na corresponding existence and uniqueness result for an optimal algorithm for\nhalfspace learning, when data and target functions are drawn from the uniform\ndistribution.\n"]}]
["0805.2363",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2363"],"date":["2008-05-15"],"type":["text"],"creator":["Kamenik, Jernej F."],"language":[],"coverage":[],"title":["Delta F = 1 Constraints on Minimal Flavor Violation"],"description":["  We present an updated phenomenological analysis of the minimal flavor\nviolating (MFV) effective theory, both at small and large tan beta, in the\nsector of Delta F=1 processes. We evaluate the bounds on the scale of new\nphysics derived from recent measurements (in particular from B to Xs gamma, B\nto Xs l+ l-, Bs to mu+ mu- and K to pi nu bar nu) and we use such bounds to\nderive a series of model-independent predictions within MFV for future\nexperimental searches in the flavor sector.\n","Comment: 6 pages, 1 figure; To appear in the proceedings of 43nd Rencontres de\n  Moriond on Electroweak Interactions and Unified Theories, La Thuile, Italy,\n  1-8 Mar 2008"]}]
["0805.2365",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2365"],"date":["2008-05-15"],"type":["text"],"creator":["Hojeong, Kim"],"language":[],"coverage":[],"title":["New Results on Leptonic B meson decays at BaBar"],"description":["  We present selected new results on leptonic B meson decays from the BaBar\nexperiment: searches for the decays B0->l+l-, B+->l+nu and B0->l+tau-, and\nB->Knunubar, where l=e or mu. The decay modes imply also their charge\nconjugations. We observe no evidence for these decays and set upper limits on\ntheir branching fractions.\n","Comment: 6 pages, 14 figures, proceedings for Moriond EW 2008"]}]
["0805.2368",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence","G.3","I.2.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2368"],"date":["2008-05-15"],"type":["text"],"creator":["Gretton, Arthur","Borgwardt, Karsten","Rasch, Malte J.","Scholkopf, Bernhard","Smola, Alexander J."],"language":[],"coverage":[],"title":["A Kernel Method for the Two-Sample Problem"],"description":["  We propose a framework for analyzing and comparing distributions, allowing us\nto design statistical tests to determine if two samples are drawn from\ndifferent distributions. Our test statistic is the largest difference in\nexpectations over functions in the unit ball of a reproducing kernel Hilbert\nspace (RKHS). We present two tests based on large deviation bounds for the test\nstatistic, while a third is based on the asymptotic distribution of this\nstatistic. The test statistic can be computed in quadratic time, although\nefficient linear time approximations are available. Several classical metrics\non distributions are recovered when the function space used to compute the\ndifference in expectations is allowed to be more general (eg. a Banach space).\nWe apply our two-sample tests to a variety of problems, including attribute\nmatching for databases using the Hungarian marriage method, where they perform\nstrongly. Excellent performance is also obtained when comparing distributions\nover graphs, for which these are the first such tests.\n"]}]
["0805.2375",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2375"],"date":["2008-05-15","2008-05-16"],"type":["text"],"creator":["Patwardhan, Ajay","Tewary, Vivek"],"language":[],"coverage":[],"title":["Stability of Thermohaline circulation with respect to fresh water\n  release"],"description":["  The relatively warm climate found in the North- Western Europe is due to the\ngulf stream that circulates warm saline water from southern latitudes to\nEurope. In North Atlantic ocean the stream gives out a large amount of heat,\ncools down and sinks to the bottom to complete the Thermohaline circulation.\nThere is considerable debate on the stability of the stream to inputs of fresh\nwater from the melting ice in Greenland and Arctic. The circulation, being\nswitched off, will have massive impact on the climate of Europe.\nIntergovernmental panel on climate change (IPCC) has warned of this danger in\nits recent report. Our aim is to model the Thermohaline circulation at the\npoint where it sinks in the North-Atlantic. We create a two dimensional\ndiscrete map modeling the salinity gradient and vertical velocity of the\nstream. We look for how a perturbation in the form of fresh water release can\ndestabilise the circulation by pushing the velocity below a certain threshold.\n","Comment: Physics department, St Xaviers college, Mumbai and visitor,Institute\n  of Mathematical sciences, Chennai"]}]
["0805.2377",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2377"],"date":["2008-05-15"],"type":["text"],"creator":["Bruyn, Lieven Le"],"language":[],"coverage":[],"title":["Noncommutative geometry and dual coalgebras"],"description":["  In arXiv:math/0606241v2 M. Kontsevich and Y. Soibelman argue that the\ncategory of noncommutative (thin) schemes is equivalent to the category of\ncoalgebras. We propose that under this correspondence the affine scheme of a\nk-algebra A is the dual coalgebra A^o and draw some consequences. In\nparticular, we describe the dual coalgebra A^o of A in terms of the A-infinity\nstructure on the Yoneda-space of all the simple finite dimensional\nA-representations.\n"]}]
["0805.2379",{"format":[],"subject":["Computer Science - Information Theory","11H31"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2379"],"date":["2008-05-15"],"type":["text"],"creator":["Kudryashov, Boris","Yurkov, Kirill"],"language":[],"coverage":[],"title":["Linear code-based vector quantization for independent random variables"],"description":["  In this paper we analyze the rate-distortion function R(D) achievable using\nlinear codes over GF(q), where q is a prime number.\n","Comment: 16 pages, 3 figures"]}]
["0805.2392",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2392"],"date":["2008-05-15"],"type":["text"],"creator":["Haas, Benjamin"],"language":[],"coverage":[],"title":["D-decays with unquenched Lattice QCD"],"description":["  We discuss the recent progress in computing the D-meson decay constant and\nD->pi l nu form factors from the lattice QCD simulations with Nf=2 dynamical\nusing Wilson quarks. We report fD=201(20)MeV and F+(1GeV^2)/fD=4.04(78)GeV^-1\nat a=0.08fm.\n","Comment: Contribution to the proceedings of Moriond 2008 : QCD and High Energy\n  Interactions session"]}]
["hep-th/0111139",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0111139"],"date":["2001-11-15"],"type":["text"],"creator":["Dowker, J. S."],"language":[],"coverage":[],"title":["The Theory of Invariants and Interaction Symmetries"],"description":["  An application of the Gordan-Hilbert finite algebraic basis theorem is\nsuggested.\n","Comment: 7 pages. Uses JyTeX. Reissue of a 1965 report"]}]
["math/0004042",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0004042"],"date":["2000-04-07","2008-05-15"],"type":["text"],"creator":["Etingof, Pavel","Kazhdan, David"],"language":[],"coverage":[],"title":["Quantization of Lie bialgebras, part VI: quantization of generalized\n  Kac-Moody algebras"],"description":["  This paper is a continuation of the series of papers \"Quantization of Lie\nbialgebras (QLB) I-V\". We show that the image of a Kac-Moody Lie bialgebra with\nthe standard quasitriangular structure under the quantization functor defined\nin QLB-I,II is isomorphic to the Drinfeld-Jimbo quantization of this Lie\nbialgebra, with the standard quasitriangular structure. This implies that when\nthe quantization parameter is formal, then the category O for the quantized\nKac-Moody algebra is equivalent, as a braided tensor category, to the category\nO over the corresponding classical Kac-Moody algebra, with the tensor category\nstructure defined by a Drinfeld associator. This equivalence is a\ngeneralization of the functor constructed previously by G.Lusztig and the\nsecond author.\n  In particular, we answer positively a question of Drinfeld whether the\ncharacters of irreducible highest weight modules for quantized Kac-Moody\nalgebras are the same as in the classical case.\n  Moreover, our results are valid for the Lie algebra g(A) corresponding to any\nsymmetrizable matrix A (not necessarily with integer entries), which answers\nanother question of Drinfeld.\n  We also prove the Drinfeld-Kohno theorem for the algebra g(A) (it was\npreviously proved by Varchenko using integral formulas for solutions of the KZ\nequations).\n","Comment: 10 pages, amstex; the paper relies on the fact that quantization of\n  Lie bialgebras commutes with duals and doubles, whose proof in the original\n  version contained a gap. An adequate proof of this fact was obtained by\n  Enriquez and Geer in 0707.2337. The present version takes this into account"]}]
["math/0512344",{"format":[],"subject":["Mathematics - Optimization and Control","90C25","90C22","90C06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512344"],"date":["2005-12-14","2008-05-16"],"type":["text"],"creator":["d'Aspremont, Alexandre"],"language":[],"coverage":[],"title":["Smooth Optimization with Approximate Gradient"],"description":["  We show that the optimal complexity of Nesterov's smooth first-order\noptimization algorithm is preserved when the gradient is only computed up to a\nsmall, uniformly bounded error. In applications of this method to semidefinite\nprograms, this means in some instances computing only a few leading eigenvalues\nof the current iterate instead of a full matrix exponential, which\nsignificantly reduces the method's computational cost. This also allows sparse\nproblems to be solved efficiently using sparse maximum eigenvalue packages.\n","Comment: Titled changed from \"Smooth Optimization for Sparse Semidefinite\n  Programs\". New figures, tests. Final version"]}]
["math/0605626",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","20G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605626"],"date":["2006-05-23","2008-05-16"],"type":["text"],"creator":["McNinch, George J."],"language":[],"coverage":[],"title":["The centralizer of a nilpotent section"],"description":["  Let F be an algebraically closed field and let G be a semisimple F-algebraic\ngroup for which the characteristic of F is *very good*. If X in Lie(G) =\nLie(G)(F) is a nilpotent element in the Lie algebra of G, and if C is the\ncentralizer in G of X, we show that (i) the root datum of a Levi factor of C,\nand (ii) the component group C/C^o both depend only on the Bala-Carter label of\nX; i.e. both are independent of very good characteristic. The result in case\n(ii) depends on the known case when G is (simple and) of adjoint type.\n  The proofs are achieved by studying the centralizer C of a nilpotent section\nX in the Lie algebra of a suitable semisimple group scheme over a Noetherian,\nnormal, local ring A. When the centralizer of X is equidimensional on Spec(A),\na crucial result is that locally in the etale topology there is a smooth\nA-subgroup scheme L of CC such that L_t is a Levi factor of C_t for each t in\nSpec(A).\n","Comment: 34 pages. To appear in Nagoya Math. J. Dedicated to Toshiaki Shoji,\n  on the occasion of his 60th birthday"]}]
["math/0610498",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Spectral Theory","15A18","15A42","15A57","15A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610498","SIAM Journal on Matrix Analysis and Applications, Vol.30, No.2,\n  pp. 548-559, 2008.","doi:10.1137/070684628"],"date":["2006-10-16","2008-02-03"],"type":["text"],"creator":["Argentati, M. E.","Knyazev, A. V.","Paige, C. C.","Panayotov, I."],"language":[],"coverage":[],"title":["Bounds on changes in Ritz values for a perturbed invariant subspace of a\n  Hermitian matrix"],"description":["  The Rayleigh-Ritz method is widely used for eigenvalue approximation. Given a\nmatrix $X$ with columns that form an orthonormal basis for a subspace $\\X$, and\na Hermitian matrix $A$, the eigenvalues of $X^HAX$ are called Ritz values of\n$A$ with respect to $\\X$. If the subspace $\\X$ is $A$-invariant then the Ritz\nvalues are some of the eigenvalues of $A$. If the $A$-invariant subspace $\\X$\nis perturbed to give rise to another subspace $\\Y$, then the vector of absolute\nvalues of changes in Ritz values of $A$ represents the absolute eigenvalue\napproximation error using $\\Y$. We bound the error in terms of principal angles\nbetween $\\X$ and $\\Y$. We capitalize on ideas from a recent paper [DOI:\n10.1137/060649070] by A. Knyazev and M. Argentati, where the vector of absolute\nvalues of differences between Ritz values for subspaces $\\X$ and $\\Y$ was\nweakly (sub-)majorized by a constant times the sine of the vector of principal\nangles between $\\X$ and $\\Y$, the constant being the spread of the spectrum of\n$A$. In that result no assumption was made on either subspace being\n$A$-invariant. It was conjectured there that if one of the trial subspaces is\n$A$-invariant then an analogous weak majorization bound should only involve\nterms of the order of sine squared. Here we confirm this conjecture.\nSpecifically we prove that the absolute eigenvalue error is weakly majorized by\na constant times the sine squared of the vector of principal angles between the\nsubspaces $\\X$ and $\\Y$, where the constant is proportional to the spread of\nthe spectrum of $A$. For many practical cases we show that the proportionality\nfactor is simply one, and that this bound is sharp. For the general case we can\nonly prove the result with a slightly larger constant, which we believe is\nartificial.\n","Comment: 12 pages. Accepted to SIAM Journal on Matrix Analysis and\n  Applications (SIMAX)"]}]
["physics/0205050",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0205050","Phys. Rev. A 67, 011402(R) (2003)","doi:10.1103/PhysRevA.67.011402"],"date":["2002-05-17","2002-11-15"],"type":["text"],"creator":["Ospelkaus, C.","Rasbach, U.","Weis, A."],"language":[],"coverage":[],"title":["Measurement of the forbidden tensor polarizability of Cs using an\n  all-optical Ramsey resonance technique"],"description":["  We have measured the strongly suppressed electric tensor polarizability of\nthe Cs ground state using an optical pump-probe technique in a thermal atomic\nbeam. The result agrees with a previous measurement and confirms the\nlong-standing discrepancy with a theoretical value. The anticipated future\nreduction of the total uncertainty to the 1% level makes this quantity a\nvaluable test for atomic structure calculations involving short-range\ninner-atomic interactions.\n","Comment: 4 pages, 2 figures"]}]
["physics/0702141",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0702141"],"date":["2007-02-16","2008-05-16"],"type":["text"],"creator":["Dudarev, A.","Kruglov, V.","Kruglova, L.","Nikitin, M."],"language":[],"coverage":[],"title":["Micro Drift Chamber as a high resolution vertex detector for the DIRAC\n  experiment"],"description":["  A possible implementation of the Micro Drift Chamber (MDC) technique as a\nhigh resolution vertex detector in the upstream part of the DIRAC spectrometer\nwas investigated in this paper. Simulations of different MDC layout were\nperformed with the help of GARFIELD package. Based on the results of simulation\nthe optimal chamber geometry and the gas mixture were selected.\n  One cell prototype was produced and its characteristics were measured at\ndifferent particle fluxes, various gas pressures and thresholds of electronics.\n  Data observed together with expected coordinate resolution of MDC allow to\nemploy such detector in different field of application including the DIRAC\nexperiment.\n","Comment: 4 pages, 7 figures, English"]}]
