["0704.0743",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0743","Physica B 403, 1534 (2008)","doi:10.1016/j.physb.2007.10.182"],"date":["2007-04-05","2007-04-16"],"type":["text"],"creator":["Rycerz, Adam"],"language":[],"coverage":[],"title":["Diatomic molecule as a quantum entanglement switch"],"description":["  We investigate a pair entanglement of electrons in diatomic molecule, modeled\nas a correlated double quantum dot attached to the leads. The low-temperature\nproperties are derived from the ground state obtained by utilizing the\nRejec-Ramsak variational technique within the framework of EDABI method, which\ncombines exact diagonalization with ab initio calculations. The results show,\nthat single-particle basis renormalization modifies the entanglement-switch\neffectiveness significantly. We also found the entanglement signature of a\ncompetition between an extended Kondo and singlet phases.\n","Comment: To be presented on \"The International Conference on Strongly\n  Correlated Electron Systems\" SCES'07, May 13-18, Houston, USA"]}]
["0704.3894",{"format":[],"subject":["Mathematics - Differential Geometry","53C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3894","Comm. Math. Carolinae, vol 49, n1,(2008), 101-117"],"date":["2007-04-30"],"type":["text"],"creator":["Le, Hong-Van","Panak, Martin","Vanzura, Jiri"],"language":[],"coverage":[],"title":["Manifolds admitting stable forms"],"description":["  In this note we give a direct method to classify all stable forms on $\\R^n$\nas well as to determine their automorphism groups. We show that in dimension\n6,7,8 stable forms coincide with non-degnerate forms.\n  We present necessary conditions and sufficient conditions for a manifold to\nadmit a stable form. We also discuss rich properties of the geometry of such\nmanifolds.\n","Comment: 19 pages"]}]
["0705.0564",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0564"],"date":["2007-05-04","2008-05-02"],"type":["text"],"creator":["Lo, Caleb K.","Vishwanath, Sriram","Heath Jr, Robert W."],"language":[],"coverage":[],"title":["Rate Bounds for MIMO Relay Channels"],"description":["  This paper considers the multi-input multi-output (MIMO) relay channel where\nmultiple antennas are employed by each terminal. Compared to single-input\nsingle-output (SISO) relay channels, MIMO relay channels introduce additional\ndegrees of freedom, making the design and analysis of optimal cooperative\nstrategies more complex. In this paper, a partial cooperation strategy that\ncombines transmit-side message splitting and block-Markov encoding is\npresented. Lower bounds on capacity that improve on a previously proposed\nnon-cooperative lower bound are derived for Gaussian MIMO relay channels.\n","Comment: 25 pages, 6 figures, submitted to Journal on Communications and\n  Networks in December 2007, revised in April 2008"]}]
["0705.2451",{"format":[],"subject":["Mathematics - Combinatorics","05A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2451"],"date":["2007-05-16","2008-05-02"],"type":["text"],"creator":["Chebikin, Denis","Ehrenborg, Richard","Pylyavskyy, Pavlo","Readdy, Margaret"],"language":[],"coverage":[],"title":["Cyclotomic factors of the descent set polynomial"],"description":["  We introduce the notion of the descent set polynomial as an alternative way\nof encoding the sizes of descent classes of permutations. Descent set\npolynomials exhibit interesting factorization patterns. We explore the question\nof when particular cyclotomic factors divide these polynomials. As an instance\nwe deduce that the proportion of odd entries in the descent set statistics in\nthe symmetric group S_n only depends on the number on 1's in the binary\nexpansion of n. We observe similar properties for the signed descent set\nstatistics.\n","Comment: 21 pages, revised the proof of the opening result and cleaned up\n  notation"]}]
["0708.1582",{"format":[],"subject":["Mathematics - Combinatorics","05E10, 14N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1582"],"date":["2007-08-11","2008-05-03"],"type":["text"],"creator":["Purbhoo, Kevin","Sottile, Frank"],"language":[],"coverage":[],"title":["A Littlewood-Richardson rule for Grassmannian Permutations"],"description":["  We give a combinatorial rule for computing intersection numbers on a flag\nmanifold which come from products of Schubert classes pulled back from\nGrassmannian projections. This rule generalizes the known rule for\nGrassmannians.\n","Comment: 10 pages, colour diagrams. Corrected an example"]}]
["0710.0622",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0622","Phys. Rev. Lett. 100, 166802 (2008)","doi:10.1103/PhysRevLett.100.166802"],"date":["2007-10-03","2008-05-02"],"type":["text"],"creator":["Gangadharaiah, S.","Farid, A. M.","Mishchenko, E. G."],"language":[],"coverage":[],"title":["Charge response function and a novel plasmon mode in graphene"],"description":["  Polarizability of non-interacting 2D Dirac electrons has a 1/\\sqrt{qv-\\omega}\nsingularity at the boundary of electron-hole excitations. The screening of this\nsingularity by long-range electron-electron interactions is usually treated\nwithin the random phase approximation. The latter is exact only in the limit of\nN -> infinity, where N is the ``color'' degeneracy. We find that the\nladder-type vertex corrections become crucial close to the threshold as the\nratio of the n-th order ladder term to the same order RPA contribution is\n(\\ln|qv-\\omega|)^n/N^n$. We perform analytical summation of the infinite series\nof ladder diagrams which describe excitonic effect. Beyond the threshold,\nqv>\\omega, the real part of the polarization operator is found to be positive\nleading to the appearance of a strong and narrow plasmon resonance.\n","Comment: 4 pages, 3 figures,typos corrected"]}]
["0801.2492",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2492","J. Phys. Soc. Jpn. 77 (2008) 054709","doi:10.1143/JPSJ.77.054709"],"date":["2008-01-16","2008-05-03"],"type":["text"],"creator":["Endo, Akira","Iye, Yasuhiro"],"language":[],"coverage":[],"title":["Modulation of the Shubnikov-de Haas Oscillation in Unidirectional\n  Lateral Superlattices"],"description":["  The amplitude and phase of Shubnikov-de Haas oscillations have been analyzed\nin detail for two-dimensional electron gases subjected to a weak unidirectional\nperiodic potential modulation. The amplitude is suppressed, accompanied by\ninversion of the phase, at the maximum bandwidth conditions at low magnetic\nfields. The suppression is gradually taken over by the enhancement with the\nincrease of the magnetic fields. The suppression and the enhancement are\nattributable to the collisional and the diffusion contribution of the modulated\npotential to the conductivity, respectively, the former (the latter) being\ndominant at low (high) magnetic fields. A theoretical calculation that takes\nthe two types of contributions into account shows semi-quantitative agreement\nwith experimental traces.\n","Comment: 10 pages, 8 figures; typos corrected"]}]
["0801.2905",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2905","J. Phys. A: Math. Theor. 41 185304 (2008)"],"date":["2008-01-18","2008-05-03"],"type":["text"],"creator":["Abdel-Aty, Mahmoud"],"language":[],"coverage":[],"title":["A qualitative perspective on the dynamics of a single-Cooper-pair box\n  with a phase-damped cavity"],"description":["  In a recent paper Dajka, et.al., [J. Phys. A \\textbf{40}, F879 (2007)]\npredicted that some composite systems can be entangled forever even if coupled\nwith a thermal bath. We analyze the transient entanglement of a\nsingle-Cooper-pair box biased by a classical voltage and irradiated by a\nquantized field and find the unusual feature that the phase-damped cavity can\nlead to a long-lived entanglement. The results show an asymptotic value of the\nidempotency defect (concurrence) which embodies coherence loss (entanglement\nsurvival), independent of the interaction development by dependent critically\non environment.\n","Comment: 15 pages, 4 figures, some modifications have been done"]}]
["0802.4058",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4058","Micro & Nano Letters, 3, 29 (2008)"],"date":["2008-02-27"],"type":["text"],"creator":["Parvizi, F.","Teweldebrhan, D.","Ghosh, S.","Calizo, I.","Balandin, A. A.","Zhu, H.","Abbaschian, R."],"language":[],"coverage":[],"title":["Graphene Synthesis via the High Pressure - High Temperature Growth\n  Process"],"description":["  We report on a new method for graphene synthesis and assessment of the\nproperties of the resulting large-area graphene layers. Graphene was produced\nby the high pressure - high temperature growth from the natural graphitic\nsource by utilizing the molten Fe-Ni catalysts for dissolution of carbon. The\nresulting large-area graphene flakes were transferred to the silicon - silicon\noxide substrates for the spectroscopic micro-Raman and scanning electron\nmicroscopy inspection. The analysis of the G peak, D, T+D and 2D bands in the\nRaman spectra under the 488-nm laser excitation indicate that the high pressure\n- high temperature technique is capable of producing the high-quality\nlarge-area single-layer graphene with a low defect density. The proposed method\nmay lead to a more reliable graphene synthesis and facilitate its purification\nand chemical doping.\n"]}]
["0804.4782",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4782"],"date":["2008-04-30"],"type":["text"],"creator":["Alberghi, G. L.","Kamenshchik, A. Y.","Tronconi, A.","Vacca, G. P.","Venturi, G."],"language":[],"coverage":[],"title":["Vacuum Energy and Standard Model Physics"],"description":["  The conditions for the cancellation of one loop contributions to vacuum\nenergy (both U.V. divergent and finite) coming from the Standard Model (SM)\nfields are examined. It is proven that this is not possible unless one\nintroduces besides several bosons, at least one massive fermion having mass\nwithin specific ranges. On examining one of the simplest SM extensions\nsatisfying the constraints one finds that the mass range of the lightest\nmassive boson is compatible with the present Higgs mass bounds. We do not\nconsider effects associated with condensates or renormalization group running.\n","Comment: 4 pages, revtex"]}]
["cond-mat/0106355",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0106355","J. Low Temp. Phys. vol. 151, p1149-1163 (2008)","doi:10.1007/s10909-008-9800-z"],"date":["2001-06-18","2007-12-21"],"type":["text"],"creator":["Hague, J. P.","d'Ambrumenil, N."],"language":[],"coverage":[],"title":["Breakdown of Migdal--Eliashberg theory via catastrophic vertex\n  divergence at low phonon frequency"],"description":["  We investigate the applicability of Migdal--Eliashberg (ME) theory by\nrevisiting Migdal's analysis within the dynamical mean-field theory framework.\nFirst, we compute spectral functions, the quasi-particle weight, the self\nenergy, renormalised phonon frequency and resistivity curves of the half-filled\nHolstein model. We demonstrate how ME theory has a phase-transition-like\ninstability at intermediate coupling, and how the Engelsberg--Schrieffer (ES)\npicture is complicated by low-energy excitations from higher order diagrams\n(demonstrating that ES theory is a very weak coupling approach). Through\nconsideration of the lowest-order vertex correction, we analyse the\napplicability of ME theory close to this transition. We find a breakdown of the\ntheory in the intermediate coupling adiabatic limit due to a divergence in the\nvertex function. The region of applicability is mapped out, and it is found\nthat ME theory is only reliable in the weak coupling adiabatic limit, raising\nquestions about the accuracy of recent analyses of cuprate superconductors\nwhich do not include vertex corrections.\n","Comment: 19 pages, 10 figures, accepted for publication in Journal of Low\n  Temperature Physics"]}]
["math/0607483",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14G99","11G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607483"],"date":["2006-07-19","2008-05-02"],"type":["text"],"creator":["Milne, James S.","Ramachandran, Niranjan"],"language":[],"coverage":[],"title":["Motivic complexes over finite fields and the ring of correspondences at\n  the generic point"],"description":["  Already in the 1960s Grothendieck understood that one could obtain an almost\nentirely satisfactory theory of motives over a finite field when one assumes\nthe full Tate conjecture. In this note we prove a similar result for motivic\ncomplexes. In particular Beilinson's Q-algebra of \"correspondences at the\ngeneric point\" is then defined for all connected varieties. We compute this for\nall smooth projective varieties (hence also for varieties birational to such a\nvariety).\n"]}]
["quant-ph/0605178",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0605178","Appl. Math. Inf. Sci. Vol. 1 No. 3 pp. 323 (2007)"],"date":["2006-05-20","2008-05-03"],"type":["text"],"creator":["Saif, F.","Abdel-Aty, M.","Javed, M.","Ul-Islam, R.","Obada, A. -S. F."],"language":[],"coverage":[],"title":["Generation of maximally entangled states of two cavity modes"],"description":["  In this letter we present a scheme for generating maximally entangled states\nof two cavity modes which enables us to generate complete set of Bell basis\nstates having rather simple initial state preparation. Furthermore, we study\nthe interaction of a two-level atom with two modes of electromagnetic field in\na high Q cavity. The two-level atom acts as a control qubit and the two mode\nelectromagnetic field serves as a target qubit. This simple system of quantum\nelectrodynamics provides us experimentally feasible universal quantum logic\ngates.\n","Comment: 10 pages"]}]
