["0704.0124",{"format":[],"subject":["Mathematics - Complex Variables","32H02","53C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0124"],"date":["2007-04-02","2008-10-05"],"type":["text"],"creator":["Coupet, Bernard","Sukhov, Alexandre","Tumanov, Alexander"],"language":[],"coverage":[],"title":["Proper J-holomorphic discs in Stein domains of dimension 2"],"description":["  We prove the existence of global Bishop discs in a strictly pseudoconvex\nStein domain in an almost complex manifold of complex dimension 2.\n","Comment: 22 pages; corrected typos, updated list of references"]}]
["0709.0178",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Artificial Intelligence","I.2.10","I.6.8","J.4","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0178"],"date":["2007-09-03","2008-10-05"],"type":["text"],"creator":["Sanderson, Yasmine B."],"language":[],"coverage":[],"title":["Effective Generation of Subjectively Random Binary Sequences"],"description":["  We present an algorithm for effectively generating binary sequences which\nwould be rated by people as highly likely to have been generated by a random\nprocess, such as flipping a fair coin.\n","Comment: Introduction and Section 6 revised"]}]
["0712.2030",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","39A12","39A70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2030","Cubo 10 (2008), no. 2, 47--59"],"date":["2007-12-12"],"type":["text"],"creator":["Sushch, Volodymyr"],"language":[],"coverage":[],"title":["Green function for a two-dimensional discrete Laplace-Beltrami operator"],"description":["  We study a discrete model of the Laplacian in $\\mathbb{R}^2$ that preserves\nthe geometric structure of the original continual object. This means that,\nspeaking of a discrete model, we do not mean just the direct replacement of\ndifferential operators by difference ones but also a discrete analog of the\nRiemannian structure. We consider this structure on the appropriate\ncombinatorial analog of differential forms. Self-adjointness and boundness for\na discrete Laplacian are proved. We define the Green function for this operator\nand also derive an explicit formula of the one.\n","Comment: 12 pages"]}]
["0801.4279",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4279","J Phys: Conf Series 128, 012019 (2008), Proc Vth Int Sympo Quantum\n  Theory & Symmetries"],"date":["2008-01-28","2008-02-01"],"type":["text"],"creator":["Zheng-Johansson, J. X."],"language":[],"coverage":[],"title":["Doebner-Goldin Equation for Electrodynamic Particle. The Implied\n  Applications"],"description":["  We set up the Maxwell's equations and the corresponding classical wave\nequations for the electromagnetic waves which together with the generating\nsource, a traveling oscillatory charge of zero rest mass, comprise a particle\ntraveling in the force field of an usual conservative potential and an\nadditional frictional force $f$. At the de Broglie wavelength scale and in the\nclassic-velocity limit, the total wave equation decomposes into a component\nequation describing the particle kinetic motion, which for $f=0$ identifies\nwith the usual linear Schr\\\"odinger equation as previously. The $f$-dependent\nprobability density presents generally an observable diffusion current of a\nreal diffusion constant; this and the particle's usual quantum diffusion\ncurrent as a whole are under adiabatic condition conserved and obey the\nFokker-Planck equation. The corresponding extra, $f$-dependent term in the\nHamiltonian operator identifies with that obtained by H.-D. Doebner and G.A.\nGoldin. The friction produces to the particle's wave amplitude a damping that\ncan describe well the effect due to a radiation (de)polarization field, which\nis always by-produced by the particle's oscillatory charge in a (nonpolar)\ndielectric medium. The radiation depolarization field in a dielectric vacuum\nhas two separate significances: it participates to exert on another particle an\nattractive, depolarization radiation force which resembles in overall respects\nNewton's universal gravity as we showed earlier, and it exerts on the particle\nitself an attractive, self depolarization radiation force whose time rate gives\ndirectly the frictional force $f$.\n","Comment: Presentation at SNMP7. v2: with text update; including an appendix\n  \"Dirac Equation for Electrodynamic Particles\", presentation at QTS5"]}]
["0803.2788",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2788","New J. Phys. 10 095009 (2008)","doi:10.1088/1367-2630/10/9/095009"],"date":["2008-03-19"],"type":["text"],"creator":["Genes, Claudiu","Vitali, David","Tombesi, Paolo"],"language":[],"coverage":[],"title":["Simultaneous cooling and entanglement of mechanical modes of a\n  micromirror in an optical cavity"],"description":["  Laser cooling of a mechanical mode of a resonator by the radiation pressure\nof a detuned optical cavity mode has been recently demonstrated by various\ngroups in different experimental configurations. Here we consider the effect of\na second mechanical mode with a close, but different resonance frequency. We\nshow that the nearby mechanical resonance is simultaneously cooled by the\ncavity field, provided that the difference between the two mechanical\nfrequencies is not too small. When this frequency difference becomes smaller\nthan the effective mechanical damping of the secondary mode, the two cooling\nprocesses interfere destructively and cavity cooling is suppressed in the limit\nof identical mechanical frequencies. We show that also the entanglement\nproperties of the steady state of the tripartite system crucially depend upon\non the difference between the two mechanical frequencies. If the latter is\nlarger than the effective damping of the second mechanical mode, the state\nshows fully tripartite entanglement and each mechanical mode is entangled with\nthe cavity mode. If instead the frequency difference is smaller, the steady\nstate is a two-mode biseparable state, inseparable only when one splits the\ncavity mode from the two mechanical modes. In this latter case, the\nentanglement of each mechanical mode with the cavity mode is extremely fragile\nwith respect to temperature.\n","Comment: submitted to NJP"]}]
["0806.3743",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Operator Algebras","16S99","16E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3743"],"date":["2008-06-23","2008-10-05"],"type":["text"],"creator":["Abrams, G.","Rangaswamy, K. M."],"language":[],"coverage":[],"title":["Regularity conditions for arbitrary Leavitt path algebras"],"description":["  We show that if $E$ is an arbitrary acyclic graph then the Leavitt path\nalgebra $L_K(E)$ is locally $K$-matricial; that is, $L_K(E)$ is the direct\nunion of subalgebras, each isomorphic to a finite direct sum of finite matrix\nrings over the field $K$. As a consequence we get our main result, in which we\nshow that the following conditions are equivalent for an arbitrary graph $E$:\n(1) $L_K(E)$ is von Neumann regular. (2) $L_K(E)$ is $\\pi$-regular. (3) $E$ is\nacyclic. (4) $L_K(E)$ is locally $K$-matricial. (5) $L_K(E)$ is strongly\n$\\pi$-regular. We conclude by showing how additional regularity conditions\n(unit regularity, strongly clean) can be appended to this list of equivalent\nconditions.\n","Comment: 15 pages, accepted version July 2008 to appear Algebras and\n  Representation Theory"]}]
["0807.2572",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2572","Phys. Rev. B 78, 155404 (2008)","doi:10.1103/PhysRevB.78.155404"],"date":["2008-07-16","2008-09-24"],"type":["text"],"creator":["Sela, Itamar","Cohen, Doron"],"language":[],"coverage":[],"title":["Quantum dynamics and transport in a double well system"],"description":["  The simplest one-dimensional model for the studying of non-trivial\ngeometrical effects is a ring shaped device which is formed by joining two\narms. We explore the possibility to model such a system as a two level system\n(TLS). Of particular interest is the analysis of quantum stirring, where it is\nnot evident that the topology is properly reflected within the framework of the\nTLS modeling. On the technical side we provide a practical \"neighboring level\"\napproximation for the analysis of such quantum devices, which remains valid\neven if the TLS modeling does not apply.\n","Comment: 10 pages, 4 figures, version to be published in PRB"]}]
["0807.2606",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2606","Phys. Rev. B 78, 165402 (2008)","doi:10.1103/PhysRevB.78.165402"],"date":["2008-07-16","2008-10-05"],"type":["text"],"creator":["Häusler, W.","De Martino, A.","Ghosh, T. K.","Egger, R."],"language":[],"coverage":[],"title":["Tomonaga-Luttinger liquid parameters of magnetic waveguides in graphene"],"description":["  Electronic waveguides in graphene formed by counterpropagating snake states\nin suitable inhomogeneous magnetic fields are shown to constitute a realization\nof a Tomonaga-Luttinger liquid. Due to the spatial separation of the right- and\nleft-moving snake states, this non-Fermi liquid state induced by\nelectron-electron interactions is essentially unaffected by disorder. We\ncalculate the interaction parameters accounting for the absence of Galilei\ninvariance in this system, and thereby demonstrate that non-Fermi liquid\neffects are significant and tunable in realistic geometries.\n","Comment: 10 pages, 5 figures, published version"]}]
["0808.3943",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35L65","70H33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3943"],"date":["2008-08-28","2008-10-05"],"type":["text"],"creator":["Ashton, Anthony C. L"],"language":[],"coverage":[],"title":["Conservation Laws and Non-Lie Symmetries"],"description":["  We introduce a method to construct conservation laws for a large class of\nlinear partial differential equations. In contrast to the classical result of\nNoether, the conserved currents are generated by any symmetry of the operator,\nincluding those of the non-Lie type. An explicit example is made of the Dirac\nequation were we use our construction to find a class of conservation laws\nassociated with a 64 dimensional Lie algebra of discrete symmetries that\nincludes CPT.\n","Comment: To appear in JNMP"]}]
["0809.2070",{"format":[],"subject":["Mathematics - Category Theory","18D20, 18A99, 18D05, 18D50, 55P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2070"],"date":["2008-09-11","2008-10-04"],"type":["text"],"creator":["Cheng, Eugenia"],"language":[],"coverage":[],"title":["Comparing operadic theories of $n$-category"],"description":["  We give a framework for comparing on the one hand theories of n-categories\nthat are weakly enriched operadically, and on the other hand n-categories given\nas algebras for a contractible globular operad. Examples of the former are the\ndefinition by Trimble and variants (Cheng-Gurski) and examples of the latter\nare the definition by Batanin and variants (Leinster). We will show how to take\na theory of n-categories of the former kind and produce a globular operad whose\nalgebras are the n-categories we started with. We first provide a\ngeneralisation of Trimble's original theory that allows for the use of other\nparametrising operads in a very general way, via the notion of categories\nweakly enriched in V where the weakness is parametrised by an operad P in the\ncategory V. We define weak n-categories by iterating the weak enrichment\nconstruction using a series of parametrising operads P_i. We then show how to\nconstruct from such a theory an n-dimensional globular operad for each $n \\geq\n0$ whose algebras are precisely the n-categories we constructed by iterated\nweak enrichment, and we show that the resulting globular operad is contractible\nprecisely when the operads P_i are contractible. We then show how the globular\noperad associated with Trimble's topological definition is related to the\nglobular operad used by Batanin to define fundamental n-groupoids of spaces.\n","Comment: 47 pages including extensive 11 page introduction. This version has\n  shorter abstract and correction to description of Cisinski's work"]}]
["math/0611891",{"format":[],"subject":["Mathematics - Dynamical Systems","Primary 37A15","secondary 37A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611891"],"date":["2006-11-28"],"type":["text"],"creator":["Roy, Parthanil","Samorodnitsky, Gennady"],"language":[],"coverage":[],"title":["Maharam Extension for Nonsingular Group Actions"],"description":["  We establish a generalization of the Maharam Extension Theorem to nonsingular\ngroup actions. We also present an extension of Krengel Representation Theorem\nof dissipative transformations to nonsingular actions.\n"]}]
["math/0702479",{"format":[],"subject":["Mathematics - Spectral Theory","14L35, 47A75, 20C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702479","Journal of the Australian Mathematical Society, 84 (2008),\n  217--227","doi:10.1017/S1446788708000281"],"date":["2007-02-16"],"type":["text"],"creator":["Harmer, M."],"language":[],"coverage":[],"title":["The spectra of the spherical and euclidean triangle groups"],"description":["  We derive the spectrum of the Laplace-Beltrami operator on the quotient\norbifold of the non hyperbolic triangle groups.\n","Comment: accepted in the Journal of the Australian Mathematical Society"]}]
["quant-ph/0507146",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0507146","Int. J. Quant. Inf. 4, 415-428 (2006)","doi:10.1142/S0219749906001888"],"date":["2005-07-15"],"type":["text"],"creator":["Bruss, Dagmar","D'Ariano, Giacomo Mauro","Lewenstein, Maciej","Macchiavello, Chiara","De, Aditi Sen","Sen, Ujjwal"],"language":[],"coverage":[],"title":["Dense coding with multipartite quantum states"],"description":["  We consider generalisations of the dense coding protocol with an arbitrary\nnumber of senders and either one or two receivers, sharing a multiparty quantum\nstate, and using a noiseless channel. For the case of a single receiver, the\ncapacity of such information transfer is found exactly. It is shown that the\ncapacity is not enhanced by allowing the senders to perform joint operations.\nWe provide a nontrivial upper bound on the capacity in the case of two\nreceivers. We also give a classification of the set of all multiparty states in\nterms of their usefulness for dense coding. We provide examples for each of\nthese classes, and discuss some of their properties.\n","Comment: 14 pages, 1 figure, RevTeX4"]}]
