["0704.3916",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Analysis of PDEs","42B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3916"],"date":["2007-04-30","2008-01-15"],"type":["text"],"creator":["Maasalo, Outi Elina"],"language":[],"coverage":[],"title":["The Gehring Lemma in Metric Spaces"],"description":["  We present a proof for the Gehring lemma in a metric measure space endowed\nwith a doubling measure. As an application we show the self improving property\nof Muckenhoupt weights.\n","Comment: 16 pages; typos corrected"]}]
["0706.0622",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0622"],"date":["2007-06-05","2008-01-14"],"type":["text"],"creator":["Visser, Matt"],"language":[],"coverage":[],"title":["The Kerr spacetime: A brief introduction"],"description":["  This chapter provides a brief introduction to the Kerr spacetime and rotating\nblack holes, touching on the most common coordinate representations of the\nspacetime metric and the key features of the geometry -- the presence of\nhorizons and ergospheres. The coverage is by no means complete, and serves\nchiefly to orient oneself when reading subsequent chapters.\n","Comment: V2: 41 pages, 3 figures: Introductory chapter on the Kerr spacetime\n  that is intended for use in the book \"The Kerr spacetime\", currently being\n  edited by Susan Scott, Matt Visser, and David Wiltshire. It is not, nor is it\n  intended to be, complete and exhaustive. 3 references added. 2 figures added.\n  some typos fixed. minor rearrangements; V3: 3 added references, minor edits"]}]
["0706.1109",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1109"],"date":["2007-06-08","2008-01-14"],"type":["text"],"creator":["Kerr, Roy P."],"language":[],"coverage":[],"title":["Discovering the Kerr and Kerr-Schild metrics"],"description":["  An historical account of the reasoning that led to the discovery of the Kerr\nand Kerr-Schild metrics in 1963-1964, and their physical interpretation as\nrotating black holes, is presented.\n","Comment: 34 pages, 2 figures, cupbook.cls. To appear in \"The Kerr Spacetime\",\n  Eds D.L. Wiltshire, M. Visser and S.M. Scott, Cambridge Univ. Press"]}]
["0706.1815",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1815","Phys. Rev. A 77, 012309 (2008)","doi:10.1103/PhysRevA.77.012309"],"date":["2007-06-12","2008-01-14"],"type":["text"],"creator":["Buscemi, Francesco"],"language":[],"coverage":[],"title":["Entanglement measures and approximate quantum error correction"],"description":["  It is shown that, if the loss of entanglement along a quantum channel is\nsufficiently small, then approximate quantum error correction is possible,\nthereby generalizing what happens for coherent information. Explicit bounds are\nobtained for the entanglement of formation and the distillable entanglement,\nand their validity naturally extends to other bipartite entanglement measures\nin between. Robustness of derived criteria is analyzed and their tightness\ncompared. Finally, as a byproduct, we prove a bound quantifying how large the\ngap between entanglement of formation and distillable entanglement can be for\nany given finite dimensional bipartite system, thus providing a sufficient\ncondition for distillability in terms of entanglement of formation.\n","Comment: 7 pages, two-columned revtex4, no figures. v1: Deeply revised and\n  extended version: different entanglement measures are separately considered,\n  references are added, and some remarks are stressed. v2: Added a sufficient\n  condition for distillability in terms of entanglement of formation; published\n  version"]}]
["0707.0920",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0920","Transactions in GIS, 11(6), 943-960, 2007.","doi:10.1111/j.1467-9671.2007.01073.x"],"date":["2007-07-06"],"type":["text"],"creator":["Jiang, Bin","Omer, Itzhak"],"language":[],"coverage":[],"title":["Spatial Topology and its Structural Analysis based on the Concept of\n  Simplicial Complex"],"description":["  This paper introduces a model that identifies spatial relationships for a\nstructural analysis based on the concept of simplicial complex. The spatial\nrelationships are identified through overlapping two map layers, namely a\nprimary layer and a contextual layer. The identified spatial relationships are\nrepresented as a simplical complex, in which simplices and vertices\nrespectively represent two layers of objects. The model relies on the simplical\ncomplex for structural representation and analysis. To quantify structural\nproperties of individual primary objects (or equivalently simplices), and the\nsimplicial complex as a whole, we define a set of centrality measures by\nconsidering multidimensional chains of connectivity, i.e. the number of\ncontextual objects shared by a pair of primary objects. With the model, the\ninteraction and relationships with a geographic system are modeled from both\nlocal and global perspectives. The structural properties and modeling\ncapabilities are illustrated with a simple example and a case study applied to\nthe structural analysis of an urban system.\n","Comment: 14 pages, 7 figures, 2 tables, submitted for publication"]}]
["0707.0980",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0980"],"date":["2007-07-06","2008-01-15"],"type":["text"],"creator":["Wolf, Marek"],"language":[],"coverage":[],"title":["Analog of the Skewes number for twin primes"],"description":["  The results of the computer investigation of the sign changes of the\ndifference between the number of twin primes $\\pi_2(x)$ and the\nHardy--Littlewood conjecture $c_2\\Li_2(x)$ are reported. It turns out that\n$\\pi_2(x) - c_2\\Li_2(x)$ changes the sign at unexpectedly low values of $x$ and\nfor $x<2^{42}$ there are over 90000 sign changes of this difference. It is\nconjectured that the number of sign changes of $\\pi_2(x) - c_2\\Li_2(x)$ for\n$x\\in (1, T)$ is given by $\\sqrt T/\\log(T)$.\n","Comment: Changes: New Figure 1 and a few sentences of justification in favor\n  of the conjecture (5) are made"]}]
["0707.2558",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2558","J. Acoust. Soc. Am. 123 (1), 99-108, 2008.","doi:10.1121/1.2817359"],"date":["2007-07-17","2007-10-29"],"type":["text"],"creator":["Norris, Andrew N."],"language":[],"coverage":[],"title":["Faxen relations in solids - a generalized approach to particle motion in\n  elasticity and viscoelasticity"],"description":["  A movable inclusion in an elastic material oscillates as a rigid body with\nsix degrees of freedom. Displacement/rotation and force/moment tensors which\nexpress the motion of the inclusion in terms of the displacement and force at\narbitrary exterior points are introduced. Using reciprocity arguments two\ngeneral identities are derived relating these tensors. Applications of the\nidentities to spherical particles provide several new results, including simple\nexpressions for the force and moment on the particle due to plane wave\nexcitation.\n","Comment: 11 pages, 4 figures"]}]
["0707.2781",{"format":[],"subject":["Mathematics - Combinatorics","05A18","05A19","05A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2781"],"date":["2007-07-18","2008-01-15"],"type":["text"],"creator":["Goyt, Adam","Sagan, Bruce"],"language":[],"coverage":[],"title":["Set partition statistics and q-Fibonacci numbers"],"description":["  We consider the set partition statistics ls and rb introduced by Wachs and\nWhite and investigate their distribution over set partitions avoiding certain\npatterns. In particular, we consider those set partitions avoiding the pattern\n13/2, $\\Pi_n(13/2)$, and those avoiding both 13/2 and 123, $\\Pi_n(13/2,123)$.\nWe show that the distribution over $\\Pi_n(13/2)$ enumerates certain integer\npartitions, and the distribution over $\\Pi_n(13/2,123)$ gives q-Fibonacci\nnumbers. These q-Fibonacci numbers are closely related to q-Fibonacci numbers\nstudied by Carlitz and by Cigler. We provide combinatorial proofs that these\nq-Fibonacci numbers satisfy q-analogues of many Fibonacci identities. Finally,\nwe indicate how p,q-Fibonacci numbers arising from the bistatistic (ls, rb)\ngive rise to p,q-analogues of identities.\n","Comment: 18 pages, see related papers at http://www.math.msu.edu/~sagan"]}]
["0708.0879",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53C50, 53C27, 83C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0879"],"date":["2007-08-07","2008-01-15"],"type":["text"],"creator":["Chang, Der-Chen","Markina, Irina","Vasil'ev, Alexander"],"language":[],"coverage":[],"title":["Sub-Lorentzian Geometry on Anti-De Sitter Space"],"description":["  Sub-Riemannian Geometry is proved to play an important role in many\napplications, e.g., Mathematical Physics and Control Theory. The simplest\nexample of sub-Riemannian structure is provided by the 3-D Heisenberg group.\nSub-Riemannian Geometry enjoys major differences from the Riemannian being a\ngeneralisation of the latter at the same time, e.g., geodesics are not unique\nand may be singular, the Hausdorff dimension is larger than the manifold\ntopological dimension. There exists a large amount of literature developing\nsub-Riemannian Geometry. However, very few is known about its natural extension\nto pseudo-Riemannian analogues. It is natural to begin such a study with some\nlow-dimensional manifolds. Based on ideas from sub-Riemannian geometry we\ndevelop sub-Lorentzian geometry over the classical 3-D anti-de Sitter space.\nTwo different distributions of the tangent bundle of anti-de Sitter space yield\ntwo different geometries: sub-Lorentzian and sub-Riemannian. It is shown that\nthe set of timelike and spacelike `horizontal' curves is non-empty and we study\nthe problem of horizontal connectivity in anti-de Sitter space. We also use\nLagrangian and Hamiltonian formalisms for both sub-Lorentzian and\nsub-Riemannian geometries to find geodesics.\n","Comment: 31 pages, some technical errors are corrected"]}]
["0708.1363",{"format":[],"subject":["Mathematics - Representation Theory","20G25, 17B45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1363"],"date":["2007-08-10","2008-01-15"],"type":["text"],"creator":["Nevins, Monica"],"language":[],"coverage":[],"title":["On Rational Nilpotent Orbits of $SL_{n}$ and $Sp_{2n}$ over a Local\n  Non-Archimedean Field"],"description":["  We relate the partition-type parametrization of rational (arithmetic)\nnilpotent adjoint orbits of the split classical groups $SL_n$ and $Sp_{2n}$\nover local non-Archimedean fields with a parametrization, introduced by\nDeBacker in 2002, which uses the associated Bruhat-Tits building to relate the\nquestion to one over the residue field.\n","Comment: v2, 27 pages. Reduced to single-spacing (from double-spaced first\n  version of 35 pages); typos corrected in Section 2; Corollary 4.5\n  strengthened"]}]
["0708.4211",{"format":[],"subject":["Mathematics - Differential Geometry","53C50","53B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4211","in: Pure and Applied Differential Geometry - PADGE 2007, edited by\n  F. Dillen and I. Van de Woestyne, Shaker Verlag, Aachen, 2007, pp. 63-72"],"date":["2007-08-30"],"type":["text"],"creator":["Derdzinski, Andrzej","Roter, Witold"],"language":[],"coverage":[],"title":["Global properties of indefinite metrics with parallel Weyl tensor"],"description":["  This is an exposition of some recent results on ECS manifolds, by which we\nmean pseudo-Riemannian manifolds of dimensions greater than 3 that are neither\nconformally flat nor locally symmetric, and have parallel Weyl tensor. All ECS\nmetrics are indefinite. We state two classification theorems, describing the\nlocal structure of ECS manifolds, and outline an argument showing that compact\nECS manifolds exist in infinitely many dimensions greater than 4. We also\ndiscuss some properties of compact manifolds that admit ECS metrics, and\nprovide a list of open questions about compact ECS manifolds.\n","Comment: 8 pages; page offset corrected"]}]
["0709.2287",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Optimization and Control","55M99, 55S30 (Primary)","68T40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2287"],"date":["2007-09-14","2008-01-15"],"type":["text"],"creator":["Grant, Mark"],"language":[],"coverage":[],"title":["Topological complexity of motion planning and Massey products"],"description":["  We employ Massey products to find sharper lower bounds for the Schwarz genus\nof a fibration than those previously known. In particular we give examples of\nnon-formal spaces $X$ for which the topological complexity $\\TC(X)$ (defined to\nbe the genus of the free path fibration on $X$) is greater than the\nzero-divisors cup-length plus one.\n","Comment: 11 pages; minor revisions and 1 added reference; to appear in the\n  Proceedings of the M. M. Postnikov Memorial Conference"]}]
["0709.2497",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2497","Appl. Phys. Lett. 92(2), 026101, 2008","doi:10.1063/1.2833688"],"date":["2007-09-16","2007-10-01"],"type":["text"],"creator":["Norris, Andrew N."],"language":[],"coverage":[],"title":["Comment on ``Method to analyze electromechanical stability of dielectric\n  elastomers\" [Appl. Phys. Lett. 91, 061921 (2007)]"],"description":["  The model of Zhao and Suo can be readily generalized to predict the critical\nbreakdown electric field $E_c$ value of elastomers with arbitrary elastic\nstrain energy function. An explicit expression for $E_c$ is presented for\nelastomeric thin films under biaxial strain and comparisons are made with\nexperimental data using a two term Ogden rubber elasticity model. Simplified\nresults for uniaxial and for equi-biaxial stress provide further insight into\nthe findings of Zhao and Suo.\n","Comment: 2 pages"]}]
["0710.0604",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0604","J. Phys. A: Math. Theor. 41, 045205 (2008)","doi:10.1088/1751-8113/41/4/045205"],"date":["2007-10-02","2008-01-15"],"type":["text"],"creator":["Pechen, Alexander","Prokhorenko, Dmitrii","Wu, Rebing","Rabitz, Herschel"],"language":[],"coverage":[],"title":["Control landscapes for two-level open quantum systems"],"description":["  A quantum control landscape is defined as the physical objective as a\nfunction of the control variables. In this paper the control landscapes for\ntwo-level open quantum systems, whose evolution is described by general\ncompletely positive trace preserving maps (i.e., Kraus maps), are investigated\nin details. The objective function, which is the expectation value of a target\nsystem operator, is defined on the Stiefel manifold representing the space of\nKraus maps. Three practically important properties of the objective function\nare found: (a) the absence of local maxima or minima (i.e., false traps); (b)\nthe existence of multi-dimensional sub-manifolds of optimal solutions\ncorresponding to the global maximum and minimum; and (c) the connectivity of\neach level set. All of the critical values and their associated critical\nsub-manifolds are explicitly found for any initial system state. Away from the\nabsolute extrema there are no local maxima or minima, and only saddles may\nexist, whose number and the explicit structure of the corresponding critical\nsub-manifolds are determined by the initial system state. There are no saddles\nfor pure initial states, one saddle for a completely mixed initial state, and\ntwo saddles for other initial states. In general, the landscape analysis of\ncritical points and optimal manifolds is relevant to the problem of explaining\nthe relative ease of obtaining good optimal control outcomes in the laboratory,\neven in the presence of the environment.\n","Comment: Minor editing and some references added"]}]
["0710.0751",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0751","A&A 476, 9-15 (2007)","doi:10.1051/0004-6361:20078495"],"date":["2007-10-03"],"type":["text"],"creator":["Orellana, M.","Bordas, P.","Bosch-Ramon, V.","Romero, G. E.","Paredes, J. M."],"language":[],"coverage":[],"title":["Leptonic secondary emission in a hadronic microquasar model"],"description":["  Context: It has been proposed that the origin of the very high-energy photons\nemitted from high-mass X-ray binaries with jet-like features, so-called\nmicroquasars (MQs), is related to hadronic interactions between relativistic\nprotons in the jet and cold protons of the stellar wind. Leptonic secondary\nemission should be calculated in a complete hadronic model that include the\neffects of pairs from charged pion decays inside the jets and the emission from\npairs generated by gamma-ray absorption in the photosphere of the system. Aims:\nWe aim at predicting the broadband spectrum from a general hadronic microquasar\nmodel, taking into account the emission from secondaries created by charged\npion decay inside the jet. Methods: The particle energy distribution for\nsecondary leptons injected along the jets is consistently derived taking the\nenergy losses into account. We also compute the spectral energy distribution\nresulting from these leptons is calculated after assuming different values of\nthe magnetic field inside the jets. The spectrum of the gamma-rays produced by\nneutral pion-decay and processed by electromagnetic cascades under the stellar\nphoton field. Results: We show that the secondary emission can dominate the\nspectral energy distribution at low energies (~1 MeV). At high energies, the\nproduction spectrum can be significantly distorted by the effect of\nelectromagnetic cascades. These effects are phase-dependent, and some\nvariability modulated by the orbital period is predicted.\n","Comment: 8 pages, 5 figures. Accepted for publication in Astronomy &\n  Astrophysics"]}]
["0710.4033",{"format":[],"subject":["Mathematics - Algebraic Topology","55M30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4033"],"date":["2007-10-22","2008-01-15"],"type":["text"],"creator":["Fukaya, Tomohiro"],"language":[],"coverage":[],"title":["Application of Groebner bases to the cup-length of oriented Grassmann\n  manifolds"],"description":["  We determine the cup-length of some oriented Grassmann manifolds by finding a\nGroebner basis associated with a certain subring of the cohomology of them. As\nits applications, we provide not only a lower but also an upper bound for the\nLS-category of some oriented Grassmann manifolds. We also study the immersion\nproblem of them.\n","Comment: Corrected errors: Conjecture 1.1"]}]
["0711.1464",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1464","Phys. Rev. Lett. 100, 016805 (2008)","doi:10.1103/PhysRevLett.100.016805"],"date":["2007-11-09"],"type":["text"],"creator":["Baenninger, M.","Ghosh, A.","Pepper, M.","Beere, H. E.","Farrer, I.","Ritchie, D. A."],"language":[],"coverage":[],"title":["Low-Temperature Collapse of Electron Localisation in Two Dimensions"],"description":["  We report direct experimental evidence that the insulating phase of a\ndisordered, yet strongly interacting two-dimensional electron system (2DES)\nbecomes unstable at low temperatures. As the temperature decreases, a\ntransition from insulating to metal-like transport behaviour is observed, which\npersists even when the resistivity of the system greatly exceeds the quantum of\nresistivity h/e^2. The results have been achieved by measuring transport on a\nmesoscopic length-scale while systematically varying the strength of disorder.\n","Comment: 6 pages, 4 figures To appear in PRL"]}]
["0711.3860",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3860"],"date":["2007-11-24","2008-01-15"],"type":["text"],"creator":["Frasca, Marco"],"language":[],"coverage":[],"title":["K\\\"allen-Lehman Representation and the Gluon Propagator"],"description":["  We exploit the Kallen-Lehman representation of the two-point Green function\nto prove that the gluon propagator cannot go to zero in the infrared limit. We\nare able to derive also the functional form of it. This means that current\nresults on the lattice can be used to derive the scalar glueball spectrum to be\ncompared both with experiments and different aimed lattice computations.\n","Comment: 4 pages, no figure. Numerical comparison with Aguilar and Natale\n  results (hep-ph/0408254) is given showing exceptionally good agreement"]}]
["0712.1491",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1491","Astronomy and Astrophysics (January 2008), Volume 477, pp.L29-L32","doi:10.1051/0004-6361:20078981"],"date":["2007-12-10"],"type":["text"],"creator":["Leyder, Jean-Christophe","Walter, Roland","Rauw, Gregor"],"language":[],"coverage":[],"title":["Hard X-ray emission from Eta Carinae"],"description":["  Context : If relativistic particle acceleration takes place in colliding-wind\nbinaries, hard X-rays and gamma-rays are expected through inverse Compton\nemission, but to date these have never been unambiguously detected.\n  Aims : To detect this emission, observations of Eta Carinae were performed\nwith INTEGRAL, leveraging its high spatial resolution.\n  Methods : Deep hard X-ray images of the region of Eta Car were constructed in\nseveral energy bands.\n  Results : The hard X-ray emission previously detected by BeppoSax around Eta\nCar originates from at least 3 different point sources. The emission of Eta Car\nitself can be isolated for the first time, and its spectrum unambiguously\nanalyzed. The X-ray emission of Eta Car in the 22-100 keV energy range is very\nhard (photon index around 1) and its luminosity is 7E33 erg/s.\n  Conclusions : The observed emission is in agreement with the predictions of\ninverse Compton models, and corresponds to about 0.1% of the energy available\nin the wind collision. Eta Car is expected to be detected in the GeV energy\nrange.\n","Comment: 5 pages with 2 figures. Accepted as a Letter in Astronomy &\n  Astrophysics"]}]
["0712.1501",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1501"],"date":["2007-12-10","2008-01-15"],"type":["text"],"creator":["Post, Olaf"],"language":[],"coverage":[],"title":["Equilateral quantum graphs and boundary triples"],"description":["  The aim of the present paper is to analyse the spectrum of Laplace and Dirac\ntype operators on metric graphs. In particular, we show for equilateral graphs\nhow the spectrum (up to exceptional eigenvalues) can be described by a natural\ngeneralisation of the discrete Laplace operator on the underlying graph. These\ngeneralised Laplacians are necessary in order to cover general vertex boundary\nconditions on the metric graph. In case of the standard (also named\n``Kirchhoff'') boundary conditions, the discrete operator is the usual\ncombinatorial Laplacian.\n","Comment: 19 pages, some references added"]}]
["0801.0245",{"format":[],"subject":["Physics - General Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0245"],"date":["2007-12-31","2008-01-04"],"type":["text"],"creator":["Page, Don N."],"language":[],"coverage":[],"title":["Our Place in a Vast Universe"],"description":["  Scientists have measured that what we can see of space is about a billion\nbillion billion billion billion billion billion billion billion (10^81) times\nthe volume of an average human. Inflationary theory suggests that the entirety\nof space is vastly larger. Quantum theory suggests that there are very many\ndifferent copies of space of the same basic kind as ours (same laws of\nphysics). String theory further suggests that there may be many different kinds\nof space. This whole collection of googolplexes of galaxies within each of\ngoogolplexes of different spaces within each of googols of kinds of space makes\nup an enormously vast universe or multiverse or holocosm. Human beings seem to\nbe an incredibly small part of this universe in terms of physical size. Yet in\nother ways, we may still be a very significant part of our vast universe.\n","Comment: 14 pages, LaTeX, to be published in Melville Y. Stewart, ed., Science\n  and Religion in Dialogue (Blackwell Publishing Inc., Oxford), from a series\n  of lectures sponsored by the Templeton Foundation and given at Shandong\n  University in Jinan, China, autumn 2007; see also arXiv:0801.0246 and\n  arXiv:0801.0247"]}]
["0801.0316",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0316","J. Phys. Chem. C 2007, 111, 7539-7547","doi:10.1021/jp0659812"],"date":["2008-01-01"],"type":["text"],"creator":["Mete, E.","Uner, D.","Cakmak, M.","Gulseren, O.","Ellialtioglu, S."],"language":[],"coverage":[],"title":["Effect of molecular and electronic structure on the light harvesting\n  properties of dye sensitizers"],"description":["  The systematic trends in structural and electronic properties of perylene\ndiimide (PDI) derived dye molecules have been investigated by DFT calculations\nbased on projector augmented wave (PAW) method including gradient corrected\nexchange-correlation effects. TDDFT calculations have been performed to study\nthe visible absorbance activity of these complexes. The effect of different\nligands and halogen atoms attached to PDI were studied to characterize the\nlight harvesting properties. The atomic size and electronegativity of the\nhalogen were observed to alter the relaxed molecular geometries which in turn\ninfluenced the electronic behavior of the dye molecules. Ground state molecular\nstructure of isolated dye molecules studied in this work depends on both the\nhalogen atom and the carboxylic acid groups. DFT calculations revealed that the\ncarboxylic acid ligands did not play an important role in changing the\nHOMO-LUMO gap of the sensitizer. However, they serve as anchor between the PDI\nand substrate titania surface of the solar cell or photocatalyst. A\ncommercially available dye-sensitizer, ruthenium bipyridine (RuBpy), was also\nstudied for electronic and structural properties in order to make a comparison\nwith PDI derivatives for light harvesting properties. Results of this work\nsuggest that fluorinated, chlorinated, brominated, and iyodinated PDI compounds\ncan be useful as sensitizers in solar cells and in artificial photosynthesis.\n","Comment: Single pdf file, 14 pages with 7 figures and 4 tables"]}]
["0801.1657",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - K-Theory and Homology","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1657"],"date":["2008-01-10"],"type":["text"],"creator":["Zois, Ioannis P."],"language":[],"coverage":[],"title":["The Mobius Band and the Mobius Foliation"],"description":["  This article presents some computations for a new topological invariant for\nfoliations introduced some years ago by the author using techniques from\nnoncommutative geometry, in particular the pairing between K-Theory and cyclic\ncohomology. The motivation came from theoretical physics, more specifically\nfrom flat vector bundles, in physics terminology from potentials which are pure\ngauge.\n","Comment: 15 pages"]}]
["0801.1835",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1835"],"date":["2008-01-11","2008-01-15"],"type":["text"],"creator":["Paszko, Ricardo"],"language":["pt"],"coverage":[],"title":["Semiclassical and Effective Theories of Gravitation"],"description":["  First and second order corrections for the scattering of different types of\nparticles by a weak gravitational field, treated as an external field, are\ncalculated. These computations indicate a violation of the Equivalence\nPrinciple: to first order, the cross-sections are spin dependent; if the\ncalculations are pushed to the next order, they become dependent upon energy as\nwell. Interesting enough, the aforementioned results are equivalent to those\nobtained by means of the so-called Effective Theory of Gravitation, in the\nlimit in which one of the masses is much greater than all the other energies\ninvolved. We discuss also some applications of our research, such as the\ndetermination of an upper bound for the photon mass, and the possible\ndetection, in the foreseeable future, of these violations of the Equivalence\nPrinciple.\n","Comment: 58 pages, 3 figures, Ph.D. Thesis (Advisor: Antonio Accioly), in\n  portuguese, uses axodraw"]}]
["0801.1853",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1853"],"date":["2008-01-11"],"type":["text"],"creator":["Fister, T. T.","Nagle, K. P.","Vila, F. D.","Seidler, G. T.","Hamner, C.","Cross, J. O.","Rehr, J. J."],"language":[],"coverage":[],"title":["Intermediate-Range Order in Water Ices"],"description":["  We report measurements of the non-resonant inelastic x-ray scattering (NRIXS)\nfrom the O 1s orbitals in ice Ih, and also report calculations of the\ncorresponding spectra for ice Ih and several other phases of water ice. We find\nthat the intermediate-energy fine structure may be calculated well using an ab\ninitio real-space full multiple scattering approach, and that it provides a\nstrong fingerprint of the intermediate-range order for some ice phases. These\nresults have important consequences for future NRIXS measurements of\nhigh-pressure phases of ice and also may call into question the assumption that\nthe wavefunctions for final states within a few eV of the absorption edge are\nstrongly localized.\n","Comment: 20 page, 4 figure. Submitted PRB"]}]
["0801.1862",{"format":[],"subject":["Mathematics - Group Theory","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1862"],"date":["2008-01-11"],"type":["text"],"creator":["Horak, Matthew","Stein, Melanie","Taback, Jennifer"],"language":[],"coverage":[],"title":["Convexity properties of Thompson's group F"],"description":["  We prove that Thompson's group F is not minimally almost convex with respect\nto any generating set which is a subset of the standard infinite generating set\nfor F and which contains x_1. We use this to show that F is not almost convex\nwith respect to any generating set which is a subset of the standard infinite\ngenerating set.\n","Comment: 11 pages, 3 figures"]}]
["0801.1864",{"format":[],"subject":["Statistics - Computation","Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1864"],"date":["2008-01-11"],"type":["text"],"creator":["Giordani, P.","Kohn, R."],"language":[],"coverage":[],"title":["Adaptive Independent Metropolis-Hastings by Fast Estimation of Mixtures\n  of Normals"],"description":["  We construct an adaptive independent Metropolis-Hastings sampler that uses a\nmixture of normals as a proposal distribution. To take full advantage of the\npotential of adaptive sampling our algorithm updates the mixture of normals\nfrequently, starting early in the chain. The algorithm is built for speed and\nreliability and its sampling performance is evaluated with real and simulated\nexamples. Our article outlines conditions for adaptive sampling to hold and\ngives a readily accessible proof that under these conditions the sampling\nscheme generates iterates that converge to the target distribution.\n","Comment: 35 pages and 6 figures"]}]
["0801.1867",{"format":[],"subject":["Mathematics - Spectral Theory","74H45","65L09","34A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1867"],"date":["2008-01-11"],"type":["text"],"creator":["Akhtymov, A. M.","Mouftakhov, A. V.","Teicher, M."],"language":[],"coverage":[],"title":["Identification of Boundary Conditions Using Natural Frequencies in Case\n  of a Ring Membrane"],"description":["  The problem of finding boundary conditions for fastening of a ring membrane,\nwhich are inaccessible for direct observation from the natural frequencies of\nits flexural oscillations, is considered. Two theorems on the uniqueness of\nthis problem are proved, and a method for establishing the unknown conditions\nfor fastening of the membrane to the walls is indicated. An approximate formula\nfor determining the unknown conditions is obtained, using first three natural\nfrequencies. The method of approximate calculation of unknown boundary\nconditions, is explained with the help of an example. Keywords: Boundary\nconditions, inverse spectral problem, membrane, natural frequencies, Plucker\ncoordinates, Plucker relation.\n"]}]
["0801.1868",{"format":[],"subject":["Physics - Optics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1868"],"date":["2008-01-11"],"type":["text"],"creator":["Dorado, Luis A.","Depine, Ricardo A."],"language":[],"coverage":[],"title":["Optical response of a self-standing monolayer of dielectric spheres"],"description":["  An analysis of the optical response of periodically arrayed monolayers\ncomposed of dielectric spheres with low refractive index is herein presented.\nThe reflectance spectra of two-dimensional square and triangular lattices are\nobtained by means of the vector Korringa-Kohn-Rostoker method, both spectra\nshowing very similar qualitative features for photon energies below the onset\nof diffraction spots. In this energy region, the same number of peaks of\nunitary amplitude in the reflectance spectra are predicted for both kinds of\nmonolayers, suggesting that this must be a universal feature independent of the\nparticular geometry of the lattice. The origin of these high reflectance peaks\nis investigated. It is found that the resonances of TM and TE modes due to\ndipolar, quadrupolar and octupolar interaction inside the monolayer are largely\nresponsible for the peak structure observed in the reflectance spectra.\n","Comment: 22 pages, 7 figures"]}]
["0801.1870",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1870"],"date":["2008-01-11"],"type":["text"],"creator":["Kramm, Gerhard"],"language":[],"coverage":[],"title":["Comment to \"Recent Climate Observations Compared to Projections\" by\n  Rahmstorf et al"],"description":["  It is shown in this comment that considering the Mauna Loa observation of the\natmospheric carbon dioxide concentration and the mean near surface temperature\nanomalies for the period from the beginning of the seventies to recent years\nonly is, clearly, a source of misinterpretation. If we consider the whole\nperiod of available data (1958 - 2004), we obtain results which differ from\nthose presented by Rahmstorf et al. It is also shown that in 1988 when the\nIntergovernmental Panel of Climate Change (IPCC) of the United Nations and the\nWorld Meteorological Organization (WMO) was established there was certainly no\ncorrelation between the atmospheric carbon dioxide concentration and the mean\nnear surface temperature anomalies, neither on the annual time scale nor on the\nmonthly time scale.\n","Comment: 5 pages, 4 figures. Submitted for publication to Science"]}]
["0801.1871",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1871","J. Nanophotonics Vol. 1, 011593 (2007)"],"date":["2008-01-11"],"type":["text"],"creator":["Takagahara, Toshihide","Cakir, Ozgur"],"language":[],"coverage":[],"title":["Theoretical aspects of quantum state transfer, correlation measurement\n  and electron-nuclei coupled dynamics in quantum dots"],"description":["  Photons and electrons are the key quantum media for the quantum information\nprocessing based on solid state devices. The essential ingredients to\naccomplish the quantum repeater were investigated and their underlying physics\nwere revealed. The relevant elementary processes of the quantum state transfer\nbetween a single photon and a single electron were analyzed, to clarify the\nconditions to be satisfied to achieve the high fidelity of the quantum state\ntransfer. An optical method based on the Faraday rotation was proposed to carry\nout the Bell measurement of two electrons which is a key operation in the\nentanglement swapping for the quantum repeater and its feasibility was\nconfirmed. Also investigated was the quantum dynamics in the electron-nuclei\ncoupled spin system in quantum dots and a couple of new phenomena were\npredicted related to the correlations induced by the hyperfine interaction,\nnamely, bunching and revival in the electron spin measurements. These findings\nwill pave the way to accomplish the efficient and robust quantum repeater and\nnuclear spin quantum memory.\n"]}]
["0801.1872",{"format":[],"subject":["Mathematics - Spectral Theory","74H45","65L09","34A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1872"],"date":["2008-01-11"],"type":["text"],"creator":["Akhtyamov, A. M.","Mouftakhov, A. V.","Teicher, M.","Yamilova, L. S."],"language":[],"coverage":[],"title":["Can One Hear Fastening of a Rod?"],"description":["  Rods are parts of various devices. If it is impossible to observe the rod\ndirectly, the only source of information about possible defects of its\nfastening can be the natural frequencies of its flexural vibrations. The\nquestion arises whether one would be able to detect damage in rod fastening by\nthe natural frequencies of its flexural vibrations. This paper gives and\nsubstantiates a positive answer to this question.\n"]}]
["0801.1879",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1879"],"date":["2008-01-11"],"type":["text"],"creator":["Yan, Jing","Shan, Lei","Luo, Qiang","Wang, Weihua","Wen, Hai-Hu"],"language":[],"coverage":[],"title":["$S$-wave pairing symmetry in non-centrosymmetric superconductor Re$_3$W"],"description":["  The alloys of non-centrosymmetric superconductor, Re$_3$W, which were\nreported to have an $\\alpha$-Mn structure [P. Greenfield and P. A. Beck, J.\nMetals, N. Y. \\textbf{8}, 265 (1959)] with $T_\\mathrm{c}=9 $K were prepared by\narc melting. The ac susceptibility and low-temperature specific heat were\nmeasured on these alloys. It is found that there are two superconducting phases\ncoexisting in the samples with $T_\\mathrm{c1}\\sim9 $K and $T_\\mathrm{c2}\\sim7\n$K, both of which have a non-centrosymmetric structure as reported previously.\nBy analyzing the specific heat data measured in various magnetic fields, we\nfound that the absence of the inversion symmetry does not lead to the deviation\nfrom a s-wave pairing symmetry in Re$_3$W.\n","Comment: 12 pages, 5 figures"]}]
["0801.1883",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1883"],"date":["2008-01-12"],"type":["text"],"creator":["Poczos, Barnabas","Lorincz, Andras"],"language":[],"coverage":[],"title":["D-optimal Bayesian Interrogation for Parameter and Noise Identification\n  of Recurrent Neural Networks"],"description":["  We introduce a novel online Bayesian method for the identification of a\nfamily of noisy recurrent neural networks (RNNs). We develop Bayesian active\nlearning technique in order to optimize the interrogating stimuli given past\nexperiences. In particular, we consider the unknown parameters as stochastic\nvariables and use the D-optimality principle, also known as `\\emph{infomax\nmethod}', to choose optimal stimuli. We apply a greedy technique to maximize\nthe information gain concerning network parameters at each time step. We also\nderive the D-optimal estimation of the additive noise that perturbs the\ndynamical system of the RNN. Our analytical results are approximation-free. The\nanalytic derivation gives rise to attractive quadratic update rules.\n"]}]
["0801.1885",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1885"],"date":["2008-01-13"],"type":["text"],"creator":["Tanaka, Takuma","Kaneko, Takeshi","Aoyagi, Toshio"],"language":[],"coverage":[],"title":["Recurrent infomax generates cell assemblies, avalanches, and simple\n  cell-like selectivity"],"description":["  Through evolution, animals have acquired central nervous systems (CNSs),\nwhich are extremely efficient information processing devices that improve an\nanimal's adaptability to various environments. It has been proposed that the\nprocess of information maximization (infomax), which maximizes the information\ntransmission from the input to the output of a feedforward network, may provide\nan explanation of the stimulus selectivity of neurons in CNSs. However, CNSs\ncontain not only feedforward but also recurrent synaptic connections, and\nlittle is known about information retention over time in such recurrent\nnetworks. Here, we propose a learning algorithm based on infomax in a recurrent\nnetwork, which we call \"recurrent infomax\" (RI). RI maximizes information\nretention and thereby minimizes information loss in a network. We find that\nfeeding in external inputs consisting of information obtained from photographs\nof natural scenes into an RI-based model of a recurrent network results in the\nappearance of Gabor-like selectivity quite similar tothat existing in simple\ncells of the primary visual cortex (V1). More importantly, we find that without\nexternal input, this network exhibits cell assembly-like and synfire chain-like\nspontaneous activity and a critical neuronal avalanche. RI provides a simple\nframework to explain a wide range of phenomena observed in in vivo and in vitro\nneuronal networks, and it should provide a novel understanding of experimental\nresults for multineuronal activity and plasticity from an information-theoretic\npoint of view.\n","Comment: 16 pages, 4 figures"]}]
["0801.1886",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1886"],"date":["2008-01-12"],"type":["text"],"creator":["Kuvshinov, V. I.","Kuzmin, A. V.","Piatrou, V. A."],"language":[],"coverage":[],"title":["Chaotic instantons in periodically perturbed double-well system"],"description":["  Kicked double-well system is investigated both analytically and numerically.\nPhenomenological formula for ground quasienergy splitting is obtained using\nresonances overlap criterion in the framework of chaotic instanton approach.\nResults of numerical calculations of quasienergy spectrum are in good agreement\nwith the phenomenological formula.\n","Comment: 8 pages, 5 figures"]}]
["0801.1888",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1888"],"date":["2008-01-12"],"type":["text"],"creator":["Tartaglia, A.","Radicella, N."],"language":[],"coverage":[],"title":["Effect of a possible cosmological time dependence of the gravitational\n  parameter G on the peak luminosity of type Ia supernovae"],"description":["  The cosmological expansion of the universe affects the behaviour of all\nphysical systems and, in the case of gravitationally bound ones, could\ncorrespond to or mimic a time dependent Newton's constant. Here we discuss the\ncase of a locally spherical mass distribution embedded in a generic Robertson\nWalker universe. Choosing the most appropriate metric tensor for the problem\nand assuming that the local time scale is much much lower than the cosmic one,\nwe show that G is practically unaffected thus leaving the absolute magnitude of\ntype Ia supernovae unaltered at all epochs.\n","Comment: 9 pages"]}]
["0801.1889",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1889","J. Phys. Soc. Jpn. 76 (2007) 114709","doi:10.1143/JPSJ.76.114709"],"date":["2008-01-12"],"type":["text"],"creator":["Omori, Y.","Tsuchiizu, M.","Suzumura, Y."],"language":[],"coverage":[],"title":["Possible Metastable State Triggered by Competition of Peierls State and\n  Charge Ordered State"],"description":["  We examine a Peierls ground state and its competing metastable state in the\none-dimensional quarter-filled Peierls-Hubbard model with the nearest-neighbor\nrepulsive interaction V and the electron-phonon interaction (\\propto 1/K with K\nbeing the elastic constant). From the mean-field approach, we obtain the phase\ndiagram for the ground state on the plane of parameters V and K. The coexistent\nstate of the spin-density wave and the charge ordering is realized for large V\nand K. With decreasing K, it exhibits a first-order phase transition to the\nunconventional Peierls state which is described by the bond-centered\ncharge-density-wave state. In the large region of the Peierls ground state in\nthe phase diagram, there exists the metastable state where the energy takes a\nlocal minimum with respect to the lattice distortion. On the basis of the\npresent calculation, we discuss the photoinduced phase observed in the\n(EDO-TTF)_{2}PF_{6} compound.\n","Comment: 8 pages, 9 figures"]}]
["0801.1893",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1893"],"date":["2008-01-12"],"type":["text"],"creator":["Mugur-Schachter, Mioara"],"language":[],"coverage":[],"title":["Infra-Mecanique Quantique"],"description":["  A qualitative representation of what is called 'microstates' is constructed\nquite independently from the mathematical formalism of fundamental Quantum\nMechanics, by taking into accont exclusively the constraints imposed by (a) the\ncognitive situation in which a human being places himself if he decides to\nconstruct knowledge concerning microstates; (b) the general requirements of\nhuman conceptualisation. The result, called infra quantum mechanics, offers a\nsemantic structure of reference that will permit to develop a unified coherent\ntreatment of all the interpretation problems raised by the formalism of\nfundamental Quantum Mechanics.\n","Comment: 67 pages double spaced"]}]
["0801.1900",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1900"],"date":["2008-01-12"],"type":["text"],"creator":["Kheirandish, Fardin","Soltani, Morteza"],"language":[],"coverage":[],"title":["Equivalent approaches to electromagnetic field quantization in a linear\n  dielectric"],"description":["  It is shown that the minimal coupling method is equivalent to the\nHuttner-Barnet and phenomenological approaches up to a canonical\ntransformation.\n","Comment: 28 pages,"]}]
["0801.1904",{"format":[],"subject":["Mathematics - General Topology","54F45","54F35","54C60","54C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1904"],"date":["2008-01-12"],"type":["text"],"creator":["Gutev, Valentin","Valov, Vesko"],"language":[],"coverage":[],"title":["Open maps having the Bula property"],"description":["  Every open continuous map f from a space X onto a paracompact C-space Y\nadmits two disjoint closed subsets of X so that their image by f is Y provided\nall fibers of f are infinite and C*-embedded in X. Applications are\ndemonstrated for the existence of \"disjoint\" usco multiselections of set-valued\nl.s.c. mappings defined on paracompact C-spaces, and for special type of\nfactorizations of open continuous maps from metrizable spaces onto paracompact\nC-spaces. This settles several open questions.\n","Comment: 16 pages"]}]
["0801.1907",{"format":[],"subject":["Mathematics - Operator Algebras","46L65","46L52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1907"],"date":["2008-01-12"],"type":["text"],"creator":["Fima, Pierre","Vainerman, Leonid"],"language":[],"coverage":[],"title":["A locally compact quantum group of triangular matrices"],"description":["  We construct a one parameter deformation of the group of $2\\times 2$ upper\ntriangular matrices with determinant 1 using the twisting construction. An\ninteresting feature of this new example of a locally compact quantum group is\nthat the Haar measure is deformed in a non-trivial way. Also, we give a\ncomplete description of the dual $\\cs$-algebra and the dual comultiplication.\n"]}]
["0801.1910",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Probability","60E07","60E10","60G51","01A70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1910","Mathematical Methods in Economics and Finance (MMEF), Vol 1\n  (2006), pp 37-55"],"date":["2008-01-12"],"type":["text"],"creator":["Mainardi, Francesco","Rogosin, Sergei"],"language":[],"coverage":[],"title":["The origin of infinitely divisible distributions: from de Finetti's\n  problem to Levy-Khintchine formula"],"description":["  The article provides an historical survey of the early contributions on\ninfinitely divisible distributions starting from the pioneering works of de\nFinetti in 1929 up to the canonical forms developed in the thirties by\nKolmogorov, Levy and Khintchine. Particular attention is paid to single out the\npersonal contributions of the above authors that were published in Italian,\nFrench or Russian during the period 1929-1938. In Appendix we report the\ntranslation from the Russian into English of a fundamental paper by Khintchine\npublished in Moscow in 1937.\n","Comment: 26 pages"]}]
["0801.1911",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1911","Continuum Mechanics and Thermodynamics 15, 6 (2003) 597-611","doi:10.1007/s00161-003-0137-1"],"date":["2008-01-12"],"type":["text"],"creator":["Gouin, Henri"],"language":[],"coverage":[],"title":["The wetting problem of fluids on solid surfaces. Part 2: the contact\n  angle hysteresis"],"description":["  In part 1, we proposed a model of dynamics of wetting for slow movements near\na contact line formed at the interface of two immiscible fluids and a solid\nwhen viscous dissipation remains bounded. The contact line is not a material\nline and a Young-Dupr\\'e equation for the apparent dynamic contact angle taking\ninto account the line celerity was proposed. In this paper we consider a form\nof the interfacial energy of a solid surface in which many small oscillations\nare superposed on a slowly varying function. For a capillary tube, a scaling\nanalysis of the microscopic law associated with the Young-Dupr\\'e dynamic\nequation yields a macroscopic equation for the motion of the contact line. The\nvalue of the deduced apparent dynamic contact angle yields for the average\nresponse of the line motion a phenomenon akin to the stick-slip motion of the\ncontact line on the solid wall. The contact angle hysteresis phenomenon and the\nmodelling of experimentally well-known results expressing the dependence of the\napparent dynamic contact angle on the celerity of the line are obtained.\nFurthermore, a qualitative explanation of the maximum speed of wetting (and\ndewetting) can be given.\n","Comment: Preprint 26 pages"]}]
["0801.1919",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Differential Geometry","22E65 (Primary)","58B10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1919"],"date":["2008-01-12"],"type":["text"],"creator":["Glockner, Helge"],"language":[],"coverage":[],"title":["Solutions to open problems in Neeb's recent survey on\n  infinite-dimensional Lie groups"],"description":["  We solve three open problems concerning infinite-dimensional Lie groups posed\nin a recent survey article by K.-H. Neeb:\n  (1) There exists a subgroup of some infinite-dimensional Lie group G which\ndoes not admit an initial Lie subgroup structure;\n  (2) The pathology cannot occur if G is a direct limit of an ascending\nsequence of finite-dimensional Lie groups;\n  (3) Every such direct limit group is a ``topological group with Lie algebra''\nin the sense of Hofmann and Morris.\n  Moreover, we prove a version of Borel's Theorem announced in the survey,\nensuring the existence of compactly supported smooth diffeomorphisms with given\nTaylor series around a fixed point p (provided the tangent map at p has\npositive determinant).\n","Comment: 23 pages"]}]
["0801.1920",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1920"],"date":["2008-01-12"],"type":["text"],"creator":["de Andrade, Garcia"],"language":[],"coverage":[],"title":["Testing a Riemannian twisted solar loop model from EUV data and magnetic\n  topology"],"description":["  Compact Riemannian solar twisted magnetic flux tube surfaces model are tested\nagainst solar extreme ultraviolet (EUV) lines observations, allowing us to\ncompute the diameter and height of solar plasma loops. The relation between\nmagnetic and torsion energies is found for a nonplanar solar twisted\n(torsioned) loop to be $10^{9}$, which shows that the contribution of torsion\nenergy to the solar loop is extremely weaker than the magnetic energy\ncontribution. In this case solar loops of up $5000 km$ in diameter can be\nreached. The height of $220.000 km$ is used to obtain an estimate for torsion\nbased on the Riemannian flux tube surface, which yields ${\\tau}_{0}=0.9{\\times}\n10^{-8} m^{-1}$ which coincides with one of the data of\n$(0.9{\\pm}0.4){\\times}10^{-8}m^{-1}$ obtained by Lopez-Fuentes et al (2003).\nThis result tells us that the Riemannian flux tube model for plasma solar loops\nis consistent with experimental results in solar physics. These results are\nobtained for a homogeneous twisted solar loop. By making use of Moffatt-Ricca\ntheorem for the bounds on torsional energy of unknotted vortex filaments,\napplied to magnetic topology, one places bounds on the lengths of EUV solar\nloops. New results as the vorticity of the plasma flow along the tube is also\ncomputed in terms of the flux tube twist.\n","Comment: Departamento de Fisica Teorica-IF-UERJ"]}]
["0801.1925",{"format":[],"subject":["Computer Science - Human-Computer Interaction","H.5.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1925","Proc. Int'l Conf. on Health Informatics in Africa (HELINA),\n  Bamako, Mali, Jan. 2007, 28(1-5)"],"date":["2008-01-12"],"type":["text"],"creator":["Luk, Rowena","Ho, Melissa","Aoki, Paul M."],"language":[],"coverage":[],"title":["A Framework for Designing Teleconsultation Systems in Africa"],"description":["  All of the countries within Africa experience a serious shortage of medical\nprofessionals, particularly specialists, a problem that is only exacerbated by\nhigh emigration of doctors with better prospects overseas. As a result, those\nthat remain in Africa, particularly those practicing in rural regions,\nexperience a shortage of specialists and other colleagues with whom to exchange\nideas. Telemedicine and teleconsultation are key areas that attempt to address\nthis problem by leveraging remote expertise for local problems. This paper\npresents an overview of teleconsultation in the developing world, with a\nparticular focus on how lessons learned apply to Africa. By teleconsultation,\nwe are addressing non-real-time communication between health care professionals\nfor the purposes of providing expertise and informal recommendations, without\nthe real-time, interactive requirements typical of diagnosis and patient care,\nwhich is impractical for the vast majority of existing medical practices. From\nthese previous experiences, we draw a set of guidelines and examine their\nrelevance to Ghana in particular. Based on 6 weeks of needs assessment, we\nidentify key variables that guide our framework, and then illustrate how our\nframework is used to inform the iterative design of a prototype system.\n","Comment: 5 pages"]}]
["0801.1928",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1928"],"date":["2008-01-12"],"type":["text"],"creator":["Peskin, Michael E."],"language":[],"coverage":[],"title":["Supersymmetry in Elementary Particle Physics"],"description":["  These lectures, presented at the 2006 TASI summer school, give a general\nintroduction to supersymmetry, emphasizing its application to models of\nelementary particle physics at the 100 GeV energy scale. I discuss the\nfollowing topics: the construction of supersymmetric Lagrangians with scalars,\nfermions, and gauge bosons, the structure and mass spectrum of the Minimal\nSupersymmetric Standard Model (MSSM), the measurement of the parameters of the\nMSSM at high-energy colliders, and the solutions that the MSSM gives to the\nproblems of electroweak symmetry breaking and dark matter.\n","Comment: 75 pages, 36 figures"]}]
["0801.1931",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1931"],"date":["2008-01-12"],"type":["text"],"creator":["Radulescu, Anca","Cox, Kingsley","Adams, Paul"],"language":[],"coverage":[],"title":["Hebbian Inspecificity in the Oja Model"],"description":["  Recent work on Long Term Potentiation in brain slices shows that Hebb's rule\nis not completely synapse-specific, probably due to intersynapse diffusion of\ncalcium or other factors. We extend the classical Oja unsupervised model of\nlearning by a single linear neuron to include Hebbian inspecificity, by\nintroducing an error matrix E, which expresses possible crosstalk between\nupdating at different connections. We show the modified algorithm converges to\nthe leading eigenvector of the matrix EC, where C is the input covariance\nmatrix. When there is no inspecificity, this gives the classical result of\nconvergence to the first principal component of the input distribution (PC1).\nWe then study the outcome of learning using different versions of E. In the\nmost biologically plausible case, arising when there are no intrinsically\nprivileged connections, E has diagonal elements Q and off- diagonal elements\n(1-Q)/(n-1), where Q, the quality, is expected to decrease with the number of\ninputs n. We analyze this error-onto-all case in detail, for both uncorrelated\nand correlated inputs. We study the dependence of the angle theta between PC1\nand the leading eigenvector of EC on b, n and the amount of input activity or\ncorrelation. (We do this analytically and using Matlab calculations.) We find\nthat theta increases (learning becomes gradually less useful) with increases in\nb, particularly for intermediate (i.e. biologically-realistic) correlation\nstrength, although some useful learning always occurs up to the trivial limit Q\n= 1/n. We discuss the relation of our results to Hebbian unsupervised learning\nin the brain.\n","Comment: 42 pages (including appendices and references); 13 figures"]}]
["0801.1933",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1933"],"date":["2008-01-12"],"type":["text"],"creator":["Fujita, Takehisa"],"language":[],"coverage":[],"title":["Critical Review of Path Integral Formulation"],"description":["  The path integral formulation in quantum mechanics corresponds to the first\nquantization since it is just to rewrite the quantum mechanical amplitude into\nmany dimensional integrations over discretized coordinates $x_n$. However, the\npath integral expression cannot be connected to the dynamics of classical\nmechanics, even though, superficially, there is some similarity between them.\nFurther, the field theory path integral in terms of many dimensional\nintegrations over fields does not correspond to the field quantization. We\nclarify the essential difference between Feynman's original formulation of path\nintegral in QED and the modern version of the path integral method prevailing\nin lattice field theory calculations, and show that the former can make a\ncorrect second quantization while the latter cannot quantize fields at all and\nits physical meaning is unknown.\n","Comment: 14 pages, no figure"]}]
["0801.1935",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1935"],"date":["2008-01-13"],"type":["text"],"creator":["Faroughy, Dara"],"language":[],"coverage":[],"title":["Slowly evolving early universe and a phenomenological model for\n  time-dependent fundamental constants and the leptonic masses"],"description":["  A phenomenological model with an extreme accuracy is proposed for the cosmic\ntime variation of the primordial fundamental constants (e, h, G and c) and the\nleptonic masses. The model is purely exploratory in that at the very early\ntimes the light speed is purposely modeled to be negligibly small, indicating a\nvery slowly expanding universe around t=0. The impact of this idea in cosmology\nand its modeling is overwhelming.\n","Comment: 7 pages, 1 figure"]}]
["0801.1940",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1940"],"date":["2008-01-13"],"type":["text"],"creator":["Fan, Hong-yi","Hu, Li-yun"],"language":[],"coverage":[],"title":["Relation between quantum tomography and optical Fresnel transform"],"description":["  Corresponding to optical Fresnel transformation characteristic of ray\ntransfer matrix elements (A;B;C;D); AD-BC = 1, there exists Fresnel operator\nF(A;B;C;D) in quantum optics, we show that under the Fresnel transformation the\npure position density |x><x| becomes the tomographic density |x>_rs,rs_<x|,\nwhich is just the Radon transform of the Wigner operator, i.e.,\n  F|x><x|F^(+) = |x>_rs,rs_<x|= \\int dx'dp'delta[x-(Dx'-Bp')]*Wigner operator\nwhere s, r are the complex-value expression of (A;B;C;D). So the probability\ndistribution for the Fresnel quadrature phase is the tomography (Radon\ntransform of Wigner function), and the tomogram of a state |phi> is just the\nwave function of its Fresnel transformed state F|phi>, i.e. rs_<x||phi>=\n<x|F^(+)|phi>. Similarly, we find F|p><p|F^(+) = |p>_rs,rs_<p|= \\int\ndx'dp'delta[x-(Ap'-Cx')]*Wigner operator.\n","Comment: 7 pages, no figure"]}]
["0801.1943",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 57M50, 55M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1943"],"date":["2008-01-13"],"type":["text"],"creator":["Boileau, Michel","Ni, Yi","Wang, Shicheng"],"language":[],"coverage":[],"title":["On standard forms of 1--dominations between knots with same Gromov\n  volumes"],"description":["  Let $k$ and $k'$ be two knots in 3-sphere. Say $k$ 1--dominates $k'$, if\nthere is a proper degree 1 map $f\\co E(k)\\to E(k')$, between knot exterior of\n$k_i$.\n  Theorem: Suppose that any companion of $k$ is prime. If $k$ 1--dominates $k'$\nwith the same Gromov volume, then $k'$ can be obtained from $k$ by finitely\nmany de-satellizations.\n  The condition of \"same Gromov volume\" clearly can not be removed. We also\ngive a new construction of 1-domination between knots with same Gromov volume\nto show that the condition \"any companion of $k$ is prime\" can not be removed.\n","Comment: 15 pages"]}]
["0801.1949",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1949"],"date":["2008-01-13"],"type":["text"],"creator":["Behnia, Sohrab","Jafari, Amin","Soltanpoor, Wiria","Jahanbakhsh, Okhtai"],"language":[],"coverage":[],"title":["Possibility of using dual frequency to control chaotic oscillations of a\n  spherical bubble"],"description":["  Acoustic cavitation bubbles are known to exhibit highly nonlinear and\nunpredictable chaotic dynamics. Their inevitable role in applications like\nsonoluminescence, sonochemistry and medical procedures suggests that their\ndynamics be controlled. Reducing chaotic oscillations could be the first step\nin controlling the bubble dynamics by increasing the predictability of the\nbubble response to an applied acoustic field. One way to achieve this concept\nis to perturb the acoustic forcing. Recently, due to the improvements\nassociated with using dual frequency sources, this method has been the subject\nof many studies which have proved its applicability and advantages. Due to this\nreason, in this paper, the oscillations of a spherical bubble driven by a dual\nfrequency source, were studied and compared to the ones driven by a single\nsource. Results indicated that using dual frequency had a strong impact on\nreducing the chaotic oscillations to regular ones. The governing parameters\ninfluencing its dynamics are the secondary frequency and its phase difference\nwith the fundamental frequency. Also using dual frequency forcing may arm us by\nthe possibility of generating oscillations of desired amplitudes. To our\nknowledge the investigation of the ability of using a dual frequency forcing to\ncontrol chaotic oscillations are presented for the first time in this paper.\n"]}]
["0801.1950",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Functional Analysis","47e05","34L20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1950"],"date":["2008-01-13"],"type":["text"],"creator":["Savchuk, A. M."],"language":[],"coverage":[],"title":["Uniform asyptotic formulae for eigenfunctions of Sturm--Liouville\n  operators with singular potentials"],"description":["  In this paper we study a Sturm--Liouville operator $Ly=-y''+q(x)y$ in the\nspace $L_2[0,\\pi]$ with Direchlet boundary conditions. Here the potential $q$\nis a fitst order distribution $q\\in W_2^{-1}[0,\\pi]$. Such operators were\ndefined in our previous papers. Here we study an asymptotic behaviour of\neigenfunctions with uniform estimates of rests. We obtain this estimates also\nfor potentials from Sobolev spaces $q\\in W_2^{\\theta-1}$, where\n$\\theta\\in[0,1/2)$.\n","Comment: 8 pages"]}]
["0801.1952",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1952"],"date":["2008-01-13"],"type":["text"],"creator":["Alcalde, A. M.","Romano, C. L.","Sanz, L.","Marques, G. E."],"language":[],"coverage":[],"title":["Phonon modulation of the spin-orbit interaction as a spin relaxation\n  mechanism in InSb quantum dots"],"description":["  We calculate the spin relaxation rates in a parabolic InSb quantum dots due\nto the spin interaction with acoustical phonons. We considered the deformation\npotential mechanism as the dominant electron-phonon coupling in the\nPavlov-Firsov spin-phonon Hamiltonian. By studying suitable choices of magnetic\nfield and lateral dot size, we determine regions where the spin relaxation\nrates can be practically suppressed. We analyze the behavior of the spin\nrelaxation rates as a function of an external magnetic field and mean quantum\ndot radius. Effects of the spin admixture due to Dresselhaus contribution to\nspin-orbit interaction are also discussed.\n","Comment: 5 page, 2 figures, accepted in Phonons 2007 proceedings"]}]
["0801.1953",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1953"],"date":["2008-01-13"],"type":["text"],"creator":["Forero-Romero, Jaime E."],"language":[],"coverage":[],"title":["Predictability in Semi-Analytic Models of Galaxy Formation"],"description":["  We propose a general framework to scrutinize the performance of semi-analytic\ncodes of galaxy formation. The approach is based on the analysis of the outputs\nfrom the model after a series of perturbations in the input parameters\ncontrolling the baryonic physics. The perturbations are chosen in a way that\nthey do not change the results in the luminosity function or mass function of\nthe galaxy population. We apply this approach on a particular semi-analytic\nmodel called GalICS. We chose to perturb the parameters controlling the\nefficiency of star formation and the efficiency of supernova feedback. We keep\ntrack of the baryonic and observable properties of the central galaxies in a\nsample of dark matter halos with masses ranging from 10^{10} M_sol to 10^{13}\nM_sol. We find very different responses depending on the halo mass. For small\ndark matter halos its central galaxy responds in a highly predictable way to\nsmall perturbation in the star formation and feedback efficiency. For massive\ndark matter halos, minor perturbations in the input parameters can induce large\nfluctuations on the properties of its central galaxy, at least $\\sim 0.1$ in\n(B-V) color or $\\sim 0.5$ mag in U or r filter, in a seemingly random fashion.\nWe quantify this behavior through an objective scalar function we call\npredictability. We argue that finding the origin of this behavior needs\nadditional information from other approximations and different semi-analytic\ncodes. Furthermore, the implementation of an scalar objective function, such as\nthe predictability, opens the door to quantitative benchmarking of\nsemi-analytic codes based on its numerical performance.\n","Comment: 10 pages, 5 figures, submitted to MNRAS"]}]
["0801.1961",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1961","Nanotechnology 19, 025711 (2008)","doi:10.1088/0957-4484/19/02/025711"],"date":["2008-01-13"],"type":["text"],"creator":["Buonocore, F.","Trani, F.","Ninno, D.","Di Matteo, A.","Cantele, G.","Iadonisi, G."],"language":[],"coverage":[],"title":["Ab initio calculations of electron affinity and ionization potential of\n  carbon nanotubes"],"description":["  By combining ab initio all-electron localized orbital and pseudopotential\nplane-wave approaches we report on calculations of the electron affinity (EA)\nand the ionization potential (IP) of (5, 5) and (7, 0) single-wall carbon\nnanotubes. The role played by finite-size effects and nanotube termination has\nbeen analysed by comparing several hydrogen-passivated and not passivated\nnanotube segments. The dependence of the EA and IP on both the quantum\nconfinement effect, due to the nanotube finite length, and the charge\naccumulation on the edges, is studied in detail. Also, the EA and IP are\ncompared to the energies of the lowest unoccupied and highest occupied states,\nrespectively, upon increasing the nanotube length. We report a slow convergence\nwith respect to the number of atoms. The effect of nanotube packing in arrays\non the electronic properties is eventually elucidated as a function of the\nintertube distance.\n"]}]
["0801.1966",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1966"],"date":["2008-01-13"],"type":["text"],"creator":["de Cooman, Gert","Miranda, Enrique"],"language":[],"coverage":[],"title":["Symmetry of models versus models of symmetry"],"description":["  A model for a subject's beliefs about a phenomenon may exhibit symmetry, in\nthe sense that it is invariant under certain transformations. On the other\nhand, such a belief model may be intended to represent that the subject\nbelieves or knows that the phenomenon under study exhibits symmetry. We defend\nthe view that these are fundamentally different things, even though the\ndifference cannot be captured by Bayesian belief models. In fact, the failure\nto distinguish between both situations leads to Laplace's so-called Principle\nof Insufficient Reason, which has been criticised extensively in the\nliterature.\n  We show that there are belief models (imprecise probability models, coherent\nlower previsions) that generalise and include the Bayesian belief models, but\nwhere this fundamental difference can be captured. This leads to two notions of\nsymmetry for such belief models: weak invariance (representing symmetry of\nbeliefs) and strong invariance (modelling beliefs of symmetry). We discuss\nvarious mathematical as well as more philosophical aspects of these notions. We\nalso discuss a few examples to show the relevance of our findings both to\nprobabilistic modelling and to statistical inference, and to the notion of\nexchangeability in particular.\n","Comment: 61 pages"]}]
["0801.1971",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1971"],"date":["2008-01-13"],"type":["text"],"creator":["Nimtz, G.","Stahlhofen, A. A."],"language":[],"coverage":[],"title":["Comment on \"Direct space-time observation of pulse tunneling in an\n  electromagnetic band gap\""],"description":["  The investigation presented by Doiron, Hache, and Winful [Phys. Rev. A 76,\n023823 (2007)] is not valid for the tunneling process as claimed in the paper.\n"]}]
["0801.1982",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1982"],"date":["2008-01-13"],"type":["text"],"creator":["Costa, Luciano da Fontoura"],"language":[],"coverage":[],"title":["Inward and Outward Node Accessibility in Complex Networks as Revealed by\n  Non-Linear Dynamics"],"description":["  In this work, the outward and inward accessibilities of individual nodes are\ndefined and their potential for application is illustrated with respect to the\ninvestigation of 6 different types of networks. The outward accessibility\nquantifies the potential of an individual node for accessing other nodes\nthrough random walks. The inward accessibility measures the potential of a\ngiven node of being accessed by other nodes. Both the inward and outward\naccessibilities are measured with respect to successive time steps along the\nwalks, providing an interesting means for the characterization of the transient\nnon-linear dynamics of accessibility. Self-avoiding walks are considered here\nbecause they are more purposive and necessarily finite (unlike traditional\nrandom walks). The results include the identification of the fact that the\ninward values tend to be much smaller than the outward values, the tendency of\nthe inward accessibility to be highly correlated with the node degree while the\noutward values are mostly uncorrelated with that measurements, the distinct\nbehavior of the accessibility in geographical networks, the dominance of hubs\nin scale free networks, as well as the enhanced uniformity of the\naccessibilities for the path-regular model. Also investigated was the\npossibility to predict the accessibility of a given node in terms of its\nrespective degree. The concepts of inward and outward accessibility, as well as\nthe several obtained results, have several implications and potential for\napplications to several real-time problems including disease spreading, WWW\nsurfing, protein interaction, cortical networks and network attacks, among\nothers.\n"]}]
["0801.1988",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1988"],"date":["2008-01-14"],"type":["text"],"creator":["Szita, Istvan","Lorincz, Andras"],"language":[],"coverage":[],"title":["Online variants of the cross-entropy method"],"description":["  The cross-entropy method is a simple but efficient method for global\noptimization. In this paper we provide two online variants of the basic CEM,\ntogether with a proof of convergence.\n","Comment: 8 pages"]}]
["0801.1992",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Dynamical Systems","46L05, 37B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1992"],"date":["2008-01-13"],"type":["text"],"creator":["Bates, T.","Pask, D. A."],"language":[],"coverage":[],"title":["C*-algebras of labelled graphs II - Simplicity results"],"description":["  We prove simplicity and pure infiniteness results for a certain class of\nlabelled graph $C^*$-algebras. We show, by example, that this class of unital\nlabelled graph $C^*$-algebras is strictly larger than the class of unital graph\n$C^*$-algebras.\n","Comment: 18 pages, 4 figures"]}]
["0801.1999",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1999"],"date":["2008-01-13"],"type":["text"],"creator":["Schlag, Wilhelm","Soffer, Avy","Staubach, Wolfgang"],"language":[],"coverage":[],"title":["Decay for the wave and Schroedinger evolutions on manifolds with conical\n  ends, Part I"],"description":["  Global in time dispersive estimates for the Schroedinger and wave evolutions\nare obtained on manifolds with conical ends whose Hamiltonian flow exhibits\ntrapping. This paper deals with the case of initial data with \"zero angular\nmomentum\".\n","Comment: 32 pages, This paper differs in terms of both generalizations and\n  improvement of the exposition from the paper \"Decay estimates for the\n  Schroedinger evolution on asymptotically conic surfaces of revolution, Part\n  I\", and is therefore posted as a new paper"]}]
["0801.2001",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2001"],"date":["2008-01-13"],"type":["text"],"creator":["Schlag, Wilhelm","Soffer, Avy","Staubach, Wolfgang"],"language":[],"coverage":[],"title":["Decay for the wave and Schroedinger evolutions on manifolds with conical\n  ends, Part II"],"description":["  Global in time dispersive estimates for the Schroedinger and wave evolutions\nare obtained on manifolds with conical ends whose Hamiltonian flow exhibits\ntrapping. This paper deals with the case of initial data with fixed \"nonzero\nangular momentum\".\n","Comment: 28 pages"]}]
["0801.2004",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2004"],"date":["2008-01-13"],"type":["text"],"creator":["Gao, Dan","Zhang, Yanxia","Zhao, Yongheng"],"language":[],"coverage":[],"title":["The Application of kd-tree in Astronomy"],"description":["  The basic idea of the kd-tree algorithm is to recursively partition a point\nset P by hyperplanes, and to store the obtained partitioning in a binary tree.\nDue to its immense popularity, many applications in astronomy have been\nimplemented. The algorithm can been used to solve a near neighbor problem for\ncross-identification of huge catalogs and realize the classification of\nastronomical objects. Since kd-tree can speed up query and partition spaces,\nsome approaches based on it have been applied for photometric redshift\nmeasurement. We give the case studies of kd-tree in astronomy to show its\nimportance and performance.\n","Comment: 4 pages, 3 tables, ADASS XVII conference"]}]
["0801.2009",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2009"],"date":["2008-01-13"],"type":["text"],"creator":["Gentimis, Thanos"],"language":[],"coverage":[],"title":["On Limit Aperiodic G-Sets"],"description":["  We prove that the property to be limit aperiodic is preserved by the standard\nconstruction with groups like extension, HNN extension and free product. We\nalso construct a non-limit aperiodic G-space.\n","Comment: 9 pages,0 figures"]}]
["0801.2012",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Algebraic Geometry","14F05","14H70","32L10","58F07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2012"],"date":["2008-01-13"],"type":["text"],"creator":["Kim, Taejung"],"language":[],"coverage":[],"title":["The linear flows in the space of Krichever-Lax matrices over an\n  algebraic curve"],"description":["  In \\cite{kri02}, I. M. Krichever invented the space of matrices parametrizing\nthe cotangent bundle of moduli space of stable vector bundles over a compact\nRiemann surface, which is named as the Hitchin system after the investigation\n\\cite{hit87}. We study a necessary and sufficient condition for the linearity\nof flows on the space of Krichever-Lax matrices in a Lax representation in\nterms of cohomological classes using the similar technique and analysis from\nthe work \\cite{grif85} by P. A. Griffiths.\n"]}]
["0801.2018",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2018"],"date":["2008-01-14"],"type":["text"],"creator":["Dev, S.","Kumar, Sanjeev"],"language":[],"coverage":[],"title":["Two-Zero Symmetric Neutrino Mass Matrices in Minimal Supersymmetric\n  SO(10)"],"description":["  The phenomenological neutrino mass matrix for two-zero symmetric texture has\nbeen obtained and used to rule out all possible two-zero symmetric neutrino\nmass matrices obtained from Yukawa couplings to $\\mathbf{10}$ and\n$\\mathbf{126}$ Higgs representations within the framework of minimal\nsupersymmetric SO(10).\n","Comment: 12 pages, two tables"]}]
["0801.2020",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2020"],"date":["2008-01-14"],"type":["text"],"creator":["Kan, Nahomi","Shiraishi, Kiyoshi"],"language":[],"coverage":[],"title":["Induced Gravity in Deconstructed Space at Finite Temperature --\n  Self-consistent Einstein Universe"],"description":["  We study self-consistent cosmological solutions for an Einstein Universe in a\ngraph-based induced gravity model. The graph-based field theory has been\nproposed by the present authors to generalize dimensional deconstruction. In\nthis paper, we consider self-consistent Einstein equations for a ``graph theory\nspace''. Especially, we demonstrate specific results for cycle graphs.\n","Comment: 4 pages, 2 figures. A presentation given at JGRG17 (Nagoya, Japan),\n  to appear in the proceedings"]}]
["0801.2021",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11P05","11T30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2021"],"date":["2008-01-14"],"type":["text"],"creator":["Glibichuk, Alexey"],"language":[],"coverage":[],"title":["Additive properties of product sets in an arbitrary finite field"],"description":["  It is proved that for any two subsets $A$ and $B$ of an arbitrary finite\nfield $\\Fq$ such that $|A||B|>q$ the identity $16AB=\\Fq$ holds. Moreover, it is\nestablished that for every subsets $X, Y\\subset \\Fq$ with the property\n$|X||Y|\\geqslant 2q$ the equality $8XY=\\Fq$ holds.\n","Comment: 11 pages"]}]
["0801.2022",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2022"],"date":["2008-01-14"],"type":["text"],"creator":["Lebreton, Y."],"language":[],"coverage":[],"title":["Stars in the age of micro-arc-second astrometry"],"description":["  The understanding and modeling of the structure and evolution of stars is\nbased on statistical physics as well as on hydrodynamics. Today, a precise\nidentification and proper description of the physical processes at work in\nstellar interiors are still lacking (one key point being that of transport\nprocesses) while the comparison of real stars to model predictions, which\nimplies conversions from the theoretical space to the observational one,\nsuffers from uncertainties in model atmospheres. That results in uncertainties\non the prediction of stellar properties needed for galactic studies or\ncosmology (as stellar ages and masses). In the next decade, progress is\nexpected from the theoretical, experimental and observational sides. I\nillustrate some of the problems we are faced with when modeling stars and the\npossible tracks towards their solutions. I discuss how future observational\nground-based or spatial programs (in particular those dedicated to\nmicro-arc-second astrometry, asteroseismology and interferometry) will provide\nprecise determinations of the stellar parameters and contribute to a better\nknowledge of stellar interiors and atmospheres in a wide range of stellar\nmasses, chemical compositions and evolution stages.\n","Comment: 7 pages; to appear in the proceedings of \"IAU Symposium 248 - A Giant\n  Step: from Milli- to Micro-arcsecond Astrometry\", held in Shanghai, China,\n  15-19 Oct. 2007"]}]
["0801.2024",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2024"],"date":["2008-01-14"],"type":["text"],"creator":["Roy, Sisir","Roy, Malabika"],"language":[],"coverage":[],"title":["Dark Matter and Supersolidity"],"description":["  The origin of collisionless cold dark matter has been traced back to its\norigin to the supersolid model of quantum vacuum.\n","Comment: 5 pages"]}]
["0801.2033",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2033","Bioinformatics 2008 24(2):176-183","doi:10.1093/bioinformatics/btm562"],"date":["2008-01-14"],"type":["text"],"creator":["Joshi, Anagha","Van de Peer, Yves","Michoel, Tom"],"language":[],"coverage":[],"title":["Analysis of a Gibbs sampler method for model based clustering of gene\n  expression data"],"description":["  Over the last decade, a large variety of clustering algorithms have been\ndeveloped to detect coregulatory relationships among genes from microarray gene\nexpression data. Model based clustering approaches have emerged as\nstatistically well grounded methods, but the properties of these algorithms\nwhen applied to large-scale data sets are not always well understood. An\nin-depth analysis can reveal important insights about the performance of the\nalgorithm, the expected quality of the output clusters, and the possibilities\nfor extracting more relevant information out of a particular data set. We have\nextended an existing algorithm for model based clustering of genes to\nsimultaneously cluster genes and conditions, and used three large compendia of\ngene expression data for S. cerevisiae to analyze its properties. The algorithm\nuses a Bayesian approach and a Gibbs sampling procedure to iteratively update\nthe cluster assignment of each gene and condition. For large-scale data sets,\nthe posterior distribution is strongly peaked on a limited number of\nequiprobable clusterings. A GO annotation analysis shows that these local\nmaxima are all biologically equally significant, and that simultaneously\nclustering genes and conditions performs better than only clustering genes and\nassuming independent conditions. A collection of distinct equivalent\nclusterings can be summarized as a weighted graph on the set of genes, from\nwhich we extract fuzzy, overlapping clusters using a graph spectral method. The\ncores of these fuzzy clusters contain tight sets of strongly coexpressed genes,\nwhile the overlaps exhibit relations between genes showing only partial\ncoexpression.\n","Comment: 8 pages, 7 figures"]}]
["0801.2034",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2034"],"date":["2008-01-14"],"type":["text"],"creator":["Sommerfeld, Jochen","Bjelakovic, Igor","Boche, Holger"],"language":[],"coverage":[],"title":["On the Boundedness of the Support of Optimal Input Measures for Rayleigh\n  Fading Channels"],"description":["  We consider transmission over a wireless multiple antenna communication\nsystem operating in a Rayleigh flat fading environment with no channel state\ninformation at the receiver and the transmitter with coherence time T=1. We\nshow that, subject to the average power constraint, the support of the capacity\nachieving input distribution is bounded. Moreover, we show by a simple example\nconcerning the identity theorem (or uniqueness theorem) from the complex\nanalysis in several variables that some of the existing results in the field\nare not rigorous.\n","Comment: 5 pages, submitted to ISIT 2008"]}]
["0801.2035",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2035"],"date":["2008-01-14"],"type":["text"],"creator":["Tatarinova, Larisa L.","Garcia, Martin E."],"language":[],"coverage":[],"title":["Exact description of self-focusing in highly nonlinear geometrical\n  optics"],"description":["  We demonstrate that laser beam collapse in highly nonlinear media can be\ndescribed, for a large number of experimental conditions, by the geometrical\noptics approximation within high accuracy. Taking into account this fact we\nsucceed in constructing analytical solutions of the eikonal equation, which are\nexact on the beam axis and provide: i) a first-principles determination of the\nself-focusing position, thus replacing the widely used empirical Marburger\nformula, ii) a benchmark solution for numerical simulations, and iii) a tool\nfor the experimental determination of the high-order nonlinear susceptibility.\nSuccessful comparison with several experiments is presented.\n","Comment: 3 figures"]}]
["0801.2037",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2037"],"date":["2008-01-14"],"type":["text"],"creator":["Heywood, Ian","Kloeckner, Hans-Rainer","Rawlings, Steve"],"language":[],"coverage":[],"title":["Equatorial Imaging with e-MERLIN Including the Chilbolton Antenna"],"description":["  We discuss the equatorial imaging benefits that arise from the addition of\nthe 25-metre dish at Chilbolton to the e-MERLIN array. Its inclusion\nconsiderably enhances the capabilities of e-MERLIN on and below the equator.\nThis will become particularly important in the era of ALMA and other upcoming\nsouthern hemisphere facilities. We present simulated observations of point\nsources in the equatorial region of the sky which is the target area for many\nexisting sky surveys. We find that the additional baselines created by the\ninclusion of the Chilbolton dish favourably adjust the beam shape of e-MERLIN\nto a more compact and circular shape, with significantly reduced sidelobe\nstructure. Putting aside the benefits of increased collecting area, the\nmodified beam shape has implications for more rapidly reaching a given\ncompleteness limit for equatorial surveys.\n","Comment: 4 pages, 5 figures, to appear in the proceedings of 'Cosmology,\n  Galaxy Formation and Astroparticle Physics on the Pathway to the SKA' (H.R.\n  Kloeckner, S. Rawlings, M.J. Jarvis & A. Taylor, eds.) 10-12 April 2006,\n  Oxford, UK"]}]
["0801.2038",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2038"],"date":["2008-01-14"],"type":["text"],"creator":["Bailly, Francis","Longo, Giuseppe"],"language":[],"coverage":[],"title":["Biological Organization and Negative Entropy: Based on Schroedinger's\n  reflections"],"description":["  This paper proposes a systemic perspective for some aspects of both\nphylogenesis and ontogenesis, in the light of the notion of biological\norganization as negative entropy, following some hints by Schroedinger. To this\npurpose, we introduce two extra principles to the thermodynamic ones, which are\n(mathematically) compatible with the traditional principles, but have no\nmeaning in inert matter. A traditional balance equation for metabolism will be\nthen extended to the new notion as specified by these principles. We consider\nfar from equilibrium systems and we focus in particular on the production of\nglobal entropy associated to the irreversible character of the processes. A\nclose analysis of this term will be carried on, both in terms of a diffusion\nequation of biomass over complexity and, as a complementary approach and as a\ntool for specifying a source term, in connection to Schroedinger's method for\nhis equation in Quantum Mechanics. We borrow from this equation just the\noperatorial approach and, this, in a classical frame, as we use real\ncoefficients instead of complex ones, away thus from the mathematical frame of\nquantum theories. The first application of our proposal is a simple\nmathematical reconstruction of Gould's complexity curve of biomass over\ncomplexity, as for evolution. We then elaborate, from the existence of\ndifferent time scales, a partition of ontogenetic time, in reference to entropy\nand negative entropy variation. On the grounds of this approach, we analyze\nmetabolism and scaling laws. This allows to compare various relevant\ncoefficients appearing in these scaling laws, which seem to fit empirical data.\nFinally, a tentative and quantitative evaluation of complexity is proposed,\nalso in relation to some empirical data (caenorhabditis elegans).\n","Comment: 28 pages"]}]
["0801.2039",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2039"],"date":["2008-01-14"],"type":["text"],"creator":["Pagano, I.","Sachkov, M.","de Castro, A. I. Gomez","Huang, M.","Kappelmann, N.","Scuderi, S.","Shustov, B.","Werner, K.","Zhao, G."],"language":[],"coverage":[],"title":["The focal-plane instruments on board WSO-UV"],"description":["  Dedicated to spectroscopic and imaging observations of the ultraviolet sky,\nthe World Space Observatory for Ultraviolet Project is a Russia led\ninternational collaboration presently involving also China, Germany, Italy,\nSpain and Ukraine. The mission consists of a 1.7m telescope able to perform: a)\nhigh resolution (R greater than 60000) spectroscopy by means of two echelle\nspectrographs covering the 103-310 nm range; b) long slit (1x75 arcsec) low\nresolution (R about 1500-2500) spectroscopy using a near-UV channel and a\nfar-UV channel to cover the 102-310nm range; c) deep UV and diffraction limited\nUV and optical imaging (from 115 to 700 nm). Overall information on the project\nand on its science objectives are given by other two papers in these\nproceedings. Here we present the WSO-UV focal plane instruments, their status\nof implementation, and the expected performances.\n","Comment: in Astrophysics and Space Science Proceedings series, M. Chavez, E.\n  Bertone, D. Rosa-Gonzalez & L. H. Rodriguez-Merino (eds.), invited paper, in\n  press"]}]
["0801.2042",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2042"],"date":["2008-01-14"],"type":["text"],"creator":["Lu, Dexin","Ruan, Dong","Xu, Wang","Wu, Nianle","Xiao, Minwen","an, Yu"],"language":[],"coverage":[],"title":["An Experiment of Research-Oriented Teaching/Learning"],"description":["  We introduce our experiment of research-oriented teaching mainly in Nanjing\nUniversity and Tsinghua University, China. The great population and enrollment\nin China makes it worth to concern. It lasts 20 years and involves thousands of\nstudents and hundreds of instructors, consultant experts. We tried many\ncharacteristic styles such as integrated teaching and case analysis, open\nresources, interactive mode, course paper program, elite solutions and so on.\nThe research on the contents is also placed on the agenda. Many students joined\nresearch works that lead to PRL, APL, Nature, Science, and Cell papers. To\nimpart colleagues the essence we offered some examples in every session. We\ndeclare the accomplishment of the experiment through this paper and new project\nis programming.\n","Comment: 31 pages, 4 figures"]}]
["0801.2047",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2047","Journal of Thermal Science 16, 4 (2007) 328-336","doi:10.1007/s11630-007-0328-3"],"date":["2008-01-14"],"type":["text"],"creator":["Boudet, Jrme","Caro, Jolle","Shao, L.","Lvque, Emmanuel"],"language":[],"coverage":[],"title":["Numerical studies towards practical large-eddy simulation"],"description":["  Large-eddy simulation developments and validations are presented for an\nimproved simulation of turbulent internal flows. Numerical methods are proposed\naccording to two competing criteria: numerical qualities (precision and\nspectral characteristics), and adaptability to complex configurations. First,\nmethods are tested on academic test-cases, in order to abridge with fundamental\nstudies. Consistent results are obtained using adaptable finite volume method,\nwith higher order advection fluxes, implicit grid filtering and \"low-cost\"\nshear-improved Smagorinsky model. This analysis particularly focuses on mean\nflow, fluctuations, two-point correlations and spectra. Moreover, it is shown\nthat exponential averaging is a promising tool for LES implementation in\ncomplex geometry with deterministic unsteadiness. Finally, adaptability of the\nmethod is demonstrated by application to a configuration representative of\nblade-tip clearance flow in a turbomachine.\n"]}]
["0801.2048",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2048"],"date":["2008-01-14"],"type":["text"],"creator":["Draggiotis, Petros"],"language":[],"coverage":[],"title":["Numerical Implementation of Generalized Unitarity"],"description":["  We present a numerical implementation of generalized unitarity. We will show\nthat we are able to obtain the box coefficients of any 1 loop gluonic\namplitude, for an arbitrary helicity configuration and for any number of\nexternal particles.\n","Comment: 10 pages, 1 figure"]}]
["0801.2055",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2055"],"date":["2008-01-14"],"type":["text"],"creator":["Panaite, Florin","Staic, Mihai D.","Van Oystaeyen, Freddy"],"language":[],"coverage":[],"title":["Pseudosymmetric braidings, twines and twisted algebras"],"description":["  A laycle is the categorical analogue of a lazy cocycle. Twines (as introduced\nby Bruguieres) and strong twines (as introduced by the authors) are laycles\nsatisfying some extra conditions. If $c$ is a braiding, the double braiding\n$c^2$ is always a twine; we prove that it is a strong twine if and only if $c$\nsatisfies a sort of modified braid relation (we call such $c$ pseudosymmetric,\nas any symmetric braiding satisfies this relation). It is known that symmetric\nYetter-Drinfeld categories are trivial; we prove that the Yetter-Drinfeld\ncategory $_H{\\cal YD}^H$ over a Hopf algebra $H$ is pseudosymmetric if and only\nif $H$ is commutative and cocommutative. We introduce as well the Hopf\nalgebraic counterpart of pseudosymmetric braidings under the name\npseudotriangular structures and prove that all quasitriangular structures on\nthe $2^{n+1}$-dimensional pointed Hopf algebras E(n) are pseudotriangular. We\nobserve that a laycle on a monoidal category induces a so-called pseudotwistor\non every algebra in the category, and we obtain some general results (and give\nsome examples) concerning pseudotwistors, inspired by properties of laycles and\ntwines.\n","Comment: 29 pages"]}]
["0801.2058",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - General Mathematics","17B68","17B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2058"],"date":["2008-01-14"],"type":["text"],"creator":["Gao, Shoulan","Jiang, Cuipo","Pei, Yufeng"],"language":[],"coverage":[],"title":["Structure of the extended Schrodinger-Virasoro Lie algebra"],"description":["  In this paper, we study the derivations, the central extensions and the\nautomorphism group of the extended Schrodinger-Virasoro Lie algebra, introduced\nby J. Unterberger in the context of two-dimensional conformal field theory and\nstatistical physics. Moreover, we show that the extended Schrodinger-Virasoro\nLie algebra is an infinite-dimensional complete Lie algebra and the universal\ncentral extension of the extended Schrodinger-Virasoro Lie algebra in the\ncategory of Leibniz algebras is the same as that in the category of Lie\nalgebras.\n","Comment: 24 pages, to appear in Algrbra Colloquium"]}]
["0801.2066",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2066"],"date":["2008-01-14"],"type":["text"],"creator":["Sargsian, Misak M."],"language":[],"coverage":[],"title":["High Energy Break-Up of Few-Nucleon Systems"],"description":["  We discus recent developments in theory of high energy two-body break-up\nreactions of few-nucleon systems. The characteristics of these reactions are\nsuch that the hard two-body quasielastic subprocess can be clearly separated\nfrom the accompanying soft subprocesses. We discuss in details the hard\nrescattering model (HRM) in which hard photodisintegration develops in two\nstages. At first, photon knocks-out an energetic quark which rescatters\nsubsequently with a quark of the other nucleon. The latter provides a mechanism\nof sharing the initial high momentum of the photon by the outgoing two\nnucleons. Within HRM we discuss hard break-up reactions involving $^2D$ and\n$^3He$ targets. Another development of HRM is the prediction of new helicity\nselection mechanism for hard two-body reactions, which was apparently confirmed\nin the recent JLab experiment.\n","Comment: To appear in the proceedings of Workshop on Exclusive Reactions at\n  High Momentum Transfer, Newport News, Virgina, 21-24 May 2007"]}]
["0801.2070",{"format":[],"subject":["Mathematics - Statistics Theory","62G07, 62G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2070"],"date":["2008-01-14"],"type":["text"],"creator":["Mokkadem, Abdelkader","Pelletier, Mariane","Thiam, Baba"],"language":[],"coverage":[],"title":["Joint behaviour of semirecursive kernel estimators of the location and\n  of the size of the mode of a probability density function"],"description":["  Let $\\theta$ and $\\mu$ denote the location and the size of the mode of a\nprobability density. We study the joint convergence rates of semirecursive\nkernel estimators of $\\theta$ and $\\mu$. We show how the estimation of the size\nof the mode allows to measure the relevance of the estimation of its location.\nWe also enlighten that, beyond their computational advantage on nonrecursive\nestimators, the semirecursive estimators are preferable to use for the\nconstruction on confidence regions.\n","Comment: 26 pages"]}]
["0801.2072",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2072"],"date":["2008-01-14"],"type":["text"],"creator":["Kozlov, G. A."],"language":[],"coverage":[],"title":["Bose-Einstein correlations and the stochastic scale of light hadrons\n  emitter source"],"description":["  Based on quantum field theory at finite temperature we carried out new\nresults for two-particle Bose-Einstein correlation (BEC) function ${C_2}(Q)$ in\ncase of light hadrons. The important parameters of BEC function related to the\nsize of the emitting source, mean multiplicity, stochastic forces range with\nthe particle energy and mass dependence, and the temperature of the source are\nobtained for the first time. Not only the correlation between identical hadrons\nare explored but even the off-correlation between non-identical particles are\nproposed. The correlations of two bosons in 4-momentum space presented in this\npaper offer useful and instructive complimentary viewpoints to theoretical and\nexperimental works in multiparticle femtoscopy and interferometry measurements\nat hadron colliders. This paper is the first one to the next opening series of\nworks concerning the searching of BEC with experimental data where the\nparameters above mentioned will be retrieved.\n","Comment: 16 pages"]}]
["0801.2075",{"format":[],"subject":["Mathematics - Differential Geometry","53C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2075","Topics in almost Hermitian geometry and related fields, World\n  Scientific Publishing (2005)"],"date":["2008-01-14"],"type":["text"],"creator":["Jelonek, Wlodzimierz"],"language":[],"coverage":[],"title":["Neutral bi-Hermitian Gray surfaces"],"description":["  The aim of this paper is to give examples of compact neutral 4-manifolds\n$(M,g)$ whose Ricci tensor $\\rho$ satisfies the relation $\\nabla_X\\rho(X,X)\n=\\frac13X\\tau g(X,X)$. We present also a family of new Einstein bi-Hermitian\nneutral metrics on ruled surfaces of genus $g>1$.\n","Comment: 12 pages"]}]
["0801.2080",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2080"],"date":["2008-01-14"],"type":["text"],"creator":["Uslenghi, Michela","Pagano, Isabella","Pontoni, Cristian","Scuderi, Salvatore","Shustov, Boris"],"language":[],"coverage":[],"title":["The World Space Observatory (WSO-UV) - Current status"],"description":["  This paper reports on the current status of the World Space Observatory\nWSO-UV, a space mission for UV astronomy, planned for launch at the beginning\nof next decade. It is based on a 1.7 m telescope, with focal plane instruments\nincluding high resolution spectrographs, long slit low resolution spectrographs\nand imaging cameras.\n","Comment: 6 pages, 5 figures; Chinese Journal for Astronomy and Astrophysics\n  (ChJAA), in press. Invited talk at the Frascati Workshop 2007 Vulcano\n  (Italy), May 28 - June 2 \"Multifrequency Behaviour Of High Energy Cosmic\n  Sources\""]}]
["0801.2081",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2081"],"date":["2008-01-14"],"type":["text"],"creator":["Kovachev, Lubomir M."],"language":[],"coverage":[],"title":["Propagation of localized optical waves in media with dispersion, in\n  dispersionless media and in vacuum. Low diffractive regime"],"description":["  We present a systematic study on linear propagation of ultrashort laser\npulses in media with dispersion, dispersionless media and vacuum. The applied\nmethod of amplitude envelopes gives the opportunity to estimate the limits of\nslowly warring amplitude approximation and to describe an amplitude\nintegro-differential equation, governing the propagation of optical pulses in\nsingle cycle regime. The well known slowly varying amplitude equation and the\namplitude equation for vacuum are written in dimensionless form. Three\nparameters are obtained defining different linear regimes of the optical pulses\nevolution. In contrast to previous studies we demonstrate that in femtosecond\nregion the nonparaxial terms are not small and can dominate over transverse\nLaplacian. The normalized amplitude nonparaxial equations are solved using the\nmethod of Fourier transforms. Fundamental solutions with spectral kernels\ndifferent from Fresnel one are found. One unexpected new result is the relative\nstability of light pulses with spherical and spheroidal spatial form, when we\ncompare their transverse enlargement with the paraxial diffraction of lights\nbeam in air. It is important to emphasize here the case of light disks, i.e.\npulses whose longitudinal size is small with respect to the transverse one,\nwhich in some partial cases are practically diffractionless over distances of\nthousand kilometers. A new formula which calculates the diffraction length of\noptical pulses is suggested.\n","Comment: Latex, 30 pages, 5 figures"]}]
["0801.2083",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60E05, 60F05, 60G70, 62M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2083"],"date":["2008-01-14"],"type":["text"],"creator":["Satheesh, S.","Sandhya, E."],"language":[],"coverage":[],"title":["Geometric Gamma Max-Infinitely Divisible Models"],"description":["  A transformation of gamma max-infinitely divisible laws viz. geometric gamma\nmax-infinitely divisible laws is considered in this paper. Some of its\ndistributional and divisibility properties are discussed and a random time\nchanged extremal process corresponding to this distribution is presented. A new\nkind of invariance (stability) under geometric maxima is proved and a max-AR(1)\nmodel corresponding to it is also discussed.\n","Comment: 6 Pages"]}]
["0801.2088",{"format":[],"subject":["Mathematics - Dynamical Systems","Computer Science - Information Theory","37C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2088"],"date":["2008-01-14"],"type":["text"],"creator":["Bressaud, Xavier","Hubert, Pascal","Maass, Alejandro"],"language":[],"coverage":[],"title":["Persistence of Wandering Intervals in Self-Similar Affine Interval\n  Exchange Transformations"],"description":["  In this article we prove that given a self-similar interval exchange\ntransformation T, whose associated matrix verifies a quite general algebraic\ncondition, there exists an affine interval exchange transformation with\nwandering intervals that is semi-conjugated to it. That is, in this context the\nexistence of Denjoy counterexamples occurs very often, generalizing the result\nof M. Cobo in [C].\n"]}]
["0801.2092",{"format":[],"subject":["Computer Science - Discrete Mathematics","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2092"],"date":["2008-01-14"],"type":["text"],"creator":["Vyshenski, S. V.","Grigoriev, P. V.","Dubenskaya, Yu. Yu."],"language":["ru"],"coverage":[],"title":["Model for synchronizer of marked pairs in fork-join network"],"description":["  We introduce a model for synchronizer of marked pairs, which is a node for\njoining results of parallel processing in two-branch fork-join queueing\nnetwork. A distribution for number of jobs in the synchronizer is obtained.\nCalculations are performed assuming that: arrivals to the network form a\nPoisson process, each branch operates like an M/M/N queueing system. It is\nshown that a mean quantity of jobs in the synchronizer is bounded below by the\nvalue, defined by parameters of the network (which contains the synchronizer)\nand does not depend upon performance and particular properties of the\nsynchronizer. A domain of network parameters is found, where the flow of jobs\ndeparting from the synchronizer does not manifest a statistically significant\ndifference from the Poisson type, despite the correlation between job flows\nfrom both branches of the fork-join network.\n","Comment: 15 pages, 3 figures, in Russian"]}]
["0801.2093",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2093"],"date":["2008-01-14","2008-01-15"],"type":["text"],"creator":["Lykasov, Gennady","Bednyakov, Vadim"],"language":[],"coverage":[],"title":["Monitoring of charmed and beauty quark distributions in proton at LHC"],"description":["  A short review on charmed and beauty hadron production in the lepton deep\ninelastic scattering off proton, in proton-proton and proton-antiproton\ncollisions at high energies is presented. It is shown that the existing\ntheoretical and experimental information on charmed and beauty quark\ndistributions in a proton is not satisfactory. A some procedure to study these\ndistributions at LHC energies is suggested.\n","Comment: 7 pages, 1 figure. Talk given at the HADRON STRUCTURE '07\n  International Conference, Bratislava, Slovakia, September 3-7, 2007"]}]
["0801.2095",{"format":[],"subject":["Mathematics - Optimization and Control","58b10 (Primary)","49J45, 68T10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2095"],"date":["2008-01-14"],"type":["text"],"creator":["Vialard, Franois-Xavier"],"language":[],"coverage":[],"title":["Hamiltonian approach to geodesic image matching"],"description":["  This paper presents a generalization to image matching of the Hamiltonian\napproach for planar curve matching developed in the context of group of\ndiffeomorphisms. We propose an efficient framework to deal with discontinuous\nimages in any dimension, for example 2D or 3D. In this context, we give the\nstructure of the initial momentum (which happens to be decomposed in a smooth\npart and a singular part) thanks to a derivation lemma interesting in itself.\nThe second part develops a Hamiltonian interpretation of the variational\nproblem, derived from the optimal control theory point of view.\n"]}]
["0801.2096",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2096","European Journal of Mechanics B/ Fluids 24, 5 (2005) 596-613","doi:10.1016/j.euromechflu.2005.01.001"],"date":["2008-01-14"],"type":["text"],"creator":["Gouin, Henri","Ruggeri, Tommaso"],"language":[],"coverage":[],"title":["Mixture of Fluids involving Entropy Gradients and Acceleration Waves in\n  Interfacial Layers"],"description":["  Through an Hamiltonian action we write down the system of equations of\nmotions for a mixture of thermocapillary fluids under the assumption that the\ninternal energy is a function not only of the gradient of the densities but\nalso of the gradient of the entropies of each component. A Lagrangian\nassociated with the kinetic energy and the internal energy allows to obtain the\nequations of momentum for each component and for the barycentric motion of the\nmixture. We obtain also the balance of energy and we prove that the equations\nare compatible with the second law of thermodynamics. Though the system is of\nparabolic type, we prove that there exist two tangential acceleration waves\nthat characterize the interfacial motion. The dependence of the internal energy\nof the entropy gradients is mandatory for the existence of this kind of waves.\nThe differential system is non-linear but the waves propagate without\ndistortion due to the fact that they are linearly degenerate (exceptional\nwaves).\n","Comment: 30 pages"]}]
["0801.2097",{"format":[],"subject":["Mathematics - Logic","03E25","03E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2097"],"date":["2008-01-14"],"type":["text"],"creator":["Miller, Arnold W."],"language":[],"coverage":[],"title":["The Recursion Theorem and Infinite Sequences"],"description":["  In this paper we use the Recursion Theorem to show the existence of various\ninfinite sequences and sets. Our main result is that there is an increasing\nsequence e_0, e_1, e_2 .. such that W_{e_n}={e_{n+1}} for every n. Similarly,\nwe prove that there exists an increasing sequence such that\nW_{e_n}={e_{n+1},e_{n+2},...} for every n. We call a nonempty computably\nenumerable set A self-constructing if W_e=A for every e in A. We show that\nevery nonempty computable enumerable set which is disjoint from an infinite\ncomputable set is one-one equivalent to a self-constructing set\n"]}]
["0801.2103",{"format":[],"subject":["Mathematics - Number Theory","11R34","12G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2103"],"date":["2008-01-14"],"type":["text"],"creator":["Schmidt, Alexander"],"language":[],"coverage":[],"title":["On the K(\\pi,1)-property for rings of integers in the mixed case"],"description":["  We investigate the Galois group G_S(p) of the maximal p-extension unramified\noutside a finite set S of primes of a number field in the (mixed) case, when\nthere are primes dividing p inside and outside S. We show that the cohomology\nof G_S(p) is \"often\" isomorphic to the etale cohomology of the scheme Spec(O_k\n  S), in particular, G_S(p) is of cohomological dimension 2 then. We deduce\nthis from the results in our previous paper \"Rings of integers of type\nK(\\pi,1)\" (arXiv:0705.3372), which mainly dealt with the tame case.\n"]}]
["0801.2105",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2105","G\\'eotechnique 57, 1 (2007) 239-244","doi:10.1680/geot.2007.57.10.862"],"date":["2008-01-14"],"type":["text"],"creator":["Delage, Pierre","Le, Trung Tinh","Tang, Anh-Minh","Cui, Yu-Jun","Li, Xiang-Ling"],"language":[],"coverage":[],"title":["Suction effects in deep Boom clay block samples"],"description":["  Extensive investigations have been and are being carried out on a stiff clay\nfrom an underground research laboratory located at Mol (Belgium) called Boom\nclay, in the context of research into deep nuclear waste disposal. Suction\neffects in deep Boom clay block samples were investigated through the\ncharacterisation of the water retention and of the swelling properties of the\nclay. The data obtained allowed an estimation of the sample initial suction\nthat was reasonably compatible with the in-situ state of stress at a depth of\n223 m. The relationship between suction and stress changes during loading and\nunloading sequences were also examined by running oedometer tests with suction\nmeasurements. A rather wide range of the ratio s/sigma 'v (being s the suction\nand sigma 'v the effective vertical stress) was obtained (0.61 - 1), different\nfrom that proposed by Bishop et al; (1974). Finally, the effect of suction\nrelease under an isotropic stress close to the estimated sample suction was\ninvestigated. A slight swelling (1.7%) was observed and further compression\nprovided a satisfactory value of the overconsolidation ratio confirming the\nsuggestions of taking some precautions before putting a swelling sample in\ncontact with water as suggested by Graham et al. (1987). The various\nexperimental data gathered in this study finally evidenced a relatively good\nstate of conservation of the block sample used.\n"]}]
["0801.2106",{"format":[],"subject":["Mathematics - Probability","60J55","91B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2106"],"date":["2008-01-14"],"type":["text"],"creator":["Cortes, F.","Len, J. A.","Villa, J."],"language":[],"coverage":[],"title":["The Local Time of the Classical Risk Process"],"description":["  In this paper we give an explicit expression for the local time of the\nclassical risk process and associate it with the density of an occupational\nmeasure. To do so, we approximate the local time by a suitable sequence of\nabsolutely continuous random fields. Also, as an application, we analyze the\nmean of the times $s \\in [0,T]$ such that $0\\leq X_{s} \\leq X_{s+\\epsilon} $\nfor some given $\\epsilon>0$.\n","Comment: 15 pages"]}]
["0801.2109",{"format":[],"subject":["Mathematics - Algebraic Geometry","14P10, 14P25, 55N20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2109"],"date":["2008-01-14"],"type":["text"],"creator":["Valette, Guillaume"],"language":[],"coverage":[],"title":["Vanishing homology"],"description":["  In this paper we introduce a new homology theory devoted to the study of\nfamilies such as semi-algebraic or subanalytic families and in general to any\nfamily definable in an o-minimal structure (such as Denjoy-Carleman definable\nor $ln-exp$ definable sets). The idea is to study the cycles which are\nvanishing when we approach a special fiber. This also enables us to derive\nlocal metric invariants for germs of definable sets. We prove that the homology\ngroups are finitely generated.\n"]}]
["0801.2111",{"format":[],"subject":["Mathematics - Probability","31C05, 60G18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2111"],"date":["2008-01-14"],"type":["text"],"creator":["Patie, P."],"language":[],"coverage":[],"title":["q-Invariant Functions for Some Generalizations of the Ornstein-Uhlenbeck\n  Semigroup"],"description":["  We show that the multiplication operator associated to a fractional power of\na Gamma random variable, with parameter q>0, maps the convex cone of the\n1-invariant functions for a self-similar semigroup into the convex cone of the\nq-invariant functions for the associated Ornstein-Uhlenbeck (for short OU)\nsemigroup. We also describe the harmonic functions for some other\ngeneralizations of the OU semigroup. Among the various applications, we\ncharacterize, through their Laplace transforms, the laws of first passage times\nabove and overshoot for certain two-sided stable OU processes and also for\nspectrally negative semi-stable OU processes. These Laplace transforms are\nexpressed in terms of a new family of power series which includes the\ngeneralized Mittag-Leffler functions.\n","Comment: To appear in ALEA"]}]
["0801.2115",{"format":[],"subject":["Mathematics - Probability","60C05","60K99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2115"],"date":["2008-01-14"],"type":["text"],"creator":["Huffer, Fred W.","Sethuraman, Jayaram","Sethuraman, Sunder"],"language":[],"coverage":[],"title":["A study of counts of Bernoulli strings via conditional Poisson processes"],"description":["  We say that a string of length $d$ occurs, in a Bernoulli sequence, if a\nsuccess is followed by exactly $(d-1)$ failures before the next success. The\ncounts of such $d$-strings are of interest, and in specific independent\nBernoulli sequences are known to correspond to asymptotic $d$-cycle counts in\nrandom permutations.\n  In this note, we give a new framework, in terms of conditional Poisson\nprocesses, which allows for a quick characterization of the joint distribution\nof the counts of all $d$-strings, in a general class of Bernoulli sequences, as\ncertain mixtures of the product of Poisson measures. This general class\nincludes all Bernoulli sequences considered before, as well many new sequences.\n","Comment: 10 pages"]}]
["0801.2122",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2122"],"date":["2008-01-14"],"type":["text"],"creator":["Vick, M.","Michaud, G."],"language":[],"coverage":[],"title":["The Effects of Mass Loss on the Evolution of Chemical Abundances in Fm\n  Stars"],"description":["  Self-consistent stellar models including all effects of atomic diffusion and\nradiative accelerations as well as mass loss are evolved from the pre main\nsequence for stars of 1.35-1.5, M$_{\\odot}$ at solar metallicity (Z=0.02). A\nmass loss rate similar to the solar mass loss rate is sufficient to reproduce\nobservations of the star $\\tau$UMa. We discuss the effect of mass loss on the\niron convection zone that naturally appears beneath the main hydrogen\nconvection zone of these stars. We also find that the effects of mass loss can\nbe distinguished from those caused by turbulence, but are nevertheless able to\nexplain the particularities of the AmFm phenomenon.\n","Comment: 6 pages, 3 figures, proceedings in Contributions of the Astronomical\n  Observatory Skalnat\\'e Pleso, CP#AP conference, Vienna 2007"]}]
["0801.2125",{"format":[],"subject":["Mathematics - Probability","primary 60G17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2125"],"date":["2008-01-14"],"type":["text"],"creator":["Ostrovsky, E.","Sirota, L."],"language":[],"coverage":[],"title":["Exponential Bounds in the Law of Iterated Logarithm for Martingales"],"description":["  In this paper non-asymptotic exponential estimates are derived for tail of\nmaximum martingale distribution by naturally norming in the spirit of the\nclassical Law of Iterated Logarithm.\n  Key words: Martingales, exponential estimations, moment, Banach spaces of\nrandom variables, tail of distribution, conditional expectation.\n","Comment: 12 pages"]}]
["0801.2126",{"format":[],"subject":["Physics - General Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2126"],"date":["2008-01-14"],"type":["text"],"creator":["Shapovalov, Viktor I."],"language":[],"coverage":[],"title":["The criteria of order change in open system: the statistical approach"],"description":["  The criteria determining the sign of entropy change in the open system are\nformulated. The concepts of entrostat, degree of openness, critical level of\nordering are entered. The opportunity of occurrence of entropy oscillations in\na stationary status is shown. The important role of considered of entropy laws\nin formation of the global tendencies.\n","Comment: 10 pages"]}]
["0801.2129",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q53, 35G25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2129"],"date":["2008-01-14"],"type":["text"],"creator":["Li, Junfeng","Xiao, Jie"],"language":[],"coverage":[],"title":["Well-posedness of the Fifth Order Kadomtsev-Petviashvili I Equation in\n  Anisotropic Sobolev Spaces with Nonnegative Indices"],"description":["  In this paper we establish the local and global well-posedness of the real\nvalued fifth order Kadomstev-Petviashvili I equation in the anisotropic Sobolev\nspaces with nonnegative indices. In particular, our local well-posedness\nimproves Saut-Tzvetkov's one and our global well-posedness gives an affirmative\nanswer to Saut-Tzvetkov's $L^2$-data conjecture.\n","Comment: 17pages"]}]
["0801.2132",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - General Topology","54E35","54E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2132"],"date":["2008-01-14"],"type":["text"],"creator":["Banakh, Taras","Zarichnyy, Ihor"],"language":[],"coverage":[],"title":["The coarse classification of homogeneous ultra-metric spaces"],"description":["  We prove that two homogeneous ultra-metric spaces $X,Y$ are coarsely\nequivalent if and only if $\\mathrm{Ent}^\\sharp(X)=\\mathrm{Ent}^\\sharp(Y)$ where\n$\\mathrm{Ent}^\\sharp(X)$ is the so-called sharp entropy of $X$. This\nclassification implies that each homogeneous proper ultra-metric space is\ncoarsely equivalent to the anti-Cantor set $2^{<\\omega}$. For the proof of\nthese results we develop a technique of towers which can have an independent\ninterest.\n"]}]
["0801.2145",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems","34A30","34E05","34K25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2145"],"date":["2008-01-14"],"type":["text"],"creator":["Mustafa, Octavian G."],"language":[],"coverage":[],"title":["On the oscillatory integration of some ordinary differential equations"],"description":["  Conditions are given for a class of nonlinear ordinary differential equations\nx''(t)+a(t)w(x)=0, t>=1, which includes the linear equation to possess\nsolutions x(t) with prescribed oblique asymptote that have an oscillatory\npseudo-wronskian x'(t)-x(t)/t.\n","Comment: 16 pages, 1 figure"]}]
["cond-mat/0311131",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0311131","Jpn. J. Appl. Phys. Part 2, Vol. 42 (2003) pp. L888-891","doi:10.1143/JJAP.42.L888"],"date":["2003-11-06"],"type":["text"],"creator":["Dinh, Van An","Sato, K.","Katayama-Yoshida, H."],"language":[],"coverage":[],"title":["T_c-Enhanced Codoping Method for GaAs-based Dilute Magnetic\n  Semiconductors"],"description":["  Based on ab initio calculations of Ga_{1-x}Mn_xN_yAs_{1-y} and\nGa_{1-x}Mn_xC_yAs_{1-y}, we propose a new codoping method to enhance the Curie\ntemperature T_c of diluted magnetic semiconductors. The solubility of Mn can be\nincreased up to high concentration by the codoping of N or C to reduce the\nlattice and volume expansion caused by Mn doping. It is found that the impurity\nband of the majority spin is strongly broadened and pushed up into the higher\nenergy region due to the strong p-d hybridization caused by the codoping, and\nthe T_c becomes higher than the room temperature at x>0.06.\n","Comment: 4 pages, 4 figures"]}]
["cond-mat/0604526",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0604526","Phys. Rev. B 74, 172305 (2006)","doi:10.1103/PhysRevB.74.172305"],"date":["2006-04-22","2008-01-15"],"type":["text"],"creator":["Cserti, Jzsef","Dvid, Gyula"],"language":[],"coverage":[],"title":["Unified description of the Zitterbewegung for spintronic, graphene and\n  superconducting systems"],"description":["  We present a unified treatment of Zitterbewegung phenomena for a wide class\nof systems including spintronic, graphene, and superconducting systems. We\nderive an explicit expression for the time-dependence of the position operator\nof the quasiparticles which can be decomposed into a mean part and an\noscillatory term. The latter corresponds to the Zitterbewegung. To apply our\nresult for different systems one needs to use only vector algebra instead of\nthe more complicated operator algebra.\n","Comment: 4 pages, 1 table, v2 is slightly revised"]}]
["cs/0610036",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Numerical Analysis","K.4.4","G.1.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0610036"],"date":["2006-10-06","2008-01-15"],"type":["text"],"creator":["Nuida, Koji","Hagiwara, Manabu","Watanabe, Hajime","Imai, Hideki"],"language":[],"coverage":[],"title":["Optimization of Memory Usage in Tardos's Fingerprinting Codes"],"description":["  It is known that Tardos's collusion-secure probabilistic fingerprinting code\n(Tardos code; STOC'03) has length of theoretically minimal order with respect\nto the number of colluding users. However, Tardos code uses certain continuous\nprobability distribution in codeword generation, which creates some problems\nfor practical use, in particular, it requires large extra memory. A solution\nproposed so far is to use some finite probability distributions instead. In\nthis paper, we determine the optimal finite distribution in order to decrease\nextra memory amount. By our result, the extra memory is reduced to 1/32 of the\noriginal, or even becomes needless, in some practical setting. Moreover, the\ncode length is also reduced, e.g. to about 20.6% of Tardos code asymptotically.\nFinally, we address some other practical issues such as approximation errors\nwhich are inevitable in any real implementation.\n","Comment: 12 pages, 1 figure; (v2) tables revised, typos corrected, comments on\n  some recent works added; (v3) submitted version, title changed from \"Optimal\n  probabilistic fingerprinting codes using optimal finite random variables\n  related to numerical quadrature\""]}]
["math/0104025",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0104025"],"date":["2001-04-02","2008-01-15"],"type":["text"],"creator":["Ferreira, Jailton C."],"language":[],"coverage":[],"title":["On the Goedel's formula"],"description":["  This article examines the formula G (of Goedel). We demonstrated that the\nGoedel's number of the formula G is not a finite number if (i) G is\ncomprehended as a self-referential statement or (ii) there is an infinite set S\nof well-formed formulae such that the elements of S are theorems or\nantitheorems in T.\n","Comment: 4 pages. Section 3 rewritten"]}]
["math/0208231",{"format":[],"subject":["Mathematics - Group Theory","20N05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0208231","Rocky Mountain J. Math 36 (2006), 183-212."],"date":["2002-08-29","2004-05-04"],"type":["text"],"creator":["Foguel, Tuval","Kinyon, Michael K.","Phillips, J. D."],"language":[],"coverage":[],"title":["On Twisted Subgroups and Bol Loops of Odd Order"],"description":["  In the spirit of Glauberman's fundamental work in B-loops and Moufang loops,\nwe prove Cauchy and strong Lagrange theorems for Bol loops of odd order. We\nalso establish necessary conditions for the existence of a simple Bol loop of\nodd order, conditions which should be useful in the development of a\nFeit-Thompson theorem for Bol loops. Bol loops are closely related to\nAschbacher's twisted subgroups, and we survey the latter in some detail,\nespecially with regard to the so-called Aschbacher radical.\n","Comment: 20 pages, AMS-LaTeX, to appear in Rocky Mountain Math. J. Version 2\n  corrects some serious mistakes, and includes many cosmetic changes suggested\n  by the referee"]}]
["math/0401193",{"format":[],"subject":["Mathematics - Group Theory","20N05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0401193","Trans. Amer. Math. Soc. 358 (2006) 3061-3075."],"date":["2004-01-16"],"type":["text"],"creator":["Aschbacher, Michael","Kinyon, Michael K.","Phillips, J. D."],"language":[],"coverage":[],"title":["Finite Bruck Loops"],"description":["  A loop $(X,\\circ)$ is said to be a Bruck loop if it satisfies the (right) Bol\nidentity $((z\\circ x)\\circ y)\\circ x = z\\circ ((x\\circ y)\\circ x)$ and the\nautomorphic inverse property $(x\\circ y)^{-1}=x^{-1}\\circ y^{-1}$. If $X$ is a\nfinite Bruck loop and $G$ is the group generated by all right translations\n$R(x): y\\mapsto y\\circ x$, then we show that $X$ and $G$ are central products\n$X = O^{2'}(X) * O(X)$ and $G = O^{2'}(G) * O(G)$, where $O^{2'}(X)$\n($O^{2'}(G)$) is the subloop (subgroup) generated by all 2-elements, and $O(X)$\n($O(G)$) is the largest normal subloop (subgroup) of odd order. In particular,\nif $X$ is solvable, then these central products are direct products. We also\ngive a set of necessary conditions that must hold for a finite Bruck loop $X$\nto be nonsolvable but have each proper section solvable; in particular, $X$\nmust be simple and consist of 2-elements, while the quotient of $G$ by its\nlargest normal 2-subgroup must be isomorphic to $PGL_2(q)$, with $q=2^n+1\\geq\n5$.\n","Comment: 16 pages, AMS-TeX"]}]
["math/0401201",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0401201"],"date":["2004-01-16","2008-01-15"],"type":["text"],"creator":["Pakovich, F."],"language":[],"coverage":[],"title":["On trees covering chains or stars"],"description":["  In this paper, in the context of the ``Dessins d'enfants'' theory, we give a\ncombinatorial criterion for a plane tree to cover a tree from the classes of\n\"chains\" or \"stars''. Besides, we discuss some applications of this result\nwhich are related to the arithmetical theory of torsion on curves.\n","Comment: published version"]}]
["math/0403509",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Group Theory","17A32","20M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0403509","J. Lie Theory 17 (2007), 99-114"],"date":["2004-03-30","2006-08-01"],"type":["text"],"creator":["Kinyon, Michael K."],"language":[],"coverage":[],"title":["Leibniz algebras, Lie racks, and digroups"],"description":["  The \"coquecigrue\" problem for Leibniz algebras is that of finding an\nappropriate generalization of Lie's third theorem, that is, of finding a\ngeneralization of the notion of group such that Leibniz algebras are the\ncorresponding tangent algebra structures. The difficulty is determining exactly\nwhat properties this generalization should have. Here we show that \\emph{Lie\nracks}, smooth left distributive structures, have Leibniz algebra structures on\ntheir tangent spaces at certain distinguished points. One way of producing\nracks is by conjugation in \\emph{digroups}, a generalization of group which is\nessentially due to Loday. Using semigroup theory, we show that every digroup is\na product of a group and a trivial digroup. We partially solve the coquecigrue\nproblem by showing that to each Leibniz algebra that splits over its ideal\ngenerated by squares, there exists a special type of Lie digroup with tangent\nalgebra isomorphic to the given Leibniz algebra. The general coquecigrue\nproblem remains open, but Lie racks seem to be a promising direction.\n","Comment: 15 pages, AMS-LaTeX, to appear in J. Lie Theory. v5: reformatted for\n  JLoT's house style, other minor changes suggested by referees. v4: added\n  references, added passage describing Lie rack associated to any Leibniz\n  algebra, fixed various typos and miswordings. v3: (i) Improved notion of\n  split Leibniz algebra and fixed corresponding results, (ii) Fixed left\n  group/right group mix-up, (iii) Deleted auxiliary Thm 2.9; it will appear\n  later in a paper by J.D. Phillips, (iv) Fixed statement of Thm 3.4 to\n  something nontrivial. v2: turned off showkeys"]}]
["math/0406278",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0406278","J. London Math. Soc. (2) 72 (2005) no. 2, 510-524"],"date":["2004-06-14","2005-01-27"],"type":["text"],"creator":["Wahl, Nathalie"],"language":[],"coverage":[],"title":["From mapping class groups to automorphism groups of free groups"],"description":["  We show that the natural map from the mapping class groups of surfaces to the\nautomorphism groups of free groups, induces an infinite loop map on the\nclassifying spaces of the stable groups after plus construction. The proof uses\nautomorphisms of free groups with boundaries which play the role of mapping\nclass groups of surfaces with several boundary components.\n","Comment: to appear in J. Lond. Math. Soc"]}]
["math/0412390",{"format":[],"subject":["Mathematics - Group Theory","20N05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0412390","J. Algebra and its Applications 6 (2007), 1-20"],"date":["2004-12-19"],"type":["text"],"creator":["Kinyon, Michael K.","Phillips, J. D.","Vojtchovsk, Petr"],"language":[],"coverage":[],"title":["C-loops: extensions and constructions"],"description":["  C-loops are loops satisfying the identity $x(y\\cdot yz) = (xy\\cdot y)z$. We\ndevelop the theory of extensions of C-loops, and characterize all nuclear\nextensions provided the nucleus is an abelian group. C-loops with central\nsquares have very transparent extensions; they can be built from small blocks\narising from the underlying Steiner triple system. Using these extensions, we\ndecide for which abelian groups $K$ and Steiner loops $Q$ there is a\nnonflexible C-loop $C$ with center $K$ such that $C/K$ is isomorphic to $Q$. We\ndiscuss possible orders of associators in C-loops. Finally, we show that the\nloops of signed basis elements in the standard real Cayley-Dickson algebras are\nC-loops.\n","Comment: 17 pages, amsart"]}]
["math/0507278",{"format":[],"subject":["Mathematics - Group Theory","20N05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0507278","J. Algebra 304 (2006), 679-711"],"date":["2005-07-13","2006-01-13"],"type":["text"],"creator":["Kinyon, Michael K.","Kunen, Kenneth"],"language":[],"coverage":[],"title":["Power-associative, conjugacy closed loops"],"description":["  We study conjugacy closed loops (CC-loops) and power-associative CC-loops\n(PACC-loops). If $Q$ is a PACC-loop with nucleus $N$, then $Q/N$ is an abelian\ngroup of exponent 12; if in addition $Q$ is finite, then $|Q|$ is divisible by\n16 or by 27. There are eight nonassociative PACC-loops of order 16, three of\nwhich are not extra loops. There are eight nonassociative PACC-loops of order\n27, four of which have the automorphic inverse property.\n  We also study some special elements in loops, such as Moufang elements, weak\ninverse property (WIP) elements, and extra elements. In a CC-loop, the set of\nWIP and the set of extra elements are normal subloops. For each $c$ in a\nPACC-loop, $c^3$ is WIP, $c^6$ is extra, and $c^{12} \\in N$.\n","Comment: 31 pages, 12pt amsart; v.3: further revisions after second round of\n  refereeing"]}]
["math/0508474",{"format":[],"subject":["Mathematics - Metric Geometry","53C17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508474","Comment. Math. Helv. 83 (2008), 101-141"],"date":["2005-08-24","2008-01-15"],"type":["text"],"creator":["Arcozzi, Nicola","Morbidelli, Daniele"],"language":[],"coverage":[],"title":["Stability of isometric maps in the Heisenberg group"],"description":["  In this paper we prove some approximation results for biLipschitz maps in the\nHeisenberg group. Namely, we show that a biLipschitz map with biLipschitz\nconstant close to one can be pointwise approximated, quantitatively on any\nfixed ball, by an isometry. This leds to an approximation in BMO norm for the\nmap's Pansu derivative. We also prove that a global quasigeodesic can be\napproximated by a geodesic in any fixed segment.\n"]}]
["math/0510298",{"format":[],"subject":["Mathematics - Group Theory","20N05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510298","J. Algebra 317 (2007), 435-461"],"date":["2005-10-14","2007-03-16"],"type":["text"],"creator":["Kepka, Tom","Kinyon, Michael K.","Phillips, J. D."],"language":[],"coverage":[],"title":["The Structure of F-Quasigroups"],"description":["  We solve a problem of Belousov which has been open since 1967: to\ncharacterize the loop isotopes of F-quasigroups. We show that every\nF-quasigroup has a Moufang loop isotope which is a central product of its\nnucleus and Moufang center. We then use the loop to reveal the structure of the\nassociated F-quasigroup.\n","Comment: 24 pages. v.2 incorporates minor changes suggested by the referee. To\n  appear in the Journal of Algebra"]}]
["math/0604386",{"format":[],"subject":["Mathematics - Quantum Algebra","17B66 (Primary), 16E45 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604386"],"date":["2006-04-18","2008-01-15"],"type":["text"],"creator":["Chemla, Sophie"],"language":[],"coverage":[],"title":["Formality theorem with coefficients in a module"],"description":["  In this article, $X$ will denote a ${\\cal C}^{\\infty}$ manifold. In a very\nfamous article, Kontsevich showed that the differential graded Lie algebra\n(DGLA) of polydifferential operators on $X$ is formal. Calaque extended this\ntheorem to any Lie algebroid. More precisely, given any Lie algebroid $E$ over\n$X$, he defined the DGLA of $E$-polydifferential operators, $\\Gamma (X,\n^{E}D^{*}_{poly})$, and showed that it is formal. Denote by $\\Gamma (X,\n^{E}T^{*}_{poly})$ the DGLA of $E$-polyvector fields. Considering $M$, a module\nover $E$, we define $\\Gamma (X, ^{E}T_{poly}^{*}(M))$ the $\\Gamma (X,\n^{E}T^{*}_{poly})$-module of $E$-polyvector fields with values in $M$.\nSimilarly, we define the $\\Gamma (X, ^{E}D^{*}_{poly})$-module of\n$E$-polydifferential operators with values in $M$, $\\Gamma (X,\n^{E}D^{*}_{poly}(M))$. We show that there is a quasi-isomorphism of\n$L_{\\infty}$-modules over $\\Gamma (X, ^{E}T^{*}_{poly})$ from $\\Gamma (X,\n^{E}T^{*}_{poly}(M))$ to $\\Gamma (X, ^{E}D^{*}_{poly}(M))$. Our result extends\nCalaque 's (and Kontsevich's) result.\n","Comment: 44 pages. I removed the second formality theorem and improved the\n  part about applications"]}]
["math/0609001",{"format":[],"subject":["Mathematics - Combinatorics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609001"],"date":["2006-08-31","2008-01-14"],"type":["text"],"creator":["Jacob, P","Mathieu, P."],"language":[],"coverage":[],"title":["Multiple partitions, lattice paths and a Burge-Bressoud-type\n  correspondence"],"description":["  A bijection is presented between (1): partitions with conditions\n$f_j+f_{j+1}\\leq k-1$ and $ f_1\\leq i-1$, where $f_j$ is the frequency of the\npart $j$ in the partition, and (2): sets of $k-1$ ordered partitions $(n^{(1)},\nn^{(2)}, ..., n^{(k-1)})$ such that $n^{(j)}_\\ell \\geq n^{(j)}_{\\ell+1} + 2j$\nand $ n^{(j)}_{m_j} \\geq j+ {\\rm max} (j-i+1,0)+ 2j (m_{j+1}+... + m_{k-1})$,\nwhere $m_j$ is the number of parts in $n^{(j)}$. This bijection entails an\nelementary and constructive proof of the Andrews multiple-sum enumerating\npartitions with frequency conditions. A very natural relation between the $k-1$\nordered partitions and restricted paths is also presented, which reveals our\nbijection to be a modification of Bressoud's version of the Burge\ncorrespondence.\n","Comment: 12 pages; minor corrections, version to appear in Discrete Math"]}]
["math/0701030",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Logic","08A40","08A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701030"],"date":["2006-12-31","2008-01-15"],"type":["text"],"creator":["Goldstern, Martin","Pinsker, Michael"],"language":[],"coverage":[],"title":["A survey of clones on infinite sets"],"description":["  A clone on a set X is a set of finitary operations on X which contains all\nprojections and which is moreover closed under functional composition. Ordering\nall clones on X by inclusion, one obtains a complete algebraic lattice, called\nthe clone lattice. We summarize what we know about the clone lattice on an\ninfinite base set X and formulate what we consider the most important open\nproblems.\n","Comment: 37 pages"]}]
["math/0703690",{"format":[],"subject":["Mathematics - Probability","15A52, 46L54, 57M12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703690"],"date":["2007-03-23","2008-01-15"],"type":["text"],"creator":["Lvy, Thierry"],"language":[],"coverage":[],"title":["Schur-Weyl duality and the heat kernel measure on the unitary group"],"description":["  We establish a convergent power series expansion for the expectation of a\nproduct of traces of powers of a random unitary matrix under the heat kernel\nmeasure. These expectations turn out to be the generating series of certain\npaths in the Cayley graph of the symmetric group. We then compute the\nasymptotic distribution of a random unitary matrix under the heat kernel\nmeasure on the unitary group U(N) as N tends to infinity, and prove a result of\nasymptotic freeness result for independent large unitary matrices, thus\nrecovering results obtained previously by Xu and Biane. We give an\ninterpretation of our main expansion in terms of random ramified coverings of a\ndisk. Our approach is based on the Schur-Weyl duality and we extend some of our\nresults to the orthogonal and symplectic cases.\n"]}]
["q-bio/0703040",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0703040","Theoretical Population Biology, 73 (1), p. 158, 2008.","doi:10.1016/j.tpb.2007.08.008"],"date":["2007-03-17"],"type":["text"],"creator":["Hallatschek, Oskar","Nelson, David R."],"language":[],"coverage":[],"title":["Gene surfing"],"description":["  Spatially resolved genetic data is increasingly used to reconstruct the\nmigrational history of species. To assist such inference, we study, by means of\nsimulations and analytical methods, the dynamics of neutral gene frequencies in\na population undergoing a continual range expansion in one dimension. During\nsuch a colonization period, lineages can fix at the wave front by means of a\n``surfing'' mechanism [Edmonds C.A., Lillie A.S. & Cavalli-Sforza L.L. (2004)\nProc Natl Acad Sci USA 101: 975-979]. We quantify this phenomenon in terms of\n(i) the spatial distribution of lineages that reach fixation and, closely\nrelated, (ii) the continual loss of genetic diversity (heterozygosity) at the\nwave front, characterizing the approach to fixation. Our simulations show that\nan effective population size can be assigned to the wave that controls the\n(observable) gradient in heterozygosity left behind the colonization process.\nThis effective population size is markedly higher in pushed waves than in\npulled waves, and increases only sub-linearly with deme size. To explain these\nand other findings, we develop a versatile analytical approach, based on the\nphysics of reaction-diffusion systems, that yields simple predictions for any\ndeterministic population dynamics.\n"]}]
["quant-ph/0602129",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0602129","Proceedings 2006 IEEE International Symposium on Information\n  Theory, pp. 1109-1113","doi:10.1109/ISIT.2006.261956"],"date":["2006-02-15"],"type":["text"],"creator":["Grassl, Markus","Roetteler, Martin"],"language":[],"coverage":[],"title":["Non-catastrophic Encoders and Encoder Inverses for Quantum Convolutional\n  Codes"],"description":["  We present an algorithm to construct quantum circuits for encoding and\ninverse encoding of quantum convolutional codes. We show that any quantum\nconvolutional code contains a subcode of finite index which has a\nnon-catastrophic encoding circuit. Our work generalizes the conditions for\nnon-catastrophic encoders derived in a paper by Ollivier and Tillich\n(quant-ph/0401134) which are applicable only for a restricted class of quantum\nconvolutional codes. We also show that the encoders and their inverses\nconstructed by our method naturally can be applied online, i.e., qubits can be\nsent and received with constant delay.\n","Comment: 6 pages, 1 figure, submitted to 2006 IEEE International Symposium on\n  Information Theory"]}]
