["0704.0843",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0843","Phys. Rev. B 76, 193109 (2007)","doi:10.1103/PhysRevB.76.193109"],"date":["2007-04-06","2007-10-01"],"type":["text"],"creator":["Okabe, Takuya"],"language":[],"coverage":[],"title":["Kadowaki-Woods Ratio of Strongly Coupled Fermi Liquids"],"description":["  On the basis of the Fermi liquid theory, the Kadowaki-Woods ratio\n$A/\\gamma^2$ is evaluated by using a first principle band calculation for\ntypical itinerant $d$ and $f$ electron systems. It is found as observed that\nthe ratio for the $d$ electron systems is significantly smaller than the normal\n$f$ systems, even without considering their relatively weak correlation. The\ndifference in the ratio value comes from different characters of the Fermi\nsurfaces. By comparing Pd and USn$_3$ as typical cases, we discuss the\nimportance of the Fermi surface dependence of the quasiparticle transport\nrelaxation.\n"]}]
["0704.2627",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2627","Phys. Rev. A 77, 023609 (2008)","doi:10.1103/PhysRevA.77.023609"],"date":["2007-04-19","2007-12-05"],"type":["text"],"creator":["Mueller, Holger","Chiow, Sheng-wey","Chu, Steven"],"language":[],"coverage":[],"title":["Atom-wave diffraction between the Raman-Nath and the Bragg regime:\n  Effective Rabi frequency, losses, and phase shifts"],"description":["  We present an analytic theory of the diffraction of (matter) waves by a\nlattice in the \"quasi-Bragg\" regime, by which we mean the transition region\nbetween the long-interaction Bragg and \"channelling\" regimes and the\nshort-interaction Raman-Nath regime. The Schroedinger equation is solved by\nadiabatic expansion, using the conventional adiabatic approximation as a\nstarting point, and re-inserting the result into the Schroedinger equation to\nyield a second order correction. Closed expressions for arbitrary pulse shapes\nand diffraction orders are obtained and the losses of the population to output\nstates otherwise forbidden by the Bragg condition are derived. We consider the\nphase shift due to couplings of the desired output to these states that depends\non the interaction strength and duration and show how these can be kept\nnegligible by a choice of smooth (e.g., Gaussian) envelope functions even in\nsituations that substantially violate the adiabaticity condition. We also give\nan efficient method for calculating the effective Rabi frequency (which is\nrelated to the eigenvalues of Mathieu functions) in the quasi-Bragg regime.\n","Comment: Minor additions, more concise text. To appear in Phys. Rev. A. 20\n  pages, 10 figures"]}]
["0705.2649",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","37F10","37G05","32H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2649"],"date":["2007-05-18","2008-02-08"],"type":["text"],"creator":["Berteloot, F.","Dupont, C.","Molino, L."],"language":[],"coverage":[],"title":["Normalization of bundle holomorphic contractions and applications to\n  dynamics"],"description":["  We establish a Poincar\\'e-Dulac theorem for sequences (G_n)_n of holomorphic\ncontractions whose differentials d_0 G_n split regularly. The resonant\nrelations determining the normal forms hold on the moduli of the exponential\nrates of contraction. Our results are actually stated in the framework of\nbundle maps.\n  Such sequences of holomorphic contractions appear naturally as iterated\ninverse branches of endomorphisms of CP(k). In this context, our normalization\nresult allows to precisely estimate the distortions of ellipsoids along typical\norbits. As an application, we show how the Lyapunov exponents of the\nequilibrium measure are approximated in terms of the multipliers of the\nrepulsive cycles.\n","Comment: 29 pages, references added, to appear in Ann. Inst. Fourier"]}]
["0706.0626",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - K-Theory and Homology","19D55","55P42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0626"],"date":["2007-06-05","2008-02-08"],"type":["text"],"creator":["Brun, Morten","Carlsson, Gunnar","Dundas, Bjorn Ian"],"language":[],"coverage":[],"title":["Covering Homology"],"description":["  We introduce the notion of \"covering homology\" of a commutative ring spectrum\nwith respect to certain families of coverings of topological spaces. The\nconstruction of covering homology is extracted from Bokstedt, Hsiang and\nMadsen's topological cyclic homology. In fact covering homology with respect to\nthe family of orientation preserving isogenies of the circle is equal to\ntopological cyclic homology.\n  Our basic tool for the analysis of covering homology is a cofibration\nsequence involving homotopy orbits and a restriction map similar to the\nrestriction map used in Bokstedt, Hsiang and Madsen's construction of\ntopological cyclic homology.\n  Covering homology with respect to families of isogenies of a torus is\nconstructed from iterated topological Hochschild homology. It receives a trace\nmap from iterated algebraic K-theory and the hope is that the rich structure,\nand the calculability of covering homology will make covering homology useful\nin the exploration of J. Rognes' ``red shift conjecture''.\n","Comment: 32 pages"]}]
["0708.1091",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","16W35, 16D60, 17B63, 20G42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1091"],"date":["2007-08-08","2008-02-07"],"type":["text"],"creator":["Goodearl, K. R.","Letzter, E. S."],"language":[],"coverage":[],"title":["Semiclassical Limits of Quantum Affine Spaces"],"description":["  Semiclassical limits of generic multiparameter quantized coordinate rings A =\nO_q(k^n) of affine spaces are constructed and related to A, for k an\nalgebraically closed field of characteristic zero and q a multiplicatively\nantisymmetric matrix whose entries generate a torsionfree subgroup of k*. A\nsemiclassical limit of A is a Poisson algebra structure on the corresponding\nclassical coordinate ring R = O(k^n), and results of Oh, Park, Shin and the\nauthors are used to construct homeomorphisms from the Poisson prime and Poisson\nprimitive spectra of R onto the prime and primitive spectra of A. The Poisson\nprimitive spectrum of R is then identified with the space of symplectic cores\nin k^n in the sense of Brown and Gordon, and an example is presented (over the\ncomplex numbers) for which the Poisson primitive spectrum of R is not\nhomeomorphic to the space of symplectic leaves in k^n. Finally, these results\nare extended from quantum affine spaces to quantum affine toric varieties.\n","Comment: 20 pages; LaTeX; Xy-pic; 4 diagrams; to appear in Proc. Edinburgh\n  Math. Soc"]}]
["0709.4436",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4436","Phys. Rev. Lett. 100, 050404 (2008)","doi:10.1103/PhysRevLett.100.050404"],"date":["2007-09-27","2008-02-08"],"type":["text"],"creator":["Huber, S. D.","Theiler, B.","Altman, E.","Blatter, G."],"language":[],"coverage":[],"title":["The Amplitude Mode in the Quantum Phase Model"],"description":["  We derive the collective low energy excitations of the quantum phase model of\ninteracting lattice bosons within the superfluid state using a dynamical\nvariational approach. We recover the well known sound (or Goldstone) mode and\nderive a gapped (Higgs type) mode that was overlooked in previous studies of\nthe quantum phase model. This mode is relevant to ultracold atoms in a strong\noptical lattice potential. We predict the signature of the gapped mode in\nlattice modulation experiments and show how it evolves with increasing\ninteraction strength.\n","Comment: 4 pages, 3 figures"]}]
["0710.4276",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4276","Jnl. Math. Phys. {\\bf 49} 023502 (2008)","doi:10.1063/1.2836411"],"date":["2007-10-23"],"type":["text"],"creator":["Ruijsenaars, S.","Stodolsky, L."],"language":[],"coverage":[],"title":["On the Euclidean Version of the Photon Number Integral"],"description":["  We reconsider the Euclidean version of the photon number integral introduced\nin ref 1. This integral is well defined for any smooth non-self-intersecting\ncurve in $\\R^N$. Besides studying general features of this integral (including\nit s conformal invariance), we evaluate it explicitly for the ellipse. The\nresult is $n_{ellipse}=(\\xi^{-1}+\\xi)\\pi^2$, where $\\xi$ is the ratio of the\nminor and major axes. This is in agreement with the previous result\n$n_{circle}=2\\pi^2$ and also with the conjecture that the minimum value of $n$\nfor any plane curve occurs for the circle.\n","Comment: 13 pages including one figure"]}]
["0711.4435",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4435"],"date":["2007-11-28","2008-02-08"],"type":["text"],"creator":["Han, Xiaoli","Li, Jiayu"],"language":[],"coverage":[],"title":["Translating solitons to symplectic and Lagrangian mean curvature flows"],"description":["  In this paper, we construct finite blow-up examples for symplectic mean\ncurvature flows and we study properties of symplectic translating solitons. We\nprove that, the K\\\"ahler angle $\\alpha$ of a symplectic translating soliton\nwith $\\max |A|=1$ satisfies that $\\sup |\\alpha|>\\frac{\\pi}{4}\\frac{|T|}{|T|+1}$\nwhere $T$ is the direction in which the surface transltes.\n"]}]
["0712.1673",{"format":[],"subject":["Mathematics - Statistics Theory","62M10 (Primary)","62F12 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1673","Electronic Journal of Statistics 2008, Vol. 2, 40-62","doi:10.1214/07-EJS157"],"date":["2007-12-11","2008-02-01"],"type":["text"],"creator":["Ngatchou-Wandji, Joseph"],"language":[],"coverage":[],"title":["Estimation in a class of nonlinear heteroscedastic time series models"],"description":["  Parameter estimation in a class of heteroscedastic time series models is\ninvestigated. The existence of conditional least-squares and conditional\nlikelihood estimators is proved. Their consistency and their asymptotic\nnormality are established. Kernel estimators of the noise's density and its\nderivatives are defined and shown to be uniformly consistent. A simulation\nexperiment conducted shows that the estimators perform well for large sample\nsize.\n","Comment: Published in at http://dx.doi.org/10.1214/07-EJS157 the Electronic\n  Journal of Statistics (http://www.i-journals.org/ejs/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0712.2538",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2538","2008A&A...479..213B","doi:10.1051/0004-6361:20078410"],"date":["2007-12-17"],"type":["text"],"creator":["Beck, C.","Schmidt, W.","Rezaei, R.","Rammacher, W."],"language":[],"coverage":[],"title":["The signature of chromospheric heating in Ca II H spectra"],"description":["  We analyze a 1-hour time series of Ca II H intensity spectra and polarimetric\nspectra around 630 nm to derive the signature of the chromospheric heating and\nto investigate its relation to magnetic fields. We derived several\ncharacteristic quantities of Ca II H to define the chromospheric atmosphere\nproperties. We study the power of the Fourier transform at different\nwavelengths and their phase relations. We perform local thermodynamic\nequilibrium inversions of the data to obtain the magnetic field, once including\nthe Ca spectra. We find that the emission in the Ca II H line core at locations\nwithout detectable photospheric polarization signal is due to waves that\npropagate from low forming continuum layers in the line wing up to the line\ncore. The phase differences of intensity oscillations at different wavelengths\nindicate standing waves for v < 2 mHz and propagating waves for higher\nfrequencies. The waves steepen into shocks in the chromosphere. On average,\nshocks are both preceded and followed by intensity reductions. In field-free\nregions, the profiles show emission about half of the time. The correlation\nbetween wavelengths and the decorrelation time is significantly higher in the\npresence of magnetic fields than for field-free areas. The average Ca II H\nprofile in the presence of magnetic fields contains emission features symmetric\nto the line core and an asymmetric contribution, where mainly the blue H2V\nemission peak is increased. We find that acoustic waves steepening into shocks\nare responsible for the emission in the Ca II H line core for locations without\nphotospheric magnetic fields. We suggest using wavelengths in the line wing of\nCa II H, where LTE still applies, to compare theoretical heating models with\nobservations.\n","Comment: 19 pages, 28 figures, accepted by A&A"]}]
["0712.3795",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3795"],"date":["2007-12-21","2008-02-08"],"type":["text"],"creator":["Komberg, B. V.","Nagirner, D. I.","Zhuravleva, I. V."],"language":[],"coverage":[],"title":["The Sunyaev-Zel'dovich Effect On Elliptical Galaxies"],"description":["  The history of discovering of hot gas in galaxies is traced briefly, its main\nproperties are described and the desirability to make them more precise, in\nparticular to obtain additional data on the mass of such gas is pointed out.\nFor this purpose observations of the Sunyaev-Zel'dovich effect on hot gas of\ncoronas of elliptic galaxies are proposed. The absolute and relative\ndisturbances of the cosmic microwave radiation spectrum due to scattering of\nrelic photons by Maxwellian electrons are calculated according the formula of\nthe article. With the example of three elliptic galaxies it is shown that\nobservation of the SZ effect on such galaxies is quite possible. Kinematic SZ\neffect arising due to peculiar movement and rotation of galaxies is available\nfor observation as well. Such observations combined with X-ray data would make\nit possible to get more about properties of galactic gas, to obtain additional\ninformation on rotation of galaxies, on possible accreting gas flows and on hot\ngalactic wind.\n","Comment: 10 pages, 4 figures, submitted to Astronomichesky Zhurnal"]}]
["0801.1123",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1123"],"date":["2008-01-08","2008-02-07"],"type":["text"],"creator":["Kohler, H. S."],"language":[],"coverage":[],"title":["Spin 1/2 Fermions in the Unitary Limit.II"],"description":["  This report concerns the energy of a zero-temperature many-body system of\nspin 1/2 fermions in the unitary limit. In a previous report (arXiv:0705.0944)\nthis energy was determined to be xi~0.24 in units of the free gas kinetic\nenergy, appreciably lower than most reports giving ~0.45$. In our calculation\nthe 2-body interaction satisfied exactly the unitary limit i.e. infinite\nscattering length and effective range r_0=0. In the present report results with\nr_0>0are shown. A strong dependence on the effective range is found. It is for\nexample found that an increase to r_0=1 fm increases xi to ~ 0.4 close to other\nreports of xi in the unitary limit. It is concluded that because of the\nsingular character of the unitary limit it is necessary to verify that the\ninteraction actually satisfies unitarity.\n  The calculations done here in a pp-ladder approximation show a resonance in\nthe in-medium interaction close to (and in) the unitary limit. This was already\nfound in the previous work.\n","Comment: 6 pages, 3 figures added reference"]}]
["0801.1715",{"format":[],"subject":["Computer Science - Databases","Computer Science - Cryptography and Security","Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1715"],"date":["2008-01-10","2008-02-08"],"type":["text"],"creator":["Ganta, Srivatsava Ranjit","Acharya, Raj"],"language":[],"coverage":[],"title":["On Breaching Enterprise Data Privacy Through Adversarial Information\n  Fusion"],"description":["  Data privacy is one of the key challenges faced by enterprises today.\nAnonymization techniques address this problem by sanitizing sensitive data such\nthat individual privacy is preserved while allowing enterprises to maintain and\nshare sensitive data. However, existing work on this problem make inherent\nassumptions about the data that are impractical in day-to-day enterprise data\nmanagement scenarios. Further, application of existing anonymization schemes on\nenterprise data could lead to adversarial attacks in which an intruder could\nuse information fusion techniques to inflict a privacy breach. In this paper,\nwe shed light on the shortcomings of current anonymization schemes in the\ncontext of enterprise data. We define and experimentally demonstrate Web-based\nInformation- Fusion Attack on anonymized enterprise data. We formulate the\nproblem of Fusion Resilient Enterprise Data Anonymization and propose a\nprototype solution to address this problem.\n"]}]
["0801.3600",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14J60, 13C14 (Primary)","14D20, 14F05, 14M06 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3600"],"date":["2008-01-23","2008-02-08"],"type":["text"],"creator":["Casanellas, Marta","Hartshorne, Robin"],"language":[],"coverage":[],"title":["ACM bundles on cubic surfaces"],"description":["  In this paper we prove that, for every $r \\geq 2$, the moduli space\n$M^s_X(r;c_1,c_2)$ of rank $r$ stable vector bundles with Chern classes\n$c_1=rH$ and $c_2=(3r^2-r)/2$ on a nonsingular cubic surface $X \\subset\n\\mathbb{P}^3$ contains a nonempty smooth open subset formed by ACM bundles,\ni.e. vector bundles with no intermediate cohomology. The bundles we consider\nfor this study are extremal for the number of generators of the corresponding\nmodule (these are known as Ulrich bundles), so we also prove the existence of\nindecomposable Ulrich bundles of arbitrarily high rank on $X$.\n","Comment: 25 pages, no figures, references added, Example 3.8 extended"]}]
["0801.3751",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3751","Statistical Science 2007, Vol. 22, No. 3, 301-321","doi:10.1214/07-STS240"],"date":["2008-01-24"],"type":["text"],"creator":["Bédard, M.","Fraser, D. A. S.","Wong, A."],"language":[],"coverage":[],"title":["Higher Accuracy for Bayesian and Frequentist Inference: Large Sample\n  Theory for Small Sample Likelihood"],"description":["  Recent likelihood theory produces $p$-values that have remarkable accuracy\nand wide applicability. The calculations use familiar tools such as maximum\nlikelihood values (MLEs), observed information and parameter rescaling. The\nusual evaluation of such $p$-values is by simulations, and such simulations do\nverify that the global distribution of the $p$-values is uniform(0, 1), to high\naccuracy in repeated sampling. The derivation of the $p$-values, however,\nasserts a stronger statement, that they have a uniform(0, 1) distribution\nconditionally, given identified precision information provided by the data. We\ntake a simple regression example that involves exact precision information and\nuse large sample techniques to extract highly accurate information as to the\nstatistical position of the data point with respect to the parameter:\nspecifically, we examine various $p$-values and Bayesian posterior survivor\n$s$-values for validity. With observed data we numerically evaluate the various\n$p$-values and $s$-values, and we also record the related general formulas. We\nthen assess the numerical values for accuracy using Markov chain Monte Carlo\n(McMC) methods. We also propose some third-order likelihood-based procedures\nfor obtaining means and variances of Bayesian posterior distributions, again\nfollowed by McMC assessment. Finally we propose some adaptive McMC methods to\nimprove the simulation acceptance rates. All these methods are based on\nasymptotic analysis that derives from the effect of additional data. And the\nmethods use simple calculations based on familiar maximizing values and related\ninformations. The example illustrates the general formulas and the ease of\ncalculations, while the McMC assessments demonstrate the numerical validity of\nthe $p$-values as percentage position of a data point. The example, however, is\nvery simple and transparent, and thus gives little indication that in a wide\ngenerality of models the formulas do accurately separate information for almost\nany parameter of interest, and then do give accurate $p$-value determinations\nfrom that information. As illustration an enigmatic problem in the literature\nis discussed and simulations are recorded; various examples in the literature\nare cited.\n","Comment: Published in at http://dx.doi.org/10.1214/07-STS240 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0801.3902",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3902","Statistical Science 2007, Vol. 22, No. 3, 400-400","doi:10.1214/07-STS250"],"date":["2008-01-25"],"type":["text"],"creator":["George, Edward I."],"language":[],"coverage":[],"title":["A Tribute to Ingram Olkin"],"description":["  It is with pleasure and pride that I introduce this special section in honor\nof Ingram Olkin. This tribute is especially fitting because, among the many\nprofound and far-reaching contributions that he has made to our profession,\nIngram Olkin was the key force behind the genesis of Statistical Science. As\nput so eloquently by Morrie DeGroot [1], the founding Executive Editor of\nStatistical Science.\n","Comment: Published in at http://dx.doi.org/10.1214/07-STS250 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0801.4088",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4088"],"date":["2008-01-26","2008-02-08"],"type":["text"],"creator":["Bernicot, Frederic"],"language":[],"coverage":[],"title":["Local estimates and global continuities in Lebesgue spaces for bilinear\n  operators"],"description":["  In this paper, we first prove some local estimates for bilinear operators\n(closely related to the bilinear Hilbert transform and similar singular\noperators) with truncated symbol. Such estimates, in accordance with the\nHeisenberg uncertainty principle correspond to a description of\n``off-diagonal'' decay. In addition they allow us to prove global continuities\nin Lebesgue spaces for bilinear operators with spatial dependent symbol.\n","Comment: 37 pages"]}]
["0801.4221",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4221","Statistical Science 2007, Vol. 22, No. 3, 407-413","doi:10.1214/0883423060000000097"],"date":["2008-01-28"],"type":["text"],"creator":["Arnold, Barry C."],"language":[],"coverage":[],"title":["Majorization: Here, There and Everywhere"],"description":["  The appearance of Marshall and Olkin's 1979 book on inequalities with special\nemphasis on majorization generated a surge of interest in potential\napplications of majorization and Schur convexity in a broad spectrum of fields.\nAfter 25 years this continues to be the case. The present article presents a\nsampling of the diverse areas in which majorization has been found to be useful\nin the past 25 years.\n","Comment: Published in at http://dx.doi.org/10.1214/0883423060000000097 the\n  Statistical Science (http://www.imstat.org/sts/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0802.0013",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0013"],"date":["2008-01-31","2008-02-08"],"type":["text"],"creator":["Quigg, Chris"],"language":[],"coverage":[],"title":["Cosmic Neutrinos"],"description":["  I recall the place of neutrinos in the electroweak theory and summarize what\nwe know about neutrino mass and flavor change. I next review the essential\ncharacteristics expected for relic neutrinos and survey what we can say about\nthe neutrino contribution to the dark matter of the Universe. Then I discuss\nthe standard-model interactions of ultrahigh-energy neutrinos, paying attention\nto the consequences of neutrino oscillations, and illustrate a few topics of\ninterest to neutrino observatories. I conclude with short comments on the\nremote possibility of detecting relic neutrinos through annihilations of\nultrahigh-energy neutrinos at the $Z$ resonance.\n","Comment: 27 pages, 16 figures, uses RevTeX, lecture at 2007 SLAC Summer\n  Institute; added references, footnote clarified"]}]
["0802.0392",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0392"],"date":["2008-02-04"],"type":["text"],"creator":["Corchero, E. S."],"language":[],"coverage":[],"title":["Gravitational vacuum polarization as an alternative to dark matter"],"description":["  It is assumed that the quantum vacuum may be studied as consisting of two\ncontributions, with positive and negative energy respectively, which interact\nbut slightly and may be displaced from each other. Then it is proposed that\ndark matter may be just an increase of the quantum vacuum energy, with respect\nto the normal dark energy level, induced by the gravitational field of galaxies\nor clusters. A simple model is worked out able to reproduce astronomical\nobservations.\n","Comment: 9 pages, no figures"]}]
["0802.0557",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0557","Statistical Science 2007, Vol. 22, No. 3, 450-475","doi:10.1214/088342307000000122"],"date":["2008-02-05"],"type":["text"],"creator":["Sampson, Allan R."],"language":[],"coverage":[],"title":["A Conversation with Ingram Olkin"],"description":["  Ingram Olkin was born on July 23, 1924 in Waterbury, Connecticut. His family\nmoved to New York in 1934 and he graduated from DeWitt Clinton High School in\n1941. He served three years in the Air Force during World War II and obtained a\nB.S. in mathematics at the City College of New York in 1947. After receiving an\nM.A. in mathematical statistics from Columbia in 1949, he completed his\ngraduate studies in the Department of Statistics at the University of North\nCarolina in 1951. His dissertation was written under the direction of S. N. Roy\nand Harold Hotelling. He joined the Department of Mathematics at Michigan State\nUniversity in 1951 as an Assistant Professor, subsequently being promoted to\nProfessor. In 1960, he took a position as Chair of the Department of Statistics\nat the University of Minnesota. He moved to Stanford University in 1961 to take\na joint position as Professor of Statistics and Professor of Education; he was\nalso Chair of the Department of Statistics from 1973--1976. In 2007, Ingram\nbecame Professor Emeritus. Ingram was Editor of the Annals of Mathematical\nStatistics (1971--1972) and served as the first editor of the Annals of\nStatistics from 1972--1974. He was a primary force in the founding of the\nJournal of Educational Statistics, for which he was also Associate Editor\nduring 1977--1985. In 1984, he was President of the Institute of Mathematical\nStatistics. Among his many professional activities, he has served as Chair of\nthe Committee of Presidents of Statistical Societies (COPSS), Chair of the\nCommittee on Applied and Theoretical Statistics of the National Research\nCouncil, Chair of the Management Board of the American Education Research\nAssociation, and as Trustee for the National Institute of Statistical Sciences.\nHe has been honored by the American Statistical Association (ASA) with a Wilks\nMedal (1992) and a Founder's Award (1992). The American Psychological\nAssociation gave him a Lifetime Contribution Award (1997) and he was elected to\nthe National Academy of Education in 2005. He received the COPSS Elizabeth L.\nScott Award in 1998 and delivered the R. A. Fisher Lecture in 2000. In 2003,\nthe City University of New York gave him a Townsend Harris Medal. An author of\n5 books, an editor of 10 books, and an author of more than 200 publications,\nIngram has made major contributions to statistics and education. His research\nhas focused on multivariate analysis, majorization and inequalities,\ndistribution theory, and meta-analysis. A volume in celebration of Ingram's\n65th birthday contains a brief biography and an interview [Gleser, Perlman,\nPress and Sampson (1989)]. Ingram was chosen in 1997 to participate in the\nAmerican Statistical Association Distinguished Statistician Video Series and a\nvideotaped conversation and a lecture (Olkin, 1997) are available from the ASA\n(1997, DS041, DS042).\n","Comment: Published in at http://dx.doi.org/10.1214/088342307000000122 the\n  Statistical Science (http://www.imstat.org/sts/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0802.0561",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0561","Physical Review A: Atomic, Molecular and Optical Physics 77 (2008)\n  023809","doi:10.1103/PhysRevA.77.023809"],"date":["2008-02-05"],"type":["text"],"creator":["Hagmann, Johannes-Geert","Tkeshelashvili, Lasha","Busch, Kurt","Schneider, Guido"],"language":[],"coverage":[],"title":["Far-off-resonant wave interaction in one-dimensional photonic crystals\n  with quadratic nonlinearity"],"description":["  We extend a recently developed Hamiltonian formalism for nonlinear wave\ninteraction processes in spatially periodic dielectric structures to the\nfar-off-resonant regime, and investigate numerically the three-wave resonance\nconditions in a one-dimensional optical medium with $\\chi^{(2)}$ nonlinearity.\nIn particular, we demonstrate that the cascading of nonresonant wave\ninteraction processes generates an effective $\\chi^{(3)}$ nonlinear response in\nthese systems. We obtain the corresponding coupling coefficients through\nappropriate normal form transformations that formally lead to the Zakharov\nequation for spatially periodic optical media.\n","Comment: 14 pages, 4 figures"]}]
["0802.0743",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0743","Statistical Science 2007, Vol. 22, No. 3, 322-343","doi:10.1214/07-STS235"],"date":["2008-02-06"],"type":["text"],"creator":["Bayarri, M. J.","Castellanos, M. E."],"language":[],"coverage":[],"title":["Bayesian Checking of the Second Levels of Hierarchical Models"],"description":["  Hierarchical models are increasingly used in many applications. Along with\nthis increased use comes a desire to investigate whether the model is\ncompatible with the observed data. Bayesian methods are well suited to\neliminate the many (nuisance) parameters in these complicated models; in this\npaper we investigate Bayesian methods for model checking. Since we contemplate\nmodel checking as a preliminary, exploratory analysis, we concentrate on\nobjective Bayesian methods in which careful specification of an informative\nprior distribution is avoided. Numerous examples are given and different\nproposals are investigated and critically compared.\n","Comment: This paper commented in: [arXiv:0802.0746], [arXiv:0802.0747],\n  [arXiv:0802.0749], [arXiv:0802.0752]. Rejoinder in [arXiv:0802.0754].\n  Published in at http://dx.doi.org/10.1214/07-STS235 the Statistical Science\n  (http://www.imstat.org/sts/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0802.0754",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0754","Statistical Science 2007, Vol. 22, No. 3, 363-367","doi:10.1214/07-STS235REJ"],"date":["2008-02-06"],"type":["text"],"creator":["Bayarri, M. J.","Castellanos, M. E."],"language":[],"coverage":[],"title":["Rejoinder: Bayesian Checking of the Second Levels of Hierarchical Models"],"description":["  Rejoinder: Bayesian Checking of the Second Levels of Hierarchical Models\n[arXiv:0802.0743]\n","Comment: Published in at http://dx.doi.org/10.1214/07-STS235REJ the\n  Statistical Science (http://www.imstat.org/sts/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0802.0874",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0874"],"date":["2008-02-06"],"type":["text"],"creator":["Cenko, S. Bradley","Berger, Edo","Nakar, Ehud","Kasliwal, Mansi M.","Cucchiara, Antonio","Kulkarni, Shri R.","Ofek, Eran","Fox, Derek B.","Harrison, Fiona A.","Rau, Arne","Price, Paul A.","Gal-Yam, Avishay","Dopita, Michael A.","Penprase, Bryan E."],"language":[],"coverage":[],"title":["GRBs 070429B and 070714B: The High End of the Short-Duration Gamma-Ray\n  Burst Redshift Distribution"],"description":["  We present optical spectra of the host galaxies of the short-duration\ngamma-ray burst GRB 070429B and the likely short-duration with extended\nemission GRB 070714B. In both cases, we find a single emission line that we\nidentify as O II lambda 3727 at z ~ 0.9. Both events are more distant than any\nprevious short-duration GRB with a secure host association from the\nsub-arcsecond position of an optical afterglow. GRBs 070429B and 070714B\nprovide strong evidence in support of our previous claims in Berger et al. that\na significant fraction of short-duration hosts (>~ 33%) reside at z > 0.7. We\ndiscuss the implications of the existence this population on the energetics of\nshort-duration GRBs, as well as on progenitor models. In the context of the\ndegenerate binary merger scenario, such events require progenitor systems with\na range of lifetimes and disfavor progenitor models with a long, narrow\nlifetime distribution.\n","Comment: ApJL submitted; 4 pages, 3 figures; Comments welcome"]}]
["0802.0884",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J30","14J45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0884"],"date":["2008-02-06"],"type":["text"],"creator":["Chen, Jungkai A.","Hacon, Christopher D."],"language":[],"coverage":[],"title":["On the geography of threefolds of general type"],"description":["  Let $X$ be a complex nonsingular projective 3-fold of general type. We show\nthat there are positive constants $c$, $c'$ and $m_1$ such that $\\chi (\\omega\n_X)\\geq -c\\Vol (X)$ and $P_m(X)\\geq c'm^3\\Vol (X)$ for all $m\\geq m_1$.\n"]}]
["0802.0889",{"format":[],"subject":["Mathematics - Algebraic Geometry","14m15","20G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0889"],"date":["2008-02-07"],"type":["text"],"creator":["Rietsch, Konstanze","Williams, Lauren"],"language":[],"coverage":[],"title":["The totally nonnegative part of G/P is a CW complex"],"description":["  The totally nonnegative part of a partial flag variety G/P has been shown by\nthe first author to be a union of semi-algebraic cells. Moreover she showed\nthat the closure of a cell is the union of smaller cells. In this note we\nprovide glueing maps for each of the cells to prove that the totally\nnonnegative part of G/P is a CW complex. This generalizes a result of\nPostnikov, Speyer and the second author for Grassmannians.\n","Comment: 14 pages"]}]
["0802.0890",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0890"],"date":["2008-02-06"],"type":["text"],"creator":["Bouya, Brahim"],"language":[],"coverage":[],"title":["Closed ideals in some algebras of analytic functions"],"description":["  We obtain a complete description of closed ideals of the algebra\n$\\mathcal{D}\\cap \\mathrm{lip}_\\alpha},$ $0<\\alpha\\leq{1/2},$ where\n$\\mathcal{D}$ is the Dirichlet space and $\\mathrm{lip}_\\alpha}$ is the algebra\nof analytic functions satisfying the Lipschitz condition of order $\\alpha.$\n","Comment: 19 pages"]}]
["0802.0892",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0892"],"date":["2008-02-06"],"type":["text"],"creator":["Bouya, Brahim"],"language":[],"coverage":[],"title":["Closed ideals in analytic weighted Lipschitz algebras"],"description":["  We obtain a complete description of closed ideals in weighted Lipschitz\nalgebras $\\Lambda_\\omega$ of analytic functions on the unit disk satisfying the\nfollowing condition $$\\frac{|f(z)-f(w)|}{\\omega(|z-w|)}=o(1)\\qquad(as |z-w|\n\\longrightarrow 0),$$ where $\\omega$ is a modulus of continuity satisfying some\nregularity conditions.\n","Comment: 22 pages"]}]
["0802.0895",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26-01"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0895"],"date":["2008-02-06"],"type":["text"],"creator":["Talvila, Erik"],"language":[],"coverage":[],"title":["Review of \"Garden of integrals\""],"description":["  This is a review of the book \"Garden of integrals\" by Frank Burk.\n"]}]
["0802.0896",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0896"],"date":["2008-02-06"],"type":["text"],"creator":["Ambjorn, J.","Loll, R.","Watabiki, Y.","Westra, W.","Zohren, S."],"language":[],"coverage":[],"title":["Topology change in causal quantum gravity"],"description":["  The role of topology change in a fundamental theory of quantum gravity is\nstill a matter of debate. However, when regarding string theory as\ntwo-dimensional quantum gravity, topological fluctuations are essential. Here\nwe present a third quantization of two-dimensional surfaces based on the method\nof causal dynamical triangulation (CDT). Formally, our construction is similar\nto the c = 0 non-critical string field theory developed by Ishibashi, Kawai and\nothers, but physically it is quite distinct. Unlike in non-critical string\ntheory the topology change of spatial slices is well controlled and regulated\nby Newton's constant.\n","Comment: 4 pages, proceedings of the workshop JGRG 17 (Nagoya, Japan, December\n  2007)"]}]
["0802.0898",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0898"],"date":["2008-02-06"],"type":["text"],"creator":["Bouya, B.","El-Fallah, O.","Kellay, K."],"language":[],"coverage":[],"title":["Ideaux fermes d'algebres de Beurling analytiques sur le bidisque"],"description":["  We study the closed ideal in the Beurling algebras\n$\\mathcal{A}^{+}_{\\alpha,\\beta}$ of holomorphic function $f$ in the bidisc such\nthat $\\sum_{n,m\\geq 0}|\\hat{f}(n,m)|(1+n)^{\\alpha}(1+m)^\\beta<+\\infty$. We\ndetermine the function $f\\in\\mathcal{A}^{+}_{\\alpha,\\beta}$ such that the\nideals generated by $f$ coincide with the ideal generated by their zeros set.\n","Comment: 17 pages"]}]
["0802.0919",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0919"],"date":["2008-02-07"],"type":["text"],"creator":["Smillie, John","Weiss, Barak"],"language":[],"coverage":[],"title":["Finiteness results for flat surfaces: large cusps and short geodesics"],"description":["  For fixed g and T we show that finiteness of the set of affine equivalence\nclasses of flat surfaces of genus g whose Veech groups contain a cusp of\nhyperbolic co-area less than T. We obtain new restrictions on Veech groups: we\nshow that any non-elementary Veech group can appear only finitely many times in\na fixed stratum, that any non-elementary Veech group is of finite index in its\nnormalizer, and that the quotient of the upper half plane by a non-lattice\nVeech group contains arbitrarily large embedded disks. These are proved using\nthe finiteness of the set of affine equivalence classes of flat surfaces of\ngenus g whose Veech group contains a hyperbolic element with eigenvalue less\nthan T.\n"]}]
["0802.0924",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0924"],"date":["2008-02-07"],"type":["text"],"creator":["Karlsson, M.","Matic, A.","Engberg, D.","Björketun, M. E.","Koza, M. M.","Ahmed, I.","Wahnström, G.","Berastegui, P.","Börjesson, L.","Eriksson, S."],"language":[],"coverage":[],"title":["Quasielastic neutron scattering of hydrated BaZr_{0.90}A_{0.10}O_{2.95}\n  (A = Y and Sc)"],"description":["  Proton motions in hydrated proton conducting perovskites\nBaZr_{0.90}A_{0.10}O_{2.95} (A = Y and Sc) have been investigated using\nquasielastic neutron scattering. The results reveal a localized motion on the\nps time scale and with an activation energy of ~10-30 meV, in both materials.\nThe temperature dependence of the total mean square displacement of the protons\nsuggests an onset of this motion at a temperature of about 300 K. Comparison of\nthe QENS results to density functional theory calculations suggests that for\nboth materials this motion can be ascribed to intra-octahedral proton transfers\noccurring close to a dopant atom. The low activation energy, more than ten\ntimes lower than the activation energy for the macroscopic proton conductivity,\nsuggests that this motion is not the rate-limiting process for the long-range\nproton diffusion, i.e. it is not linked to the two materials significantly\ndifferent proton conductivities.\n","Comment: 8 pages, 7 figures, 2 tables"]}]
["0802.0925",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H50","13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0925"],"date":["2008-02-07"],"type":["text"],"creator":["Dumnicki, Marcin"],"language":[],"coverage":[],"title":["Regularity and non-emptyness of linear systems in $\\mathbb P^n$"],"description":["  The main goal of this paper is to present a new algorithm bounding the\nregularity and ``alpha'' (the lowest degree of existing hypersurface) of a\nlinear system of hypersurfaces (in $\\mathbb P^n$) passing through multiple\npoints in general position. To do the above we formulate and prove new theorem,\nwhich allows to show non-specialty of linear system by splitting it into\nnon-special (and simpler) systems. As a result we give new bounds for multiple\npoint Seshadri constants on $\\PP^2$.\n","Comment: 11 pages, 2 figures"]}]
["0802.0926",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60J80, 60G57, 60H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0926","Stochastic Analysis and Applications 25 (2007), 6: 1273-1296"],"date":["2008-02-07"],"type":["text"],"creator":["Li, Zenghu","Xiong, Jie"],"language":[],"coverage":[],"title":["Continuous local time of a purely atomic immigration superprocess with\n  dependent spatial motion"],"description":["  A purely atomic immigration superprocess with dependent spatial motion in the\nspace of tempered measures is constructed as the unique strong solution of a\nstochastic integral equation driven by Poisson processes based on the excursion\nlaw of a Feller branching diffusion, which generalizes the work of Dawson and\nLi (2003). As an application of the stochastic equation, it is proved that the\nsuperprocess possesses a local time which is Holder continuous of order\n$\\alpha$ for every $\\alpha< 1/2$. We establish two scaling limit theorems for\nthe immigration superprocess, from which we derive scaling limits for the\ncorresponding local time.\n"]}]
["0802.0933",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60H20, 60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0933"],"date":["2008-02-07"],"type":["text"],"creator":["Fu, Zongfei","Li, Zenghu"],"language":[],"coverage":[],"title":["Stochastic equations of non-negative processes with jumps"],"description":["  We study stochastic equations of non-negative processes with jumps. The\nexistence and uniqueness of strong solutions are established under Lipschitz\nand non-Lipschitz conditions. The comparison property of two solutions are\nproved under suitable conditions. The results are applied to stochastic\nequations driven by one-sided Levy processes and those of continuous state\nbranching processes with immigration.\n"]}]
["0802.0940",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0940"],"date":["2008-02-07"],"type":["text"],"creator":["Gurau, Razvan"],"language":["fr"],"coverage":[],"title":["La renormalisation dans la theorie non commutative des champs"],"description":["  Non commutative quantum field theory is a possible candidate for the\nquantization of gravity. In our thesis we study in detail the $\\phi 4$ model on\nthe Moyal plane with an harmonic potential. Introduced by Grosse and\nWulkenhaar, this model exhibits the Langmann-Szabo duality not only for the\nvertex but also for the propagator. We have obtained several results concerning\nthis model. We have proved the renormalisability of this theory at all orders\nin the position space. We have introduced the parametric and Complete Mellin\nrepresentation for the model. Furthermore we have proved that the coupling\nconstant has a bounded flow at all orders in perturbation theory. Finally we\nhave achieved the dimensional regularization and renormalization of the model.\nFurther possible studies include the study of gauge theory on the Moyal plane\nand there possible applications for the quantization of gravity. The\nconnections with string theory and loop quantum gravity should also be\ninvestigated.\n","Comment: PhD thesis, french, 220 pages"]}]
["0802.0947",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Classical Analysis and ODEs","30D05, 44A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0947"],"date":["2008-02-07"],"type":["text"],"creator":["Berg, Christian","Durán, Antonio J."],"language":[],"coverage":[],"title":["Iteration of the rational function z-1/z and a Hausdorff moment sequence"],"description":["  In a previous paper we considered a positive function f, uniquely determined\nfor s>0 by the requirements f(1)=1, log(1/f) is convex and the functional\nequation f(s)=psi(f(s+1)) with psi(s)=s-1/s. We prove that the meromorphic\nextension of f to the whole complex plane is given by the formula\nf(z)=lim_{n\\to\\infty}psi^{\\circ n}(lambda_n(lambda_{n+1}/lambda_n)^z), where\nthe numbers lambda_n are defined by lambda_0=0 and the recursion\nlambda_{n+1}=(1/2)(lambda_n+sqrt{lambda_n^2+4}). The numbers m_n=1/lambda_{n+1}\nform a Hausdorff moment sequence of a probability measure \\mu such that \\int\nt^{z-1}d\\mu(t)=1/f(z)\n"]}]
["0802.0954",{"format":[],"subject":["Mathematics - Algebraic Topology","55N91","55P42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0954"],"date":["2008-02-07"],"type":["text"],"creator":["Barnes, David"],"language":[],"coverage":[],"title":["Rational Equivariant Spectra"],"description":["  We develop model categories of rational equivariant spectra whose homotopy\ncategories are equivalent to the category of rational equivariant cohomology\ntheories. We prove that given an orthogonal decomposition of the unit in the\nrational Burnside ring, the model category of rational equivariant spectra\ndecomposes into a product of localisations. We use this result to reprove the\nclassification of rational equivariant cohomology theories for finite groups\nand to study such cohomology theories for the group O(2). We then concentrate\non a split piece of the O(2) case and relate it to rational SO(2) equivariant\nspectra.\n"]}]
["0802.0959",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0959"],"date":["2008-02-07"],"type":["text"],"creator":["Garbagnati, Alice","Repetto, Flavia"],"language":[],"coverage":[],"title":["A geometrical approach to Gordan--Noether's and Franchetta's\n  contributions to a question posed by Hesse"],"description":["  Hesse claimed that an irreducible projective hypersurface in $\\PP^n$ defined\nby an equation with vanishing hessian determinant is necessarily a cone. Gordan\nand Noether proved that this is true for $n\\leq 3$ and constructed\ncounterexamples for every $n\\geq 4$. Gordan and Noether and Franchetta gave\nclassification of hypersurfaces in $\\PP^4$ with vanishing hessian and which are\nnot cones. Here we translate in geometric terms Gordan and Noether approach,\nproviding direct geometrical proofs of these results.\n","Comment: 12 pages"]}]
["0802.0962",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0962"],"date":["2008-02-07"],"type":["text"],"creator":["Ganu, Hrishikesh V.","Raghunandan, B. N."],"language":[],"coverage":[],"title":["Morphological Analysis of Cryogenic Spray Images"],"description":["  This study gives the development of a new technique for analyzing images of\nCryogenic sprays, to estimate the drop-size distribution. It has a sound\nmathematical basis, in the form of Mathematical Morphology, and we have tried\nto build up a formulation for a granulometry, starting from the elementary\noperations of Dilation and Erosion. An axiomatic foundation for granulometry\nhas also been discussed. We have taken an actual LN2 spray photograph for\nanalysis, to illustrate the use of Morphological operations, culminating in a\ngranulometry.\n"]}]
["0802.0966",{"format":[],"subject":["Mathematics - Probability","58J65 (Primary) 60H30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0966"],"date":["2008-02-07"],"type":["text"],"creator":["Arnaudon, Marc","Thalmaier, Anton","Ulsamer, Stefanie"],"language":[],"coverage":[],"title":["Existence of non-trivial harmonic functions on Cartan-Hadamard manifolds\n  of unbounded curvature"],"description":["  The Liouville property of a complete Riemannian manifold (i.e., the question\nwhether there exist non-trivial bounded harmonic functions) attracted a lot of\nattention. For Cartan-Hadamard manifolds the role of lower curvature bounds is\nstill an open problem. We discuss examples of Cartan-Hadamard manifolds of\nunbounded curvature where the limiting angle of Brownian motion degenerates to\na single point on the sphere at infinity, but where nevertheless the space of\nbounded harmonic functions is as rich as in the non-degenerate case. To see the\nfull boundary the point at infinity has to be blown up in a non-trivial way.\nSuch examples indicate that the situation concerning the famous conjecture of\nGreene and Wu about existence of non-trivial bounded harmonic functions on\nCartan-Hadamard manifolds is much more complicated than one might have\nexpected.\n"]}]
["0802.0969",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0969","Neuroscience Letters 431, 3 (2008) 206-10","doi:10.1016/j.neulet.2007.11.049"],"date":["2008-02-07"],"type":["text"],"creator":["Vuillerme, Nicolas","Pinsault, Nicolas","Chenu, Olivier","Demongeot, Jacques","Payan, Yohan","Danilov, Yuri"],"language":[],"coverage":[],"title":["Sensory supplementation system based on electrotactile tongue\n  biofeedback of head position for balance control"],"description":["  The present study aimed at investigating the effects of an artificial head\nposition-based tongue-placed electrotactile biofeedback on postural control\nduring quiet standing under different somatosensory conditions from the support\nsurface. Eight young healthy adults were asked to stand as immobile as possible\nwith their eyes closed on two Firm and Foam support surface conditions executed\nin two conditions of No-biofeedback and Biofeedback. In the Foam condition, a\n6-cm thick foam support surface was placed under the subjects' feet to alter\nthe quality and/or quantity of somatosensory information at the plantar sole\nand the ankle. The underlying principle of the biofeedback consisted of\nproviding supplementary information about the head orientation with respect to\ngravitational vertical through electrical stimulation of the tongue. Centre of\nfoot pressure (CoP) displacements were recorded using a force platform. Larger\nCoP displacements were observed in the Foam than Firm conditions in the two\nconditions of No-biofeedback and Biofeedback. Interestingly, this destabilizing\neffect was less accentuated in the Biofeedback than No-biofeedback condition.\nIn accordance with the sensory re-weighting hypothesis for balance control, the\npresent findings evidence that the availability of the central nervous system\nto integrate an artificial head orientation information delivered through\nelectrical stimulation of the tongue to limit the postural perturbation induced\nby alteration of somatosensory input from the support surface.\n"]}]
["0802.0978",{"format":[],"subject":["Mathematics - Algebraic Geometry","14K12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0978"],"date":["2008-02-07"],"type":["text"],"creator":["Hoering, Andreas"],"language":[],"coverage":[],"title":["Minimal classes on the intermediate Jacobian of a generic cubic\n  threefold"],"description":["  Let X be a smooth cubic threefold. We can associate two objects to X: the\nintermediate Jacobian J and the Fano surface F parametrising lines on X. By a\ntheorem of Clemens and Griffiths, the Fano surface can be embedded in the\nintermediate Jacobian and the cohomology class of its image is minimal. In this\npaper we show that if X is generic, the Fano surface is the only surface of\nminimal class in J.\n","Comment: 14 pages"]}]
["0802.0979",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0979","Dans ANTS-VIII - Eighth Algorithmic Number Theory Symposium (2008)"],"date":["2008-02-07"],"type":["text"],"creator":["Belding, Juliana","Bröker, Reinier","Enge, Andreas","Lauter, Kristin"],"language":[],"coverage":[],"title":["Computing Hilbert Class Polynomials"],"description":["  We present and analyze two algorithms for computing the Hilbert class\npolynomial $H_D$ . The first is a p-adic lifting algorithm for inert primes p\nin the order of discriminant D < 0. The second is an improved Chinese remainder\nalgorithm which uses the class group action on CM-curves over finite fields.\nOur run time analysis gives tighter bounds for the complexity of all known\nalgorithms for computing $H_D$, and we show that all methods have comparable\nrun times.\n"]}]
["0802.0981",{"format":[],"subject":["Mathematics - General Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0981"],"date":["2008-02-07"],"type":["text"],"creator":["Yalvac, T. Hatice"],"language":[],"coverage":[],"title":["A Unified Theory on Some Basic Topological Concepts"],"description":["  Several mathematicians, including myself, have studied some unifications in\ngeneral topological spaces as well as in fuzzy topological spaces. For instance\nin our earlier works, using operations on topological spaces, we have tried to\nunify some concepts similar to continuity, openness, closedness of functions,\ncompactness, filter convergence, closedness of graphs, countable compactness\nand Lindelof property. In this article, to obtain further unifications, we will\nstudy $\\phi_{1,2}$-compactness and relations between $\\phi_{1,2}$-compactness,\nfilters and $\\phi_{1,2}$% -closure operator.\n"]}]
["0802.0986",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0986"],"date":["2008-02-07"],"type":["text"],"creator":["Filippas, Stathis","Tertikas, Achilles","Tidblom, Jesper"],"language":[],"coverage":[],"title":["On the structure of Hardy-Sobolev-Maz'ya inequalities"],"description":["  In this article we establish new improvements of the optimal Hardy inequality\nin the half space. We first add all possible linear combinations of Hardy type\nterms thus revealing the structure of this type of inequalities and obtaining\nbest constants. We then add the critical Sobolev term and obtain necessary and\nsufficient conditions for the validity of Hardy-Sobolev-Maz'ya type\ninequalities.\n","Comment: 20 pages"]}]
["0802.0987",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0987"],"date":["2008-02-07"],"type":["text"],"creator":["Hinds, E. A.","Trupke, M.","Darquié, B.","Goldwin, J.","Dutier, G."],"language":[],"coverage":[],"title":["Progress in atom chips and the integration of optical microcavities"],"description":["  We review recent progress at the Centre for Cold Matter in developing atom\nchips. An important advantage of miniaturizing atom traps on a chip is the\npossibility of obtaining very tight trapping structures with the capability of\nmanipulating atoms on the micron length scale. We recall some of the pros and\ncons of bringing atoms close to the chip surface, as is required in order to\nmake small static structures, and we discuss the relative merits of metallic,\ndielectric and superconducting chip surfaces. We point out that the addition of\nintegrated optical devices on the chip can enhance its capability through\nsingle atom detection and controlled photon production. Finally, we review the\nstatus of integrated microcavities that have recently been demonstrated at our\nCentre and discuss their prospects for future development.\n","Comment: 12 pages, 6 figures, proceedings of the ICOLS07 conference"]}]
["0802.0994",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0994","Comm. Math. Phys. 276 (2007), 901-905","doi:10.1007/s00220-007-0355-7"],"date":["2008-02-07"],"type":["text"],"creator":["Bandtlow, Oscar F.","Jenkinson, Oliver"],"language":[],"coverage":[],"title":["Explicit a priori bounds on transfer operator eigenvalues"],"description":["  We provide explicit bounds on the eigenvalues of transfer operators defined\nin terms of holomorphic data.\n"]}]
["0802.0996",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Algebraic Geometry","55N22","14L05","14A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0996"],"date":["2008-02-07"],"type":["text"],"creator":["Goerss, Paul G."],"language":[],"coverage":[],"title":["Quasi-coherent sheaves on the moduli stack of formal groups"],"description":["  The central aim of this monograph is to provide decomposition results for\nquasi-coherent sheaves on the moduli stack of one-dimensional formal groups.\nThese results will be based on the geometry of the stack itself, particularly\nthe height filtration and an analysis of the formal neighborhoods of the\ngeometric points. The main theorems are algebraic chromatic convergence results\nand fracture square decompositions. There is a major technical hurdle in this\nstory, as the moduli stack of formal groups does not have the finitness\nproperties required of an algebraic stack as usually defined. This is not a\nconceptual problem, but in order to be clear on this point and to write down a\nself-contained narrative, I have included a great deal of discussion of the\ngeometry of the stack itself, giving various equivalent descriptions.\n"]}]
["0802.1002",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1002"],"date":["2008-02-07"],"type":["text"],"creator":["Bry, Xavier"],"language":[],"coverage":[],"title":["New Estimation Procedures for PLS Path Modelling"],"description":["  Given R groups of numerical variables X1, ... XR, we assume that each group\nis the result of one underlying latent variable, and that all latent variables\nare bound together through a linear equation system. Moreover, we assume that\nsome explanatory latent variables may interact pairwise in one or more\nequations. We basically consider PLS Path Modelling's algorithm to estimate\nboth latent variables and the model's coefficients. New \"external\" estimation\nschemes are proposed that draw latent variables towards strong group structures\nin a more flexible way. New \"internal\" estimation schemes are proposed to\nenable PLSPM to make good use of variable group complementarity and to deal\nwith interactions. Application examples are given.\n"]}]
["0802.1006",{"format":[],"subject":["Mathematics - Algebraic Topology","55Q07","55Q51","55T15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1006"],"date":["2008-02-07"],"type":["text"],"creator":["Goerss, Paul G."],"language":[],"coverage":[],"title":["The Adams-Novikov Spectral Sequence and the Homotopy Groups of Spheres"],"description":["  These are notes for a five lecture series intended to uncover large-scale\nphenomena in the homotopy groups of spheres using the Adams-Novikov Spectral\nSequence. The lectures were given in Strasbourg, May 7-11, 2007.\n","Comment: Notes from lectures at IRMA Strasbourg, May 7-11, 2007"]}]
["0802.1008",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1008"],"date":["2008-02-07"],"type":["text"],"creator":["Marrel, Amandine","Iooss, Bertrand","Laurent, Beatrice","Roustant, Olivier"],"language":[],"coverage":[],"title":["Calculations of Sobol indices for the Gaussian process metamodel"],"description":["  Global sensitivity analysis of complex numerical models can be performed by\ncalculating variance-based importance measures of the input variables, such as\nthe Sobol indices. However, these techniques, requiring a large number of model\nevaluations, are often unacceptable for time expensive computer codes. A well\nknown and widely used decision consists in replacing the computer code by a\nmetamodel, predicting the model responses with a negligible computation time\nand rending straightforward the estimation of Sobol indices. In this paper, we\ndiscuss about the Gaussian process model which gives analytical expressions of\nSobol indices. Two approaches are studied to compute the Sobol indices: the\nfirst based on the predictor of the Gaussian process model and the second based\non the global stochastic process model. Comparisons between the two estimates,\nmade on analytical examples, show the superiority of the second approach in\nterms of convergence and robustness. Moreover, the second approach allows to\nintegrate the modeling error of the Gaussian process model by directly giving\nsome confidence intervals on the Sobol indices. These techniques are finally\napplied to a real case of hydrogeological modeling.\n"]}]
["0802.1013",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1013"],"date":["2008-02-07"],"type":["text"],"creator":["Astakhova, T. Yu.","Erikhman, N. S.","Likhachev, V. N.","Vinogradov, G. A."],"language":[],"coverage":[],"title":["Vibrational resonances in 1D Morse and FPU lattices"],"description":["  In the present paper the resonances of vibrational modes in one-dimensional\nrandom Morse lattice are found and analyzed. The resonance energy exchange is\nobserved at some values of elongation. Resonance $2 \\omega_1 = \\omega_2$ is\ninvestigated in details. The interacting modes are inequivalent: the\nhigher-frequency mode is much more stable in the excited state, i.e. its\nlife-time is larger than the life-time of lower-frequency mode under the\nresonance conditions. Simple model of two nonlinearly coupled harmonic\noscillators is also considered. It allows to get analytical description and to\ninvestigate the kinetics and the energy exchange degree vs. such parameters as\nthe resonance detuning and specific energy. The very similar behavior is found\nin the Morse and the two-oscillatory models, and an excellent agreement between\nanalytical and numerical results is obtained. Analogous resonance phenomena are\nalso found in the random Fermi-Pasta-Ulam lattice under contraction.\n","Comment: 10 pages, 5 figures"]}]
["0802.1015",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1015","Dans IPTPS'2008 (2008)"],"date":["2008-02-07"],"type":["text"],"creator":["Marciniak, Pawel","Liogkas, Nikitas","Legout, Arnaud","Kohler, Eddie"],"language":[],"coverage":[],"title":["Small Is Not Always Beautiful"],"description":["  Peer-to-peer content distribution systems have been enjoying great\npopularity, and are now gaining momentum as a means of disseminating video\nstreams over the Internet. In many of these protocols, including the popular\nBitTorrent, content is split into mostly fixed-size pieces, allowing a client\nto download data from many peers simultaneously. This makes piece size\npotentially critical for performance. However, previous research efforts have\nlargely overlooked this parameter, opting to focus on others instead. This\npaper presents the results of real experiments with varying piece sizes on a\ncontrolled BitTorrent testbed. We demonstrate that this parameter is indeed\ncritical, as it determines the degree of parallelism in the system, and we\ninvestigate optimal piece sizes for distributing small and large content. We\nalso pinpoint a related design trade-off, and explain how BitTorrent's choice\nof dividing pieces into subpieces attempts to address it.\n"]}]
["0802.1016",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1016","J. Math. Phys. Vol.48, 082101 (2007)"],"date":["2008-02-07"],"type":["text"],"creator":["Zoli, Marco"],"language":[],"coverage":[],"title":["On the Decay Rate of the False Vacuum"],"description":["  The finite size theory of metastability in a quartic potential is developed\nby the semiclassical path integral method. In the quantum regime, the relation\nbetween temperature and classical particle energy is found in terms of the\nfirst complete elliptic integral. At the sphaleron energy, the criterion which\ndefines the extension of the quantum regime is recovered. Within the latter,\nthe temperature effects on the fluctuation spectrum are evaluated by the\nfunctional determinants method and computed. The eigenvalue which causes\nmetastability is determined as a function of size/temperature by solving a\nLam\\`{e} equation. The ground state lifetime shows remarkable deviations with\nrespect to the result of the infinite size theory.\n","Comment: 5 Figures"]}]
["0802.1024",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1024"],"date":["2008-02-07"],"type":["text"],"creator":["Dilao, Rui"],"language":[],"coverage":[],"title":["Synchronizing Huygens's clocks"],"description":["  We introduce an interaction mechanism between oscillators leading to exact\nanti-phase and in-phase synchronization. This mechanism is applied to the\ncoupling between two nonlinear oscillators with a limit cycle in phase space,\nleading to a simple justification of the anti-phase synchronization observed in\nthe Huygens's pendulum clocks experiment. If the two coupled nonlinear\noscillators reach the anti-phase or the in-phase synchronized oscillatory\nstate, the period of oscillation is different from the eigen-periods of the\nuncoupled oscillators.\n","Comment: 4 pages, 4 figures"]}]
["0802.1025",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1025","doi:10.1007/s00440-007-0107-9"],"date":["2008-02-07"],"type":["text"],"creator":["Csörgő, Miklós","Kulik, Rafal"],"language":[],"coverage":[],"title":["Reduction principles for quantile and Bahadur-Kiefer processes of\n  long-range dependent linear sequences"],"description":["  In this paper we consider quantile and Bahadur-Kiefer processes for long\nrange dependent linear sequences. These processes, unlike in previous studies,\nare considered on the whole interval $(0,1)$. As it is well-known, quantile\nprocesses can have very erratic behavior on the tails. We overcome this problem\nby considering these processes with appropriate weight functions. In this way\nwe conclude strong approximations that yield some remarkable phenomena that are\nnot shared with i.i.d. sequences, including weak convergence of the\nBahadur-Kiefer processes, a different pointwise behavior of the general and\nuniform Bahadur-Kiefer processes, and a somewhat \"strange\" behavior of the\ngeneral quantile process.\n","Comment: Preprint. The final version will appear in Probability Theory and\n  Related Fields"]}]
["0802.1026",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1026"],"date":["2008-02-07"],"type":["text"],"creator":["Sach, Benjamin","Clifford, Raphaël"],"language":[],"coverage":[],"title":["An Empirical Study of Cache-Oblivious Priority Queues and their\n  Application to the Shortest Path Problem"],"description":["  In recent years the Cache-Oblivious model of external memory computation has\nprovided an attractive theoretical basis for the analysis of algorithms on\nmassive datasets. Much progress has been made in discovering algorithms that\nare asymptotically optimal or near optimal. However, to date there are still\nrelatively few successful experimental studies. In this paper we compare two\ndifferent Cache-Oblivious priority queues based on the Funnel and Bucket Heap\nand apply them to the single source shortest path problem on graphs with\npositive edge weights. Our results show that when RAM is limited and data is\nswapping to external storage, the Cache-Oblivious priority queues achieve\norders of magnitude speedups over standard internal memory techniques. However,\nfor the single source shortest path problem both on simulated and real world\ngraph data, these speedups are markedly lower due to the time required to\naccess the graph adjacency list itself.\n"]}]
["0802.1030",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1030"],"date":["2008-02-07"],"type":["text"],"creator":["Swain, Mark R.","Vasisht, Gautam","Tinetti, Giovanna"],"language":[],"coverage":[],"title":["Methane present in an extrasolar planet atmosphere"],"description":["  Molecules present in exoplanetary atmospheres are expected to strongly\ninfluence the atmospheric radiation balance, trace dynamical and chemical\nprocesses, and indicate the presence of disequilibrium effects. Since molecules\nhave the potential to reveal the exoplanet atmospheric conditions and\nchemistry, searching for them is a high priority. The rotational-vibrational\ntransition bands of water, carbon monoxide, and methane are anticipated to be\nthe primary sources of non-continuum opacity in hot-Jovian planets. Since these\nbands overlap in wavelength, and the corresponding signatures from them are\nweak, decisive identification requires precision infrared spectroscopy. Here we\nreport on a near-infrared transmission spectrum of the planet HD 189733b\nshowing the presence of methane. Additionally, a resolved water-vapour band at\n1.9 microns confirms the recent claim of water in this object. On\nthermochemical grounds, carbon-monoxide is expected to be abundant in the upper\natmosphere of hot-Jovian exoplanets; thus the detection of methane rather than\ncarbon-monoxide in such a hot planet could signal the presence of a horizontal\nchemical gradient away from the permanent dayside, or it may imply an\nill-understood photochemical mechanisms that leads to an enhancement of\nmethane.\n","Comment: accepted for publication in Nature"]}]
["0802.1035",{"format":[],"subject":["Mathematics - General Mathematics","05C50, 68R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1035"],"date":["2008-02-07"],"type":["text"],"creator":["Boulet, Romain","Jouve, Bertrand"],"language":[],"coverage":[],"title":["The lollipop graph is determined by its spectrum"],"description":["  An even (resp. odd) lollipop is the coalescence of a cycle of even (resp.\nodd) length and a path with pendant vertex as distinguished vertex. It is known\nthat the odd lollipop is determined by its spectrum and the question is asked\nby W. Haemers, X. Liu and Y. Zhang for the even lollipop. We revisit the proof\nfor odd lollipop, generalize it for even lollipop and therefore answer the\nquestion. Our proof is essentially based on a method of counting closed walks.\n"]}]
["0802.1038",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1038"],"date":["2008-02-07"],"type":["text"],"creator":["Andler, Martin","Sahi, Siddhartha"],"language":[],"coverage":[],"title":["Equivariant cohomology and tensor categories"],"description":["  We propose the notion of a supercategory as an alternative approach to\nsupermathematics. We show that this setting is rich to carry out many of the\nbasic constructions of supermathematics. We also prove generalizations of a\nnumber of results in equivariant cohomology, including the Chern-Weil theorem\nfor an arbitrary rigid Lie algebra object. For a quadratic Lie algebra object\nwe obtain a proof of the Duflo isomorphism along the lines of\nAlekseev-Meinrenken, thereby generalizing their result to Lie superalgebras.\n","Comment: 6 pages"]}]
["0802.1039",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q55, 35A05, 35M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1039"],"date":["2008-02-07"],"type":["text"],"creator":["Vento, Stéphane"],"language":[],"coverage":[],"title":["Well-posedness and ill-posedness results for dissipative Benjamin-Ono\n  equations"],"description":["  We study the Cauchy problem for the dissipative Benjamin-Ono equations\n$u_t+\\H u_{xx}+|D|^\\alpha u+uu_x=0$ with $0\\leq\\alpha\\leq 2$. When\n$0\\leq\\alpha< 1$, we show the ill-posedness in $H^s(\\R)$, $s\\in\\R$, in the\nsense that the flow map $u_0\\mapsto u$ (if it exists) fails to be $\\C^2$ at the\norigin. For $1<\\alpha\\leq 2$, we prove the global well-posedness in $H^s(\\R)$,\n$s>-\\alpha/4$. It turns out that this index is optimal.\n"]}]
["0802.1047",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1047"],"date":["2008-02-07"],"type":["text"],"creator":["Debbarh, Mohammed","Viallon, Vivian"],"language":[],"coverage":[],"title":["Testing additivity in nonparametric regression under random censorship"],"description":["  In this paper, we are concerned with nonparametric estimation of the\nmultivariate regression function in the presence of right censored data. More\nprecisely, we propose a statistic that is shown to be asymptotically normally\ndistributed under the additive assumption, and that could be used to test for\nadditivity in the censored regression setting.\n"]}]
["0802.1052",{"format":[],"subject":["Mathematics - Logic","03D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1052","Teoriya Algorifmov i Matematicheskaya Logika (a collection of\n  papers dedicated to A.A.Markov), Vychislitel'nyi Tsentr Akademii Nauk SSSR,\n  Moscow, 1974, pages 112--123"],"date":["2008-02-07"],"type":["text"],"creator":["Matiyasevich, Yuri","Robinson, Julia"],"language":["ru"],"coverage":[],"title":["Two universal 3-quantifier representations of recursively enumerable\n  sets"],"description":["  It is proved that all recursively enumerable sets of natural numbers can be\nrepresented by arithmetic formulas (of two kinds) with only 3 quantifiers.\n","Comment: This is English translation of a paper originally published in\n  Russian; several misprints were corrected"]}]
["0802.1056",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1056"],"date":["2008-02-07"],"type":["text"],"creator":["Rakocevic, Miloje M."],"language":[],"coverage":[],"title":["Genetic Code: Four-Codon and Non-Four-Codon Degeneracy"],"description":["  In this work it is shown that 20 canonical amino acids (AAs) within genetic\ncode appear to be a whole system with strict distinction in Genetic Code Table\n(GCT) into some different quantums: 20, 23, 61 amino acid molecules. These\nmolecules distinction is followed by specific balanced atom number and/or\nnucleon number distinctions within those molecules.\n","Comment: The 7 Pages, 6 Tables and 4 footnotes. The paper represents a step\n  within further investigations of harmonic structure of the genetic code\n  (Rakocevic, 2004)"]}]
["0802.1058",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","13F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1058"],"date":["2008-02-07"],"type":["text"],"creator":["Babson, Eric","Nevo, Eran"],"language":[],"coverage":[],"title":["Lefschetz Properties and Basic Constructions on Simplicial Spheres"],"description":["  The well known $g$-conjecture for homology spheres follows from the stronger\nconjecture that the face ring over the reals of a homology sphere, modulo a\nlinear system of parameters, admits the strong-Lefschetz property. We prove\nthat the strong-Lefschetz property is preserved under the following\nconstructions on homology spheres: join, connected sum, and stellar\nsubdivisions. The last construction is a step towards proving the\n$g$-conjecture for piecewise-linear spheres.\n","Comment: 18 pages, no figures"]}]
["0802.1059",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1059"],"date":["2008-02-07"],"type":["text"],"creator":["Ajwani, Deepak","Friedrich, Tobias"],"language":[],"coverage":[],"title":["Average-Case Analysis of Online Topological Ordering"],"description":["  Many applications like pointer analysis and incremental compilation require\nmaintaining a topological ordering of the nodes of a directed acyclic graph\n(DAG) under dynamic updates. All known algorithms for this problem are either\nonly analyzed for worst-case insertion sequences or only evaluated\nexperimentally on random DAGs. We present the first average-case analysis of\nonline topological ordering algorithms. We prove an expected runtime of O(n^2\npolylog(n)) under insertion of the edges of a complete DAG in a random order\nfor the algorithms of Alpern et al. (SODA, 1990), Katriel and Bodlaender (TALG,\n2006), and Pearce and Kelly (JEA, 2006). This is much less than the best known\nworst-case bound O(n^{2.75}) for this problem.\n","Comment: 22 pages, long version of ISAAC'07 paper"]}]
["0802.1060",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D06","14J99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1060"],"date":["2008-02-07"],"type":["text"],"creator":["Chen, Jungkai A.","Hacon, Christopher D."],"language":[],"coverage":[],"title":["On Ueno's Conjecture K"],"description":["  We show that if $X$ is a smooth complex projective variety with Kodaira\ndimension $0$ then the Kodaira dimension of a general fiber of its Albanese map\nis at most $h^0(\\Omega ^1 _X)$.\n"]}]
["0802.1062",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F05, 14J60, 18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1062"],"date":["2008-02-07"],"type":["text"],"creator":["Malaspina, Francesco"],"language":[],"coverage":[],"title":["A Few Splitting Criteria for Vector Bundles"],"description":["  We prove a few splitting criteria for vector bundles on a quadric\nhypersurface and Grassmannians. We give also some cohomological splitting\nconditions for rank 2 bundles on multiprojective spaces. The tools are monads\nand a Beilinson's type spectral sequence generalized by Costa and Mir\\'o-Roig.\n","Comment: 9 pages, no figures"]}]
["cond-mat/0608029",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608029","J. Phys.: Condens. Matter 20 (2008) 085225","doi:10.1088/0953-8984/20/8/085225"],"date":["2006-08-01","2008-02-08"],"type":["text"],"creator":["Daghero, D.","Delaude, D.","Calzolari, A.","Tortello, M.","Ummarino, G. A.","Gonnelli, R. S.","Stepanov, V. A.","Zhigadlo, N. D.","Katrych, S","Karpinski, J."],"language":[],"coverage":[],"title":["Point-contact Andreev-reflection spectroscopy in segregation-free\n  Mg_{1-x}Al_{x}B_2 single crystals up to x=0.32"],"description":["  We present new results of point-contact Andreev-reflection (PCAR)\nspectroscopy in single-phase Mg_{1-x}Al_{x}B_{2} single crystals with x up to\n0.32. Fitting the conductance curves of our point contacts with the two-band\nBlonder-Tinkham-Klapwijk model allowed us to extract the gap amplitudes\nDelta_{sigma} and Delta_{pi}. The gap values agree rather well with other PCAR\nresults in Al-doped crystals and polycrystals up to x=0.2 reported in\nliterature, and extend them to higher Al contents. In the low-doping regime,\nhowever, we observed an increase in the small gap Delta_{pi} on increasing x\n(or decreasing the local critical temperature of the junctions, T_{c}^{A})\nwhich is not as clearly found in other samples. On further decreasing T_{c}^{A}\nbelow 30 K, both the gaps decrease and, up to the highest doping level x=0.32\nand down to T_{c}^{A}= 12 K, no gap merging is observed. A detailed analysis of\nthe data within the two-band Eliashberg theory shows that this gap trend can be\nexplained as being mainly due to the band filling and to an increase in the\ninterband scattering which is necessary to account for the increase in\nDelta_{pi} at low Al contents (x < 0.1). We suggest to interpret the following\ndecrease of Delta_{pi} for T_{c}^{A} < 30 K as being governed by the onset of\ninhomogeneity and disorder in the Al distribution that partly mask the\nintrinsic effects of doping and is not taken into account in standard\ntheoretical approaches.\n","Comment: 22 pages, 9 eps figures, Elsevier style. Theoretical details added in\n  appendix. Characterization of crystals included"]}]
["cond-mat/0612296",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612296","doi:10.1063/1.2431448"],"date":["2006-12-12"],"type":["text"],"creator":["Han, Jiaguang","Wan, Fan","Zhu, Zhiyuan","Zhang, Weili"],"language":[],"coverage":[],"title":["Dielectric response of soft mode in ferroelectric SrTiO3"],"description":["  We report far-infrared dielectric properties of powder form ferroelectric\nSrTiO3. Terahertz time-domain spectroscopy (THz-TDS) measurement reveals that\nthe low-frequency dielectric response of SrTiO3 is a consequence of the lowest\ntransverse optical (TO) soft mode TO1 at 2.70 THz (90.0 1/cm), which is\ndirectly verified by Raman spectroscopy. This result provides a better\nunderstanding of the relation of low-frequency dielectric function with the\noptical phonon soft mode for ferroelectric materials. Combining THz-TDS with\nRaman spectra, the overall low-frequency optical phonon response of SrTiO3 is\npresented in an extended spectral range from 6.7 1/cm to 1000.0 1/cm.\n","Comment: 14 pages; 4 figures"]}]
["cond-mat/9812288",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9812288","Phys. Rev. B 61, 5473 (2000)","doi:10.1103/PhysRevB.61.5473"],"date":["1998-12-16"],"type":["text"],"creator":["Gurarie, V.","Rezayi, E."],"language":[],"coverage":[],"title":["Parafermion Statistics and Quasihole Excitations for the Generalizations\n  of the Paired Quantum Hall States"],"description":["  We continue the program started in cond-mat/9809384 and explain the\nstatistics of the excitations for the generalizations of the paired states in\nthe quantum Hall effect in terms of the parafermion statistics. We show that\nthese excitations behave as combinations of bosons and parafermions. That\ngeneralizes the prior treatment of the paired (Pfaffian) state where the\nexcitations behave as combinations of bosons and fermions. We explain what it\nmeans, from a quantum mechanical point of view, for a particle to be a\n`parafermion' rather than a boson or a fermion and work through several\nexplicit examples. The resulting multiplets coincide exactly with the angular\nmomentum multiplets found numerically for the $k+1$ particle interaction\nHamiltonian on a sphere. We also present a proof that the wave functions found\nin cond-mat/9809384 are indeed the correlation functions of the parafermion\nconformal field theory.\n","Comment: 13 pages REVTEX, 3 figures embedded"]}]
["math-ph/0501002",{"format":[],"subject":["Mathematical Physics","82B20, 60K35","05C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0501002"],"date":["2005-01-03","2008-02-08"],"type":["text"],"creator":["Procacci, Aldo","Scoppola, Benedetto"],"language":[],"coverage":[],"title":["Convergent expansions for Random Cluster Model with q>0 on infinite\n  graphs"],"description":["  In this paper we extend our previous results on the connectivity functions\nand pressure of the Random Cluster Model in the highly subcritical phase and in\nthe highly supercritical phase, originally proved only on the cubic lattice\n$\\Z^d$, to a much wider class of infinite graphs. In particular, concerning the\nsubcritical regime, we show that the connectivity functions are analytic and\ndecay exponentially in any bounded degree graph. In the supercritical phase, we\nare able to prove the analyticity of finite connectivity functions in a smaller\nclass of graphs, namely, bounded degree graphs with the so called minimal\ncut-set property and satisfying a (very mild) isoperimetric inequality. On the\nother hand we show that the large distances decay of finite connectivity in the\nsupercritical regime can be polynomially slow depending on the topological\nstructure of the graph. Analogous analyticity results are obtained for the\npressure of the Random Cluster Model on an infinite graph, but with the further\nassumptions of amenability and quasi-transitivity of the graph.\n","Comment: In this new version the introduction has been revised, some\n  references have been added, and many typos have been corrected. 37 pages, to\n  appear in Communications on Pure and Applied Analysis"]}]
["math/0405376",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Functional Analysis","Mathematics - Probability","52A20","60E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405376","Geometric Aspects of Functional Analysis, 237-244, Lecture Notes\n  in Math. 1910, Springer, Berlin, 2007.","doi:10.1007/978-3-540-72053-9_12"],"date":["2004-05-19","2005-08-09"],"type":["text"],"creator":["Meckes, Mark W."],"language":[],"coverage":[],"title":["Some remarks on transportation cost and related inequalities"],"description":["  We discuss transportation cost inequalities for uniform measures on convex\nbodies, and connections with other geometric and functional inequalities. In\nparticular, we show how transportation inequalities can be applied to the\nslicing problem, and give a new log-Sobolev-type inequality for bounded domains\nin R^n.\n","Comment: AMSLaTeX; v3: version to appear in GAFA Israel Seminar notes"]}]
["math/0508267",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508267","Statistical Science 2007, Vol. 22, No. 3, 430-449","doi:10.1214/088342307000000113"],"date":["2005-08-15","2008-02-05"],"type":["text"],"creator":["Drton, Mathias","Perlman, Michael D."],"language":[],"coverage":[],"title":["Multiple Testing and Error Control in Gaussian Graphical Model Selection"],"description":["  Graphical models provide a framework for exploration of multivariate\ndependence patterns. The connection between graph and statistical model is made\nby identifying the vertices of the graph with the observed variables and\ntranslating the pattern of edges in the graph into a pattern of conditional\nindependences that is imposed on the variables' joint distribution. Focusing on\nGaussian models, we review classical graphical models. For these models the\ndefining conditional independences are equivalent to vanishing of certain\n(partial) correlation coefficients associated with individual edges that are\nabsent from the graph. Hence, Gaussian graphical model selection can be\nperformed by multiple testing of hypotheses about vanishing (partial)\ncorrelation coefficients. We show and exemplify how this approach allows one to\nperform model selection while controlling error rates for incorrect edge\ninclusion.\n","Comment: Published in at http://dx.doi.org/10.1214/088342307000000113 the\n  Statistical Science (http://www.imstat.org/sts/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["math/0511459",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Complex Variables","11J13 (Primary)","11J97, 32H30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511459","Journal of Number Theory 125 (2007), pp. 229-234","doi:10.1016/j.jnt.2006.10.014"],"date":["2005-11-17","2008-02-07"],"type":["text"],"creator":["Vojta, Paul"],"language":[],"coverage":[],"title":["On the Nochka-Chen-Ru-Wong Proof of Cartan's Conjecture"],"description":["  In 1982-83, E. Nochka proved a conjecture of Cartan on defects of holomorphic\ncurves in $\\Bbb P^n$ relative to a possibly degenerate set of hyperplanes. This\nwas further explained by W. Chen in his 1987 thesis, and subseqently simplified\nby M. Ru and P.-M. Wong in 1991. The proof involved assigning weights to the\nhyperplanes. This paper provides a mild simplification of the proof of the\nconstruction of the weights, by construing the ``Nochka diagram'' of Ru and\nWong as a convex hull.\n","Comment: 6 pages, 1 figure. Reorganized to reflect the submitted version;\n  added a reference to a paper of Nochka"]}]
["math/0604541",{"format":[],"subject":["Mathematics - Differential Geometry","53B25 (Primary), 53C40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604541"],"date":["2006-04-25","2008-02-08"],"type":["text"],"creator":["Van der Veken, Joeri"],"language":[],"coverage":[],"title":["Higher order parallel surfaces in three-dimensional homogeneous spaces"],"description":["  We give a full classification of higher order parallel surfaces in\nthree-dimensional homogeneous spaces with four-dimensional isometry group, i.e.\nin the so-called Bianchi-Cartan-Vranceanu family. This gives a positive answer\nto a conjecture formulated in 2002. As a partial result, we prove that totally\numbilical surfaces only exist if the space is a Riemannian product of a surface\nof constant Gaussian curvature and the real line, and we give a local\nparametrization of all totally umbilical surfaces.\n","Comment: To appear under the title \"Higher order parallel surfaces in\n  Bianchi-Cartan-Vranceanu spaces\" in Result. Math. (in press)"]}]
["math/0608424",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Spectral Theory","49J53","49J52","26B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608424","Journal of Convex Analysis 15 (2008), No. 1, 87-104"],"date":["2006-08-16","2007-02-14"],"type":["text"],"creator":["Buliga, Marius","de Saxce, Gery","Vallee, Claude"],"language":[],"coverage":[],"title":["Existence and construction of bipotentials for graphs of multivalued\n  laws"],"description":["  This is a first paper in convex analysis dedicated to the bipotential theory,\nbased on an extension of Fenchel's inequality. Introduced by the second author,\nbipotentials lead to a succesful new treatment of the constitutive laws of some\ndissipative materials: frictional contact, non-associated Drucker-Prager model,\nor Lemaitre plastic ductile damage law. We solve here the problems of existence\nand construction of a bipotential for a nonsmooth mechanics constitutive law.\n","Comment: Accepted for publication in the Journal of Convex Analysis"]}]
["math/0612511",{"format":[],"subject":["Mathematics - Group Theory","11M41, 20E07, 11S40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612511"],"date":["2006-12-18","2008-02-08"],"type":["text"],"creator":["Voll, Christopher"],"language":[],"coverage":[],"title":["Functional equations for zeta functions of groups and rings"],"description":["  We introduce a new method to compute explicit formulae for various zeta\nfunctions associated to groups and rings. The specific form of these formulae\nenables us to deduce local functional equations. More precisely, we prove local\nfunctional equations for the subring zeta functions associated to rings, the\nsubgroup, conjugacy and representation zeta functions of finitely generated,\ntorsion-free nilpotent (or $\\T$-)groups, and the normal zeta functions of\n$\\T$-groups of class 2. In particular we solve the two problems posed in\n\\cite[Section 5]{duSG/06}. We deduce our theorems from a `blueprint result' on\ncertain $p$-adic integrals which generalises work of Denef and others on\nIgusa's local zeta function. The Malcev correspondence and a Kirillov-type\ntheory developed by Howe are used to `linearise' the problems of counting\nsubgroups and representations in $\\T$-groups, respectively.\n","Comment: 37 pages, revised version, to appear in Ann. of Math"]}]
["math/0702243",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Numerical Analysis","Mathematics - Number Theory","65B10 (primary), 11M35, 11Y35, 33F05, 68W25 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702243","doi:10.1007/s11075-007-9153-8"],"date":["2007-02-09","2007-03-30"],"type":["text"],"creator":["Vepstas, Linas"],"language":[],"coverage":[],"title":["An efficient algorithm for accelerating the convergence of oscillatory\n  series, useful for computing the polylogarithm and Hurwitz zeta functions"],"description":["  This paper sketches a technique for improving the rate of convergence of a\ngeneral oscillatory sequence, and then applies this series acceleration\nalgorithm to the polylogarithm and the Hurwitz zeta function. As such, it may\nbe taken as an extension of the techniques given by Borwein's \"An efficient\nalgorithm for computing the Riemann zeta function\", to more general series. The\nalgorithm provides a rapid means of evaluating Li_s(z) for general values of\ncomplex s and the region of complex z values given by |z^2/(z-1)|<4.\n  Alternatively, the Hurwitz zeta can be very rapidly evaluated by means of an\nEuler-Maclaurin series. The polylogarithm and the Hurwitz zeta are related, in\nthat two evaluations of the one can be used to obtain a value of the other;\nthus, either algorithm can be used to evaluate either function. The\nEuler-Maclaurin series is a clear performance winner for the Hurwitz zeta,\nwhile the Borwein algorithm is superior for evaluating the polylogarithm in the\nkidney-shaped region. Both algorithms are superior to the simple Taylor's\nseries or direct summation.\n  The primary, concrete result of this paper is an algorithm allows the\nexploration of the Hurwitz zeta in the critical strip, where fast algorithms\nare otherwise unavailable. A discussion of the monodromy group of the\npolylogarithm is included.\n","Comment: 37 pages, 6 graphs, 14 full-color phase plots. v3: Added discussion\n  of a fast Hurwitz algorithm; expanded development of the monodromy\n  v4:Correction and clarifiction of monodromy"]}]
["physics/0703114",{"format":[],"subject":["Physics - Optics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703114"],"date":["2007-03-10","2008-02-08"],"type":["text"],"creator":["Lavrov, B. P.","Umrikhin, I. S."],"language":[],"coverage":[],"title":["Rovibronic energy levels for triplet electronic states of molecular\n  deuterium"],"description":["  An optimal set of 1050 rovibronic energy levels for 35 triplet electronic\nstates of $D_2$ has been obtained by means of a statistical analysis of all\navailable wavenumbers of triplet-triplet rovibronic transitions studied in\nemission, absorption, laser and anticrossing spectroscopic experiments of\nvarious authors. We used a new method of the analysis (Lavrov, Ryazanov, JETP\nLetters, 2005), which does not need any \\it a priori \\rm assumptions concerning\nthe molecular structure being based on only two fundamental principles: maximum\nlikelihood and Rydberg-Ritz. The method provides the opportunity to obtain the\nestimation of uncertainties of experimental wavenumbers independent from those\npresented in the original papers. 234 from 3822 published wavenumber values\nwere found to be spurious, while the remaining set of the data may be divided\ninto 19 subsets of uniformly precise data having close to normal distributions\nof random errors within the subsets. New wavenumber values of 125 questionable\nlines were measured in the present work (20-th subset). Optimal values of the\nrovibronic levels were obtained from the experimental data set consisting of\n3713 wavenumber values (3588 old and 125 new). The unknown shift between levels\nof ortho- and para- deuterium was found by least squares analysis of the\n$a^3\\Sigma_g^+$, $v = 0$, $N = 0 \\div 18$ rovibronic levels with odd and even\nvalues of N. All the energy levels were obtained relative to the lowest\nvibro-rotational level ($v = 0$, N=0) of the $a^3\\Sigma_g^+$ electronic state\nand presented in tabular form together with standard deviations (SD) of the\nsemi-empirical determination. New energy level values differ significantly from\nthose available in literature.\n","Comment: 39 pages, 4 tables, 2 references are added, some minor changes in the\n  text are inserted, numerical data are changed gently according to the latest\n  set of calculations"]}]
["quant-ph/0602234",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0602234","Phys. Rev. E 73(6), 066120 (2006)","doi:10.1103/PhysRevE.73.066120"],"date":["2006-02-28"],"type":["text"],"creator":["Pineda, Carlos","Schaefer, Rudi","Prosen, Tomaz","Seligman, Thomas H."],"language":[],"coverage":[],"title":["First verification of generic fidelity recovery in a dynamical system"],"description":["  We study the time evolution of fidelity in a dynamical many body system,\nnamely a kicked Ising model, modified to allow for a time reversal invariance\nbreaking. We find good agreement with the random matrix predictions in the\nrealm of strong perturbations. In particular for the time-reversal symmetry\nbreaking case the predicted revival at Heisenberg time is clearly seen.\n","Comment: 6 pages, 6 figures"]}]
["quant-ph/0701129",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0701129","New J. Phys. 9 No 8 (August 2007) 276"],"date":["2007-01-18"],"type":["text"],"creator":["Fulconis, J.","Alibart, O.","Wadsworth, W. J.","Rarity, J. G."],"language":[],"coverage":[],"title":["Quantum interference with photon pairs using two micro-structured fibres"],"description":["  We demonstrate a quantum interference experiment between two photons coming\nfrom non-degenerate pairs created by four-wave mixing in two separated\nmicro-structured fibres. When the two heralded photons are made\nindistinguishable a 95% visibility is demonstrated.\n","Comment: 14 pages, 9 figures"]}]
