["0712.0758",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0758","Phys. Rev. B 78, 014405 (2008) (6 pages)","doi:10.1103/PhysRevB.78.014405"],"date":["2007-12-05","2008-02-01"],"type":["text"],"creator":["Lee, Ki-Suk","Kim, Sang-Koog"],"language":[],"coverage":[],"title":["Two Circular-Rotational Eigenmodes in Vortex Gyrotropic Motions in Soft\n  Magnetic Nanodots"],"description":["  We found, by micromagnetic numerical and analytical calculations, that the\nclockwise (CW) and counterclockwise (CCW) circular-rotational motions of a\nmagnetic vortex core in a soft magnetic circular nanodot are the elementary\neigenmodes existing in the gyrotropic motion with respect to the corresponding\nCW and CCW circular-rotational-field eigenbasis. Any steady-state vortex\ngyrotropic motions driven by a linearly polarized oscillating in-plane magnetic\nfield in the linear regime can be perfectly understood according to the\nsuperposition of the two circular eigenmodes, which show asymmetric resonance\ncharacteristics reflecting the vortex polarization. The relative magnitudes in\nthe amplitude and phase between the CCW and CW eigenmodes determine the\nelongation and orientation of the orbital trajectories of the vortex core\nmotions, respectively, which trajectories vary with the polarization and\nchirality of the given vortex as well as the field frequency across the\nresonance frequency.\n","Comment: 30 pages, 7 figures"]}]
["0712.4201",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4201","Phys. Lett. A, 372(18),3145 (2008)","doi:10.1016/j.physleta.2008.01.078"],"date":["2007-12-27"],"type":["text"],"creator":["Sudiarta, I. Wayan","Geldart, D. J. Wallace"],"language":[],"coverage":[],"title":["Solving the Schrodinger Equation for a Charged Particle in a Magnetic\n  Field using the Finite Difference Time Domain Method"],"description":["  We extend our finite difference time domain method for numerical solution of\nthe Schrodinger equation to cases where eigenfunctions are complex-valued.\nIllustrative numerical results for an electron in two dimensions, subject to a\nconfining potential V(x,y), in a constant perpendicular magnetic field\ndemonstrate the accuracy of the method.\n","Comment: 8 pages, 4 figures"]}]
["0801.0393",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0393"],"date":["2007-12-29","2008-07-04"],"type":["text"],"creator":["Hubalek, F.","Kyprianou, A. E."],"language":[],"coverage":[],"title":["Old and new examples of scale functions for spectrally negative Levy\n  processes"],"description":["  We give a review of the state of the art with regard to the theory of scale\nfunctions for spectrally negative Levy processes. From this we introduce a\ngeneral method for generating new families of scale functions. Using this\nmethod we introduce a new family of scale functions belonging to the Gaussian\nTempered Stable Convolution (GTSC) class. We give particular emphasis to\nspecial cases as well as cross-referencing their analytical behaviour against\nknown general considerations.\n"]}]
["0801.1310",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","82C22","82C27","60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1310","J. Stat. Phys. 132(1), 77-108 (2008)","doi:10.1007/s10955-008-9541-z"],"date":["2008-01-08","2008-07-04"],"type":["text"],"creator":["Grosskinsky, Stefan","Schutz, Gunter M."],"language":[],"coverage":[],"title":["Discontinuous condensation transition and nonequivalence of ensembles in\n  a zero-range process"],"description":["  We study a zero-range process where the jump rates do not only depend on the\nlocal particle configuration, but also on the size of the system. Rigorous\nresults on the equivalence of ensembles are presented, characterizing the\noccurrence of a condensation transition. In contrast to previous results, the\nphase transition is discontinuous and the system exhibits ergodicity breaking\nand metastable phases. This leads to a richer phase diagram, including\nnonequivalence of ensembles in certain phase regions. The paper is motivated by\nresults from granular clustering, where these features have been observed\nexperimentally.\n","Comment: 39 pages, 7 figures; Journal version contains errors in (18) to (22)\n  which have been corrected"]}]
["0804.1425",{"format":[],"subject":["Mathematics - Number Theory","11G05","11F80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1425","doi:10.1016/j.exmath.2008.06.001"],"date":["2008-04-09","2008-05-30"],"type":["text"],"creator":["Bandini, A.","Longhi, I.","Vigni, S."],"language":[],"coverage":[],"title":["Torsion points on elliptic curves over function fields and a theorem of\n  Igusa"],"description":["  If F is a global function field of characteristic p>3, we employ Tate's\ntheory of analytic uniformization to give an alternative proof of a theorem of\nIgusa describing the image of the natural Galois representation on torsion\npoints of non-isotrivial elliptic curves defined over F. Along the way, using\nbasic properties of Faltings heights of elliptic curves, we offer a detailed\nproof of the function field analogue of a classical theorem of Shafarevich\naccording to which there are only finitely many F-isomorphism classes of\nadmissible elliptic curves defined over F with good reduction outside a fixed\nfinite set of places of F. We end the paper with an application to torsion\npoints rational over abelian extensions of F.\n","Comment: 28 pages, final version, few minor changes"]}]
["0804.4651",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4651","J. Chem. Phys. 129, 014510 (2008)","doi:10.1063/1.2951456"],"date":["2008-04-29"],"type":["text"],"creator":["Rohrmann, Rene D.","Robles, Miguel","de Haro, Mariano Lopez","Santos, Andres"],"language":[],"coverage":[],"title":["Virial series for fluids of hard hyperspheres in odd dimensions"],"description":["  A recently derived method [R. D. Rohrmann and A. Santos, Phys. Rev. E. {\\bf\n76}, 051202 (2007)] to obtain the exact solution of the Percus-Yevick equation\nfor a fluid of hard spheres in (odd) $d$ dimensions is used to investigate the\nconvergence properties of the resulting virial series. This is done both for\nthe virial and compressibility routes, in which the virial coefficients $B_j$\nare expressed in terms of the solution of a set of $(d-1)/2$ coupled algebraic\nequations which become nonlinear for $d \\geq 5$. Results have been derived up\nto $d=13$. A confirmation of the alternating character of the series for $d\\geq\n5$, due to the existence of a branch point on the negative real axis, is found\nand the radius of convergence is explicitly determined for each dimension. The\nresulting scaled density per dimension $2 \\eta^{1/d}$, where $\\eta$ is the\npacking fraction, is wholly consistent with the limiting value of 1 for $d \\to\n\\infty$. Finally, the values for $B_j$ predicted by the virial and\ncompressibility routes in the Percus-Yevick approximation are compared with the\nknown exact values [N. Clisby and B. M. McCoy, J. Stat. Phys. {\\bf 122}, 15\n(2006)]\n","Comment: 9 pages, 6 figures"]}]
["0806.0816",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0816","Supercond. Sci. Technol. vol. 21 no. 095008 (2008) published 4\n  July 2008","doi:10.1088/0953-2048/21/9/095008"],"date":["2008-06-04"],"type":["text"],"creator":["Yamamoto, A.","Polyanskii, A. A.","Jiang, J.","Kametani, F.","Tarantini, C.","Hunte, F.","Jaroszynski, J.","Hellstrom, E. E.","Lee, P. J.","Gurevich, A.","Larbalestier, D. C.","Ren, Z. A.","Yang, J.","Dong, X. L.","Lu, W.","Zhao, Z. X."],"language":[],"coverage":[],"title":["Evidence for two distinct scales of current flow in polycrystalline Sm\n  and Nd iron oxypnictides"],"description":["  Early studies have found quasi-reversible magnetization curves in\npolycrystalline bulk rare-earth iron oxypnictides that suggest either\nwide-spread obstacles to intergranular current or very weak vortex pinning. In\nthe present study of polycrystalline samarium and neodymium rare-earth iron\noxypnictide samples made by high pressure synthesis, the hysteretic\nmagnetization is significantly enhanced. Magneto optical imaging and study of\nthe field dependence of the remanent magnetization as a function of particle\nsize both show that global currents over the whole sample do exist but that the\nintergranular and intragranular current densities have distinctively different\ntemperature dependences and differ in magnitude by about 1000. Assuming that\nthe highest current density loops are restricted to circulation only within\ngrains leads to values of ~5 MA/cm2 at 5 K and self field, while whole-sample\ncurrent densities, though two orders of magnitude lower are 1000-10000 A/cm2,\nsome two orders of magnitude higher than in random polycrystalline cuprates. We\ncannot yet be certain whether this large difference in global and intragrain\ncurrent density is intrinsic to the oxypnictides or due to extrinsic barriers\nto current flow, because the samples contain significant second phase, some of\nwhich wets the grain boundaries and produces evidences of SNS proximity effect\nin the whole sample critical current.\n","Comment: 28 pages, 14 figures"]}]
["0806.3232",{"format":[],"subject":["Physics - Chemical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3232"],"date":["2008-06-19","2008-07-05"],"type":["text"],"creator":["Kornyushin, Yuri"],"language":[],"coverage":[],"title":["Understanding Kinetic Energy paradox in Quantum Mechanics"],"description":["  A concept of Kinetic Energy in Quantum Mechanics is analyzed. Kinetic Energy\nis not zero in many cases where there are no motion and flux. This paradox can\nbe understood, using expansion of the wave function in Fourier integral, that\nis on the basis of virtual plane waves.\n","Comment: A concept of Kinetic Energy in Quantum Mechanics yields non-zero\n  values in cases where there are no flux and motion; this paradox can be\n  explained, using expansion into virtual plane waves"]}]
["0806.4697",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4697"],"date":["2008-06-28","2008-07-04"],"type":["text"],"creator":["Willett, Rufus"],"language":[],"coverage":[],"title":["Band-Dominated Fredholm Operators and a Question of Rabinovich, Roch and\n  Silbermann"],"description":["  Withdrawn due to a likely error with the homeomorphism at line (4).\n  Old abstract: In the monograph 'Limit Operators and their Applications in\nOperator Theory', the authors define the operator spectrum of a band-dominated\noperator T and prove that T is Fredholm if and only if all of the operators in\nits operator spectrum are invertible with uniformly bounded inverses. They also\nask whether the uniform boundedness condition can in fact be dispensed with. In\nthis note we answer this question affirmatively.\n","Comment: Withdrawn due to a likely error"]}]
["0807.0557",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0557"],"date":["2008-07-03"],"type":["text"],"creator":["Kobakhidze, Archil"],"language":[],"coverage":[],"title":["CP violation and gravity as the weakest force"],"description":["  We argue that CP violation has rather dramatic impact on the \"gravity as the\nweakest force\" conjecture. Namely we find that new ultraviolet scale must be\n$\\Lambda \\lesssim \\theta g^3 M_P$, where $\\theta$ is an effective parameter\ndescribing CP violation and $g$ is the gauge coupling constant. The bound\nimplies that CP-conserving limit is discontinuous, and possibly indicates that\nthe class of effective theories with strict CP conservation is inconsistent\nwith a fundamental theory incorporating quantum gravity. At the same time, the\nmass hierarchy problem can be explained due to the smallness of the CP\nviolation, $\\theta \\sim 10^{-15}$ or so.\n","Comment: 4 pages"]}]
["cond-mat/0612235",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612235","Eur. Phys. J. B 58, 123 (2007)","doi:10.1140/epjb/e2007-00210-8"],"date":["2006-12-11","2007-07-10"],"type":["text"],"creator":["Piano, Samanta","Robinson, J. W. A.","Burnell, G.","Blamire, M. G."],"language":[],"coverage":[],"title":["0-pi oscillations in nanostructured Nb/Fe/Nb Josephson junctions"],"description":["  The physics of the $\\pi$ phase shift in ferromagnetic Josephson junctions may\nenable a range of applications for spin-electronic devices and quantum\ncomputing. We investigate transitions from ``0'' to ``$\\pi$'' states in\nNb/Fe/Nb Josephson junctions by varying the Fe barrier thickness from 0.5 nm to\n5.5 nm. From magnetic measurements we estimate for Fe a magnetic dead layer of\nabout 1.1 nm. By fitting the characteristic voltage oscillations with existing\ntheoretical models we extrapolate an exchange energy of 256 meV, a Fermi\nvelocity of $1.98 \\times 10^5$ m/s and an electron mean free path of 6.2 nm, in\nagreement with other reported values. From the temperature dependence of the\n$I_CR_N$ product we show that its decay rate exhibits a nonmonotonic\noscillatory behavior with the Fe barrier thickness.\n","Comment: 7 pages, 5 figures, accepted for publication in Eur. Phys. J. B"]}]
["math/0702847",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Commutative Algebra","32A27","13D02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702847"],"date":["2007-02-27","2008-07-05"],"type":["text"],"creator":["Wulcan, Elizabeth"],"language":[],"coverage":[],"title":["Residue currents constructed from resolutions of monomial ideals"],"description":["  Given a free resolution of an ideal $J$ of holomorphic functions, one can\nconstruct a vector valued residue current $R$, whose annihilator is precisely\n$J$. In this paper we compute $R$ in case $J$ is a monomial ideal and the\nresolution is a cellular resolution in the sense of Bayer and Sturmfels. A\ndescription of $R$ is given in terms of the underlying polyhedral cell complex\nand it is related to irreducible decompositions of $J$.\n","Comment: 24 pages, 3 figures"]}]
