["0705.0026",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0026","Phys. Rev. B 77, 155111 (2008)","doi:10.1103/PhysRevB.77.155111"],"date":["2007-04-30","2008-06-07"],"type":["text"],"creator":["Hamma, A.","Zhang, W.","Haas, S.","Lidar, D. A."],"language":[],"coverage":[],"title":["Entanglement, fidelity and topological entropy in a quantum phase\n  transition to topological order"],"description":["  We present a numerical study of a quantum phase transition from a\nspin-polarized to a topologically ordered phase in a system of spin-1/2\nparticles on a torus. We demonstrate that this non-symmetry-breaking\ntopological quantum phase transition (TOQPT) is of second order. The transition\nis analyzed via the ground state energy and fidelity, block entanglement,\nWilson loops, and the recently proposed topological entropy. Only the\ntopological entropy distinguishes the TOQPT from a standard QPT, and\nremarkably, does so already for small system sizes. Thus the topological\nentropy serves as a proper order parameter. We demonstrate that our conclusions\nare robust under the addition of random perturbations, not only in the\ntopological phase, but also in the spin polarized phase and even at the\ncritical point.\n","Comment: replaced with published version"]}]
["0707.0383",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0383","Phys. Rev. A 77, 063603 (2008)","doi:10.1103/PhysRevA.77.063603"],"date":["2007-07-03","2007-09-12"],"type":["text"],"creator":["Eckholt, Maria","Garcia-Ripoll, Juan Jose"],"language":[],"coverage":[],"title":["Pair condensation of bosonic atoms induced by optical lattices"],"description":["  We design a model of correlated hopping for bosonic atoms in optical\nlattices. Such model exhibits three kinds of phases, comprehending a Mott\ninsulator, a charge density wave and a pair quasi-condensate. The\nimplementation of the model relies on two-state atoms embedded in\nstate-dependent lattices and having spin-dependent interactions. Contrary to\nother models of pairing, our design is not based on perturbative effects and\nshould be observable in current experiments.\n","Comment: Improved readability"]}]
["0710.0670",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0670"],"date":["2007-10-02","2008-06-07"],"type":["text"],"creator":["Angelow, A"],"language":[],"coverage":[],"title":["Evolution of Schrodinger Uncertainty Relation in Quantum Mechanics"],"description":["  In the present article, we discuss one of the basic relations of Quantum\nMechanics - the Uncertainty Relation (UR). In 1930, few years after Heisenberg,\nErwin Schrodinger generalized the famous Uncertainty Relation in Quantum\nMechanics, making it more precise than the original. The present study\ndiscusses recent generalizations of Schrodinger's work and explains why his\npaper remains almost forgotten in the last century.\n","Comment: 7 pages"]}]
["0801.0888",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0888","Phys. Rev. Lett. 100, 200406 (2008)","doi:10.1103/PhysRevLett.100.200406"],"date":["2008-01-06","2008-04-30"],"type":["text"],"creator":["Wu, Congjun"],"language":[],"coverage":[],"title":["Orbital ordering and frustration of $p$-band Mott-insulators"],"description":["  We investigate the general structure of orbital exchange physics in\nMott-insulating states of $p$-orbital systems in optical lattices. Orbital\norders occur in both the triangular and Kagome lattices. In contrast, orbital\nexchange in the honeycomb lattice is frustrated as described by a novel quantum\n120$^\\circ$-model. Its classical ground states are mapped into configurations\nof the fully-packed loop model with an extra U(1) rotation degree of freedom.\nQuantum orbital fluctuations select a six-site plaquette ground state ordering\npattern in the semiclassical limit from the ``order from disorder'' mechanism.\nThis effect arises from the appearance of a zero energy flat-band of orbital\nexcitations.\n","Comment: accepted by Phys. Rev. Lett"]}]
["0802.1043",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1043"],"date":["2008-02-07","2008-06-06"],"type":["text"],"creator":["Rosner, Jonathan L.","Stone, Sheldon"],"language":[],"coverage":[],"title":["Decay Constants of Charged Pseudoscalar Mesons"],"description":["  We review here the physics of purely leptonic decays of pi-, K-, D+, Ds+, and\nB- pseudoscalar mesons. The measured decay rates are related to the product of\nthe relevant weak interaction based CKM matrix element of the constituent\nquarks and a strong interaction parameter related to the overlap of the quark\nand anti-quark wave-functions in the meson, called the decay constant fP. The\ninterplay between theory and experiment is different for each particle.\nTheoretical predictions that are necessary in the B sector can be tested, for\nexample, in the charm sector. One such measurement, that of fDs, differs from\nthe most precise unquenched lattice calculation and may indicate the presence\nof new intermediate particles, or the theoretical prediction could be\nmisleading. The lighter pi and K mesons provide stringent comparisons due to\nthe accuracy of both the measurements and the theoretical predictions. This\nreview was prepared for the Particle Data Group's 2008 edition.\n","Comment: Requested as a mini-review for the Particle Data Group's 2008\n  edition; 7 pages 1 figure; 3/6/2008 fixed a few typos"]}]
["0803.0795",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0795","Supercond. Sci. Technol. 21 085015 (4pp) 2008","doi:10.1088/0953-2048/21/8/085015"],"date":["2008-03-06","2008-05-20"],"type":["text"],"creator":["Petrov, M. I.","Gokhfeld, Yu. S.","Balaev, D. A.","Popkov, S. I.","Dubrovskiy, A. A.","Gokhfeld, D. M.","Shaykhutdinov, K. A."],"language":[],"coverage":[],"title":["Pinning Enhancement by Heterovalent Substitution in\n  Y$_{1-x}$RE$_{x}$Ba$_{2}$Cu$_{3}$O$_{7-\\delta}$"],"description":["  The intragrain pinning in high-$T_c$ superconductor compounds\nY$_{1-x}$RE$_{x}$Ba$_{2}$Cu$_{3}$O$_{7-\\delta}$ with low concentration of RE\n(La, Ce, Pr) was investigated. Magnetic and transport measurements reveal that\nthe pinning is maximal for the concentration of heterovalent RE such that the\naverage distance between the impurity ions in the plane of rare-earth elements\nclose to the diameter of Abrikosov vortices in YBCO.\n","Comment: 11 pages, 6 figures, will be published in SUST"]}]
["0803.2974",{"format":[],"subject":["Mathematics - Differential Geometry","53C15","53C25","53C26","53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2974"],"date":["2008-03-20","2008-06-07"],"type":["text"],"creator":["Caldarella, Angelo V.","Pastore, Anna Maria"],"language":[],"coverage":[],"title":["Mixed metric 3-contact manifolds and paraquaternionic K\\\"ahler manifolds"],"description":["  We study manifolds endowed with mixed metric 3--contact structures, proving\nthat the distribution spanned by the Reeb vector fields is integrable, with\ntotally geodesic integral manifolds, of constant sectional curvature $k=\\pm1$.\nWe also prove a result of projectability of such structures onto\nparaquaternionic K\\\"ahlerian structures.\n","Comment: This paper has been withdrawn by the author(s)"]}]
["0804.3532",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3532","J. Phys. D: Appl. Phys. 41 (2008) 132003"],"date":["2008-04-22"],"type":["text"],"creator":["Romero, Victor","Cerda, Enrique","Witten, T. A.","Liang, Tao"],"language":[],"coverage":[],"title":["Force focusing in confined fibers and sheets"],"description":["  A thin fiber or sheet curled into a circular container has a detached region\nwhose shape and force ratios are independent of material properties and\ncontainer radius. We compute this shape and compare it with experiments. The\ndiscrete forces acting at either end of the detached region have a ratio that\ndepends only on the length of the fiber or sheet relative to the circle radius.\nWe calculate this force ratio in three regimes of circle radius.\n","Comment: 4 pages, one figure, submitted to J. Phys D"]}]
["0804.4305",{"format":[],"subject":["Mathematics - Numerical Analysis","Computer Science - Information Retrieval","Mathematics - Commutative Algebra","15A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4305","DCS Technical Report Series, TR-2008-269"],"date":["2008-04-27","2008-06-07"],"type":["text"],"creator":["Huertas-Rosero, Alvaro Francisco"],"language":[],"coverage":[],"title":["An Algorigtm for Singular Value Decomposition of Matrices in Blocks"],"description":["  Two methods to decompose block matrices analogous to Singular Matrix\nDecomposition are proposed, one yielding the so called economy decomposition,\nand other yielding the full decomposition. This method is devised to avoid\nhandling matrices bigger than the biggest blocks, so it is particularly\nappropriate when a limitation on the size of matrices exists. The method is\ntested on a document-term matrix (17780x3204) divided in 4 blocks, the\nupper-left corner being 215x215.\n","Comment: 14 pages, 8 figures. Technical Report Replacement with updated\n  reference of publication"]}]
["0806.0077",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0077","Phys. Rev. B 77, 245306 (2008)","doi:10.1103/PhysRevB.77.245306"],"date":["2008-05-31"],"type":["text"],"creator":["Suffczynski, J.","Kowalik, K.","Kazimierczuk, T.","Trajnerowicz, A.","Goryca, M.","Kossacki, P.","Golnik, A.","Nawrocki, M.","Gaj, J. A."],"language":[],"coverage":[],"title":["Single spin optical read-out in CdTe/ZnTe quantum dot studied by photon\n  correlation spectroscopy"],"description":["  Spin dynamics of a single electron and an exciton confined in CdTe/ZnTe\nquantum dot is investigated by polarization-resolved correlation spectroscopy.\nSpin memory effects extending over at least a few tens of nanoseconds have been\ndirectly observed in magnetic field and described quantitatively in terms of a\nsimple rate equation model. We demonstrate an effective (68%) all-optical\nread-out of the single carrier spin state through probing the degree of\ncircular polarization of exciton emission after capture of an oppositely\ncharged carrier. The perturbation introduced by the pulsed optical excitation\nserving to study the spin dynamics has been found to be the main source of the\npolarization loss in the read-out process. In the limit of low laser power the\nread-out efficiency extrapolates to a value close to 100%. The measurements\nallowed us as well to determine neutral exciton spin relaxation time ranging\nfrom 3.4 +/- 0.1 ns at B = 0 T to 16 +/- 3 ns at B = 5 T.\n","Comment: to appear in Phys. Rev. B"]}]
["cs/0701028",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Information Retrieval","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0701028","Eur. Phys. J. B 63, 135-146 (2008)","doi:10.1140/epjb/e2008-00206-x"],"date":["2007-01-05","2008-05-30"],"type":["text"],"creator":["Herrera, Juan P.","Pury, Pedro A."],"language":[],"coverage":[],"title":["Statistical keyword detection in literary corpora"],"description":["  Understanding the complexity of human language requires an appropriate\nanalysis of the statistical distribution of words in texts. We consider the\ninformation retrieval problem of detecting and ranking the relevant words of a\ntext by means of statistical information referring to the \"spatial\" use of the\nwords. Shannon's entropy of information is used as a tool for automatic keyword\nextraction. By using The Origin of Species by Charles Darwin as a\nrepresentative text sample, we show the performance of our detector and compare\nit with another proposals in the literature. The random shuffled text receives\nspecial attention as a tool for calibrating the ranking indices.\n","Comment: Published version. 11 pages, 7 figures. SVJour for LaTeX2e"]}]
