["0706.3324",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3324","doi:10.1088/1367-2630/10/8/083003"],"date":["2007-06-22","2008-09-03"],"type":["text"],"creator":["Pereira, T.","Thiel, M.","Baptista, M. S.","Kurths, J."],"language":[],"coverage":[],"title":["Network Mutual Information and Synchronization under Time\n  Transformations"],"description":["  We investigate the effect of general time transformations on the phase\nsynchronization (PS) phenomenon and the mutual information rate (MIR) between\npairs of nodes in dynamical networks. We demonstrate two important results\nconcerning the invariance of both PS and the MIR. Under time transformations PS\ncan neither be introduced nor destroyed and the MIR cannot be raised from zero.\nOn the other hand, for proper time transformations the timing between the\ncycles of the coupled oscillators can be largely improved. Finally, we discuss\nthe relevance of our findings for communication in dynamical networks.\n","Comment: 15 pg"]}]
["0706.3375",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3375","International Journal of Bifurcation and Chaos, 17(10):\n  3493--3497, 2007","doi:10.1142/S0218127407019251"],"date":["2007-06-22","2008-09-03"],"type":["text"],"creator":["Allefeld, Carsten","Müller, Markus","Kurths, Jürgen"],"language":[],"coverage":[],"title":["Eigenvalue Decomposition as a Generalized Synchronization Cluster\n  Analysis"],"description":["  Motivated by the recent demonstration of its use as a tool for the detection\nand characterization of phase-shape correlations in multivariate time series,\nwe show that eigenvalue decomposition can also be applied to a matrix of\nindices of bivariate phase synchronization strength. The resulting method is\nable to identify clusters of synchronized oscillators, and to quantify their\nstrength as well as the degree of involvement of an oscillator in a cluster.\nSince for the case of a single cluster the method gives similar results as our\nprevious approach, it can be seen as a generalized Synchronization Cluster\nAnalysis, extending its field of application to more complex situations. The\nperformance of the method is tested by applying it to simulation data.\n","Comment: Submitted Oct 2005, accepted Jan 2006, \"published\" Oct 2007, actually\n  available Jan 2008"]}]
["0707.1442",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1442","Comp. Mat. Sci. 42 (2008) 203"],"date":["2007-07-10"],"type":["text"],"creator":["Fehrer, F.","Dinh, P. M.","Reinhard, P. -G.","Suraud, E."],"language":[],"coverage":[],"title":["Embedded metal cluster in strong laser fields"],"description":["  We discuss microscopic mechanisms of the violent dynamics following strong\nlaser excitation of a metal cluster embedded in a rare gas matrix, taking as\ntest case Na$_8$@Ar$_434$. This covers at least two aspects : first, it\nrepresents the typical experimental situation of metal clusters handled in\nraregas matrices or a finite drop of surrounding raregas material, and second,\nit serves as a generic test case for highly excited chromophores in inert\nsurroundings addressing questions of energy transport and perturbation of the\nmedium. We simulate the process up to 10 ps using a mixed quantum mechanical\n(for the electrons) and classical (ions and atoms) approach and analyze the\nemerging dynamics with respect to all basic constituents : cluster electrons,\ncluster ions, and matrix atoms. We find several stages of relaxation taking\nplace with time scales from a few fs to over a few ps and much slower processes\nremaining for long after the simulation. A particularly interesting aspect is\nthat the surrounding raregas material stabilizes a highly charged metal cluster\nwhich would otherwise explode without delay.\n","Comment: 13 pages, 4 figures, Comp. Mat. Sci. (in press)"]}]
["0709.2035",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2035","J. Phys.: Condens. Matter 20, 245102 (2008)","doi:10.1088/0953-8984/20/24/245102"],"date":["2007-09-13","2008-09-02"],"type":["text"],"creator":["Qi, Wei-Kai","Qin, Shao-Meng","Zhao, Xiao-Ying","Chen, Yong"],"language":[],"coverage":[],"title":["Coexistence of hexatic and isotropic phases in two-dimensional Yukawa\n  systems"],"description":["  We have performed Brownian dynamics simulations on melting of two-dimensional\ncolloidal crystal in which particles interact with Yukawa potential. The pair\ncorrelation function and bond-orientational correlation function was calculated\nin the Yukawa system. An algebraic decay of the bond orientational correlation\nfunction was observed. By ruling out the coexistence region, only a unstable\nhexatic phase was found in the Yukawa systems. But our work shows that the\nmelting of the Yukawa systems is a two-stage melting not consist with the KTHNY\ntheory and the isotropic liquid and the hexatic phase coexistence region was\nfound. Also we have studied point defects in two-dimensional Yukawa systems.\n","Comment: 9 pages, 8 figures. any comments are welcome"]}]
["0709.2610",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2610","Journal of Fluid Mechanics 605, 207-226 (2008)","doi:10.1017/S0022112008001493"],"date":["2007-09-17","2008-09-03"],"type":["text"],"creator":["Kessler, S.","Finken, R.","Seifert, U."],"language":[],"coverage":[],"title":["Swinging and tumbling of elastic capsules in shear flow"],"description":["  The deformation of an elastic micro-capsule in an infinite shear flow is\nstudied numerically using a spectral method. The shape of the capsule and the\nhydrodynamic flow field are expanded into smooth basis functions. Analytic\nexpressions for the derivative of the basis functions permit the evaluation of\nelastic and hydrodynamic stresses and bending forces at specified grid points\nin the membrane. Compared to methods employing a triangulation scheme, this\nmethod has the advantage that the resulting capsule shapes are automatically\nsmooth, and few modes are needed to describe the deformation accurately.\nComputations are performed for capsules both with spherical and ellipsoidal\nunstressed reference shape. Results for small deformations of initially\nspherical capsules coincide with analytic predictions. For initially\nellipsoidal capsules, recent approximative theories predict stable oscillations\nof the tank-treading inclination angle, and a transition to tumbling at low\nshear rate. Both phenomena have also been observed experimentally. Using our\nnumerical approach we could reproduce both the oscillations and the transition\nto tumbling. The full phase diagram for varying shear rate and viscosity ratio\nis explored. While the numerically obtained phase diagram qualitatively agrees\nwith the theory, intermittent behaviour could not be observed within our\nsimulation time. Our results suggest that initial tumbling motion is only\ntransient in this region of the phase diagram.\n","Comment: 20 pages, 7 figures"]}]
["0710.1610",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1610","J. Appl. Phys. 103, 084107 (2008)","doi:10.1063/1.2902374"],"date":["2007-10-08"],"type":["text"],"creator":["Krohns, S.","Lunkenheimer, P.","Ebbinghaus, S. G.","Loidl, A."],"language":[],"coverage":[],"title":["Colossal dielectric constants in single-crystalline and ceramic\n  CaCu3Ti4O12 investigated by broadband dielectric spectroscopy"],"description":["  In the present work the authors report results of broadband dielectric\nspectroscopy on various samples of CaCu3Ti4O12, including so far only rarely\ninvestigated single crystalline material. The measurements extend up to 1.3\nGHz, covering more than nine frequency decades. We address the question of the\norigin of the colossal dielectric constants and of the relaxational behavior in\nthis material, including the second relaxation reported in several recent\nworks. For this purpose, the dependence of the temperature- and\nfrequency-dependent dielectric properties on different tempering and surface\ntreatments of the samples and on ac-field amplitude are investigated. Broadband\nspectra of a single crystal are analyzed by an equivalent circuit description,\nassuming two highly resistive layers in series to the bulk. Good fits could be\nachieved, including the second relaxation, which also shows up in single\ncrystals. The temperature- and frequency-dependent intrinsic conductivity of\nCCTO is consistent with the Variable Range Hopping model. The second relaxation\nis sensitive to surface treatment and, in contrast to the main relaxation, also\nis strongly affected by the applied ac voltage. Concerning the origin of the\ntwo insulating layers, we discuss a completely surface-related mechanism\nassuming the formation of a metal-insulator diode and a combination of surface\nand internal barriers.\n","Comment: 9 pages, 7 figures"]}]
["0710.5326",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5326","Phys. Rev. A 78, 032101 (2008)","doi:10.1103/PhysRevA.78.032101"],"date":["2007-10-29","2008-09-03"],"type":["text"],"creator":["Seevinck, Michael","Uffink, Jos"],"language":[],"coverage":[],"title":["Partial separability and entanglement criteria for multiqubit quantum\n  states"],"description":["  We explore the subtle relationships between partial separability and\nentanglement of subsystems in multiqubit quantum states and give experimentally\naccessible conditions that distinguish between various classes and levels of\npartial separability in a hierarchical order. These conditions take the form of\nbounds on the correlations of locally orthogonal observables. Violations of\nsuch inequalities give strong sufficient criteria for various forms of partial\ninseparability and multiqubit entanglement. The strength of these criteria is\nillustrated by showing that they are stronger than several other well-known\nentanglement criteria (the fidelity criterion, violation of Mermin-type\nseparability inequalities, the Laskowski-\\.Zukowski criterion and the\nD\\\"ur-Cirac criterion), and also by showing their great noise robustness for a\nvariety of multiqubit states, including N-qubit GHZ states and Dicke states.\nFurthermore, for N greater than or equal to 3 they can detect bound entangled\nstates. For all these states, the required number of measurement settings for\nimplementation of the entanglement criteria is shown to be only N+1. If one\nchooses the familiar Pauli matrices as single-qubit observables, the\ninequalities take the form of bounds on the anti-diagonal matrix elements of a\nstate in terms of its diagonal matrix elements.\n","Comment: 25 pages, 3 figures. v4: published version"]}]
["0711.4346",{"format":[],"subject":["Mathematics - Number Theory","11S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4346","Int Math Res Notices, 2007 Volume 2007: article ID rnm150"],"date":["2007-11-27","2008-09-03"],"type":["text"],"creator":["Liu, Ruochuan"],"language":[],"coverage":[],"title":["Cohomology and Duality for (phi,Gamma)-modules over the Robba ring"],"description":["  Given a p-adic representation of the Galois group of a local field, we show\nthat its Galois cohomology can be computed using the associated etale\n(phi,Gamma)-module over the Robba ring; this is a variant of a result of Herr.\nWe then establish analogues, for not necessarily etale (phi,Gamma)-modules over\nthe Robba ring, of the Euler-Poincare characteristic formula and Tate local\nduality for p-adic representations. These results are expected to intervene in\nthe duality theory for Selmer groups associated to de Rham representations.\n","Comment: 27 pages. Final version"]}]
["0712.0681",{"format":[],"subject":["Mathematical Physics","Mathematics - Numerical Analysis","15A15","15A18","15A90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0681","Linear Algebra and its Applications 429 (2008) 2221-2226","doi:10.1016/j.laa.2008.06.015"],"date":["2007-12-05","2008-06-16"],"type":["text"],"creator":["Molinari, Luca G."],"language":[],"coverage":[],"title":["Determinants of Block Tridiagonal Matrices"],"description":["  An identity is proven that evaluates the determinant of a block tridiagonal\nmatrix with (or without) corners as the determinant of the associated transfer\nmatrix (or a submatrix of it).\n","Comment: 8 pages, final form. To appear on Linear Algebra and its Applications"]}]
["0801.1103",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1103","Phys. Rev. Lett. 101, 106401 (2008)","doi:10.1103/PhysRevLett.101.106401"],"date":["2008-01-07","2008-07-28"],"type":["text"],"creator":["Yao, Wang","Niu, Qian"],"language":[],"coverage":[],"title":["Berry Phase Effect on Exciton Transport and Bose Einstein Condensate"],"description":["  With exciton lifetime much extended in semiconductor quantum-well structures,\ntheir transport and Bose-Einstein condensation become a focus of research in\nrecent years. We reveal a momentum-space gauge field in the exciton\ncenter-of-mass dynamics due to Berry phase effects. We predict spin-dependent\ntopological transport of the excitons analogous to the anomalous Hall and\nNernst effects for electrons. We also predict spin-dependent circulation of a\ntrapped exciton gas and instability in an exciton condensate in favor of vortex\nformation.\n","Comment: to appear in Phys. Rev. Lett"]}]
["0801.4660",{"format":[],"subject":["Quantum Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4660","Phys. Rev. E 77, 046218 (2008)","doi:10.1103/PhysRevE.77.046218"],"date":["2008-01-30"],"type":["text"],"creator":["Georgeot, B.","Giraud, O."],"language":[],"coverage":[],"title":["Quantum computing of semiclassical formulas"],"description":["  We show that semiclassical formulas such as the Gutzwiller trace formula can\nbe implemented on a quantum computer more efficiently than on a classical\ndevice. We give explicit quantum algorithms which yield quantum observables\nfrom classical trajectories, and which alternatively test the semiclassical\napproximation by computing classical actions from quantum evolution. The gain\nover classical computation is in general quadratic, and can be larger in some\nspecific cases.\n","Comment: 8 pages, 1 figure"]}]
["0802.0146",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","34A26","37J15","53C05","70H03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0146","J. Phys. A: Math. Theor. 41 (2008) 344015 (20pp)","doi:10.1088/1751-8113/41/34/344015"],"date":["2008-02-01"],"type":["text"],"creator":["Mestdag, T.","Crampin, M."],"language":[],"coverage":[],"title":["Invariant Lagrangians, mechanical connections and the Lagrange-Poincare\n  equations"],"description":["  We deal with Lagrangian systems that are invariant under the action of a\nsymmetry group. The mechanical connection is a principal connection that is\nassociated to Lagrangians which have a kinetic energy function that is defined\nby a Riemannian metric. In this paper we extend this notion to arbitrary\nLagrangians. We then derive the reduced Lagrange-Poincare equations in a new\nfashion and we show how solutions of the Euler-Lagrange equations can be\nreconstructed with the help of the mechanical connection. Illustrative examples\nconfirm the theory.\n","Comment: 22 pages, to appear in J. Phys. A: Math. Theor., D2HFest special\n  issue"]}]
["0802.1502",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1502","Physical Review E: Statistical, Nonlinear, and Soft Matter Physics\n  78 (2008) 011307","doi:10.1103/PhysRevE.78.011307"],"date":["2008-02-11","2008-09-03"],"type":["text"],"creator":["Peyneau, Pierre-Emmanuel","Roux, Jean-Noël"],"language":[],"coverage":[],"title":["Frictionless bead packs have macroscopic friction, but no dilatancy"],"description":["  The statement of the title is shown by numerical simulation of homogeneously\nsheared packings of frictionless, nearly rigid beads in the quasistatic limit.\nResults coincide for steady &#64258;ows at constant shear rate &#947; in the\nlimit of small &#947; and static approaches, in which packings are equilibrated\nunder growing deviator stresses. The internal friction angle &#981;, equal to\n5.76 $\\pm$ 0.22 degrees in simple shear, is independent on the average pressure\nP in the rigid limit. It is shown to stem from the ability of stable\nfrictionless contact networks to form stress-induced anisotropic fabrics. No\nenduring strain localization is observed. Dissipation at the macroscopic level\nresults from repeated network rearrangements, like the e&#64256;ective friction\nof a frictionless slider on a bumpy surface. Solid fraction &#934; remains\nequal to the random close packing value &#8771; 0.64 in slowly or statically\nsheared systems. Fluctuations of stresses and volume are observed to regress in\nthe large system limit, and we conclude that the same friction law for simple\nshear applies in the large psystem limit if normal stress or density is\nexternally controlled. De&#64257;ning the inertia number as I = &#947; m/(aP),\nwith m the grain mass and a its diameter, both internal friction\ncoe&#64259;cient $\\mu$&#8727; = tan &#981; and volume 1/&#934; increase as\npowers of I in the quasistatic limit of vanishing I, in which all mechanical\nproperties are determined by contact network geometry. The microstructure of\nthe sheared material is characterized with a suitable parametrization of the\nfabric tensor and measurements of connectivity and coordination numbers\nassociated with contacts and near neighbors.\n","Comment: 19 pages. Additional technical details may be found in v1"]}]
["0802.1720",{"format":[],"subject":["Mathematics - Dynamical Systems","37C15, 37D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1720"],"date":["2008-02-12","2008-09-02"],"type":["text"],"creator":["Gogolev, Andrey","Guysinsky, Misha"],"language":[],"coverage":[],"title":["Differentiable Conjugacy of Anosov Diffeomorphisms on Three Dimensional\n  Torus"],"description":["  We consider two C^2 Anosov diffeomorphisms in a C^1 neighborhood of a linear\nhyperbolic automorphism of three dimensional torus with real spectrum. We prove\nthat they are C^1+ conjugate if and only if the differentials of the return\nmaps at corresponding periodic points have the same eigenvalues.\n","Comment: Several minor errors are fixed. 18 pages, 6 figures. Comments are\n  welcome"]}]
["0803.1040",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1040","Phys. Rev. A 78, 032304(2008)(8 pages)","doi:10.1103/PhysRevA.78.032304"],"date":["2008-03-07","2008-08-11"],"type":["text"],"creator":["Tamaryan, Levon","Park, DaeKil","Son, Jin-Woo","Tamaryan, Sayatnova"],"language":[],"coverage":[],"title":["Geometric Measure of Entanglement and Shared Quantum States"],"description":["  We give an explicit expression for the geometric measure of entanglement for\nthree qubit states that are linear combinations of four orthogonal product\nstates. It turns out that the geometric measure for these states has three\ndifferent expressions depending on the range of definition in parameter space.\nEach expression of the measure has its own geometrically meaningful\ninterpretation. Such an interpretation allows oneself to take one step toward a\ncomplete understanding for the general properties of the entanglement measure.\nThe states that lie on joint surfaces separating different ranges of\ndefinition, designated as shared states, seem to have particularly interesting\nfeatures. The properties of the shared states are fully discussed.\n","Comment: 13 pages, 2 figure, will appear in PRA, many references added, new\n  results are included, style is improved"]}]
["0803.2588",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2588","Phys. Rev. E 78, 020301 (R) (2008)","doi:10.1103/PhysRevE.78.020301"],"date":["2008-03-18","2008-09-03"],"type":["text"],"creator":["Garzo, Vicente"],"language":[],"coverage":[],"title":["Brazil-nut effect versus reverse Brazil-nut effect in a moderately dense\n  granular fluid"],"description":["  A new segregation criterion based on the inelastic Enskog kinetic equation is\nderived to show the transition between the Brazil-nut effect (BNE) and the\nreverse Brazil-nut effect (RBNE) by varying the different parameters of the\nsystem. In contrast to previous theoretical attempts the approach is not\nlimited to the near-elastic case, takes into account the influence of both\nthermal gradients and gravity and applies for moderate densities. The form of\nthe phase-diagrams for the BNE/RBNE transition depends sensitively on the value\nof gravity relative to the thermal gradient, so that it is possible to switch\nbetween both states for given values of the mass and size ratios, the\ncoefficients of restitution and the solid volume fraction. In particular, the\ninfluence of collisional dissipation on segregation becomes more important when\nthe thermal gradient dominates over gravity than in the opposite limit. The\npresent analysis extends previous results derived in the dilute limit case and\nis consistent with the findings of some recent experimental results.\n","Comment: 4 figures"]}]
["0803.3416",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3416","New J. Phys. 10, 085004 (2008)","doi:10.1088/1367-2630/10/8/085004"],"date":["2008-03-24","2008-07-01"],"type":["text"],"creator":["Giddings, A. D.","Makarovsky, O. N.","Khalid, M. N.","Yasin, S.","Edmonds, K. W.","Campion, R. P.","Wunderlich, J.","Jungwirth, T.","Williams, D. A.","Gallagher, B. L.","Foxon, C. T."],"language":[],"coverage":[],"title":["Huge tunnelling anisotropic magnetoresistance in (Ga,Mn)As\n  nanoconstrictions"],"description":["  We report large anisotropic magnetoresistance (AMR) behaviours in single\nlateral (Ga,Mn)As nanoconstriction of up to 1300%, along with large multistable\ntelegraphic switching. The nanoconstriction devices are fabricated using\nhigh-resolution electron beam lithography of a 5 nm thick (Ga,Mn)As epilayer.\nThe unusual behaviour exhibited by these devices is discussed in the context of\nexisting theories for enhanced AMR ferromagnetic semiconductor nanoscale\ndevices, particularly with regard to the dependence on the magnetotransport of\nthe bulk material. We conclude that our results are most consistent with the\nCoulomb blockade AMR mechanism.\n","Comment: 10 pages, 5 figures"]}]
["0804.1093",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1093","Phys. Rev. Lett. 101, 096405 (2008)","doi:10.1103/PhysRevLett.101.096405"],"date":["2008-04-07","2008-09-03"],"type":["text"],"creator":["Leonov, I.","Binggeli, N.","Korotin, Dm.","Anisimov, V. I.","Stojic, N.","Vollhardt, D."],"language":[],"coverage":[],"title":["Structural relaxation due to electronic correlations in the paramagnetic\n  insulator KCuF3"],"description":["  A computational scheme for the investigation of complex materials with\nstrongly interacting electrons is formulated which is able to treat atomic\ndisplacements, and hence structural relaxation, caused by electronic\ncorrelations. It combines ab initio band structure and dynamical mean-field\ntheory and is implemented in terms of plane-wave pseudopotentials. The\nequilibrium Jahn-Teller distortion and antiferro-orbital order found for\nparamagnetic KCuF3 agree well with experiment.\n","Comment: 4 pages, 3 figures"]}]
["0804.2105",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2105","Phys. Rev. Lett 101, 087001(2008)"],"date":["2008-04-14","2008-05-07"],"type":["text"],"creator":["Liu, R. H.","Wu, G.","Wu, T.","Fang, D. F.","Chen, H.","Li, S. Y.","Liu, K.","Xie, Y. L.","Wang, X. F.","Yang, R. L.","Ding, L.","He, C.","Feng, D. L.","Chen, X. H."],"language":[],"coverage":[],"title":["Phase Diagram and Quantum Critical Point in Newly Discovered\n  Superconductors: SmO_{1-x}F_xFeAs"],"description":["  The magnetic fluctuations associated with a quantum critical point (QCP) are\nwidely believed to cause the non-Fermi liquid behaviors and unconventional\nsuperconductivities, for example, in heavy fermion systems and high temperature\ncuprate superconductors. Recently, superconductivity has been discovered in\niron-based layered compound $LaO_{1-x}F_xFeAs$ with $T_c$=26 K\\cite{yoichi},\nand it competes with spin-density-wave (SDW) order\\cite{dong}. Neutron\ndiffraction shows a long-rang SDW-type antiferromagnetic (AF) order at $\\sim\n134$ K in LaOFeAs\\cite{cruz,mcguire}. Therefore, a possible QCP and its role in\nthis system are of great interests. Here we report the detailed phase diagram\nand anomalous transport properties of the new high-Tc superconductors\n$SmO_{1-x}F_xFeAs$ discovered by us\\cite{chenxh}. It is found that\nsuperconductivity emerges at $x\\sim$0.07, and optimal doping takes place in the\n$x\\sim$0.20 sample with highest $T_c \\sim $54 K. While $T_c$ increases\nmonotonically with doping, the SDW order is rapidly suppressed, suggesting a\nQCP around $x \\sim$0.14. As manifestations, a linear temperature dependence of\nthe resistivity shows up at high temperatures in the $x<0.14$ regime, but at\nlow temperatures just above $T_c$ in the $x>0.14$ regime; a drop in carrier\ndensity evidenced by a pronounced rise in Hall coefficient are observed, which\nmimic the high-$T_c$ cuprates. The simultaneous occurrence of order, carrier\ndensity change and criticality makes a compelling case for a quantum critical\npoint in this system.\n","Comment: 10 pages, 4 figures"]}]
["0804.3155",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3155"],"date":["2008-04-19","2008-09-03"],"type":["text"],"creator":["Rajan, G. Susinder","Rajan, B. Sundar"],"language":[],"coverage":[],"title":["Leveraging Coherent Distributed Space-Time Codes for Noncoherent\n  Communication in Relay Networks via Training"],"description":["  For point to point multiple input multiple output systems,\nDayal-Brehler-Varanasi have proved that training codes achieve the same\ndiversity order as that of the underlying coherent space time block code (STBC)\nif a simple minimum mean squared error estimate of the channel formed using the\ntraining part is employed for coherent detection of the underlying STBC. In\nthis letter, a similar strategy involving a combination of training, channel\nestimation and detection in conjunction with existing coherent distributed\nSTBCs is proposed for noncoherent communication in AF relay networks.\nSimulation results show that the proposed simple strategy outperforms\ndistributed differential space-time coding for AF relay networks. Finally, the\nproposed strategy is extended to asynchronous relay networks using orthogonal\nfrequency division multiplexing.\n","Comment: 14 pages, 5 figures, to appear in IEEE Transactions on Wireless\n  Communications"]}]
["0804.3320",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3320","Phys. Rev. B 78, 115102 (2008)","doi:10.1103/PhysRevB.78.115102"],"date":["2008-04-21"],"type":["text"],"creator":["Koch, Erik","Sangiovanni, Giorgio","Gunnarsson, Olle"],"language":[],"coverage":[],"title":["Sum-rules and bath-parametrization for quantum cluster theories"],"description":["  We analyze cellular dynamical mean-field theory (CDMFT) and the dynamical\ncluster approximation (DCA). We derive exact sum-rules for the hybridization\nfunctions and give examples for DMFT, CDMFT, and DCA. For impurity solvers\nbased on a Hamiltonian, these sum-rules can be used to monitor convergence of\nthe bath-parametrization. We further discuss how the symmetry of the cluster\nnaturally leads to a decomposition of the bath Green matrix into irreducible\ncomponents, which can be parametrized independently, and give an explicit\nrecipe for finding the optimal bath-parametrization. As a benchmark we revisit\nthe one-dimensional Hubbard model. We carefully analyze the evolution of the\ndensity as a function of chemical potential and find that, close to the Mott\ntransition, convergence with cluster size is unexpectedly slow. In two\ndimensions we find, that we need so many bath-sites to obtain a reliable\nparametrization that Lanczos calculations are hardly feasible with current\ncomputers. For such large baths our symmetry-adapted approach should prove\ncrucial for finding a reliable bath-parametrization.\n","Comment: 11 pages, 14 figures"]}]
["0805.1531",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1531"],"date":["2008-05-11","2008-09-03"],"type":["text"],"creator":["Mack, Katherine J.","Wesley, Daniel H."],"language":[],"coverage":[],"title":["Primordial black holes in the Dark Ages: Observational prospects for\n  future 21cm surveys"],"description":["  We consider the signatures of a population of primordial black holes (PBHs)\nin future observations of 21cm radiation from neutral hydrogen at high\nredshift. We focus on PBHs in the mass range $5 \\times 10^{10} kg \\lesssim\nM_{PBH} \\lesssim 10^{14} kg$, which primarily influence the intergalactic\nmedium (IGM) by heating from direct Hawking radiation. Our computation takes\ninto account the black hole graybody factors and the detailed energy dependence\nof photon and e+/- absorption by the IGM. We find that for black holes with\ninitial masses between $5 \\times 10^{11} kg \\lesssim M_{PBH} \\lesssim 10^{14}\nkg$, the signal mimics that of a decaying dark matter species. For black holes\nin the range $5 \\times 10^{10} kg \\lesssim M_{PBH} \\lesssim 5 \\times 10^{11}\nkg$, the late stages of evaporation produce a characteristic feature in the\n21cm brightness temperature that provides a unique signature of the black hole\npopulation. If no signal is observed, then 21cm observations will provide\nsignificantly better constraints on PBHs in the mass range $5 \\times 10^{10} kg\n\\lesssim M_{PBH} \\lesssim 10^{12} kg$ than are currently available from the\ndiffuse $\\gamma$-ray background.\n","Comment: 15 pages, 8 figures v2: references added, typos corrected, minor\n  changes"]}]
["0805.2211",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2211","Phys. Rev. E 78, 032101 (2008)","doi:10.1103/PhysRevE.78.032101"],"date":["2008-05-15","2008-09-02"],"type":["text"],"creator":["Hoyos, J. A."],"language":[],"coverage":[],"title":["Weakly disordered absorbing-state phase transitions"],"description":["  The effects of quenched disorder on nonequilibrium phase transitions in the\ndirected percolation universality class are revisited. Using a strong-disorder\nenergy-space renormalization group, it is shown that for any amount of disorder\nthe critical behavior is controlled by an infinite-randomness fixed point in\nthe universality class of the random transverse-field Ising models. The\nexperimental relevance of our results are discussed.\n","Comment: 4 pages, 2 eps figures; (v2) references and discussion on experiments\n  added; (v3) published version, minor typos corrected, some side discussions\n  dropped due to size constraint"]}]
["0805.2409",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2409","SIGMA 4 (2008), 060, 17 pages","doi:10.3842/SIGMA.2008.060"],"date":["2008-05-15","2008-09-03"],"type":["text"],"creator":["Calaque, Damien","Rossi, Carlo A."],"language":[],"coverage":[],"title":["Shoikhet's Conjecture and Duflo Isomorphism on (Co)Invariants"],"description":["  In this paper we prove a conjecture of B. Shoikhet. This conjecture states\nthat the tangent isomorphism on homology, between the Poisson homology\nassociated to a Poisson structure on $\\mathbb{R}^d$ and the Hochschild homology\nof its quantized star-product algebra, is an isomorphism of modules over the\n(isomorphic) respective cohomology algebras. As a consequence, we obtain a\nversion of the Duflo isomorphism on coinvariants.\n","Comment: This is a contribution to the Special Issue on Deformation\n  Quantization, published in SIGMA (Symmetry, Integrability and Geometry:\n  Methods and Applications) at http://www.emis.de/journals/SIGMA/"]}]
["0805.4043",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4043","Phys. Rev. B 78, 115301 (2008)","doi:10.1103/PhysRevB.78.115301"],"date":["2008-05-27","2008-09-03"],"type":["text"],"creator":["Obuse, Hideaki","Furusaki, Akira","Ryu, Shinsei","Mudry, Christopher"],"language":[],"coverage":[],"title":["Boundary criticality at the Anderson transition between a metal and a\n  quantum spin Hall insulator in two dimensions"],"description":["  Static disorder in a noninteracting gas of electrons confined to two\ndimensions can drive a continuous quantum (Anderson) transition between a\nmetallic and an insulating state when time-reversal symmetry is preserved but\nspin-rotation symmetry is broken. The critical exponent $\\nu$ that\ncharacterizes the diverging localization length and the bulk multifractal\nscaling exponents that characterize the amplitudes of the critical wave\nfunctions at the metal-insulator transition do not depend on the topological\nnature of the insulating state, i.e., whether it is topologically trivial\n(ordinary insulator) or nontrivial (a $Z_2$ insulator supporting a quantum spin\nHall effect). This is not true of the boundary multifractal scaling exponents\nwhich we show (numerically) to depend on whether the insulating state is\ntopologically trivial or not.\n","Comment: 12 pages, 13 figures, selected for an Editors' Suggestion in PRB"]}]
["0805.4139",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4139"],"date":["2008-05-27","2008-09-03"],"type":["text"],"creator":["Rurali, R.","Wachowicz, E.","Hyldgaard, P.","Ordejón, P."],"language":[],"coverage":[],"title":["Hydrogen-induced metallization of the $\\beta$-SiC(001) Si-rich surface"],"description":["  This paper has been withdrawn by the authors (see text).\n","Comment: This paper has been withdrawn"]}]
["0806.0350",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0350","Physical Review E: Statistical, Nonlinear, and Soft Matter Physics\n  78 (2008) 011120","doi:10.1103/PhysRevE.78.011120"],"date":["2008-06-02","2008-09-03"],"type":["text"],"creator":["Van Duijvendijk, Kristina","Schehr, Grégory","Van Wijland, Frédéric"],"language":[],"coverage":[],"title":["Slow relaxation, dynamic transitions and extreme value statistics in\n  disordered systems"],"description":["  We show that the dynamics of simple disordered models, like the directed Trap\nModel and the Random Energy Model, takes place at a coexistence point between\nactive and inactive dynamical phases. We relate the presence of a dynamic phase\ntransition in these models to the extreme value statistics of the associated\nrandom energy landscape.\n"]}]
["0806.1758",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1758"],"date":["2008-06-10","2008-09-03"],"type":["text"],"creator":["Daskalopoulos, Panagiota","Sesum, Natasa"],"language":[],"coverage":[],"title":["The harmonic mean curvature flow of nonconvex surfaces in $\\mathbb{R}^3$"],"description":["  We consider a compact, star-shaped, mean convex hypersurface $\\Sigma^2\\subset\n\\mathbb{R}^3$. We prove that in some cases the flow exists until it shrinks to\na point in a spherical manner, which is very typical for convex surfaces as\nwell (see \\cite{An1}). We also prove that in the case we have a surface of\nrevolution which is star-shaped and mean convex, a smooth solution always\nexists up to some finite time $T < \\infty$ at which the flow shrinks to a point\nasymptotically spherically.\n"]}]
["0806.2451",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2451","Supercond. Sci. Technol. 21 (2008) 112001","doi:10.1088/0953-2048/21/11/112001"],"date":["2008-06-15","2008-06-19"],"type":["text"],"creator":["Gao, Zhaoshun","Wang, Lei","Qi, Yanpeng","Wang, Dongliang","Zhang, Xianping","Ma, Yanwei","Yang, Huan","Wen, Haihu"],"language":[],"coverage":[],"title":["Superconducting properties of SmO1-xFxFeAs wires with Tc = 52 K prepared\n  by the powder-in-tube method"],"description":["  We demonstrate that Ta sheathed SmO1-xFxFeAs wires were successfully\nfabricated by the powder-in-tube (PIT) method for the first time. Structural\nanalysis by mean of x-ray diffraction shows that the main phase of SmO1-xFxFeAs\nwas obtained by this synthesis method. The transition temperature of the\nSmO0.65F0.35FeAs wires was confirmed to be as high as 52 K. Based on\nmagnetization measurements, it is found that a globe current can flow on\nmacroscopic sample dimensions with Jc of ~3.9x10^3 A/cm^2 at 5 K and self\nfield, while a high Jc about 2x10^5 A/cm^2 is observed within the grains,\nsuggesting that a significant improvement in the globle Jc is possible. It\nshould be noted that the Jc exhibits a very weak field dependence behavior.\nFurthermore, the upper critical fields (Hc2) determined according to the\nWerthamer-Helfand-Hohenberg formula are (T= 0 K) = 120 T, indicating a very\nencouraging application of the new superconductors.\n","Comment: 14 pages, 6 figures"]}]
["0807.0571",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0571","Solid State Commun. 148 (2008) 131","doi:10.1016/j.ssc.2008.07.041"],"date":["2008-07-03"],"type":["text"],"creator":["Endo, Akira","Iye, Yasuhiro"],"language":[],"coverage":[],"title":["Higher order terms in the geometric resonance of open orbits in\n  unidirectional lateral superlattices"],"description":["  The geometric resonance of open orbits in unidirectional lateral\nsuperlattices has been examined with high magnetic-field resolution.\nMagnetoresistance oscillations periodic in 1/B, analogous to the well-known\ncommensurability oscillations but orders of magnitude smaller both in magnitude\nand in the magnetic-field scale, have been observed superposed on the low-field\npositive magnetoresistance. The periodicity in 1/B can be interpreted in terms\nof higher order resonances.\n","Comment: 4 pages, 4 figures"]}]
["0808.0749",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0749","Journal of Statistical Mechanics, (2008) P08008.","doi:10.1088/1742-5468/2008/08/P08008"],"date":["2008-08-05"],"type":["text"],"creator":["Koibuchi, Hiroshi"],"language":[],"coverage":[],"title":["Surface tension in an intrinsic curvature model with fixed\n  one-dimensional boundaries"],"description":["  A triangulated fixed connectivity surface model is investigated by using the\nMonte Carlo simulation technique. In order to have the macroscopic surface\ntension \\tau, the vertices on the one-dimensional boundaries are fixed as the\nedges (=circles) of the tubular surface in the simulations. The size of the\ntubular surface is chosen such that the projected area becomes the regular\nsquare of area A. An intrinsic curvature energy with a microscopic bending\nrigidity b is included in the Hamiltonian. We found that the model undergoes a\nfirst-order transition of surface fluctuations at finite b, where the surface\ntension \\tau discontinuously changes. The gap of \\tau remains constant at the\ntransition point in a certain range of values A/N^\\prime at sufficiently large\nN^\\prime, which is the total number of vertices excluding the fixed vertices on\nthe boundaries. The value of \\tau remains almost zero in the wrinkled phase at\nthe transition point while \\tau remains negative finite in the smooth phase in\nthat range of A/N^\\prime.\n","Comment: 12 pages, 8 figures"]}]
["0808.1836",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1836"],"date":["2008-08-13","2008-09-03"],"type":["text"],"creator":["Cox, David A.","von Renesse, Christine"],"language":[],"coverage":[],"title":["Primitive Collections and Toric Varieties"],"description":["  This paper studies Batyrev's notion of primitive collection. We use primitive\ncollections to characterize the nef cone of a quasi-projective toric variety\nwhose fan has convex support, a result stated without proof by Batyrev in the\nsmooth projective case. When the fan is non-simplicial, we modify the\ndefinition of primitive collection and explain how our definition relates to\nprimitive collections of simplicial subdivisons. The paper ends with some open\nproblems.\n","Comment: A new proof of Batyrev's theorem, based on ideas of Kresch, is\n  included and Conjecture 4.4 has been deleted since it is wrong"]}]
["0808.2616",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2616"],"date":["2008-08-19","2008-09-03"],"type":["text"],"creator":["Gehrmann, Thomas","Grindhammer, Guenter","O'Dell, Vivian","Walczak, Roman"],"language":[],"coverage":[],"title":["Hadronic Final States and QCD: Summary"],"description":["  A summary of new experimental results and recent theoretical developments\ndiscussed in the \"Hadronic Final States and QCD\" working group is presented.\n","Comment: 16 pages, working group summary at Workshop on 'Deep Inelastic\n  Scattering and Related Subjects' (DIS08), London, April 2008"]}]
["0808.3222",{"format":[],"subject":["Computer Science - Computational Complexity","F.2.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3222"],"date":["2008-08-23","2008-09-03"],"type":["text"],"creator":["Meek, Jerrald"],"language":[],"coverage":[],"title":["Analysis of the postulates produced by Karp's Theorem"],"description":["  This is the final article in a series of four articles. Richard Karp has\nproven that a deterministic polynomial time solution to K-SAT will result in a\ndeterministic polynomial time solution to all NP-Complete problems. However, it\nis demonstrated that a deterministic polynomial time solution to any\nNP-Complete problem does not necessarily produce a deterministic polynomial\ntime solution to all NP-Complete problems.\n","Comment: 12 Pages;\n  ftp://ftp%40micrognu%2Ecom:anon%40anon@ftp.micrognu.com/pnenp/conclusion.pdf"]}]
["0808.3804",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3804"],"date":["2008-08-27","2008-09-03"],"type":["text"],"creator":["Giurgiu, Gavril A.","collaboration, for the CMS"],"language":[],"coverage":[],"title":["Pixel Hit Reconstruction with the CMS Detector"],"description":["  We present a new technique for pixel hit reconstruction with the CMS pixel\ndetector. The technique is based on fitting the pixel cluster projections to\ntemplates obtained using a detailed simulation called Pixelav. Pixelav\nsuccessfully describes the profiles of clusters measured in beam tests of\nradiation-damaged sensors. Originally developed to optimally estimate the\ncoordinates of hits after the radiation damage, the technique has superior\nperformance before irradiation as well, reducing the resolution tails of\nreconstructed track parameters and significantly reducing the light quark\nbackground of tagged b-quarks. It is the only technique currently available to\nsimulate hits from a radiation-damaged detector.\n","Comment: Poster presentation at ICHEP08, Philadelphia, USA, July 2008. 3 pages"]}]
["0808.4139",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4139"],"date":["2008-08-29","2008-09-03"],"type":["text"],"creator":["Aidala, C.","PHENIX, for the","Collaborations, BRAHMS"],"language":[],"coverage":[],"title":["Transversity and Transverse-Momentum-Dependent Distribution Measurements\n  from PHENIX and BRAHMS"],"description":["  A variety of measurements performed utilizing transversely polarized proton-\nproton collisions at the Relativistic Heavy Ion Collider (RHIC) are now avail-\nable. Recent results from the PHENIX and BRAHMS experiments are presented and\ndiscussed.\n","Comment: 10 pages, 7 figures, to appear in the proceedings of the 2nd\n  International Workshop on Transverse Polarization Phenomena in Hard Processes\n  (Transversity 2008), Ferrara, Italy, May 2008. Replaced figure for 200 GeV\n  proton and antiproton asymmetries"]}]
["0809.0276",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0276"],"date":["2008-09-01"],"type":["text"],"creator":["Sturrock, P. A."],"language":[],"coverage":[],"title":["A Bayesian approach to power-spectrum significance estimation, with\n  application to solar neutrino data"],"description":["  The usual procedure for estimating the significance of a peak in a power\nspectrum is to calculate the probability of obtaining that value or a larger\nvalue by chance, on the assumption that the time series contains only noise\n(e.g. that the measurements were derived from random samplings of a Gaussian\ndistribution). However, it is known that one should regard this P-Value\napproach with caution. As an alternative, we here examine a Bayesian approach\nto estimating the significance of a peak in a power spectrum. This approach\nrequires that we consider explicitly the hypothesis that the time series\ncontains a periodic signal as well as noise. The challenge is to identify a\nprobability distribution function for the power that is appropriate for this\nhypothesis. We propose what seem to be reasonable conditions to require of this\nfunction, and then propose a simple function that meets these requirements. We\nalso propose a consistency condition, and check to see that our function\nsatisfies this condition. We find that the Bayesian significance estimates are\nconsiderably more conservative than the conventional estimates. We apply this\nprocedure to three recent analyses of solar neutrino data: (a) bimodality of\nGALLEX data; (b) power spectrum analysis of Super-Kamiokande data; and (c) the\ncombined analysis of radiochemical neutrino data and irradiance data.\n","Comment: 15 pages plus 4 figures and 1 table"]}]
["0809.0320",{"format":[],"subject":["Mathematics - Probability","60K37,60F05,60F17,82D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0320"],"date":["2008-09-01"],"type":["text"],"creator":["Joseph, Mathew"],"language":[],"coverage":[],"title":["Fluctuations of the quenched mean of a planar random walk in an i.i.d.\n  random environment with forbidden direction"],"description":["  We consider an i.i.d. random environment with a strong form of transience on\nthe two dimensional integer lattice. Namely, the walk always moves forward in\nthe y-direction. We prove a functional CLT for the quenched expected position\nof the random walk indexed by its level crossing times. We begin with a\nvariation of the Martingale Central Limit Theorem. The main part of the paper\nchecks the conditions of the theorem for our problem.\n","Comment: 21 pages, 2 figures"]}]
["0809.0322",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B30, 42B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0322","Contemporary Math, 428, AMS, 2007"],"date":["2008-09-01"],"type":["text"],"creator":["Slavin, Leonid","Volberg, Alexander"],"language":[],"coverage":[],"title":["Bellman Function and the $H^1-BMO$ Duality"],"description":["  A Bellman function approach to Fefferman's $H^1-BMO$ duality theorem is\npresented. One Bellman-type argument is used to handle two different\none-dimensional cases, dyadic and continuous. An explicit estimate for the\nconstant of embedding $BMO\\subset (H^1)^*$ is given in the dyadic case. The\nsame Bellman function is then used to establish a multi-dimensional analog.\n","Comment: 14 pages, 2 figures, final version"]}]
["0809.0328",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0328"],"date":["2008-09-01"],"type":["text"],"creator":["Jiang, Wen"],"language":[],"coverage":[],"title":["Yang-Mills Theory in Twistor Space"],"description":["  This thesis carries out a detailed investigation of the action for pure Yang-\nMills theory which L. Mason formulated in twistor space. The rich structure of\ntwistor space results in greater gauge freedom compared to the theory in\nordinary space-time. One particular gauge choice, the CSW gauge, allows\nsimplifications to be made at both the classical and quantum level.\n  The equations of motion have an interesting form in the CSW gauge, which\nsuggests a possible solution procedure. This is explored in three special\ncases. Explicit solutions are found in each case and connections with earlier\nwork are examined. The equations are then reformulated in Minkowski space, in\norder to deal with an initial-value, rather than boundary-value, problem. An\ninteresting form of the Yang-Mills equation is obtained, for which we propose\nan iteration procedure.\n  The quantum theory is also simplified by adopting the CSW gauge. The Feynman\nrules are derived and are shown to reproduce the MHV diagram formalism\nstraightforwardly, once LSZ reduction is taken into account. The three-point\namplitude missing in the MHV formalism can be recovered in our theory. Finally,\nrelations to Mansfield's canonical transformation approach are elucidated.\n","Comment: D.Phil. thesis, University of Oxford"]}]
["0809.0329",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0329"],"date":["2008-09-01"],"type":["text"],"creator":["Rasmussen, J.","Ponman, T. J.","Verdes-Montenegro, L.","Yun, M. S.","Borthakur, S."],"language":[],"coverage":[],"title":["The Evolution of Galaxy Disks in Dense Environments - Lessons from\n  Compact Galaxy Groups"],"description":["  Disk galaxies in compact galaxy groups exhibit a remarkable shortfall of\nneutral hydrogen compared to both isolated spirals and spirals in more loose\ngroups, but the origin of this HI deficiency remains unclear. Based on a sample\nof highly HI deficient compact galaxy groups, here updated to also include HCG\n58 and HCG 93, we summarise the first results of a multi-wavelength campaign\naimed at understanding the processes responsible for modifying the HI content\nof galaxy disks in these environments. While tidal stripping, ram pressure\nstripping by hot intragroup gas, and star-formation induced strangulation could\nindividually be affecting the ISM in some of the group members, these processes\neach face specific difficulties in explaining the inferred deficiency of HI for\nthe sample as a whole. A complete picture of the mechanisms driving the ISM\nevolution in the disk galaxies of these groups has thus yet to emerge, but\npromising avenues for further progress in this field are briefly discussed on\nthe basis of the present sample.\n","Comment: 6 pages, 3 figures, to appear in online Proc. IAU Symp. 254, \"The\n  Galaxy Disk in Cosmological Context\", Eds. J. Andersen, J. Bland-Hawthorn, B.\n  Nordstroem"]}]
["0809.0335",{"format":[],"subject":["Physics - General Physics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0335"],"date":["2008-09-01"],"type":["text"],"creator":["Chang, Yi-Fang"],"language":[],"coverage":[],"title":["Synergetic Application, Equations on Rule of Law and Two-Party Mechanism"],"description":["  Based on the synergetic equations and its application, we propose the\nequations on the rule of law. From these equations we may prove mathematically\nthat a society of the rule of law cannot lack any aspect for three types of the\nlegislation, the administration and the judicature. Otherwise, we propose an\nequation of corruption, and discuss quantitatively some threshold values for a\nsystem into corruption. Moreover, from synergetics we obtain the Lorenz model,\nwhich may be a visualized two-party mechanism as a type of stable structure in\ndemocracy. A developed direction of society should be the combination from\nmacroscopic to microscopic order, from an actual capable handling to an ideal\npursuance.\n","Comment: 6 pages"]}]
["0809.0336",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0336"],"date":["2008-09-02"],"type":["text"],"creator":["Chen, Jianxin","Ying, Mingsheng"],"language":[],"coverage":[],"title":["Ancilla-Assisted Discrimination of Quantum Gates"],"description":["  The intrinsic idea of superdense coding is to find as many gates as possible\nsuch that they can be perfectly discriminated. In this paper, we consider a new\nscheme of discrimination of quantum gates, called ancilla-assisted\ndiscrimination, in which a set of quantum gates on a $d-$dimensional system are\nperfectly discriminated with assistance from an $r-$dimensional ancilla system.\nThe main contribution of the present paper is two-fold: (1) The number of\nquantum gates that can be discriminated in this scheme is evaluated. We prove\nthat any $rd+1$ quantum gates cannot be perfectly discriminated with assistance\nfrom the ancilla, and there exist $rd$ quantum gates which can be perfectly\ndiscriminated with assistance from the ancilla. (2) The dimensionality of the\nminimal ancilla system is estimated. We prove that there exists a constant\npositive number $c$ such that for any $k\\leq cr$ quantum gates, if they are\n$d$-assisted discriminable, then they are also $r$-assisted discriminable, and\nthere are $c^{\\prime}r\\textrm{}(c^{\\prime}>c)$ different quantum gates which\ncan be discriminated with a $d-$dimensional ancilla, but they cannot be\ndiscriminated if the ancilla is reduced to an $r-$dimensional system. Thus, the\norder $O(r)$ of the number of quantum gates that can be discriminated with\nassistance from an $r-$dimensional ancilla is optimal. The results reported in\nthis paper represent a preliminary step toward understanding the role ancilla\nsystem plays in discrimination of quantum gates as well as the power and limit\nof superdense coding.\n"]}]
["0809.0339",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0339"],"date":["2008-09-02"],"type":["text"],"creator":["Learned, John G.","Kudritzki, R-P.","Pakvasa, Sandip","Zee, A."],"language":[],"coverage":[],"title":["The Cepheid Galactic Internet"],"description":["  We propose that a sufficiently advanced civilization may employ Cepheid\nvariable stars as beacons to transmit all-call information throughout the\ngalaxy and beyond. One can construct many scenarios wherein it would be\ndesirable for such a civilization of star ticklers to transmit data to anyone\nelse within viewing range. The beauty of employing Cepheids is that these stars\ncan be seen from afar(we monitor them out through the Virgo cluster), and any\ndeveloping technological society would seem to be likely to closely observe\nthem as distance markers. Records exist of Cepheids for well over one hundred\nyears. We propose that these (and other regularly variable types of stars) be\nsearched for signs of phase modulation (in the regime of short pulse duration)\nand patterns, which could be indicative of intentional signaling.\n","Comment: 5 pages, 3 figures"]}]
["0809.0341",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0341"],"date":["2008-09-02"],"type":["text"],"creator":["Zdziarski, Andrzej A.","Poutanen, Juri","Ibragimov, Askar","Gierlinski, Marek","Wen, Linqing"],"language":[],"coverage":[],"title":["Orbital and superorbital variability and their coupling in X-ray\n  binaries"],"description":["  We review X-ray flux modulation from X-ray binaries on time scales\ncorresponding to the orbital period and those at longer time scales (so called\nsuperorbital). Those modulations provide a powerful tool to constrain geometry\nof the accretion flow. The most common cause of the superorbital variability\nappears to be precession. We then discuss two specific examples of discoveries\nof a coupling between the two types of variability and their physical\ninterpretation. One is Cyg X-1, a black-hole binary with a high-mass companion,\nin which case we find the presence of an accretion bulge formed by collision of\nthe stellar wind with the outer edge of the precessing accretion disc. The\nother is 4U 1820-303, a neutron star accreting from a low-mass white dwarf, in\nwhich case we interpret the superorbital variability as accretion rate\nmodulation induced by interactions in a triple stellar system. Then, the\nvarying accretion rate leads to changes of the size of the accretion bulge in\nthat system, obscuring the centrally-emitted X-rays.\n","Comment: Proceedings of \"Astrophysics with All-Sky X-Ray Observations\", in\n  press"]}]
["0809.0343",{"format":[],"subject":["Mathematics - Dynamical Systems","37C45","37C40","37E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0343"],"date":["2008-09-01"],"type":["text"],"creator":["Sadovskaya, Victoria"],"language":[],"coverage":[],"title":["Dimensional characteristics of invariant measures for circle\n  diffeomorphisms"],"description":["  We consider pointwise, box, and Hausdorff dimensions of invariant measures\nfor circle diffeomorphisms. We discuss the cases of rational, Diophantine, and\nLiouville rotation numbers. Our main result is that for any Liouville number\n$\\tau$ there exists a $C^\\infty$ circle diffeomorphism with rotation number\n$\\tau$ such that the pointwise and box dimensions of its unique invariant\nmeasure do not exist. Moreover, the lower pointwise and lower box dimensions\ncan equal any value $0\\le \\beta \\le 1$.\n","Comment: 16 pages"]}]
["0809.0344",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0344"],"date":["2008-09-01"],"type":["text"],"creator":["Li, Si"],"language":[],"coverage":[],"title":["On the deformation theory of pair (X, E)"],"description":["  Huybrechts and Thomas recently constructed relative obstruction theory of\nobjects of the derived category of coherent sheaves over smooth projective\nfamily. In this paper, we use this construction to obtain the absolute\ndeformation-obstruction theory of the pair (X, E), with X smooth projective\nscheme and E perfect complex, and show that the obstruction theories for E,\n(X,E), and X fit into exact triangle as derived objects on the moduli space.\n","Comment: 8 pages. Comments are wellcome"]}]
["0809.0347",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0347"],"date":["2008-09-02"],"type":["text"],"creator":["Apresyan, A."],"language":[],"coverage":[],"title":["Search for SM Higgs Boson Produced in Association with a Z or a W Boson\n  in events with $\\etmiss$ and $b$-jets"],"description":["  We present a search for the Standard Model Higgs boson produced in\nassociation with a Z or a W boson, using data collected with the CDF II\ndetector at the Tevatron accelerator. A scenario where the Z decays into\nneutrinos or charged leptons originating from the W-decay escape detection and\nthe Higgs decays into a $b\\overline{b}$ pair is considered. Therefore the\nexpected signature is large missing transverse energy ($\\etmiss$), no isolated\nleptons, and two $b$-jets. We present the preliminary results in this search\nusing 1.7$fb^{-1}$ of data collected by CDF and the work on future improvements\nto increase the sensitivity of the analysis.\n","Comment: Poster presented at the Hadron Collider Physics Symposium (HCP2008),\n  Galena, Illinois, USA, May 27-31, 2008; 5 pages, LaTeX, 7 eps figures"]}]
["0809.0348",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0348"],"date":["2008-09-02"],"type":["text"],"creator":["Qi, Wei-Kai","Chen, Yong"],"language":[],"coverage":[],"title":["Topological dynamics and dynamical scaling behavior of vortices in a\n  two-dimensional XY model"],"description":["  By using topological current theory we study the inner topological structure\nof vortices a two-dimensional (2D) XY model and find the topological current\nrelating to the order parameter field. A scalar field, $\\psi$, is introduced\nthrough the topological current theory. By solving the scalar field, the\ninteraction energy of vortices in a 2D XY model is revisited. We study the\ndynamical evolution of vortices and present the branch conditions for\ngenerating, annihilating, crossing, splitting and merging of vortices. During\nthe growth or annihilation of vortices, the dynamical scaling law of relevant\nlength in a 2D XY model, $\\xi(t)\\propto(t-t^*)^{1/z}$, is obtained in the\nneighborhood of the limit point, given the dynamic exponent $z=2$. This\ndynamical scaling behavior is consistent with renormalization group theory,\nnumerical simulations, and experimental results. Furthermore, it is found that\nduring the crossing, splitting and merging of vortices, the dynamical scaling\nlaw of relevant length is $\\xi(t)\\propto(t-t^*)$. However, if vortices are at\nrest during splitting or merging, the dynamical scaling law of relevant length\nis a constat.\n","Comment: 10 pages, 5 figures. any comments are favored"]}]
["0809.0349",{"format":[],"subject":["Mathematics - Combinatorics","05C05","05C12","05C75","68R10","05C85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0349"],"date":["2008-09-02"],"type":["text"],"creator":["Rao, Shrisha","Grover, Babita"],"language":[],"coverage":[],"title":["Central Forests in Trees"],"description":["  A new 2-parameter family of central structures in trees, called central\nforests, is introduced. Minieka's $m$-center problem and McMorris's and Reid's\ncentral-$k$-tree can be seen as special cases of central forests in trees. A\ncentral forest is defined as a forest $F$ of $m$ subtrees of a tree $T$, where\neach subtree has $k$ nodes, which minimizes the maximum distance between nodes\nnot in $F$ and those in $F$. An $O(n(m+k))$ algorithm to construct such a\ncentral forest in trees is presented, where $n$ is the number of nodes in the\ntree. The algorithm either returns with a central forest, or with the largest\n$k$ for which a central forest of $m$ subtrees is possible. Some of the\nelementary properties of central forests are also studied.\n","Comment: 42 pages"]}]
["0809.0351",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0351"],"date":["2008-09-02"],"type":["text"],"creator":["Sugon Jr., Quirino M.","McNamara, Daniel J."],"language":[],"coverage":[],"title":["Taxonomy of Clifford Cl_{3,0} subgroups: Choir and band groups"],"description":["  We list the subgroups of the basis set of Cl_{3,0} and classify them\naccording to three criteria for construction of universal Clifford algebras:\n(1) each generator squares to +1 or -1, (2) the generators within the group\nanticommute, and (3) the order of the resulting group is 2^{n+1}, where n is\nthe number of nontrivial generators. Obedient groups we call choirs;\ndisobedient groups, bands. We classify choirs by modes and bands by rhythms,\nbased on canonical equality. Each band generator has a transposition (number of\nother generators it commutes with). The band's transposition signature is the\nband's chord. The sum of transpositions divided by twice the number of\ngenerator pair combinations is the band's beat. The band's order deviation is\nthe band's disorder. For n less than or equal 3, we show that the Cl_{3,0}\nbasis set has 21 non-isomorphic subgroups consisting of 9 choirs and 12 bands.\n","Comment: 9 pages, 10 tables"]}]
["0809.0355",{"format":[],"subject":["Computer Science - Discrete Mathematics","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0355"],"date":["2008-09-02"],"type":["text"],"creator":["Imai, Katsunobu","Martin, Bruno"],"language":[],"coverage":[],"title":["Simulations between triangular and hexagonal number-conserving cellular\n  automata"],"description":["  A number-conserving cellular automaton is a cellular automaton whose states\nare integers and whose transition function keeps the sum of all cells constant\nthroughout its evolution. It can be seen as a kind of modelization of the\nphysical conservation laws of mass or energy. In this paper, we first propose a\nnecessary condition for triangular and hexagonal cellular automata to be\nnumber-conserving. The local transition function is expressed by the sum of\narity two functions which can be regarded as 'flows' of numbers. The\nsufficiency is obtained through general results on number-conserving cellular\nautomata. Then, using the previous flow functions, we can construct effective\nnumber-conserving simulations between hexagonal cellular automata and\ntriangular cellular automata.\n","Comment: 11 pages; International Workshop on Natural Computing, Yokohama :\n  Japon (2008)"]}]
["0809.0382",{"format":[],"subject":["Mathematics - Probability","60G57, 60H05, 60J45, 60G51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0382","Comptes Rendus de l Acad\\'emie des Sciences - Series I -\n  Mathematics, 346 (2008) 779-782"],"date":["2008-09-02"],"type":["text"],"creator":["Bouleau, Nicolas"],"language":[],"coverage":[],"title":["Error calculus and regularity of Poisson functionals : the lent particle\n  method"],"description":["  We propose a new method to apply the Lipschitz functional calculus of local\nDirichlet forms to Poisson random measures.\n"]}]
["0809.0383",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0383"],"date":["2008-09-02"],"type":["text"],"creator":["Costiris, N. J.","Mavrommatis, E.","Gernoth, K. A.","Clark, J. W.","Li, H."],"language":[],"coverage":[],"title":["Statistical Global Modeling of Beta-Decay Halflives Systematics Using\n  Multilayer Feedforward Neural Networks and Support Vector Machines"],"description":["  In this work, the beta-decay halflives problem is dealt as a nonlinear\noptimization problem, which is resolved in the statistical framework of Machine\nLearning (LM). Continuing past similar approaches, we have constructed\nsophisticated Artificial Neural Networks (ANNs) and Support Vector Regression\nMachines (SVMs) for each class with even-odd character in Z and N to global\nmodel the systematics of nuclei that decay 100% by the beta-minus-mode in their\nground states. The arising large-scale lifetime calculations generated by both\ntypes of machines are discussed and compared with each other, with the\navailable experimental data, with previous results obtained with neural\nnetworks, as well as with estimates coming from traditional global nuclear\nmodels. Particular attention is paid on the estimates for exotic and halo\nnuclei and we focus to those nuclides that are involved in the r-process\nnucleosynthesis. It is found that statistical models based on LM can at least\nmatch or even surpass the predictive performance of the best conventional\nmodels of beta-decay systematics and can complement the latter.\n","Comment: 8 pages, 1 fiqure, Proceedings of the 17th HNPS Symposium"]}]
["0809.0384",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","20F55, 20C15,52C35, 15A63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0384"],"date":["2008-09-02"],"type":["text"],"creator":["Marin, Ivan"],"language":[],"coverage":[],"title":["Reflection groups acting on their hyperplanes"],"description":["  After having established elementary results on the relationship between a\nfinite complex (pseudo-)reflection group W < GL(V) and its reflection\narrangement A, we prove that the action of W on A is canonically related with\nother natural representations of W, through a `periodic' family of\nrepresentations of its braid group. We also prove that, when W is irreducible,\nthen the squares of defining linear forms for A span the quadratic forms on V,\nwhich imply |A| >= n(n+1)/2 for n = dim V, and relate the W-equivariance of the\ncorresponding map with the period of our family.\n","Comment: 15 pages"]}]
["0809.0386",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0386"],"date":["2008-09-02"],"type":["text"],"creator":["Zhang, Yuqing"],"language":[],"coverage":[],"title":["Multiplicative Diophantine Exponents of Hyperplanes"],"description":["  We study multiplicative Diophantine approximation property of vectors and\ncompute Diophantine exponents of hyperplanes via dynamics.\n"]}]
["0809.0387",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0387"],"date":["2008-09-02"],"type":["text"],"creator":["Barthelmé, Simon","Mamassian, Pascal"],"language":[],"coverage":[],"title":["A flexible Bayesian method for adaptive measurement in psychophysics"],"description":["  In psychophysical experiments time and the limited goodwill of participants\nis usually a major constraint. This has been the main motivation behind the\nearly development of adaptive methods for the measurements of psychometric\nthresholds. More recently methods have been developed to measure whole\npsychometric functions in an adaptive way. Here we describe a Bayesian method\nto measure adaptively any aspect of a psychophysical function, taking\ninspiration from Kontsevich and Tyler's optimal Bayesian measurement method.\nOur method is implemented in a complete and easy-to-use MATLAB package.\n","Comment: 28 pages, 15 figures"]}]
["0809.0390",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0390"],"date":["2008-09-02"],"type":["text"],"creator":["Marconi, A.","Axon, D.","Maiolino, R.","Nagao, T.","Pietrini, P.","Robinson, A.","Torricelli, G."],"language":[],"coverage":[],"title":["Weighing black holes from zero to high redshift"],"description":["  The application of the virial theorem provides a tool to estimate\nsupermassive black hole (BH) masses in large samples of active galactic nuclei\n(AGN) with broad emission lines at all redshifts and luminosities, if the broad\nline region (BLR) is gravitationally bound. In this paper we discuss the\nimportance of radiation forces on BLR clouds arising from the deposition of\nmomentum by ionizing photons. Such radiation forces counteract gravitational\nones and, if not taken into account, BH masses can be severely underestimated.\nWe provide virial relations corrected for the effect of radiation pressure and\nwe discuss their physical meaning and application. If these corrections to\nvirial masses, calibrated with low luminosity objects, are extrapolated to high\nluminosities then the BLRs of most quasars might be gravitationally unbound.\nThe importance of radiation forces in high luminosity objects must be\nthoroughly investigated to assess the reliability of quasar BH masses.\n","Comment: Proceedings of \"The Central Kiloparsec: Active Galactic Nuclei and\n  Their Hosts\", Ierapetra, Crete, 4-6 June, 2008. To appear in Volume 79 of the\n  Memorie della Societa' Astronomica Italiana. 4 pages, 1 figure"]}]
["0809.0393",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0393"],"date":["2008-09-02"],"type":["text"],"creator":["Kannai, Zoltan"],"language":[],"coverage":[],"title":["Uniform convergence for convexification of dominated pointwise\n  convergent continuous functions"],"description":["  The Lebesgue dominated convergence theorem of the measure theory implies that\nthe Riemann integral of a bounded sequence of continuous functions over the\ninterval [ 0,1] pointwise converging to zero, also converges to zero. The\nvalidity of this result is independent of measure theory, on the other hand,\nthis result together with only elementary functional analysis, can generate\nmeasure theory itself. The mentioned result was also known before the\nappearance of measure theory, but the original proof was very complicated. For\nthis reason this result, when presented in teaching, is generally obtained\nbased on measure theory. Later, Eberlein gave an elementary, but still\nrelatively complicated proof, and there were other simpler proofs but burdened\nwith complicated concepts, like measure theory. In this paper we give a short\nand elementary proof even for the following strenghened form of the mentioned\nresult: a bounded sequence of continuous functions defined on a compact\ntopological space K pointwise converging to zero, has a suitable\nconvexification converging also uniformly to zero on $K,$ thus, e.g., the\noriginal sequence converges weakly to zero in C(K). This fact can also be used\nin the proof of the Krein-Smulian theorem. The usual proof beyond the simple\ntools of the functional analysis, uses heavy embedding theorems and the Riesz'\nrepresentation theorem with the whole apparatus of measure theory. Our main\nresult, however, reduces the cited proof to a form in which we need abstract\ntools only, namely the Hahn-Banach separation theorem and Alaoglu's theorem,\nwithout Riesz' representation or any statement of measure theory.\n"]}]
["0809.0397",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0397"],"date":["2008-09-02"],"type":["text"],"creator":["Chen, Ming","Liu, Si-Qi","Zhang, Youjin"],"language":[],"coverage":[],"title":["Hamiltonian Structures and Reciprocal Transformations for the $r$-KdV-CH\n  Hierarchy"],"description":["  The $r$-KdV-CH hierarchy is a generalization of the Korteweg-de Vries and\nCamassa-Holm hierarchies parametrized by $r+1$ constants. In this paper we\nclarify some properties of its multi-Hamiltonian structures, prove the\nsemisimplicity of the associated bihamiltonian structures and the formula for\ntheir central invariants. By introducing a class of generalized Hamiltonian\nstructures, we give in a natural way the transformation formulae of the\nHamiltonian structures of the hierarchy under certain reciprocal\ntransformation, and prove the formulae at the level of its dispersionless\nlimit. We also consider relations of the associated bihamiltonian structures to\nFrobenius manifolds.\n","Comment: 37 pages"]}]
["0809.0402",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11F33, 11F80, 11F85, 22E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0402"],"date":["2008-09-02"],"type":["text"],"creator":["Berger, Laurent"],"language":[],"coverage":[],"title":["Supersingular representations of GL_2(Q_p) and (phi,Gamma)-modules"],"description":["  The purpose of this note is to give a direct proof of the fact that if one\napplies Colmez' functor to a two dimensional irreducible F_p^bar-representation\nof Gal(Q_p^bar/Q_p), one gets the restriction to the Borel subgroup of\nGL_2(Q_p) of a supersingular representation.\n"]}]
["0809.0406",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0406"],"date":["2008-09-02"],"type":["text"],"creator":["Geiger, Martin Josef"],"language":[],"coverage":[],"title":["Foundations of the Pareto Iterated Local Search Metaheuristic"],"description":["  The paper describes the proposition and application of a local search\nmetaheuristic for multi-objective optimization problems. It is based on two\nmain principles of heuristic search, intensification through variable\nneighborhoods, and diversification through perturbations and successive\niterations in favorable regions of the search space. The concept is\nsuccessfully tested on permutation flow shop scheduling problems under multiple\nobjectives. While the obtained results are encouraging in terms of their\nquality, another positive attribute of the approach is its' simplicity as it\ndoes require the setting of only very few parameters. The implementation of the\nPareto Iterated Local Search metaheuristic is based on the MOOPPS computer\nsystem of local search heuristics for multi-objective scheduling which has been\nawarded the European Academic Software Award 2002 in Ronneby, Sweden\n(http://www.easa-award.net/, http://www.bth.se/llab/easa_2002.nsf)\n","Comment: Proceedings of the 18th International Conference on Multiple Criteria\n  Decision Making, Chania, Greece, June 19-23, 2006"]}]
["0809.0407",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0407"],"date":["2008-09-02"],"type":["text"],"creator":["Preibisch, Thomas","Mamajek, Eric"],"language":[],"coverage":[],"title":["The Nearest OB Association: Scorpius-Centaurus (Sco OB2)"],"description":["  We summarize observational results on the stellar population and star\nformation history of the Scorpius-Centaurus OB Association (Sco OB2), the\nnearest region of recent massive star formation. It consists of three\nsubgroups, Upper Scorpius (US), Upper Centaurus-Lupus (UCL), and Lower\nCentaurus-Crux (LCC) which have ages of about 5, 17, and 16 Myr. In Upper\nScorpius, numerous studies have recently revealed hundreds of low-mass\nassociation members, including dozens of brown dwarfs. The empirical mass\nfunction could be established over the full stellar mass range from 0.1 M_sun\nup to 20 M_sun, and was found to be consistent with recent determinations of\nthe field initial mass function. A narrow range of ages around 5 Myr was found\nfor the low-mass stars, the same age as had previously (and independently) been\nderived for the high-mass members. This supports earlier indications that the\nstar formation process in US was triggered, and agrees with previous\nconjectures that the triggering event was a supernova- and wind-driven\nshock-wave originating from the nearby UCL group. In the older UCL and LCC\nregions, large numbers of low-mass members have recently been identified among\nX-ray and proper-motion selected candidates. In both subgroups, low-mass\nmembers have also been serendipitously discovered through investigations of\nX-ray sources in the vicinity of better known regions (primarily the Lupus and\nTW Hya associations). While both subgroups appear to have mean ages of ~16 Myr,\nthey both show signs of having substructure. Their star-formation histories may\nbe more complex than that of the younger, more compact US group. ... (abstract\nabbreviated; see paper for full abstract).\n","Comment: Chapter for the \"Handbook of Star Forming Regions\", Vol. II: The\n  Southern Sky, Bo Reipurth, ed"]}]
["0809.0409",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0409"],"date":["2008-09-02"],"type":["text"],"creator":["Abolmasov, Pavel","Fabrika, S.","Sholukhova, O.","Kotani, Taro"],"language":[],"coverage":[],"title":["Optical Spectroscopy of the ULX-Associated Nebula MF16"],"description":["  We present the results of optical panoramic and long-slit spectroscopy of the\nnebula MF16 associated with the Ultraluminous X-ray Source NGC6946 ULX-1. More\nthan 20 new emission lines are identified in the spectra. Using characteristic\nline ratios we find the electron density n_e ~ 600cm^{-3}, electron temperature\nin the range from ~9000K to ~20 000K (for different diagnostic lines) and the\ntotal emitting gas mass M ~ 900 Msolar. We also estimate the interstellar\nextinction towards the nebula as A_V = 1.m54 somewhat higher than the Galactic\nabsorption. Observed line luminosities and ratios appear to be inconsistent\nwith excitation and ionization by shock waves so we propose the central object\nresponsible for powering the nebula. We estimate the parameters of the ionizing\nsource using photon number estimates and Cloudy modelling. Required EUV\nluminosity ($\\sim 10^{40}$\\ergl) is high even if compared with the X-ray\nluminosity. We argue that independently of their physical nature ULXs are\nlikely to be bright UV and EUV sources. It is shown that the UV flux expected\nin the GALEX spectral range (1000-3000Angstroms) is quite reachable for UV\nphotometry. Measuring the luminosities and spectral slopes in the UV range may\nhelp to distinguish between the two most popular ULX models.\n","Comment: 24 pages, 3 figures, 3 tables"]}]
["0809.0410",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0410","Habenicht, W. et al. (eds.): Multi-Criteria- und Fuzzy Systeme in\n  Theorie und Praxis-Loesungsansaetze fuer Entscheidungsprobleme mit komplexen\n  Zielsystemen, 2003, ISBN 3-8244-7864-1, pp. 191-207"],"date":["2008-09-02"],"type":["text"],"creator":["Geiger, Martin Josef"],"language":[],"coverage":[],"title":["A Computational Study of Genetic Crossover Operators for Multi-Objective\n  Vehicle Routing Problem with Soft Time Windows"],"description":["  The article describes an investigation of the effectiveness of genetic\nalgorithms for multi-objective combinatorial optimization (MOCO) by presenting\nan application for the vehicle routing problem with soft time windows. The work\nis motivated by the question, if and how the problem structure influences the\neffectiveness of different configurations of the genetic algorithm.\nComputational results are presented for different classes of vehicle routing\nproblems, varying in their coverage with time windows, time window size,\ndistribution and number of customers. The results are compared with a simple,\nbut effective local search approach for multi-objective combinatorial\noptimization problems.\n"]}]
["0809.0416",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0416","Proceedings of the Metaheuristics International Conference\n  MIC'2001, Porto, Portugal, pp. 349-353"],"date":["2008-09-02"],"type":["text"],"creator":["Geiger, Martin Josef"],"language":[],"coverage":[],"title":["Genetic Algorithms for multiple objective vehicle routing"],"description":["  The talk describes a general approach of a genetic algorithm for multiple\nobjective optimization problems. A particular dominance relation between the\nindividuals of the population is used to define a fitness operator, enabling\nthe genetic algorithm to adress even problems with efficient, but\nconvex-dominated alternatives. The algorithm is implemented in a multilingual\ncomputer program, solving vehicle routing problems with time windows under\nmultiple objectives. The graphical user interface of the program shows the\nprogress of the genetic algorithm and the main parameters of the approach can\nbe easily modified. In addition to that, the program provides powerful decision\nsupport to the decision maker. The software has proved it's excellence at the\nfinals of the European Academic Software Award EASA, held at the Keble college/\nUniversity of Oxford/ Great Britain.\n"]}]
["0809.0422",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0422"],"date":["2008-09-02"],"type":["text"],"creator":["Cieply, Ales","Gal, Avraham"],"language":[],"coverage":[],"title":["On the magic of transforming antikaonic nuclear broad quasibound states\n  into narrow intrinsic decaying states"],"description":["  Comments are made on Akaishi, Myint and Yamazaki's interpretation of\nantikaonic quasibound nuclear states as generalized Kapur-Peierls decaying\nstates [arXiv:0805.4382]. We argue that these `intrinsic decaying states' have\nlittle to do with low-energy antikaon-nucleon dynamics.\n","Comment: Reflections on arXiv:0805.4382 by Akaishi, Myint and Yamazaki"]}]
["0809.0423",{"format":[],"subject":["Mathematics - Probability","91B28, 60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0423"],"date":["2008-09-02"],"type":["text"],"creator":["Morlais, Marie Amelie"],"language":[],"coverage":[],"title":["An extended existence result for quadratic BSDEs with jumps with\n  application to the utility maximization problem"],"description":["  In this study, we consider the exponential utility maximization problem in\nthe context of a jump-diffusion model. To solve the problem, we rely on the\ndynamic programming principle and we derive from it a quadratic BSDE with\njumps. Since this quadratic BSDE is driven both by a Wiener process and by a\nPoisson random measure having a Levy measure with infinite mass, our main task\nconsists in establishing a new existence result for the specific BSDE\nintroduced.\n","Comment: 37 pages"]}]
["0809.0434",{"format":[],"subject":["Mathematics - Differential Geometry","49Q05","51M04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0434"],"date":["2008-09-02"],"type":["text"],"creator":["Huff, Robert"],"language":[],"coverage":[],"title":["Conelike soap films spanning tetrahedra"],"description":["  In this paper we provide the first examples of non-flat soap films proven to\nspan tetrahedra. These are members of a continuous two parameter family of soap\nfilms with tetrahedral boundaries. Of particular interest is a two parameter\nsubfamily where each spanning soap film has the property that two minimal\nsurfaces meet along an edge of the boundary at an angle greater than 120\ndegrees.\n","Comment: 19 pages, 6 figures"]}]
["0809.0442",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0442"],"date":["2008-09-02"],"type":["text"],"creator":["Fallert, S V","Taraskin, S N"],"language":[],"coverage":[],"title":["Scaling behavior of the disordered contact process"],"description":["  The one-dimensional contact process with weak to intermediate quenched\ndisorder in its transmission rates is investigated via quasi-stationary Monte\nCarlo simulation. We address the contested questions of both the nature of\ndynamical scaling, conventional or activated, as well as of universality of\ncritical exponents by employing a scaling analysis of the distribution of\nlifetimes and the quasi-stationary density of infection. We find activated\nscaling to be the appropriate description for all disorder strengths\nconsidered. Critical exponents are disorder dependent and approach the values\nexpected for the limit of strong disorder as predicted by strong-disorder\nrenormalization group analysis of the process. However, even for the strongest\ndisorder under consideration no strong-disorder exponents are found.\n","Comment: 5 pages, 3 figures, submitted to Physical Review E"]}]
["0809.0443",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0443"],"date":["2008-09-02"],"type":["text"],"creator":["D'Angelo, Maria Veronica","Auradou, Harold","Picard, Guillemette","Poitzsch, Martin E.","Hulin, Jean-Pierre"],"language":[],"coverage":[],"title":["Single fiber transport by a fluid flow in a fracture with rough walls:\n  influence of the fluid rheology"],"description":["  The possible transport of fibers by fluid flow in fractures is investigated\nexperimentally in transparent models using flexible polyester thread (mean\ndiameter $280 \\mu\\mathrm{m}$) and Newtonian and shear thinning fluids. In the\ncase of smooth parallel walls, fibers of finite length $\\ell = 20-150\n\\mathrm{mm}$ move at a constant velocity of the order of the maximum fluid\nvelocity in the aperture. In contrast, for fibers lying initially at the inlet\nside of the model and dragged by the flow inside it, the velocity increases\nwith the depth of penetration (this results from the lower velocity - and drag\n- in the inlet part). In both cases, the friction of the fiber with the smooth\nwalls is weak. For rough self-affine walls and a continuous gradient of the\nlocal mean aperture transverse to the flow, transport of the fibers by a water\nflow is only possible in the region of larger aperture ($\\bar{a} \\gtrsim 1.1\n\\mathrm{mm}$) and is of \"stop and go\" type at low velocities. Time dependent\ndistorsions of the fiber are also often observed. When water is replaced by a\nshear thinning polymer solution, the fibers move faster and continuously in\nhigh aperture regions and their friction with the walls is reduced. Fiber\ntransport becomes also possible in narrower regions where irreversible pinning\noccurred for water. In a third rough model with no global aperture gradient but\nwith rough walls and a channelization parallel to the mean flow, fiber\ntransport was only possible in shear-thinning flows and pinning and\nentanglement effects were studied.\n"]}]
["0809.0450",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0450"],"date":["2008-09-02"],"type":["text"],"creator":["Sarti, A."],"language":[],"coverage":[],"title":["B Physics at LHC"],"description":["  Three experiments, among the LHC project, are getting ready to explore the b\nquark flavour sector. While ATLAS and CMS are general purpose experiments,\nwhere the study of B mesons is going to proceed in parallel with the Higgs\nboson and supersymmetry searches, the LHCb experiment is devoted to B physics\nstudies. The key parameters entering the physics analyses and the performances\nachieved in all the three experiments are presented. Given the large B physics\nprogram foreseen in the LHC experiments, the studies reported in this paper\nhave been selected as those with higher likelihood to provide solid and\ninteresting new results on Standard Model validation and New Physics processes\nsearch with early data.\n","Comment: Invited talk at the Hadron Collider Physics Symposium (HCP2008),\n  Galena, Illinois, USA, May 27-31, 2008; 11 pages, LaTeX, 8 eps figures"]}]
["0809.0455",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0455"],"date":["2008-09-02"],"type":["text"],"creator":["Chabreyrie, R.","Vainchtein, D.","Chandre, C.","Singh, P.","Aubry, N."],"language":[],"coverage":[],"title":["Tuning Mixing within a Droplet for Digital Microfluidics"],"description":["  The design of strategies to generate efficient mixing is crucial for a\nvariety of applications, particularly digital microfluidic devices that use\nsmall \"discrete\" fluid volumes (droplets) as fluid carriers and microreactors.\nIn recent work, we have presented an approach for the generation and control of\nmixing inside a translating spherical droplet. This was accomplished by\nconsidering Stokes' flow within a droplet proceeding downstream to which we\nhave superimposed time dependent (sinusoidal) rotation. The mixing obtained is\nthe result of the stretching and folding of material lines which increase\nexponentially the surface contact between reagents. The mixing strategy relies\non the generation of resonances between the steady and the unsteady part of the\nflow, which is achieved by tuning the parameters of the periodic rotation. Such\nresonances, in our system, offer the possibility of controlling both the\nlocation and the size of the mixing region within the droplet, which may be\nuseful to manufacture inhomogeneous particles (such as Janus particles). While\nthe period and amplitude of the periodic rotation play a major role, it is\nshown here by using a triangular function that the particular shape of the\nrotation (as a function of time) has a minor influence. This finding\ndemonstrates the robustness of the proposed mixing strategy, a crucial point\nfor its experimental realization.\n","Comment: 17 pages,6 figures. to appear Mechanics Research Communications"]}]
["0809.0458",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computer Science and Game Theory","H.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0458"],"date":["2008-09-02"],"type":["text"],"creator":["Engle, Eric"],"language":[],"coverage":[],"title":["Agent Models of Political Interactions"],"description":["  Looks at state interactions from an agent based AI perspective to see state\ninteractions as an example of emergent intelligent behavior. Exposes basic\nprinciples of game theory.\n","Comment: 22 pages"]}]
["0809.0460",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0460"],"date":["2008-09-02"],"type":["text"],"creator":["Agrawal, Shipra","Saberi, Amin","Ye, Yinyu"],"language":[],"coverage":[],"title":["Stochastic Combinatorial Optimization under Probabilistic Constraints"],"description":["  In this paper, we present approximation algorithms for combinatorial\noptimization problems under probabilistic constraints. Specifically, we focus\non stochastic variants of two important combinatorial optimization problems:\nthe k-center problem and the set cover problem, with uncertainty characterized\nby a probability distribution over set of points or elements to be covered. We\nconsider these problems under adaptive and non-adaptive settings, and present\nefficient approximation algorithms for the case when underlying distribution is\na product distribution. In contrast to the expected cost model prevalent in\nstochastic optimization literature, our problem definitions support\nrestrictions on the probability distributions of the total costs, via\nincorporating constraints that bound the probability with which the incurred\ncosts may exceed a given threshold.\n"]}]
["0809.0461",{"format":[],"subject":["Computer Science - Human-Computer Interaction","H.5.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0461"],"date":["2008-09-02"],"type":["text"],"creator":["Engle, Eric"],"language":[],"coverage":[],"title":["The Semiotic Machine"],"description":["  A semiotic model of the user interface in human-computer interaction.\nAlgorithmic sign, semotics, algorithmic art.\n","Comment: 28 pages"]}]
["0809.0462",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0462"],"date":["2008-09-02"],"type":["text"],"creator":["Pereira, A. Vilela","Collaboration, for the CMS"],"language":[],"coverage":[],"title":["Observation of single-diffractive W production with CMS: a feasibility\n  study"],"description":["  We present a study of single-diffractive $W$-boson production in $pp$\ncollisions at $\\sqrt{s}=14$ TeV, $pp \\to Xp$ with $X$ including a $W$ boson,\nwith the CMS detector. We discuss the feasibility of observing this process\nwith an integrated effective luminosity for single interactions of 100\npb$^{-1}$.\n","Comment: 4 pages, 4 figures, contribution to the proceedings of DIS 2008: XVI\n  International Workshop on Deep-Inelastic Scattering and Related Subjects,\n  7-11 April 2008, London, United Kingdom"]}]
["0809.0465",{"format":[],"subject":["Mathematics - Numerical Analysis","65D05, 65D25, 65D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0465"],"date":["2008-09-02"],"type":["text"],"creator":["Muthumalai, Ramesh kumar"],"language":[],"coverage":[],"title":["New Formulas and Methods for Interpolation, Numerical Differentiation\n  and Numerical Integration"],"description":["  We present a new formula for divided difference and few new schemes of\ndivided difference tables in this paper. Through this, we derive new\ninterpolation, numerical differentiation and numerical integration formulas\nwith arbitrary order of accuracy for evanly and unevanly spaced data. First, we\nstudy the new interpolation formula which generalizes both Newton's and\nLagrange's interpolation formula with the new divided difference table for\nunevanly spaced points and using this; we derive other interpolation formulas,\nin terms of differences for evanly spaced data. Second, we study two new\ndifferent methods of numerical differentiation for both evanly and unevanly\nspaced points without differentiating the interpolating polynomials or the use\nof operators. Third, we derive new numerical integration formulas using new\ndifferentiation formulas and Taylor formula for both evanly and unevanly spaced\ndata. Basic computer algorithms for few new formulas are given. In Comparison\nto former polynomial interpolation, numerical differentiation and numerical\nintegration formuals, these new formulas have some featured advantages for\napproximating functional values, numerical derivatives of higher order and\napproximate integral values for evanly and unevanly spaced data.\n","Comment: 34 pages"]}]
["0809.0472",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0472"],"date":["2008-09-02"],"type":["text"],"creator":["Lloyd, Christopher","Pickard, Roger","Shears, Jeremy","Miller, Ian","Boyd, David","Brady, Steve"],"language":[],"coverage":[],"title":["The 2008 February superoutburst of V452 Cas"],"description":["  Observations of the 2008 February outburst of V452 Cas show that the profile,\nduration and magnitude at maximum were very similar to the previous\nsuperoutburst in 2007 September. Low-amplitude variations consistent with\npreviously observed superhumps were also seen.\n","Comment: 4 pages, 2 figures"]}]
["0809.0477",{"format":[],"subject":["Mathematics - Probability","60J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0477"],"date":["2008-09-02"],"type":["text"],"creator":["Costa, O. L. V.","Dufour, F."],"language":[],"coverage":[],"title":["Average Continuous Control of Piecewise Deterministic Markov Processes"],"description":["  This paper deals with the long run average continuous control problem of\npiecewise deterministic Markov processes (PDMP's) taking values in a general\nBorel space and with compact action space depending on the state variable. The\ncontrol variable acts on the jump rate and transition measure of the PDMP, and\nthe running and boundary costs are assumed to be positive but not necessarily\nbounded. Our first main result is to obtain an optimality equation for the long\nrun average cost in terms of a discrete-time optimality equation related to the\nembedded Markov chain given by the post-jump location of the PDMP. Our second\nmain result guarantees the existence of a feedback measurable selector for the\ndiscrete-time optimality equation by establishing a connection between this\nequation and an integro-differential equation. Our final main result is to\nobtain some sufficient conditions for the existence of a solution for a\ndiscrete-time optimality inequality and an ordinary optimal feedback control\nfor the long run average cost using the so-called vanishing discount approach.\n","Comment: 34 pages"]}]
["0809.0482",{"format":[],"subject":["Mathematics - Number Theory","11F70 (Primary) 11F46, 11F67 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0482"],"date":["2008-09-02"],"type":["text"],"creator":["Pitale, Ameya","Schmidt, Ralf"],"language":[],"coverage":[],"title":["Bessel models for lowest weight representations of GSp(4,R)"],"description":["  We prove uniqueness and give precise criteria for existence of split and\nnon-split Bessel models for a class of lowest and highest weight\nrepresentations of the groups GSp(4,R) and Sp(4,R) including all holomorphic\nand anti-holomorphic discrete series representations. Explicit formulas for the\nresulting Bessel functions are obtained by solving systems of differential\nequations. The formulas are applied to derive an integral representation for a\nglobal $L$-function on GSp(4)xGL(2) involving a vector-valued Siegel modular\nform of degree 2.\n","Comment: 34 pages"]}]
["0809.0493",{"format":[],"subject":["Mathematics - Group Theory","20C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0493"],"date":["2008-09-02"],"type":["text"],"creator":["Bouc, Serge"],"language":[],"coverage":[],"title":["Gluing endo-permutation modules"],"description":["  In this paper, I show that if $p$ is an odd prime, and if $P$ is a finite\n$p$-group, then there exists an exact sequence of abelian groups $$0\\to T(P)\\to\nD(P)\\to\\lproj{P}\\to H^1\\big(\\apdeux(P),\\Z\\big)^{(P)},$$ where $D(P)$ is the\nDade group of $P$ and $T(P)$ is the subgroup of endo-trivial modules. Here\n$\\lproj{P}$ is the group of sequences of compatible elements in the Dade groups\n$D\\big(N_P(Q)/Q\\big)$ for non trivial subgroups $Q$ of $P$. The poset\n$\\apdeux(P)$ is the set of elementary abelian subgroups of rank at least 2 of\n$P$, ordered by inclusion. The group $H^1\\big(\\apdeux(P),\\Z\\big)^{(P)}$ is the\nsubgroup of $H^1\\big(\\apdeux(P),\\Z\\big)$ consisting of classes of $P$-invariant\n1-cocycles. Here $\\lproj{P}$ is the group of sequences of compatible elements\nin the Dade groups $D\\big(N_P(Q)/Q\\big)$ for non trivial subgroups $Q$ of $P$.\nThe poset $\\apdeux(P)$ is the set of elementary abelian subgroups of rank at\nleast 2 of $P$, ordered by inclusion. The group\n$H^1\\big(\\apdeux(P),\\Z\\big)^{(P)}$ is the subgroup of\n$H^1\\big(\\apdeux(P),\\Z\\big)$ consisting of classes of $P$-invariant 1-cocycles.\nA key result to prove that the above sequence is exact is a characterization of\nelements of $2D(P)$ by sequences of integers, indexed by sections $(T,S)$ of\n$P$ such that $T/S\\cong (\\Z/p\\Z)^2$, fulfilling certain conditions associated\nto subquotients of $P$ which are either elementary abelian of rank~3, or\nextraspecial of order $p^3$ and exponent $p$.\n"]}]
["0809.0494",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0494"],"date":["2008-09-02"],"type":["text"],"creator":["Guillaume, Bruno","Perrier, Guy"],"language":[],"coverage":[],"title":["Interaction Grammars"],"description":["  Interaction Grammar (IG) is a grammatical formalism based on the notion of\npolarity. Polarities express the resource sensitivity of natural languages by\nmodelling the distinction between saturated and unsaturated syntactic\nstructures. Syntactic composition is represented as a chemical reaction guided\nby the saturation of polarities. It is expressed in a model-theoretic framework\nwhere grammars are constraint systems using the notion of tree description and\nparsing appears as a process of building tree description models satisfying\ncriteria of saturation and minimality.\n"]}]
["0809.0500",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs","42C40","47D03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0500"],"date":["2008-09-02"],"type":["text"],"creator":["Baggett, Lawrence W.","Larsen, Nadia S.","Packer, Judith A.","Raeburn, Iain","Ramsay, Arlan"],"language":[],"coverage":[],"title":["Direct limits, multiresolution analyses, and wavelets"],"description":["  A multiresolution analysis for a Hilbert space realizes the Hilbert space as\nthe direct limit of an increasing sequence of closed subspaces. In a previous\npaper, we showed how, conversely, direct limits could be used to construct\nHilbert spaces which have multiresolution analyses with desired properties. In\nthis paper, we use direct limits, and in particular the universal property\nwhich characterizes them, to construct wavelet bases in a variety of concrete\nHilbert spaces of functions. Our results apply to the classical situation\ninvolving dilation matrices on $L^2(\\R^n)$, the wavelets on fractals studied by\nDutkay and Jorgensen, and Hilbert spaces of functions on solenoids.\n","Comment: 23 pages including bibligraphy"]}]
["cond-mat/0610696",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0610696","phys. stat. sol. (c) 3, No. 12, 4070-4073 (2006)","doi:10.1002/pssc.200672834"],"date":["2006-10-25"],"type":["text"],"creator":["Giddings, A. D.","Jungwirth, T.","Gallagher, B. L."],"language":[],"coverage":[],"title":["Interlayer exchange coupling in (Ga,Mn)As based multilayers"],"description":["  Exhibiting antiferromagnetic interlayer coupling in dilute magnetic\nsemiconductor multilayers is essential for the realisation of\nmagnetoresistances analogous to giant magnetoresistance in metallic multilayer\nstructures. In this work we use a mean-field theory of carrier induced\nferromagnetism to explore possible (Ga,Mn)As based multilayer structures that\nmight yield antiferromagnetic coupling.\n","Comment: 4 pages, 2 figures. To be published in physica status solidi c as the\n  proceedings of the PASPS IV conference"]}]
["math/0612331",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Rings and Algebras","05C50","05C75","15A03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612331"],"date":["2006-12-12","2008-09-03"],"type":["text"],"creator":["Barrett, Wayne","Grout, Jason","Loewy, Raphael"],"language":[],"coverage":[],"title":["The minimum rank problem over the finite field of order 2: minimum rank\n  3"],"description":["  Our main result is a sharp bound for the number of vertices in a minimal\nforbidden subgraph for the graphs having minimum rank at most 3 over the finite\nfield of order 2. We also list all 62 such minimal forbidden subgraphs. We\nconclude by exploring how some of these results over the finite field of order\n2 extend to arbitrary fields and demonstrate that at least one third of the 62\nare minimal forbidden subgraphs over an arbitrary field for the class of graphs\nhaving minimum rank at most 3 in that field.\n","Comment: 40 pages, added Sage program and improvements from referee process"]}]
["math/0612662",{"format":[],"subject":["Mathematics - Rings and Algebras","16W30, 16L60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612662"],"date":["2006-12-21","2008-09-03"],"type":["text"],"creator":["Iglesias, F. Castano","Nastasescu, C.","Vercruysse, J."],"language":[],"coverage":[],"title":["Quasi-Frobenius functors. Applications"],"description":["  We investigate functors between abelian categories having a left adjoint and\na right adjoint that are \\emph{similar} (these functors are called\n\\emph{quasi-Frobenius functors}). We introduce the notion of a\n\\emph{quasi-Frobenius bimodule} and give a characterization of these bimodules\nin terms of quasi-Frobenius functors. Some applications to corings and graded\nrings are presented. In particular, the concept of quasi-Frobenius homomorphism\nof corings is introduced. Finally, a version of the endomorphism ring Theorem\nfor quasi-Frobenius extensions in terms of corings is obtained.\n","Comment: 20 pages, major changes in v2"]}]
["math/0703371",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703371"],"date":["2007-03-13","2008-09-03"],"type":["text"],"creator":["Melnikov, Anna"],"language":[],"coverage":[],"title":["B-orbits of nilpotent order 2 and link patterns"],"description":["  In this paper we describe geometry of orbits of upper triangular matrices of\nnilpotent order 2 under conjugation by the group of upper triangular invertible\nmatrices in terms of link patterns. Further we apply this description to the\ncomputations of the closures of orbital varieties of nilpotent order 2 and\nintersections of components of a Springer fiber of nilpotent order 2. In\nparticular we connect our results to the combinatorics of meanders and\nTemperley-Lieb algebras.\n","Comment: 37 pages"]}]
["quant-ph/0506223",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0506223","Int. J. Quant. Info. 4, 131 (2006)"],"date":["2005-06-27","2005-11-16"],"type":["text"],"creator":["Lindner, Netanel H.","Scudo, Petra F.","Bruss, Dagmar"],"language":[],"coverage":[],"title":["Quantum estimation of relative information"],"description":["  We derive optimal schemes for preparation and estimation of relational\ndegrees of freedom between two quantum systems. We specifically analyze the\ncase of rotation parameters representing relative angles between elements of\nthe SU(2) symmetry group. Our estimation procedure does not assume prior\nknowledge of the absolute spatial orientation of the systems and as such does\nnot require information on the underlying classical reference frame in which\nthe states are prepared.\n","Comment: Contribution to the Int. J. of Quant. Info. issue dedicated to the\n  memory of Asher Peres"]}]
["quant-ph/0703240",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703240","J. Phys. A, 40: F483 (2007)","doi:10.1088/1751-8113/40/24/F07"],"date":["2007-03-26"],"type":["text"],"creator":["Unanyan, R. G.","Kampermann, H.","Bruss, D."],"language":[],"coverage":[],"title":["A Decomposition of Separable Werner States"],"description":["  We derive an integral convex combination of product states for a range of\nseparable Werner states. Our method consists of expanding the sought-after\nlocal density operators in terms of Wigner operators. For dimension d=2, our\ndecomposition holds for the whole separable range of Werner states, while for\nd>2 it is valid for a subset of separable Werner states. We illustrate the\ngeneral method with the explicit examples d=2 and d=3.\n","Comment: 7 pages, 1 figures"]}]
