["0704.0125",{"format":[],"subject":["Mathematics - Analysis of PDEs","74H40, 35B45, 35Q72, 74F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0125","Asymptotic Analysis, 57 No. 1-2, 1-27, 2008","doi:10.3233/ASY-2008-0863"],"date":["2007-04-02","2007-11-15"],"type":["text"],"creator":["Reissig, Michael","Wirth, Jens"],"language":[],"coverage":[],"title":["Anisotropic thermo-elasticity in 2D -- Part I: A unified approach"],"description":["  In this note we develop tools and techniques for the treatment of anisotropic\nthermo-elasticity in two space dimensions. We use a diagonalisation technique\nto obtain properties of the characteristic roots of the full symbol of the\nsystem in order to prove $L^p$--$L^q$ decay rates for its solutions.\n","Comment: 22 pages;"]}]
["0704.0741",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0741","Phys. Rev. B 76, 094202 (2007)","doi:10.1103/PhysRevB.76.094202"],"date":["2007-04-05"],"type":["text"],"creator":["Texier, Christophe","Montambaux, Gilles"],"language":[],"coverage":[],"title":["Al'tshuler-Aronov correction to the conductivity of a large metallic\n  square network"],"description":["  We consider the correction $\\Delta\\sigma_\\mathrm{ee}$ due to\nelectron-electron interaction to the conductivity of a weakly disordered metal\n(Al'tshuler-Aronov correction). The correction is related to the spectral\ndeterminant of the Laplace operator. The case of a large square metallic\nnetwork is considered. The variation of $\\Delta\\sigma_\\mathrm{ee}(L_T)$ as a\nfunction of the thermal length $L_T$ is found very similar to the variation of\nthe weak localization $\\Delta\\sigma_\\mathrm{WL}(L_\\phi)$ as a function of the\nphase coherence length. Our result for $\\Delta\\sigma_\\mathrm{ee}$ interpolates\nbetween the known 1d and 2d results, but the interaction parameter entering the\nexpression of $\\Delta\\sigma_\\mathrm{ee}$ keeps a 1d behaviour. Quite\nsurprisingly, the result is very close to the 2d logarithmic behaviour already\nfor $L_T\\sim{a}/2$, where $a$ is the lattice parameter.\n","Comment: 6 pages, RevTex4, 3 eps figures"]}]
["0704.1105",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1105","1-4244-0914-4/07, pp. 1589-1594, (2007), IEEE"],"date":["2007-04-09","2008-04-10"],"type":["text"],"creator":["Rantsev-Kartinov, Valentin. A."],"language":[],"coverage":[],"title":["Neutrino Astronomy with High Spatial Resolution is Already Existing"],"description":["  By basing on observations of skeletal structures of the Sun and assuming that\nsome of them are located inside of star, and also that a filamentary (linear)\nmatter (whose a model earlier was put forward by B.U. Rodionov) is in basis of\nthese internal structures the author consider possible processes of images\nformation of these structures inside the Sun and theirs coming out into space\nand also gives an elementary estimations of its parameters, which allow: i) to\nform their images in a flux of electronic neutrinos; ii) to carry out these\nimages from within of the Sun into space; iii) to develop these images in form\nof a concomitant flux of soft x-ray, which next is recorded by telescope of\nsoft x-ray. It is supposed the processes considered here, actually, can be\naccepted as future base of neutrino astronomy with high spatial resolution.\n","Comment: 6 pages and 3 figures, Proc. ICOPS-07"]}]
["0704.3640",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Condensed Matter - Disordered Systems and Neural Networks","Mathematics - Dynamical Systems","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3640"],"date":["2007-04-26","2008-04-10"],"type":["text"],"creator":["Wylie, Dennis Cates"],"language":[],"coverage":[],"title":["Linked by Loops: Network Structure and Switch Integration in Complex\n  Dynamical Systems"],"description":["  Simple nonlinear dynamical systems with multiple stable stationary states are\noften taken as models for switchlike biological systems. This paper considers\nthe interaction of multiple such simple multistable systems when they are\nembedded together into a larger dynamical \"supersystem.\" Attention is focused\non the network structure of the resulting set of coupled differential\nequations, and the consequences of this structure on the propensity of the\nembedded switches to act independently versus cooperatively. Specifically, it\nis argued that both larger average and larger variance of the node degree\ndistribution lead to increased switch independence. Given the frequency of\nempirical observations of high variance degree distributions (e.g., power-law)\nin biological networks, it is suggested that the results presented here may aid\nin identifying switch-integrating subnetworks as comparatively homogenous,\nlow-degree, substructures. Potential applications to ecological problems such\nas the relationship of stability and complexity are also briefly discussed.\n","Comment: 21 pages, 5 figures. Paper simplified and shortened. Quantities\n  presented in table 1 are different, though related, to quantities previously\n  presented in table 1"]}]
["0705.0518",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Rings and Algebras","05E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0518"],"date":["2007-05-03","2008-04-10"],"type":["text"],"creator":["Miklavic, Stefko"],"language":[],"coverage":[],"title":["Leonard triples and hypercubes"],"description":["  Let $V$ denote a vector space over C with finite positive dimension. By a\n{\\em Leonard triple} on $V$ we mean an ordered triple of linear operators on\n$V$ such that for each of these operators there exists a basis of $V$ with\nrespect to which the matrix representing that operator is diagonal and the\nmatrices representing the other two operators are irreducible tridiagonal. Let\n$D$ denote a positive integer and let $Q_D$ denote the graph of the\n$D$-dimensional hypercube. Let $X$ denote the vertex set of $Q_D$ and let $A$\ndenote the adjacency matrix of $Q_D$. Fix $x \\in X$ and let $A^*$ denote the\ncorresponding dual adjacency matrix. Let $T$ denote the subalgebra of\n$Mat_X(C)$ generated by $A, A^*$. We refer to $T$ as the {\\em Terwilliger\nalgebra of} $Q_D$ {\\em with respect to} $x$. The matrices $A$ and $A^*$ are\nrelated by the fact that $2 \\im A = A^* A^e - A^e A^*$ and $2 \\im A^* = A^e A -\nA A^e$, where $2 \\im A^e = A A^* - A^* A$ and $\\im^2=-1$. We show that the\ntriple $A$, $A^*$, $A^e$ acts on each irreducible $T$-module as a Leonard\ntriple. We give a detailed description of these Leonard triples.\n","Comment: 26 pages"]}]
["0705.2657",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2657","Phys.Lett.B656:174-181,2007","doi:10.1016/j.physletb.2007.09.038"],"date":["2007-05-18","2008-03-21"],"type":["text"],"creator":["Song, Young-Ho","Lazauskas, Rimantas","Park, Tae-Sun","Min, Dong-Pil"],"language":[],"coverage":[],"title":["Effective field theory approach for the M1 properties of A=2 and 3\n  nuclei"],"description":["  The magnetic moments of ${}^2{H}$, ${}^3{He}$ and ${}^3{H}$ as well as the\nthermal neutron capture rate on the proton are calculated using heavy baryon\nchiral perturbation theory {\\it \\`{a} la} Weinberg. The M1 operators have been\nderived up to {N$^3$LO}. The nuclear matrix elements are evaluated with the use\nof wave functions obtained by carrying out variational Monte Carlo calculations\nfor a realistic nuclear Hamiltonian involving high-precision phenomenological\npotentials like Argonne Av18 and Urbana IX tri-nucleon interactions. We discuss\nthe potential- and cutoff-dependence of the results.\n","Comment: 14 pages, 2figures"]}]
["0707.2916",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2916","Phys. Rev. B 76, 153312 (2007)","doi:10.1103/PhysRevB.76.153312"],"date":["2007-07-19"],"type":["text"],"creator":["Texier, Christophe"],"language":[],"coverage":[],"title":["Effect of connecting wires on the decoherence due to electron-electron\n  interaction in a metallic ring"],"description":["  We consider the weak localization in a ring connected to reservoirs through\nleads of finite length and submitted to a magnetic field. The effect of\ndecoherence due to electron-electron interaction on the harmonics of AAS\noscillations is studied, and more specifically the effect of the leads. Two\nresults are obtained for short and long leads regimes. The scale at which the\ncrossover occurs is discussed. The long leads regime is shown to be more\nrealistic experimentally.\n","Comment: LaTeX, 4 pages, 4 eps figures"]}]
["0708.0315",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","74H40, 35B45, 35Q72, 74F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0315","Asymptotic Analysis, 57 No. 1-2, 29-40, 2008","doi:10.3233/ASY-2008-0883"],"date":["2007-08-02","2007-11-15"],"type":["text"],"creator":["Wirth, Jens"],"language":[],"coverage":[],"title":["Anisotropic thermo-elasticity in 2D -- Part II: Applications"],"description":["  In this note we present concrete applications of the general treatment of\nanisotropic thermo-elasticity developed in Part I.\n","Comment: 10 pages, 6 figures"]}]
["0708.0320",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0320","Phys. Rev. A. 77 (2008) 034301","doi:10.1103/PhysRevA.77.034301"],"date":["2007-08-02","2008-04-10"],"type":["text"],"creator":["Ferreira, A.","Santos, J. M. B. Lopes dos"],"language":[],"coverage":[],"title":["Analytic results on long distance entanglement mediated by gapped spin\n  chains"],"description":["  We give an analytical description of long distance entanglement (LDE)\nmediated by one-dimensional quantum spin chains recently found in numerical\nstudies. We develop a formalism that allows the computation of LDE for weakly\ninteracting probes with gapped many-body systems. At zero temperature, a DC\nresponse function determines the ability of the physical system to generate\ngenuine quantum correlations between the probes. We show that the biquadratic\nHeisenberg spin-1 chain is able to produce LDE in the thermodynamical limit and\nthat the finite antiferromagnetic Heisenberg chain maximally entangles two\nspin-1/2 probes very far apart. These results support the current perspective\nof using quantum spin chains as entanglers or quantum channels in quantum\ninformation devices.\n","Comment: 4 pages, 2 figures, submitted for publication"]}]
["0709.2374",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2374","Phys. Rev. A 77, 041604(R) (2008)","doi:10.1103/PhysRevA.77.041604"],"date":["2007-09-14","2008-04-07"],"type":["text"],"creator":["Gangardt, D. M.","Pustilnik, M."],"language":[],"coverage":[],"title":["Correlations in an expanding gas of hard-core bosons"],"description":["  We consider a longitudinal expansion of a one-dimensional gas of hard-core\nbosons suddenly released from a trap. We show that the broken translational\ninvariance in the initial state of the system is encoded in correlations\nbetween the bosonic occupation numbers in the momentum space. The correlations\nare protected by the integrability and exhibit no relaxation during the\nexpansion.\n"]}]
["0709.4144",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4144","J. Cryst. Growth 310, 1875 (2008)","doi:10.1016/j.jcrysgro.2007.10.045"],"date":["2007-09-26","2007-12-05"],"type":["text"],"creator":["Krellner, C.","Geibel, C."],"language":[],"coverage":[],"title":["Single crystal growth and anisotropy of CeRuPO"],"description":["  We report on the single crystal growth of the ferromagnetic Kondo lattice\nsystem CeRuPO using a Sn flux method. Magnetic susceptibility and electrical\nresistivity measurements indicate strong anisotropy of this structurally\nlayered compound. They evidence that the magnetic moments order\nferromagnetically along the c-direction of the tetragonal unit cell, whereas\nthe crystal electric field (CEF) anisotropy favors the ab-plane. Therefore,\nCeRuPO presents the unusual case within rare earth systems, where the\nanisotropy of the interionic exchange interaction overcomes the single ion\nanisotropy due to the CEF interaction.\n","Comment: 13 pages, 7 figures, high quality figures:\n  http://www.cpfs.mpg.de/~krellner/"]}]
["0710.1974",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1974","Physical Review B 76, 224430 (2007)","doi:10.1103/PhysRevB.76.224430"],"date":["2007-10-10","2008-04-10"],"type":["text"],"creator":["Mecking, N.","Gui, Y. S.","Hu, C. -M."],"language":[],"coverage":[],"title":["Microwave photovoltage and photoresistance effects in ferromagnetic\n  microstrips"],"description":["  We investigate the dc electric response induced by ferromagnetic resonance in\nferromagnetic Permalloy (Ni80Fe20) microstrips. The resulting magnetization\nprecession alters the angle of the magnetization with respect to both dc and rf\ncurrent. Consequently the time averaged anisotropic magnetoresistance (AMR)\nchanges (photoresistance). At the same time the time-dependent AMR oscillation\nrectifies a part of the rf current and induces a dc voltage (photovoltage). A\nphenomenological approach to magnetoresistance is used to describe the distinct\ncharacteristics of the photoresistance and photovoltage with a consistent\nformalism, which is found in excellent agreement with experiments performed on\nin-plane magnetized ferromagnetic microstrips. Application of the microwave\nphotovoltage effect for rf magnetic field sensing is discussed.\n","Comment: 16 pages, 15 figures"]}]
["0710.3390",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3390","J. Chem. Phys. 128, 136102 (2008)","doi:10.1063/1.2889937"],"date":["2007-10-17","2008-02-08"],"type":["text"],"creator":["van Zon, Ramses","Omelyan, Igor P.","Schofield, Jeremy"],"language":[],"coverage":[],"title":["Efficient algorithms for rigid body integration using optimized\n  splitting methods and exact free rotational motion"],"description":["  Hamiltonian splitting methods are an established technique to derive stable\nand accurate integration schemes in molecular dynamics, in which additional\naccuracy can be gained using force gradients. For rigid bodies, a tradition\nexists in the literature to further split up the kinetic part of the\nHamiltonian, which lowers the accuracy. The goal of this note is to comment on\nthe best combination of optimized splitting and gradient methods that avoids\nsplitting the kinetic energy. These schemes are generally applicable, but the\noptimal scheme depends on the desired level of accuracy. For simulations of\nliquid water it is found that the velocity Verlet scheme is only optimal for\ncrude simulations with accuracies larger than 1.5%, while surprisingly a\nmodified Verlet scheme (HOA) is optimal up to accuracies of 0.4% and a fourth\norder gradient scheme (GIER4) is optimal for even higher accuracies.\n","Comment: 2 pages, 1 figure. Added clarifying comments. Accepted for\n  publication in the Journal of Chemical Physics"]}]
["0710.3503",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3503","J. Phys. A: Math. Theor. 41, 164020 (2008)","doi:10.1088/1751-8113/41/16/164020"],"date":["2007-10-18","2008-02-20"],"type":["text"],"creator":["Tomas, Marin-Slobodan"],"language":[],"coverage":[],"title":["Enhanced van der Waals interaction at interfaces"],"description":["  Using a recently obtained (general) formula for the interaction energy\nbetween an excited and a ground-state atom (Sherkunov Y 2007 Phys. Rev. A 75\n012705), we consider the interaction energy between two such atoms near the\ninterface between two media. We demonstrate that under the circumstances of the\nresonant coupling of the excited atom to the surface polariton mode of a\nvacuum-medium system the nonretarded atom*-atom interaction energy can be\nenhanced by (several) orders of magnitude in comparison with the van der Waals\ninteraction energy of the two isolated atoms.\n","Comment: 8 pages, 5 figures, local-field corrections included and improved\n  presentation"]}]
["0710.4259",{"format":[],"subject":["Mathematics - Probability","37Axx","60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4259"],"date":["2007-10-23","2008-04-10"],"type":["text"],"creator":["Bou-Rabee, Nawaf","Owhadi, Houman"],"language":[],"coverage":[],"title":["Ergodicity of Langevin Processes with Degenerate Diffusion in Momentums"],"description":["  This paper introduces a geometric method for proving ergodicity of degenerate\nnoise driven stochastic processes. The driving noise is assumed to be an\narbitrary Levy process with non-degenerate diffusion component (but that may be\napplied to a single degree of freedom of the system). The geometric conditions\nare the approximate controllability of the process the fact that there exists a\npoint in the phase space where the interior of the image of a point via a\nsecondarily randomized version of the driving noise is non void. The paper\napplies the method to prove ergodicity of a sliding disk governed by\nLangevin-type equations (a simple stochastic rigid body system). The paper\nshows that a key feature of this Langevin process is that even though the\ndiffusion and drift matrices associated to the momentums are degenerate, the\nsystem is still at uniform temperature.\n","Comment: 15 pages, to appear in International Journal of Pure and Applied\n  Mathematics"]}]
["0711.1382",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1382"],"date":["2007-11-08","2008-04-10"],"type":["text"],"creator":["Nesbet, R. K."],"language":[],"coverage":[],"title":["Neutrino and scalar boson mass in algebraic quantum field theory"],"description":["  The hypothesis is explored that fermion rest mass is due entirely to\nself-interaction via virtual excitation of gauge bosons. This requires revising\nthe standard model to treat both chiral projections of a fermion field as SU(2)\ndoublets, which precludes Yukawa coupling to a scalar (Higgs) boson field. The\nestimated self-interaction mass of the electron neutrino is\n$0.291\\times10^{-5}m_e$. The implied self-interaction mass of the Higgs boson\nitself is very small, comparable to the neutrino. Because there is no direct\ncoupling to fermions, only to the $Z^0$ gauge boson, this can be reconciled\nwith failure to detect low-mass Higgs bosons. This argument eliminates many\nundetermined parameters of the standard model, but requires an {\\it ad hoc}\nLagrangian term to account for neutral current asymmetries. The proposed\nalgebraic formalism is consistent with fermion generations defined by distinct\neigenvalues of a self-interaction mass operator.\n","Comment: 2 files: enlett.tex, epl2.cls v2: Text revised to emphasize and\n  justify modifications to the standard model and to support the conclusion\n  that the Higgs mass may be very small"]}]
["0711.1672",{"format":[],"subject":["Physics - Space Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1672"],"date":["2007-11-11","2008-04-10"],"type":["text"],"creator":["Treumann, R. A.","Klos, Z.","Parrot, M."],"language":[],"coverage":[],"title":["Physics of Atmospheric Electric Discharges in Gases: An Informal\n  Introduction"],"description":["  A short account of the physics of electrical discharges in gases is given in\nview of its historical evolution and application to planetary atmospheres. As\nsuch it serves as an introduction to the articles on particular aspects of\nelectric discharges contained in this book, in particular in the chapters on\nlightning and the violent discharges which in the recent two decades have been\nobserved to take place in Earth's upper atmosphere. In addition of briefly\nreviewing the early history of gas discharge physics we discuss the main\nparameters affecting violent atmospheric discharges like collision frequency,\nmean free path and critical electric field strength. Any discharge current in\nthe atmosphere is clearly carried only by electrons. Above the lower bound of\nthe mesosphere the electrons must be considered magnetized with the\nconductivity becoming a tensor. Moreover, the collisional mean free path in the\nupper atmosphere becomes relatively large which lowers the critical electric\nfield there and more easily enables discharges than at lower altitudes. Finally\nwe briefly mention the relation of such discharges as sources for wave\nemission.\n","Comment: 5 figures .jpg. Space Science Reviews accepted"]}]
["0711.2989",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2989"],"date":["2007-11-19","2008-04-09"],"type":["text"],"creator":["Shirokov, Alexander"],"language":[],"coverage":[],"title":["Gravitational Softening and Adaptive Mass Resolution"],"description":["  Pairwise forces between particles in cosmological N-body simulations are\ngenerally softened to avoid hard collisions. Physically, this softening\ncorresponds to treating the particles as diffuse clouds rather than point\nmasses. For particles of unequal mass (and hence unequal softening length),\ncomputing the softened force involves a nontrivial double integral over the\nvolumes of the two particles. We show that Plummer force softening is\nconsistent with this interpretation of softening while spline softening is not.\nWe provide closed-form expressions and numerical implementation for pairwise\ngravitational force laws for pairs of particles of general softening scales\n$\\epsilon_1$ and $\\epsilon_2$ assuming the commonly used cloud profiles: NGP,\nCIC, TSC, and PQS. Similarly, we generalize Plummer force law into pairs of\nparticles of general softenings. We relate our expressions to the gaussian,\nPlummer and spline force softenings known from literature. Our expressions\nallow possible inclusions of pointlike particles such as stars or supermassive\nblack holes.\n","Comment: 27 pages, 6 figures; Minor additions; WSHAPE package available at\n  http://www.gracos.org/wshape; Submitted to the Journal of Computational\n  Physics"]}]
["0712.1270",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1270","Physical Review B 77, 155411 (2008)","doi:10.1103/PhysRevB.77.155411"],"date":["2007-12-08"],"type":["text"],"creator":["Ezawa, Motohiko"],"language":[],"coverage":[],"title":["Coulomb Blockade in Graphene Nanodisks"],"description":["  Graphene nanodisk is a graphene derivative with a closed edge. The trigonal\nzigzag nanodisk with size $N$ has $N$-fold degenerated zero-energy states. We\ninvestigate electron-electron interaction effects in the zero-energy sector. We\nexplicitely derive the direct and exchange interactions, which are found to\nhave no SU($N$) symmetry. Then, regarding a nanodisk as a quantum dot with an\ninternal degree of freedom, we analyze the nanodisk-lead system consisting of a\nnanodisk and two leads. Employing the standard Green function method, we reveal\nnovel Coulomb blockade effects in the system. The occupation number in the\nnanodisk exhibits a peculiar series of plateaux and dips, reflecting a peculiar\nstructure of energy spectrum of nanodisk without SU($N$) symmetry. Dips are\nargued to emerge due to a Coulomb correlation effect.\n","Comment: 8 pages, 5 figures"]}]
["0712.3068",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3068","Applied Physics Letters 92, 042114 (2008)","doi:10.1063/1.2839330"],"date":["2007-12-18"],"type":["text"],"creator":["Basu, D.","Gilbert, M. J.","Register, L. F.","MacDonald, A. H.","Banerjee, S. K."],"language":[],"coverage":[],"title":["Effect of Edge Roughness on Electronic Transport in Graphene Nanoribbon\n  Channel Metal Oxide Semiconductor Field-Effect Transistors"],"description":["  Results of quantum mechanical simulations of the influence of edge disorder\non transport in graphene nanoribbon metal oxide semiconductor field-effect\ntransistors (MOSFETs) are reported. The addition of edge disorder significantly\nreduces ON-state currents and increases OFF-state currents, and introduces wide\nvariability across devices. These effects decrease as ribbon widths increase\nand as edges become smoother. However the bandgap decreases with increasing\nwidth, thereby increasing the band-to-band tunneling mediated subthreshold\nleakage current even with perfect nanoribbons. These results suggest that\nwithout atomically precise edge control during fabrication, MOSFET performance\ngains through use of graphene will be difficult to achieve.\n","Comment: 8 pages, 5 figures"]}]
["0801.0271",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0271"],"date":["2007-12-31","2008-04-10"],"type":["text"],"creator":["Swift, Damian C.","Loomis, Eric N.","Peralta, Pedro","El-Dasher, Bassem"],"language":[],"coverage":[],"title":["Crystal Plasticity for Dynamic Loading at High Pressures and Strains"],"description":["  A crystal plasticity theory was developed for use in simulations of dynamic\nloading at high pressures and strain rates. At pressures of the order of the\nbulk modulus, compressions o(100%) may be induced. At strain rates o(10^9)/s or\nhigher, elastic strains may reach o(10%), which may change the orientation of\nthe slip systems significantly with respect to the stress field. Elastic strain\nrather than stress was used in defining the local state, providing a more\ndirect connection with electronic structure predictions and consistency with\nthe treatment of compression in initial value problems in continuum dynamics.\nPlastic flow was treated through explicit slip systems, with flow on each\nsystem taken to occur by thermally-activated random jumps biased by the\nresolved stress. Compared with simple Arrhenius rates, the biased random jumps\ncaused significant differences in plastic strain rate as a function of\ntemperature and pressure, and provided a seamless transition to the ultimate\ntheoretical strength of the material. The behavior of the theory was\ninvestigated for matter with approximate properties for Ta, demonstrating the\nimportance of the high pressure, high strain rate contributions.\n","Comment: Revised per reviewer comments"]}]
["0801.1630",{"format":[],"subject":["Computer Science - Multiagent Systems","Computer Science - General Literature","I.2.11","J.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1630","Scientific Computing, vol. 25, no. 2, pp. 30-32 (March 2008)"],"date":["2008-01-10","2008-04-08"],"type":["text"],"creator":["Bentrem, Frank W.","Sample, John T.","Harris, Michael M."],"language":[],"coverage":[],"title":["Computational Solutions for Today's Navy"],"description":["  New methods are being employed to meet the Navy's changing\nsoftware-development environment.\n","Comment: This is a work of the U.S. Government"]}]
["0801.2320",{"format":[],"subject":["Mathematics - Functional Analysis","46B04","46B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2320"],"date":["2008-01-15","2008-04-10"],"type":["text"],"creator":["Talponen, Jarno"],"language":[],"coverage":[],"title":["A Note on the class of superreflexive almost transitive Banach spaces"],"description":["  The class J of simultaneously almost transitive, uniformly convex and\nuniformly smooth Banach spaces is characterized in terms of convex-transitivity\nand weak geometry of the norm.\n"]}]
["0801.3238",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3238","Phys. Rev. B 77, 155413 (2008)","doi:10.1103/PhysRevB.77.155413"],"date":["2008-01-21","2008-04-10"],"type":["text"],"creator":["Roncaglia, M.","Venuti, L. Campos","Boschi, C. Degli Esposti"],"language":[],"coverage":[],"title":["Rapidly-converging methods for the location of quantum critical points\n  from finite-size data"],"description":["  We analyze in detail, beyond the usual scaling hypothesis, the finite-size\nconvergence of static quantities toward the thermodynamic limit. In this way we\nare able to obtain sequences of pseudo-critical points which display a faster\nconvergence rate as compared to currently used methods. The approaches are\nvalid in any spatial dimension and for any value of the dynamic exponent. We\ndemonstrate the effectiveness of our methods both analytically on the basis of\nthe one dimensional XY model, and numerically considering c = 1 transitions\noccurring in non integrable spin models. In particular, we show that these\ngeneral methods are able to locate precisely the onset of the\nBerezinskii-Kosterlitz-Thouless transition making only use of ground-state\nproperties on relatively small systems.\n","Comment: 9 pages, 2 EPS figures, RevTeX style. Updated to published version"]}]
["0801.3312",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3312","Phys. Rev. Lett. 100, 146803 (2008)","doi:10.1103/PhysRevLett.100.146803"],"date":["2008-01-22","2008-01-30"],"type":["text"],"creator":["Dean, C. R.","Piot, B. A.","Hayden, P.","Sarma, S. Das","Gervais, G.","Pfeiffer, L. N.","West, K. W."],"language":[],"coverage":[],"title":["Intrinsic Gap of the nu=5/2 Fractional Quantum Hall State"],"description":["  The fractional quantum Hall effect is observed at low field, in a regime\nwhere the cyclotron energy is smaller than the Coulomb interaction. The nu=5/2\nexcitation gap is measured to be 262+/-15 mK at ~2.6 T, in good agreement with\nprevious measurements performed on samples with similar mobility, but with\nelectronic density larger by a factor of two. The role of disorder on the\nnu=5/2 gap is examined. Comparison between experiment and theory indicates that\na large discrepancy remains for the intrinsic gap extrapolated from the\ninfinite mobility (zero disorder) limit. In contrast, no such large discrepancy\nis found for the nu=1/3 Laughlin state. The observation of the nu=5/2 state in\nthe low-field regime implies that inclusion of non-perturbative Landau level\nmixing may be necessary to better understand the energetics of half-filled\nfractional quantum hall liquids.\n","Comment: 5 pages, 4 figures; typo corrected, comment expanded"]}]
["0801.3587",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3587","Phys. Lett. A 372 (2008) 3253","doi:10.1016/j.physleta.2008.01.046"],"date":["2008-01-23"],"type":["text"],"creator":["Forte, G.","Grassi, A.","Lombardo, G. M.","Angilella, G. G. N.","March, N. H.","Pucci, R."],"language":[],"coverage":[],"title":["Molecules in clusters: the case of planar LiBeBCNOF built from a\n  triangular form LiOB and a linear four-center species FBeCN"],"description":["  Krueger some years ago proposed a cluster LiBeBCNOF, now called periodane.\nHis ground-state isomer proposal has recently been refined by Bera et al. using\nDFT. Here, we take the approach of molecules in such a cluster as starting\npoint. We first study therefore the triangular molecule LiOB by coupled cluster\ntheory (CCSD) and thereby specify accurately its equilibrium geometry in free\nspace. The second fragment we consider is FBeCN, but treated now by restricted\nHartree-Fock (RHF) theory. This four-center species is found to be linear, and\nthe bond lengths are obtained from both RHF and CCSD calculations. Finally, we\nbring these two entities together and find that while LiOB remains largely\nintact, FBeCN becomes bent by the interaction with LiOB. Hartree-Fock and CCSD\ntheories then predict precisely the same lowest isomer found by Bera et al.\nsolely on the basis of DFT.\n","Comment: to appear in Phys. Lett. A"]}]
["0801.4597",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Quantum Algebra","16W30","81T05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4597"],"date":["2008-01-29","2008-04-10"],"type":["text"],"creator":["Kawamura, Katsunori"],"language":[],"coverage":[],"title":["C$^{*}$-bialgebra defined by the direct sum of Cuntz-Krieger algebras"],"description":["  Let ${\\sf CK}_{*}$ denote the C$^{*}$-algebra defined by the direct sum of\nall Cuntz-Krieger algebras. We introduce a comultiplication $\\Delta_{\\phi}$ and\na counit $\\epsilon$ on ${\\sf CK}_{*}$ such that $\\Delta_{\\phi}$ is a\nnondegenerate $*$-homomorphism from ${\\sf CK}_{*}$ to ${\\sf CK}_{*}\\otimes {\\sf\nCK}_{*}$ and $\\epsilon$ is a $*$-homomorphism from ${\\sf CK}_{*}$ to ${\\bf C}$.\nFrom this, ${\\sf CK}_{*}$ is a counital non-commutative non-cocommutative\nC$^{*}$-bialgebra. Furthermore, C$^{*}$-bialgebra automorphisms, a tensor\nproduct of representations and C$^{*}$-subbialgebras of ${\\sf CK}_{*}$ are\ninvestigated.\n","Comment: 17 pages"]}]
["0802.0899",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0899","Astrophys.J. 675 (2008) L61-L64","doi:10.1086/533528"],"date":["2008-02-06","2008-04-09"],"type":["text"],"creator":["Honda, Mitsuru"],"language":[],"coverage":[],"title":["Phase-transient hierarchical turbulence as an energy correlation\n  generator of blazar light curves"],"description":["  Hierarchical turbulent structure constituting a jet is considered to\nreproduce energy-dependent variability in blazars, particularly, the\ncorrelation between X- and gamma-ray light curves measured in the TeV blazar\nMarkarian 421. The scale-invariant filaments are featured by the ordered\nmagnetic fields that involve hydromagnetic fluctuations serving as electron\nscatterers for diffusive shock acceleration, and the spatial size scales are\nidentified with the local maximum electron energies, which are reflected in the\nsynchrotron spectral energy distribution (SED) above the near-infrared/optical\nbreak. The structural transition of filaments is found to be responsible for\nthe observed change of spectral hysteresis.\n","Comment: 5 pages, 3 figures, accepted for publication in ApJ Letters"]}]
["0802.2807",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2807","Eur. Phys. J. B 61 (2008) 505","doi:10.1140/epjb/e2008-00099-7"],"date":["2008-02-20"],"type":["text"],"creator":["Szolnoki, A.","Perc, M.","Szabo, G."],"language":[],"coverage":[],"title":["Diversity of reproduction rate supports cooperation in the prisoner's\n  dilemma game on complex networks"],"description":["  In human societies the probability of strategy adoption from a given person\nmay be affected by the personal features. Now we investigate how an\nartificially imposed restricted ability to reproduce, overruling ones fitness,\naffects an evolutionary process. For this purpose we employ the evolutionary\nprisoner's dilemma game on different complex graphs. Reproduction restrictions\ncan have a facilitative effect on the evolution of cooperation that sets in\nirrespective of particularities of the interaction network. Indeed, an\nappropriate fraction of less fertile individuals may lead to full supremacy of\ncooperators where otherwise defection would be widespread. By studying\ncooperation levels within the group of individuals having full reproduction\ncapabilities, we reveal that the recent mechanism for the promotion of\ncooperation is conceptually similar to the one reported previously for\nscale-free networks. Our results suggest that the diversity in the reproduction\ncapability, related to inherently different attitudes of individuals, can\nenforce the emergence of cooperative behavior among selfish competitors.\n","Comment: 10 pages, 4 figures, to be published in EPJB"]}]
["0802.3795",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3795"],"date":["2008-02-26","2008-04-10"],"type":["text"],"creator":["Janson, Svante"],"language":[],"coverage":[],"title":["Connectedness in graph limits"],"description":["  We define direct sums and a corresponding notion of connectedness for graph\nlimits. Every graph limit has a unique decomposition as a direct sum of\nconnected components. As is well-known, graph limits may be represented by\nsymmetric functions on a probability space; there are natural definitions of\ndirect sums and connectedness for such functions, and there is a perfect\ncorrespondence with the corresponding properties of the graph limit. Similarly,\nevery graph limit determines an infinite random graph, which is a.s. connected\nif and only if the graph limit is connected. There are also characterizations\nin terms of the asymptotic size of the largest component in the corresponding\nfinite random graphs, and of minimal cuts in sequences of graphs converging to\na given limit.\n","Comment: 21 pages. References added (v2)"]}]
["0803.3541",{"format":[],"subject":["Mathematics - Functional Analysis","46B26","46A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3541"],"date":["2008-03-25","2008-04-10"],"type":["text"],"creator":["Talponen, Jarno"],"language":[],"coverage":[],"title":["Lindelof type of generalization of separability in Banach spaces"],"description":["  We will introduce the countable separation property (CSP) of Banach spaces X,\nwhich is defined as follows: For each subset \\mathcal{F} of X^{\\ast}, which\nseparates X, there exists a countable separating subset \\mathcal{F}_{0} of\n\\mathcal{F}. All separable Banach spaces have CSP and plenty of examples of\nnon-separable CSP spaces are provided. Connections of CSP with\nMarkucevic-bases, Corson property and related geometric issues are discussed.\n"]}]
["0803.3789",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3789"],"date":["2008-03-26","2008-04-09"],"type":["text"],"creator":["Ruiz, Juan Miguel"],"language":[],"coverage":[],"title":["On metrics of positive Ricci curvature conformal to MxR^m"],"description":["  Let (M, g) be a closed Riemannian manifold and gE the Euclidean metric. We\nshow that for m > 1, (M x R^m, (g + gE)) is not conformal to a positive\nEinstein manifold. Moreover, (M x R^m, (g + gE)) is not conformal to a\nRiemannian manifold of positive Ricci curvature, through a smooth, radial,\npositive, integrable function of R^m, for m > 1. These results are motivated by\nsome recent questions on Yamabe constants.\n","Comment: 11 pages"]}]
["0803.3976",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematics - Commutative Algebra","I.1.1","I.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3976","Finite Fields Appl. 12 (2006), no. 3, 403--412. MR2229324\n  (2007a:13024)","doi:10.1016/j.ffa.2005.08.004"],"date":["2008-03-27","2008-04-10"],"type":["text"],"creator":["Gutierrez, Jaime","Sevilla, David"],"language":[],"coverage":[],"title":["On Ritt's decomposition Theorem in the case of finite fields"],"description":["  A classical theorem by Ritt states that all the complete decomposition chains\nof a univariate polynomial satisfying a certain tameness condition have the\nsame length. In this paper we present our conclusions about the generalization\nof these theorem in the case of finite coefficient fields when the tameness\ncondition is dropped.\n","Comment: 13 pages. v2: added comment from reader and additional references"]}]
["0803.4077",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4077"],"date":["2008-03-28","2008-04-10"],"type":["text"],"creator":["Okamura, Sadanori"],"language":[],"coverage":[],"title":["Probing the History of Cluster Assembly by Intracluster Planetary\n  Nebulae"],"description":["  We describe the results and the current status of our program to search for\nintracluster planetary nebulae (ICPNe) in the Virgo and the Coma clusters of\ngalaxies. For the Virgo cluster, ICPNe candidates were detected with narrow\nband imaging combined with broad band imaging. The use of two narrow band\nfilters for H$\\alpha$ and [O III] lines tuned for the cluster redshift enabled\nus to detect secure ICPNe candidates. Kinematics of the detected ICPNe confirm\nthat the Virgo cluster is in a highly unrelaxed state. In order to detect ICPNe\nin the Coma cluster, which is more than five times more distant than the Virgo\ncluster, we devised a multi-slit imaging spectroscopy technique and\nsuccessfully detected 35 secure ICPNe candidates for the first time in this\ncluster. We have found a hint that the Coma cluster is currently in the midst\nof a subcluster merger.\n","Comment: 8 pages, 5 figures, to appear in the proceedings of \"Panoramic Views\n  of Galaxy Formation and Evolution\", 1st Subaru International Conference held\n  in Hayama, Japan 11-16 December 2007 Corrections for references"]}]
["0804.0530",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0530"],"date":["2008-04-03","2008-04-10"],"type":["text"],"creator":["Knebusch, Anselm"],"language":[],"coverage":[],"title":["Approximation of center-valued Betti-numbers"],"description":["  In this paper we generalize the approximation theorem for L^2-Betti numbers\nto an approximation theorem for center-valued Betti-numbers.\n","Comment: The second version has an additional section. It is section 4"]}]
["0804.1181",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1181"],"date":["2008-04-08"],"type":["text"],"creator":["Gurvits, Leonid"],"language":[],"coverage":[],"title":["A short, based on the mixed volume, proof of Liggett's theorem on the\n  convolution of ultra-logconcave sequences"],"description":["  R. Pemantle conjectured, and T.M. Liggett proved in 1997, that the\nconvolution of two ultra-logconcave is ultra-logconcave. Liggett's proof is\nelementary but long. We present here a short proof, based on the mixed volume\nof convex sets.\n","Comment: 4 pages; short and easy"]}]
["0804.1349",{"format":[],"subject":["Mathematical Physics","46N50","81Q10","35Q40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1349"],"date":["2008-04-08"],"type":["text"],"creator":["de Aldecoa, Rafael Tiedra"],"language":[],"coverage":[],"title":["Time delay for dispersive systems in quantum scattering theory. I. The\n  Friedrichs model"],"description":["  We present a method for proving the existence of time delay (defined in terms\nof sojourn times) as well as its identity with Eisenbud-Wigner time delay in\nthe case of the Friedrichs model. We show that this method applies to\nscattering by finite rank potentials.\n","Comment: 16 pages"]}]
["0804.1361",{"format":[],"subject":["Mathematics - Combinatorics","52C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1361"],"date":["2008-04-08"],"type":["text"],"creator":["Gaubert, Stéphane","Meunier, Frédéric"],"language":[],"coverage":[],"title":["Carath\\'eodory, Helly and the others in the max-plus world"],"description":["  Carath\\'eodory's, Helly's and Radon's theorems are three basic results in\ndiscrete geometry. Their max-plus counterparts have been proved by various\nauthors. In this paper, more advanced results in discrete geometry are shown to\nhave also their max-plus counterparts: namely, the colorful Carath\\'eodory\ntheorem and the Tverberg theorem. A conjecture connected to the Tverberg\ntheorem -- Sierksma's conjecture --, although still open for the usual\nconvexity, is shown to be true in the max-plus settings.\n","Comment: 10 pages, 3 figures"]}]
["0804.1368",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1368"],"date":["2008-04-08"],"type":["text"],"creator":["Nayak, Tapan K."],"language":[],"coverage":[],"title":["Quark-Gluon Plasma: Present and Future"],"description":["  We review a sample of the experimental results from AGS to SPS and RHIC and\ntheir interpretations towards understanding of the Quark-Gluon Plasma. We\ndiscuss extrapolations of these results to the upcoming LHC experiments.\nFinally, we present the plans to probe the QCD critical point with an energy\nscan at RHIC and FAIR facilities.\n","Comment: Invited talk at the DAE Symposium on Nuclear Physics (December 2007)\n  at Sambalpur University, India. 9 pages"]}]
["0804.1380",{"format":[],"subject":["Mathematics - Combinatorics","05E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1380"],"date":["2008-04-08"],"type":["text"],"creator":["Berg, Chris","Jones, Brant","Vazirani, Monica"],"language":[],"coverage":[],"title":["A bijection on core partitions and a parabolic quotient of the affine\n  symmetric group"],"description":["  Let $\\ell,k$ be fixed positive integers. In an earlier work, the first and\nthird authors established a bijection between $\\ell$-cores with first part\nequal to $k$ and $(\\ell-1)$-cores with first part less than or equal to $k$.\nThis paper gives several new interpretations of that bijection. The\n$\\ell$-cores index minimal length coset representatives for\n$\\widetilde{S_{\\ell}} / S_{\\ell}$ where $\\widetilde{S_{\\ell}}$ denotes the\naffine symmetric group and $S_{\\ell}$ denotes the finite symmetric group. In\nthis setting, the bijection has a beautiful geometric interpretation in terms\nof the root lattice of type $A_{\\ell-1}$. We also show that the bijection has a\nnatural description in terms of another correspondence due to Lapointe and\nMorse.\n","Comment: 23 pages"]}]
["0804.1387",{"format":[],"subject":["Mathematics - Operator Algebras","46L05, 46L10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1387"],"date":["2008-04-08"],"type":["text"],"creator":["Hadwin, Don","Li, Weihua"],"language":[],"coverage":[],"title":["A Note on Approximate Liftings"],"description":["  In this paper, we prove approximate lifting results in the C$^{\\ast}$-algebra\nand von Neumann algebra settings. In the C$^{\\ast}$-algebra setting, we show\nthat two (weakly) semiprojective unital C*-algebras, each generated by $n$\nprojections, can be glued together with partial isometries to define a larger\n(weakly) semiprojective algebra. In the von Neumann algebra setting, we prove\nlifting theorems for trace-preserving *-homomorphisms from abelian von Neumann\nalgebras or hyperfinite von Neumann algebras into ultraproducts. We also extend\na classical result of S. Sakai \\cite{sakai} by showing that a tracial\nultraproduct of C*-algebras is a von Neumann algebra, which yields a\ngeneralization of Lin's theorem \\cite{Lin} on almost commuting selfadjoint\noperators with respect to $\\Vert\\cdot\\Vert_{p}$ on any unital C*-algebra with\ntrace.\n"]}]
["0804.1390",{"format":[],"subject":["Physics - Geophysics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1390"],"date":["2008-04-08"],"type":["text"],"creator":["Ball, Rowena"],"language":[],"coverage":[],"title":["Combustion of biomass as a global carbon sink"],"description":["  This note is intended to highlight the important role of black carbon\nproduced from biomass burning in the global carbon cycle, and encourage further\nresearch in this area. Consideration of the fundamental physical chemistry of\ncellulose thermal decomposition suggests that suppression of biomass burning or\nbiasing burning practices to produce soot-free flames must inevitably transfer\nmore carbon to the atmosphere. A simple order-of-magnitude quantitative\nanalysis indicates that black carbon may be a significant carbon reservoir that\npersists over geological time scales.\n","Comment: 6 pages, 2 figures"]}]
["0804.1395",{"format":[],"subject":["Mathematics - Group Theory","20G25","22E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1395"],"date":["2008-04-08"],"type":["text"],"creator":["Breuillard, Emmanuel"],"language":[],"coverage":[],"title":["A Strong Tits Alternative"],"description":["  We show that for every integer $d$, there is a constant $N(d)$ such that if\n$K$ is any field and $F$ is a finite subset of $GL_d(K)$, which generates a non\namenable subgroup, then $F^{N(d)}$ contains two elements, which freely generate\na non abelian free subgroup. This improves the original statement of the Tits\nalternative. It also implies a growth gap and a co-growth gap for non-amenable\nlinear groups, and has consequences about the girth and uniform expansion of\nsmall sets in finite subgroups of $GL_d(\\Bbb{F}_q)$ as well as other\ndiophantine properties of non-discrete subgroups of Lie groups.\n","Comment: 40 pages"]}]
["0804.1396",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","20D06, 20F05 (Primary)","20J06 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1396"],"date":["2008-04-08"],"type":["text"],"creator":["Guralnick, R. M.","Kantor, W. M.","Kassabov, M.","Lubotzky, A."],"language":[],"coverage":[],"title":["Presentations of finite simple groups: a computational approach"],"description":["  All nonabelian finite simple groups of rank $n$ over a field of size $q$,\nwith the possible exception of the Ree groups $^2G_2(3^{2e+1})$, have\npresentations with at most $80 $ relations and bit-length $O(\\log n +\\log q)$.\nMoreover, $A_n$ and $S_n$ have presentations with 3 generators$,$ 7 relations\nand bit-length $O(\\log n)$, while $\\SL(n,q)$ has a presentation with 7\ngenerators, $2 5$ relations and bit-length $O(\\log n +\\log q)$.\n","Comment: 48 pages"]}]
["0804.1407",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - K-Theory and Homology","16E05, 16E30, 16G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1407"],"date":["2008-04-09"],"type":["text"],"creator":["Bergh, Petter Andreas","Solberg, Øyvind"],"language":[],"coverage":[],"title":["Relative support varieties"],"description":["  We define relative support varieties with respect to some fixed module over a\nfinite dimensional algebra. These varieties share many of the standard\nproperties of classical support varieties. Moreover, when introducing finite\ngeneration conditions on cohomology, we show that relative support varieties\ncontain homological information on the modules involved. As an application, we\nprovide a new criterion for a selfinjective algebra to be of wild\nrepresentation type.\n","Comment: 10 pages"]}]
["0804.1408",{"format":[],"subject":["Mathematics - Optimization and Control","90B80","90C59, 90C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1408"],"date":["2008-04-09"],"type":["text"],"creator":["Gaul, Constantin","Kurz, Sascha","Rambau, Joerg"],"language":[],"coverage":[],"title":["Lotsize optimization leading to a $p$-median problem with cardinalities"],"description":["  We consider the problem of approximating the branch and size dependent demand\nof a fashion discounter with many branches by a distributing process being\nbased on the branch delivery restricted to integral multiples of lots from a\nsmall set of available lot-types. We propose a formalized model which arises\nfrom a practical cooperation with an industry partner. Besides an integer\nlinear programming formulation and a primal heuristic for this problem we also\nconsider a more abstract version which we relate to several other classical\noptimization problems like the p-median problem, the facility location problem\nor the matching problem.\n","Comment: 14 pages"]}]
["0804.1424",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","22E40","11J83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1424"],"date":["2008-04-09"],"type":["text"],"creator":["Shah, Nimish A."],"language":[],"coverage":[],"title":["Expanding translates of curves and Dirichlet-Minkowski theorem on linear\n  forms"],"description":["  We show that a multiplicative form of Dirichlet's theorem on simultaneous\nDiophantine approximation as formulated by Minkowski, cannot be improved for\nalmost all points on any analytic curve on R^k which is not contained in a\nproper affine subspace. Such an investigation was initiated by Davenport and\nSchmidt in the late sixties.\n  The Diophantine problem is then settled by showing that certain sequence of\nexpanding translates of curves on the homogeneous space of unimodular lattices\nin R^{k+1} gets equidistributed in the limit. We use Ratner's theorem on\nunipotent flows, linearization techniques, and a new observation about\nintertwined linear dynamics of various SL(m,R)'s contained in SL(k+1,R).\n","Comment: 28 pages"]}]
["0804.1427",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1427"],"date":["2008-04-09"],"type":["text"],"creator":["Rusov, V. D."],"language":[],"coverage":[],"title":["On the Quantization Procedure in Classical Mechanics and the Reality of\n  Bohm's Psi-Field"],"description":["  Using Chetaev's theorem on stable trajectories in dynamics in the presence of\nperturbation forces we obtain a generalized stability condition for Hamiltonian\nsystems that has the form of the Schrodinger equation. We show that the energy\nof the perturbation forces generating generalized Chetaev's stability condition\nis of electromagnetic nature and exactly coincides with Bohm's \"quantum\"\npotential. We stress that not taking into account the reality of Bohm's\nelectromagnetic Psi-field turns out to be the fundamental reason of violation\nof the famous Bell inequality, in the recent most precise direct experiments,\nas well as in theoretical calculations based on the simple Wigner model. We\ndiscuss the possibility of direct experiments, alternative to Bell's ideology\nand related, e.g. with observation of nuclear stochastic resonance during the\nalpha-decay process, which cannot occur in the framework of the probabilistic\ninterpretation of quantum mechanics, but has to occur in the alternative Bohm\ninterpretation.\n","Comment: 10 pages"]}]
["0804.1430",{"format":[],"subject":["Mathematics - Analysis of PDEs","47D06, 47F05, 35B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1430"],"date":["2008-04-09"],"type":["text"],"creator":["Kunze, M.","Lorenzi, L.","Lunardi, A."],"language":[],"coverage":[],"title":["Nonautonomous Kolmogorov parabolic equations with unbounded coefficients"],"description":["  We study a class of elliptic operators $A$ with unbounded coefficients\ndefined in $I\\times\\CR^d$ for some unbounded interval $I\\subset\\CR$. We prove\nthat, for any $s\\in I$, the Cauchy problem $u(s,\\cdot)=f\\in C_b(\\CR^d)$ for the\nparabolic equation $D_tu=Au$ admits a unique bounded classical solution $u$.\nThis allows to associate an evolution family $\\{G(t,s)\\}$ with $A$, in a\nnatural way. We study the main properties of this evolution family and prove\ngradient estimates for the function $G(t,s)f$. Under suitable assumptions, we\nshow that there exists an evolution system of measures for $\\{G(t,s)\\}$ and we\nstudy the first properties of the extension of $G(t,s)$ to the $L^p$-spaces\nwith respect to such measures.\n","Comment: To appear on Trans. Amer. Math. Soc"]}]
["0804.1434",{"format":[],"subject":["Mathematics - Functional Analysis","47L25","46L07","46M10","46M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1434"],"date":["2008-04-09"],"type":["text"],"creator":["Helemskii, A. Ya."],"language":[],"coverage":[],"title":["Extreme flatness of normed modules and Arveson-Wittstock type theorems"],"description":["  We show in this paper that a certain class of normed modules over the algebra\nof all bounded operators on a Hilbert space possesses a homological property\nwhich is a kind of a functional-analytic version of the standard algebraic\nproperty of flatness. We mean the preservation, under projective tensor\nmultiplication of modules, of the property of a given morphism to be isometric.\nAs an application, we obtain several extension theorems for different types of\nmodules, called Arveson-Wittstock type theorems. These, in their turn, have, as\na straight corollary, the `genuine' Arveson-Wittstock Theorem in its\nnon-matricial presentation. We recall that the latter theorem plays the role of\na `quantum' version of the classical Hahn-Banach theorem on the extension of\nbounded linear functionals. It was originally proved by Wittstock (1981), and a\ncrucial preparatory step was done by Arveson (1969).\n","Comment: 19 pages"]}]
["0804.1435",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1435"],"date":["2008-04-09"],"type":["text"],"creator":["de Falco, Marc"],"language":[],"coverage":[],"title":["The Geometry of Interaction of Differential Interaction Nets"],"description":["  The Geometry of Interaction purpose is to give a semantic of proofs or\nprograms accounting for their dynamics. The initial presentation, translated as\nan algebraic weighting of paths in proofnets, led to a better characterization\nof the lambda-calculus optimal reduction. Recently Ehrhard and Regnier have\nintroduced an extension of the Multiplicative Exponential fragment of Linear\nLogic (MELL) that is able to express non-deterministic behaviour of programs\nand a proofnet-like calculus: Differential Interaction Nets. This paper\nconstructs a proper Geometry of Interaction (GoI) for this extension. We\nconsider it both as an algebraic theory and as a concrete reversible\ncomputation. We draw links between this GoI and the one of MELL. As a\nby-product we give for the first time an equational theory suitable for the GoI\nof the Multiplicative Additive fragment of Linear Logic.\n","Comment: 20 pagee, to be published in the proceedings of LICS08"]}]
["0804.1437",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - General Topology","20M18","22A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1437","Semigroup Forum 75:2 (2007), 464-469","doi:10.1007/s00233-007-0706-x"],"date":["2008-04-09"],"type":["text"],"creator":["Gutik, Oleg","Repovš, Dušan"],"language":[],"coverage":[],"title":["On countably compact 0-simple topological inverse semigroups"],"description":["  We describe the structure of 0-simple countably compact topological inverse\nsemigroups and the structure of congruence-free countably compact topological\ninverse semigroups.\n"]}]
["0804.1442",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1442"],"date":["2008-04-09"],"type":["text"],"creator":["Hruby, Jaroslav"],"language":[],"coverage":[],"title":["Super quantum mechanics, spacetime and quantum information"],"description":["  In the paper it is shown the connection between spacetime and quantum\ninformation using an information spacetime as superspace. The connection of\nquantum information with anticommuting variables is given . Also a solitonic\nbag is presented where the information is confined.\n"]}]
["0804.1444",{"format":[],"subject":["Mathematics - Probability","82C44","60F10."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1444"],"date":["2008-04-09"],"type":["text"],"creator":["Rosenbluth, Jeffrey M."],"language":[],"coverage":[],"title":["Quenched large deviations for multidimensional random walk in random\n  environment: a variational formula"],"description":["  We take the point of view of the particle in a multidimensional nearest\nneighbor random walk in random environment (RWRE). We prove a quenched large\ndeviation principle and derive a variational formula for the quenched rate\nfunction. Most of the previous results in this area rely on the subadditive\nergodic theorem. We employ a different technique which is based on a minimax\ntheorem. Large deviation principles for RWRE have been proven for i.i.d.\nnestling environments subject to a moment condition and for ergodic uniformly\nelliptic environments. We assume only that the environment is ergodic and the\ntransition probabilities satisfy a moment condition.\n","Comment: 60 pages. A dissertation submitted in partial fulfillment of the\n  requirements for the Ph.D. degree of the Mathematics Department at New York\n  University (January, 2006)"]}]
["0804.1445",{"format":[],"subject":["Mathematics - Logic","Mathematics - General Topology","03C20, 03E05, 54B10, 54D20 (Primary)","03C55, 03C98 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1445"],"date":["2008-04-09"],"type":["text"],"creator":["Lipparini, Paolo"],"language":[],"coverage":[],"title":["Combinatorial and model-theoretical principles related to regularity of\n  ultrafilters and compactness of topological spaces. II"],"description":["  We find many conditions equivalent to the model-theoretical property $\\lambda\n\\stackrel{\\kappa}{\\Rightarrow} \\mu$ introduced in [L1].\n  Our conditions involve uniformity of ultrafilters, compactness properties of\nproducts of topological spaces and the existence of certain infinite matrices.\n","Comment: 5 pages"]}]
["0804.1448",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1448"],"date":["2008-04-09"],"type":["text"],"creator":["Garcia, Vincent","Debreuve, Eric","Barlaud, Michel"],"language":[],"coverage":[],"title":["Fast k Nearest Neighbor Search using GPU"],"description":["  The recent improvements of graphics processing units (GPU) offer to the\ncomputer vision community a powerful processing platform. Indeed, a lot of\nhighly-parallelizable computer vision problems can be significantly accelerated\nusing GPU architecture. Among these algorithms, the k nearest neighbor search\n(KNN) is a well-known problem linked with many applications such as\nclassification, estimation of statistical properties, etc. The main drawback of\nthis task lies in its computation burden, as it grows polynomially with the\ndata size. In this paper, we show that the use of the NVIDIA CUDA API\naccelerates the search for the KNN up to a factor of 120.\n","Comment: 13 pages, 2figures, submitted to CVGPU 2008"]}]
["0804.1453",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1453"],"date":["2008-04-09"],"type":["text"],"creator":["Cataliotti, Francesco S.","De Martini, Francesco"],"language":[],"coverage":[],"title":["Macroscopic Quantum Superposition and Entanglement in light reflection\n  from Bose-Einstein Condensates"],"description":["  The multiphoton quantum superposition generated by a quantum-injected optical\nparametric amplifier (QI-OPA) seeded by a single-photon belonging to an EPR\nentangled pair is made to interact with a Mirror-BEC shaped as a Bragg\ninterference structure. The effect can be greatly enhanced if the mirror is\npart of a cavity structure or is used within an optical interferometer. The\noverall process will realize an Entangled Macroscopic Quantum Superposition\ninvolving a ''microscopic'' singe-photon state of polarization and the coherent\n''macroscopic'' displacement of the BEC structure acting in space-like\nseparated distant places.\n","Comment: 4 pages, 4 figures"]}]
["0804.1470",{"format":[],"subject":["Mathematics - Algebraic Topology","55P45 (Primary)","55Q99, 55S10, 55U20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1470"],"date":["2008-04-09"],"type":["text"],"creator":["Chacholski, Wojciech","Pitsch, Wolfgang","Scherer, Jerome","Stanley, Don"],"language":[],"coverage":[],"title":["Homotopy exponents for large H-spaces"],"description":["  We show that H-spaces with finitely generated cohomology, as an algebra or as\nan algebra over the Steenrod algebra, have homotopy exponents at all primes.\nThis provides a positive answer to a question of Stanley.\n","Comment: 4 pages"]}]
["0804.1474",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1474"],"date":["2008-04-09"],"type":["text"],"creator":["Anghel, Dragoş-Victor"],"language":[],"coverage":[],"title":["Properties of Fractional Exclusion Statistics in Interacting Particle\n  Systems"],"description":["  We show that fractional exclusion statistics is manifested in general in\ninteracting systems and we discuss the conjecture recently introduced (J. Phys.\nA: Math. Theor. 40, F1013, 2007), according to which if in a thermodynamic\nsystem the mutual exclusion statistics parameters are not zero, then they have\nto be proportional to the dimension of the Hilbert space on which they act. By\nusing simple, intuitive arguments, but also concrete calculations in\ninteracting systems models, we show that this conjecture is not some abstract\nconsequence of unphysical modeling, but is a natural--and for a long time\noverlooked--property of fractional exclusion statistics. We show also that the\nfractional exclusion statistics is the consequence of interaction between the\nparticles of the system and it is due to the change from the description of the\nsystem in terms of free-particle energies, to the description in terms of the\nquasi-particle energies. From this result, the thermodynamic equivalence of\nsystems of the same, constant density of states, but any exclusion statistics\nfollows immediately.\n","Comment: 8 pages, 3 figures, to appear in Rom. J. Phys. Is a continuation of\n  J. Phys. A: Math. Theor. 40 F1013-F1019 (2007); arXiv:0710.0724, and\n  arXiv:0710.0728"]}]
["0804.1490",{"format":[],"subject":["Computer Science - Information Theory","H.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1490"],"date":["2008-04-09"],"type":["text"],"creator":["Badr, Maya","Belfiore, Jean-Claude"],"language":[],"coverage":[],"title":["Distributed Space-Time Block Codes for the MIMO Multiple Access Channel"],"description":["  In this work, the Multiple transmit antennas Multiple Access Channel is\nconsidered. A construction of a family of distributed space-time codes for this\nchannel is proposed. No Channel Side Information at the transmitters is assumed\nand users are not allowed to cooperate together. It is shown that the proposed\ncode achieves the Diversity Multiplexing Tradeoff of the channel. As an\nexample, we consider the two-user MIMO-MAC channel. Simulation results show the\nsignificant gain offered by the new coding scheme compared to an orthogonal\ntransmission scheme, e.g. time sharing.\n","Comment: 5 pages, 6 figures, accepted to ISIT 2008"]}]
["0804.1492",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1492"],"date":["2008-04-09"],"type":["text"],"creator":["Matteucci, Francesca"],"language":[],"coverage":[],"title":["Chemical evolution of the Milky Way and its Satellites"],"description":["  This paper contains the lectures I delivered during the 37th Saas-Fee\nAdvanced Course in March 2007. It reviews all the main ingredients necessary to\nbuild galactic chemical evolution models with particular attention to the Milky\nWay and the dwarf spheroidals of the Local Group. Both analytical and numerical\nmodels are discussed. Model results are compared to observations in order to\ninfer constraints on stellar nucleosynthesis and on the formation and evolution\nof galaxies.Particular attention is devoted to interpret abundance ratios in\ngalaxies with different star formation histories. Finally, the cosmic chemical\nevolution is discussed\n","Comment: To appear on the Proceedings of the 37th Saas-Fee Advanced Course of\n  the Swiss Society for Astrophysics and Astronomy, \" The Origin of the Galaxy\n  and the Local Group\", eds. E. Grebel and B. Moore, 93 pages, 65 figures"]}]
["0804.1493",{"format":[],"subject":["Computer Science - Information Theory","H.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1493"],"date":["2008-04-09"],"type":["text"],"creator":["Badr, Maya","Belfiore, Jean-Claude"],"language":[],"coverage":[],"title":["Distributed Space Time Codes for the Amplify-and-Forward Multiple-Access\n  Relay Channel"],"description":["  In this work, we present a construction of a family of space-time block codes\nfor a Multi-Access Amplify-and- Forward Relay channel with two users and a\nsingle half-duplex relay. It is assumed that there is no Channel Side\nInformation at the transmitters and that they are not allowed to cooperate\ntogether. Using the Diversity Multiplexing Tradeoff as a tool to evaluate the\nperformance, we prove that the proposed scheme is optimal in some sense.\nMoreover, we provide numerical results which show that the new scheme\noutperforms the orthogonal transmission scheme, e. g. time sharing and offers a\nsignificant gain.\n","Comment: 5 pages, 7 figures"]}]
["0804.1494",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1494"],"date":["2008-04-09"],"type":["text"],"creator":["Molina-Terriza, Gabriel"],"language":[],"coverage":[],"title":["Multipolar expansion of orbital angular momentum modes"],"description":["  In this letter a general method for expanding paraxial beams into multipolar\nelectromagnetic fields is presented. This method is applied to the expansion of\nparaxial modes with orbital angular momentum (OAM), showing how the paraxial\nOAM is related to the general angular momentum of an electromagnetic wave. This\nmethod can be extended to quasi-paraxial beams, i.e. highly focused laser\nbeams. Some applications to the control of electronic transitions in atoms are\ndiscussed.\n"]}]
["0804.1502",{"format":[],"subject":["Physics - Classical Physics","Physics - General Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1502"],"date":["2008-04-09"],"type":["text"],"creator":["Recami, Erasmo"],"language":[],"coverage":[],"title":["A homage to E.C.G.Sudarshan: Superluminal objects and waves (An updated\n  overview of the relevant experiments)"],"description":["  This writing has been prepared on the occasion of the 75th birthday of\nE.C.George Sudarshan, who (besides the originator of the V-A theory for\nweak-forces, of quantum optics --the quantum representation of coherent\nlight--, of dynamical maps for open quantum systems, of the Zeno effect, etc.)\nwas a pioneer, already in the sisties, also of the theory of the so-called\n\"tachyons\".\n  This paper wishes to be a homage to E.C.G.Sudarshan, in connection with the\nlast-mentioned pioneering work of his. After a brief theoretical introduction\n(based on the standard postulates of Special Relativity, and therefore\nextending it --or rather non-restricting it-- without any violations: for\nexample, without any violations of the so-called Einstein causality), the main\naim of this article is an updated presentation of the status-of-the-art of the\n\"superluminal\" experiments. In particular, we devote such a review to the\nphenomena met in tunneling through quantum (and classical) barriers [e.g.,\nreferring to the Genelalized Hartman Effect]; and in connection with the\n\"Localized (nondiffracting) Solutions\" of the wave equantions [e.g., of Maxwell\nequations]: especially of the \"X-shaped\" ones.\n  The interested reader is provided with an extended Bibliography.\n","Comment: Source file in latex: 30 pages, with 16 Figures"]}]
["0804.1508",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","37A30","60G12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1508"],"date":["2008-04-09"],"type":["text"],"creator":["Weber, Michel"],"language":[],"coverage":[],"title":["On an identity of Ky Fan"],"description":["  We give several applications of an identity for sums of weakly stationary\nsequences due to Ky Fan.\n","Comment: 9 pages"]}]
["0804.1509",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E08","14M20","14L24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1509"],"date":["2008-04-09"],"type":["text"],"creator":["Böhning, Christian"],"language":[],"coverage":[],"title":["The rationality of the moduli space of curves of genus 3 after P.\n  Katsylo"],"description":["  This article is a survey of P. Katsylo's proof that the moduli space of\nsmooth projective complex curves of genus 3 is rational. We hope to make the\nargument more comprehensible and transparent by emphasizing the underlying\ngeometry in the proof and its key structural features.\n","Comment: 39 pages"]}]
["0804.1510",{"format":[],"subject":["Mathematical Physics","42C05","34L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1510"],"date":["2008-04-09"],"type":["text"],"creator":["Barbosa-Cendejas, N.","Reyes, M. A."],"language":[],"coverage":[],"title":["Stationary Oscillations in a Damped Wave Equation from Isospectral\n  Bessel Functions"],"description":["  Using the isospectral partners of the Bessel functions derived by Reyes et\nal., we find, on one hand, that these functions show non-typical supersymmetric\n(SUSY) behavior and, on the other, that the isospectral partner of the\nclassical wave equation is equivalent to that of a damped system whose\noscillations do not vanish in time, but show a non-harmonic shape.\n","Comment: 5 pages, 2 figures"]}]
["0804.1527",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1527"],"date":["2008-04-09"],"type":["text"],"creator":["Heber, Uli"],"language":[],"coverage":[],"title":["Subluminous O Stars - Origin and Evolutionary Links"],"description":["  Hot subluminous stars can be roughly divided into B- and O-types. Unlike the\nlatter many sdBs are found in close binaries, indicating that binary evolution\nplays a vital role. Recent NLTE spectral analyses revealed that an evolutionary\nlink between sdB stars and sdO stars is plausible only for the helium-deficient\nsdO stars, i.e. they are the likely successors to sdB stars. The atmospheric\nproperties of helium-enriched sdO stars can be explained by the late hot\nflasher as well as by the white-dwarf merger scenarios, although both models do\nnot match the observed properties of helium-enriched sdO stars in detail. The\nwhite dwarf merger scenario is favoured because it naturally explains the\nscarcity of close binaries amongst helium-enriched sdO stars. A hyper-velocity\nsdO star moving so fast that it is unbound to the Galaxy has probably been\nejected by the super-massive black hole in the Galactic centre.\n","Comment: to appear in \"Hydrogen deficient stars\", K. Werner & T. Rauch (eds.),\n  ASP Conference Series, Vol. 391, p.245 (2008)"]}]
["0804.1539",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1539","R. de Sousa and J.E. Moore, J. Nanoelectron. Optoelectron. 3, 77\n  (2008)"],"date":["2008-04-09"],"type":["text"],"creator":["de Sousa, Rogerio","Moore, Joel E."],"language":[],"coverage":[],"title":["Multiferroic materials for spin-based logic devices"],"description":["  Logical devices based on spin waves offer the potential to avoid dissipation\nmechanisms that limit devices based on either the charge or spin of mobile\nelectrons. Multiferroic magnetoelectrics, which are materials that combine\nferroelectric and magnetic order, allow direct switching of magnetic order and\nthence of spin-wave properties using an applied electric field. The intrinsic\ncoupling between polarization and magnetic moments, generated by strong\nelectronic correlations in these multiferroic materials, is argued to provide\nnew approaches to spin-wave injection and spin-wave switching using applied\nvoltages with no external magnetic field. These effects are shown to arise in a\nphenomenological Landau theory of coupled electronic and magnetic orders in\nmultiferroic BiFeO3, and found to depend subtly on differences between the\ncrystalline and film states of this material.\n"]}]
["cond-mat/0204618",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0204618","Phys. Rev. Lett. 88, 197202 (2002)","doi:10.1103/PhysRevLett.88.197202"],"date":["2002-04-29"],"type":["text"],"creator":["Sabhapandit, Sanjib","Dhar, Deepak","Shukla, Prabodh"],"language":[],"coverage":[],"title":["Hysteresis in the Random Field Ising Model and Bootstrap Percolation"],"description":["  We study hysteresis in the random-field Ising model with an asymmetric\ndistribution of quenched fields, in the limit of low disorder in two and three\ndimensions. We relate the spin flip process to bootstrap percolation, and show\nthat the characteristic length for self-averaging $L^*$ increases as $exp(exp\n(J/\\Delta))$ in 2d, and as $exp(exp(exp(J/\\Delta)))$ in 3d, for disorder\nstrength $\\Delta$ much less than the exchange coupling J. For system size $1 <<\nL < L^*$, the coercive field $h_{coer}$ varies as $2J - \\Delta \\ln \\ln L$ for\nthe square lattice, and as $2J - \\Delta \\ln \\ln \\ln L$ on the cubic lattice.\nIts limiting value is 0 for L tending to infinity, both for square and cubic\nlattices. For lattices with coordination number 3, the limiting magnetization\nshows no jump, and $h_{coer}$ tends to J.\n","Comment: 4 pages, 4 figures"]}]
["cond-mat/0606014",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606014"],"date":["2006-06-01","2008-04-10"],"type":["text"],"creator":["Freedman, Daniel A.","Arias, T. A."],"language":[],"coverage":[],"title":["Cluster assimilation and collisional filtering on metal-oxide surfaces"],"description":["  We present the first ab initio molecular dynamics study of collisions between\nmetal-oxide clusters and surfaces. The resulting trajectories reveal that the\ninternal degrees of freedom of the cluster play a defining role in collision\noutcome. The phase space of incoming internal temperature and translational\nenergy exhibits regions where the collision process itself ensures that each\ncluster which does not rebound from the surface assimilates seamlessly onto it\nupon impact. This filtering may explain recent observations of a \"fast\nsmoothing mechanism\" during pulsed laser deposition.\n","Comment: 4 pages, 3 figures, submitted to PRL (updated in response to\n  referees' comments)"]}]
["cond-mat/0608069",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608069","Nature Phys. 2, 595-599 (2006)","doi:10.1038/nphys393"],"date":["2006-08-02"],"type":["text"],"creator":["Zhou, S. Y.","Gweon, G. -H.","Graf, J.","Fedorov, A. V.","Spataru, C. D.","Diehl, R. D.","Kopelevich, Y.","Lee, D. -H.","Louie, Steven G.","Lanzara, A."],"language":[],"coverage":[],"title":["First direct observation of Dirac fermions in graphite"],"description":["  Originating from relativistic quantum field theory, Dirac fermions have been\nrecently applied to study various peculiar phenomena in condensed matter\nphysics, including the novel quantum Hall effect in graphene, magnetic field\ndriven metal-insulator-like transition in graphite, superfluid in 3He, and the\nexotic pseudogap phase of high temperature superconductors. Although Dirac\nfermions are proposed to play a key role in these systems, so far direct\nexperimental evidence of Dirac fermions has been limited. Here we report the\nfirst direct observation of massless Dirac fermions with linear dispersion near\nthe Brillouin zone (BZ) corner H in graphite, coexisting with quasiparticles\nwith parabolic dispersion near another BZ corner K. In addition, we report a\nlarge electron pocket which we attribute to defect-induced localized states.\nThus, graphite presents a novel system where massless Dirac fermions,\nquasiparticles with finite effective mass, and defect states all contribute to\nthe low energy electronic dynamics.\n","Comment: Nature Physics, in press"]}]
["cond-mat/0610792",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0610792","J. Phys.: Condens. Matter 20, 045228 (2008)","doi:10.1088/0953-8984/20/04/045228"],"date":["2006-10-27","2007-04-23"],"type":["text"],"creator":["Jiang, Jin-Wu","Tang, Hui","Wang, Bing-Shen","Su, Zhao-Bin"],"language":[],"coverage":[],"title":["A lattice dynamical treatment for the total potential energy of\n  single-walled carbon nanotubes and its applications: relaxed equilibrium\n  structure, elastic properties, and vibrational modes of ultra-narrow tubes"],"description":["  In this paper, we proposed a lattice dynamic treatment for the total\npotential energy for single-walled carbon nanotubes (SWCNT's) which is, apart\nfrom a parameter for the non-linear effects, extracted from the vibrational\nenergy of the planar graphene sheet. Based upon the proposal, we investigated\nsystematically the relaxed lattice configuration for narrow SWCNT's, the strain\nenergy, the Young's modulus and Poisson ratio, and the lattice vibrational\nproperties respected to the relaxed equilibrium tubule structure. Our\ncalculated results for various physical quantities are nicely in consistency\nwith existing experimental measurements. Particularly, we verified that the\nrelaxation effect brings the bond length longer and the frequencies of various\noptical vibrational modes softer; Our calculation provides the evidence that\nthe Young's modulus of armchair tube exceeds that of the planar graphene sheet,\nand the large diameter limits of the Young's modulus and Poisson ratio are in\nagreement with the experimental values of the graphite; The calculated radial\nbreathing modes for the ultra narrow tubes with diameter range between 0.2 -\n0.5 nm coincide the experimental results and the existing {\\it ab initio}\ncalculations with satisfaction; For narrow tubes of diameter 2 nm, the\ncalculated frequencies of optical modes in tubule tangential plane as well as\nthose of radial breathing modes are also in good agreement with the\nexperimental measurement. In addition, our calculation shows that various\nphysical quantities of relaxed SWCNT's can actually be expanded in terms of the\nchiral angle defined for the correspondent ideal SWCNT's.\n","Comment: 9 pages, 7 figures"]}]
["cond-mat/9905236",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9905236","Journal of Statistical Physics 98 (2000) 103","doi:10.1023/A:1018622805347"],"date":["1999-05-17","2001-04-08"],"type":["text"],"creator":["Sabhapandit, Sanjib","Shukla, Prabodh","Dhar, Deepak"],"language":[],"coverage":[],"title":["Distribution of Avalanche Sizes in the Hysteretic Response of Random\n  Field Ising Model on a Bethe Lattice at Zero Temperature"],"description":["  We consider the zero-temperature single-spin-flip dynamics of the\nrandom-field Ising model on a Bethe lattice in the presence of an external\nfield h. We derive the exact self-consistent equations to determine the\ndistribution Prob(s) of avalanche sizes s, as the external field increases from\nlarge negative to positive values. We solve these equations explicitly for a\nrectangular distribution of the random fields for a linear chain and the Bethe\nlattice of coordination number z=3, and show that in these cases, Prob(s)\ndecreases exponentially with s for large s for all h on the hysteresis loop. We\nfound that for z >3 and for small disorder, the magnetization shows a first\norder discontinuity for several continuous and unimodel distributions of random\nfields. The avalanche distribution Prob(s) varies as s^{-3/2} for large s near\nthe discontinuity.\n","Comment: 30 pages, 10 eps figures"]}]
["math/0512198",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","Primary: 13H10","Secondary: 13D40, 13E10, 14M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512198","Proc. Amer. Math. Soc. 135 (2007), no. 9, 2713-2722"],"date":["2005-12-09","2006-05-18"],"type":["text"],"creator":["Boij, Mats","Zanello, Fabrizio"],"language":[],"coverage":[],"title":["Level algebras with bad properties"],"description":["  This paper can be seen as a continuation of the works contained in the recent\npreprints [Za], of the second author, and [Mi], of Juan Migliore. Our results\nare:\n  1). There exist codimension three artinian level algebras of type two which\ndo not enjoy the Weak Lefschetz Property (WLP). In fact, for $e\\gg 0$, we will\nconstruct a codimension three, type two $h$-vector of socle degree $e$ such\nthat {\\em all} the level algebras with that $h$-vector do not have the WLP. We\nwill also describe the family of those algebras and compute its dimension, for\neach $e\\gg 0$.\n  2). There exist reduced level sets of points in ${\\mathbf P}^3$ of type two\nwhose artinian reductions all fail to have the WLP. Indeed, the examples\nconstructed here have the same $h$-vectors we mentioned in 1).\n  3). For any integer $r\\geq 3$, there exist non-unimodal monomial artinian\nlevel algebras of codimension $r$. As an immediate consequence of this result,\nwe obtain another proof of the fact (first shown by Migliore in [Mi], Theorem\n4.3) that, for any $r\\geq 3$, there exist reduced level sets of points in\n${\\mathbf P}^r$ whose artinian reductions are non-unimodal.\n","Comment: 10 pages; a few minor changes; to appear in the Proc. of the AMS"]}]
["math/0601084",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Number Theory","11H55, 52C17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601084","Duke Math. J. 142 (2008), 127-164","doi:10.1215/00127094-2008-003"],"date":["2006-01-04","2007-06-20"],"type":["text"],"creator":["Sikiric, Mathieu Dutour","Schuermann, Achill","Vallentin, Frank"],"language":[],"coverage":[],"title":["A generalization of Voronoi's reduction theory and its application"],"description":["  We consider Voronoi's reduction theory of positive definite quadratic forms\nwhich is based on Delone subdivision. We extend it to forms and Delone\nsubdivisions having a prescribed symmetry group. Even more general, the theory\nis developed for forms which are restricted to a linear subspace in the space\nof quadratic forms. We apply the new theory to complete the classification of\ntotally real thin algebraic number fields which was recently initiated by\nBayer-Fluckiger and Nebe. Moreover, we apply it to construct new best known\nsphere coverings in dimensions 9,..., 15.\n","Comment: 31 pages, 2 figures, 2 tables, (v4) minor changes, to appear in Duke\n  Math. J"]}]
["math/0603428",{"format":[],"subject":["Mathematics - Probability","60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603428","Applied Mathematics and Optimization 57, 2 (2008) 149-176","doi:10.1007/s00245-007-9014-9"],"date":["2006-03-17"],"type":["text"],"creator":["Briand, Philippe","Confortola, Fulvia"],"language":[],"coverage":[],"title":["Differentiability of backward stochastic differential equations in\n  Hilbert spaces with monotone generators"],"description":["  The aim of the present paper is to study the regularity properties of the\nsolution of a backward stochastic differential equation with a monotone\ngenerator in infinite dimension. We show some applications to the nonlinear\nKolmogorov equation and to stochastic optimal control.\n"]}]
["math/0604485",{"format":[],"subject":["Mathematics - Commutative Algebra","13H15 (primary)","13D02, 13D40, 13E10 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604485","Comm. Algebra 36 (2008), no. 1, 112-119"],"date":["2006-04-22","2007-01-09"],"type":["text"],"creator":["Migliore, Juan C.","Nagel, Uwe","Zanello, Fabrizio"],"language":[],"coverage":[],"title":["An improved Multiplicity Conjecture for codimension three Gorenstein\n  algebras"],"description":["  The Multiplicity Conjecture is a deep problem relating the multiplicity (or\ndegree) of a Cohen-Macaulay standard graded algebra with certain extremal\ngraded Betti numbers in its minimal free resolution. In the case of level\nalgebras of codimension three, Zanello has proposed a stronger conjecture. We\nprove this conjecture for the case of codimension three graded Gorenstein\nalgebras.\n","Comment: A few minor revisions. To appear in Comm. in Algebra"]}]
["math/0608426",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Combinatorics","52C17, 90C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608426","J. Amer. Math. Soc. 21 (2008), 909-924","doi:10.1090/S0894-0347-07-00589-9"],"date":["2006-08-16","2007-10-03"],"type":["text"],"creator":["Bachoc, Christine","Vallentin, Frank"],"language":[],"coverage":[],"title":["New upper bounds for kissing numbers from semidefinite programming"],"description":["  Recently A. Schrijver derived new upper bounds for binary codes using\nsemidefinite programming. In this paper we adapt this approach to codes on the\nunit sphere and we compute new upper bounds for the kissing number in several\ndimensions. In particular our computations give the (known) values for the\ncases n = 3, 4, 8, 24.\n","Comment: 17 pages, (v4) references updated, accepted in Journal of the\n  American Mathematical Society"]}]
["math/0701849",{"format":[],"subject":["Mathematics - Probability","60H10, 35K55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701849","Stochastic Processes and their Applications 118, 5 (2008) 818-838","doi:10.1016/j.spa.2007.06.006"],"date":["2007-01-29"],"type":["text"],"creator":["Briand, Philippe","Confortola, Fulvia"],"language":[],"coverage":[],"title":["BSDEs with stochastic Lipschitz condition and quadratic PDEs in Hilbert\n  spaces"],"description":["  This paper is devoted to the study of the differentiability of solutions to\nreal-valued backward stochastic differential equations (BSDEs for short) with\nquadratic generators driven by a cylindrical Wiener process. The main novelty\nof this problem consists in the fact that the gradient equation of a quadratic\nBSDE has generators which satisfy stochastic Lipschitz conditions involving BMO\nmartingales. We show some applications to the nonlinear Kolmogorov equations.\n"]}]
["math/0702220",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","Mathematics - Spectral Theory","Primary 34L20","Secondary 30C15, 33C45, 60E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702220","J. Approx. Theory 151 (2008), 164--180"],"date":["2007-02-08","2007-10-20"],"type":["text"],"creator":["Borcea, Julius"],"language":[],"coverage":[],"title":["Choquet order for spectra of higher Lame operators and orthogonal\n  polynomials"],"description":["  We establish a hierarchy of weighted majorization relations for the\nsingularities of generalized Lam\\'e equations and the zeros of their Van Vleck\nand Heine-Stieltjes polynomials as well as for multiparameter spectral\npolynomials of higher Lam\\'e operators. These relations translate into natural\ndilation and subordination properties in the Choquet order for certain\nprobability measures associated with the aforementioned polynomials. As a\nconsequence we obtain new inequalities for the moments and logarithmic\npotentials of the corresponding root-counting measures and their weak-$^*$\nlimits in the semi-classical and various thermodynamic asymptotic regimes. We\nalso prove analogous results for systems of orthogonal polynomials such as\nJacobi polynomials.\n","Comment: final version, to appear in J. Approx. Theory; 14 pages, no figures,\n  LaTeX2e"]}]
["math/0703449",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14B07, 32S30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703449"],"date":["2007-03-15","2008-04-10"],"type":["text"],"creator":["Martin, Bernd","Süß, Hendrik"],"language":[],"coverage":[],"title":["Milnor algebras could be isomorphic to modular algebras"],"description":["  We find and describe unexpected isomorphisms between two very different\nobjects associated to hypersurface singularities. One object is the Milnor\nalgebra of a function, while the other object associated to a singularity is\nthe local ring of the flatness stratum of the singular locus in a miniversal\ndeformation, an invariant of the contact class of a defining function. Such\nisomorphisms exist for unimodal hypersurface singularities. However, for the\nmoment it is badly understood, which principle causes these isomorphisms and\nhow far this observation generalises. Here we also provide an algorithmic\napproach for checking algebra isomorphy.\n","Comment: 15 pages, 1 table Correction of the proof of lemma/proposition 4.2.\n  Elimination of some inaccuracies and errors in section 5 (Now Appendix B)"]}]
["math/0703648",{"format":[],"subject":["Mathematics - Probability","60H25, 60K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703648"],"date":["2007-03-21","2008-04-10"],"type":["text"],"creator":["Enriquez, Nathanaël","Sabot, Christophe","Zindy, Olivier"],"language":[],"coverage":[],"title":["A probabilistic representation of constants in Kesten's renewal theorem"],"description":["  The aims of this paper are twofold. Firstly, we derive some probabilistic\nrepresentation for the constant which appears in the one-dimensional case of\nKesten's renewal theorem. Secondly, we estimate the tail of some related random\nvariable which plays an essential role in the description of the stable limit\nlaw of one-dimensional transient sub-ballistic random walks in random\nenvironment.\n","Comment: 27 pages"]}]
["math/0703901",{"format":[],"subject":["Mathematics - Commutative Algebra","13E10 (primary)","13H10, 13D40 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703901","Math. Res. Lett. 15 (2008), 331-349"],"date":["2007-03-29","2007-07-13"],"type":["text"],"creator":["Migliore, Juan C.","Nagel, Uwe","Zanello, Fabrizio"],"language":[],"coverage":[],"title":["A characterization of Gorenstein Hilbert functions in codimension four\n  with small initial degree"],"description":["  The main goal of this paper is to characterize the Hilbert functions of all\n(artinian) codimension 4 Gorenstein algebras that have at least two independent\nrelations of degree four. This includes all codimension 4 Gorenstein algebras\nwhose initial relation is of degree at most 3. Our result shows that those\nHilbert functions are exactly the so-called {\\em SI-sequences} starting with\n(1,4,h_2,h_3,...), where $h_4 \\leq 33$. In particular, these Hilbert functions\nare all unimodal.\n  We also establish a more general unimodality result, which relies on the\nvalues of the Hilbert function not being too big, but is independent of the\ninitial degree.\n","Comment: A few changes. Final version, to appear in Math. Res. Lett"]}]
["physics/0308037",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0308037","Published in Science in China, Series G, Volume 51, Number 3,\n  2008, co-published with Springer-Verlag Gmbh 1672-1799 (Print) 1862-2844 (On\n  line)"],"date":["2003-08-08","2008-04-10"],"type":["text"],"creator":["Xiaochun, Mei"],"language":[],"coverage":[],"title":["Retarded Interaction of Radiation Field and Symmetry Violation of Time\n  Reversal in the High order Stimulated Radiation and Absorption Processes of\n  Light"],"description":["  It is proved that when the retarded effect (or multiple moment effect) of\nradiation fields is taken into account, the high order stimulated radiation and\nstimulated absorption probabilities of light are not the same so that time\nreversal symmetry would be violated, though the total Hamiltonian of\nelectromagnetic interaction is still unchanged under time reversal. The reason\nto cause time reversal symmetry violation is that certain filial or partial\ntransitive processes of bounding state atoms are forbidden or can not be\nachieved actually due to the law of energy conservation, the asymmetric actions\nof effective transition operators before and after time reversal, as well as\nthe special states of atoms themselves. These restrictions would cause the\nsymmetry violation of time reversal of other filial or partial transition\nprocesses which can be actualized really. The symmetry violation is also\nrelative to the initial state asymmetries of bounding atoms before and after\ntime reversal. For the electromagnetic interaction between non-bounding state\natoms and radiation field, there is no this kind of symmetry violation of time\nreversal. In this way, the current formula of light stimulated radiation and\nabsorption parameters with time reversal symmetry should be revised. The\ninfluence of time reversal symmetry violation on the foundational theory of\nlaser is also discussed and the phenomena of non-population inversion and\nnon-radiation transition can also be explained well. In this way, a more\nreliable foundation can be established for the theories of laser and nonlinear\noptics in which non-equilibrium processes are involved.\n","Comment: 17 pages 6 figures"]}]
["physics/0603260",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0603260"],"date":["2006-03-30","2008-04-10"],"type":["text"],"creator":["Pryor, Kenneth"],"language":[],"coverage":[],"title":["Electrical Behavior of Downburst-Producing Convective Storms over the\n  Western United States"],"description":["  A great body of research literature pertaining to microburst generation in\nconvective storms has focused on thermodynamic factors of the pre-convective\nenvironment as well as storm morphology as observed by radar imagery. Derived\nproducts based on GOES sounder data have been found to be especially useful in\nthe study of thermodynamic environments. However, addressed much less\nfrequently is the relationship between convective storm electrification,\nlightning phenomenology and downburst generation. Previous research in\nlightning production by convective storms has identified that electrification,\nphenomenology (i.e. flash rate, density), and polarity are dependent upon the\nthermodynamic structure of the ambient atmosphere, especially vertical moisture\nstratification. Thus, relevant parameters to describe the thermodynamic setting\nwould include convective available potential energy (CAPE), due to its\ninfluence on updraft strength, and cloud liquid water content, due to its\nrelationship to precipitation physical processes. It has already been addressed\nthat buoyant energy and moisture stratification are important factors in\nconvective storm development and downburst generation. This research effort\ninvestigates and derives a qualitative relationship between lightning\nphenomenology in convective storms and downburst generation.\nDownburst-producing convective storms will be analyzed by comparing\npre-convective environments, as portrayed by GOES microburst products, storm\nmorphology, as portrayed by radar imagery, and electrical behavior, as\nindicated by NLDN data.\n","Comment: 21 pages, 9 figures; 11 pages, 4 figures, inclusion of new image\n  data, revised case study"]}]
