["0704.0013",{"format":[],"subject":["Mathematics - Number Theory","11F11,11F33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0013"],"date":["2007-03-31","2008-05-25"],"type":["text"],"creator":["Choi, Dohoon","Choie, YoungJu"],"language":[],"coverage":[],"title":["$p$-adic Limit of Weakly Holomorphic Modular Forms of Half Integral\n  Weight"],"description":["  Serre obtained the p-adic limit of the integral Fourier coefficient of\nmodular forms on $SL_2(\\mathbb{Z})$ for $p=2,3,5,7$. In this paper, we extend\nthe result of Serre to weakly holomorphic modular forms of half integral weight\non $\\Gamma_{0}(4N)$ for $N=1,2,4$. A proof is based on linear relations among\nFourier coefficients of modular forms of half integral weight. As applications\nwe obtain congruences of Borcherds exponents, congruences of quotient of\nEisentein series and congruences of values of $L$-functions at a certain point\nare also studied. Furthermore, the congruences of the Fourier coefficients of\nSiegel modular forms on Maass Space are obtained using Ikeda lifting.\n"]}]
["0706.3622",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3622"],"date":["2007-06-25","2008-05-26"],"type":["text"],"creator":["Wittek, W.","Bartko, H.","Galante, N.","Schweizer, T."],"language":[],"coverage":[],"title":["Comments on the Unified approach to the construction of Classical\n  confidence intervals"],"description":["  The paper comments on properties of the so-called \"Unified approach to the\nconstruction of classical confidence intervals\", in which confidence intervals\nare computed in a Neyman construction using the likelihood ratio as ordering\nquantity. In particular, two of the main results of a paper by Feldman and\nCousins (F&C) are discussed. It is shown that in the case of central intervals\nthe so-called flip-flopping problem, occuring in the specific scenario where\nthe experimenter decides to quote a standard upper limit or a confidence\ninterval depending on the measurement, can be easily avoided by choosing\nappropriate confidence levels for the standard upper limits and confidence\nintervals. In the F&C paper \"upper limit\" is defined as the upper edge of a\nconfidence interval, whose lower edge coincides with the physical limit. With\nthis definition of upper limit (F&C limit), in an approach which uses the\nlikelihood ratio as ordering quantity, two-sided confidence intervals\nautomatically change over to \"upper limits\" as the signal becomes weaker\n(Unified approach). In the present paper it is pointed out that this behaviour\nis not a special property of this approach, because approaches with other\nordering principles, like central intervals, symmetric intervals or\nhighest-probability intervals, exhibit the same behaviour. The Unified approach\nis presented in the F&C paper as a solution to the flip-flopping problem. This\nmight suggest that the F&C limit is a standard upper limit. In order to exclude\nany misunderstanding, it is proposed in the present paper to call the F&C limit\n\"upper edge of the confidence interval\", even if its lower edge coincides with\nthe physical limit.\n"]}]
["0707.3253",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems","53C43","53C07","83C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3253","Proceedings of Conference \"Riemannian Geometry and Applications\",\n  Brasov, Romania, June 21-25, 2007; Bulletin of Transilvania University,\n  Brasov, No. 14 (49), Series B (2007), 199-210."],"date":["2007-07-22"],"type":["text"],"creator":["Neagu, Mircea"],"language":[],"coverage":[],"title":["Jet Riemann-Lagrange Geometry Applied to Evolution DEs Systems from\n  Economy"],"description":["  The aim of this paper is to construct a natural Riemann-Lagrange differential\ngeometry on 1-jet spaces, in the sense of nonlinear connections, generalized\nCartan connections, d-torsions, d-curvatures, jet electromagnetic fields and\njet Yang-Mills energies, starting from some given non-linear evolution DEs\nsystems modelling economic phenomena, like the Kaldor model of the bussines\ncycle or the Tobin-Benhabib-Miyao model regarding the role of money on economic\ngrowth.\n","Comment: 11 pages"]}]
["0709.3551",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3551","Phys. Rev. B 77, 195315 (2008)","doi:10.1103/PhysRevB.77.195315"],"date":["2007-09-21","2008-04-09"],"type":["text"],"creator":["Welack, Sven","Esposito, Massimiliano","Harbola, Upendra","Mukamel, Shaul"],"language":[],"coverage":[],"title":["Interference effects in the counting statistics of electron transfers\n  through a double quantum dot"],"description":["  We investigate the effect of quantum interferences and Coulomb interaction on\nthe counting statistics of electrons crossing a double quantum dot in a\nparallel geometry using a generating function technique based on a quantum\nmaster equation approach. The skewness and the average residence time of\nelectrons in the dots are shown to be the quantities most sensitive to\ninterferences and Coulomb coupling. The joint probabilities of consecutive\nelectron transfer processes show characteristic temporal oscillations due to\ninterference. The steady-state fluctuation theorem which predicts a universal\nconnection between the number of forward and backward transfer events is shown\nto hold even in the presence of Coulomb coupling and interference.\n","Comment: 11 pages, 12 figures"]}]
["0710.1724",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1724","J. Math. Phys. 49, 052104 (2008)","doi:10.1063/1.2917064"],"date":["2007-10-09","2008-05-07"],"type":["text"],"creator":["Shikano, Yutaka","Hosoya, Akio"],"language":[],"coverage":[],"title":["Optimal Covariant Measurement of Momentum on a Half Line in Quantum\n  Mechanics"],"description":["  We cannot perform the projective measurement of a momentum on a half line\nsince it is not an observable. Nevertheless, we would like to obtain some\nphysical information of the momentum on a half line. We define an optimality\nfor measurement as minimizing the variance between an inferred outcome of the\nmeasured system before a measuring process and a measurement outcome of the\nprobe system after the measuring process, restricting our attention to the\ncovariant measurement studied by Holevo. Extending the domain of the momentum\noperator on a half line by introducing a two dimensional Hilbert space to be\ntensored, we make it self-adjoint and explicitly construct a model Hamiltonian\nfor the measured and probe systems. By taking the partial trace over the newly\nintroduced Hilbert space, the optimal covariant positive operator valued\nmeasure (POVM) of a momentum on a half line is reproduced. We physically\ndescribe the measuring process to optimally evaluate the momentum of a particle\non a half line.\n","Comment: 12 pages, 3 figures"]}]
["0712.0288",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0288"],"date":["2007-12-01","2008-05-26"],"type":["text"],"creator":["Lipari, S.","Bergmann, M.","Sanchez, S.","Terlevich, R.","Taniguchi, Y.","Mediavilla, E.","Punsly, B.","Garcia, B.","Zheng, W.","Merlo, D."],"language":[],"coverage":[],"title":["Gemini GMOS IFU Spectroscopy of IRAS 04505-2958: A New Exploding BAL +\n  IR + Fe II QSO"],"description":["  New results of a Programme of study of BAL + IR + Fe II QSOs (at low and high\nredshift) are presented. Which are based mainly on deep Gemini GMOS integral\nfield unit (IFU/3D) spectroscopy. We have performed a detailed study of the\nkinematics, morphological, and physical conditions, in the BAL + IR + Fe II\nQSO: IRAS 04505-2958. From this study, some selected results are presented,\nmainly for the 3 expanding giant shells (observed with Gemini). In particular,\nthe GMOS data suggest that the outflow (OF) process -in this IR QSO- generated\nmultiple expanding hypergiant shells (from 10, to 100 kpc), in several extreme\nexplosive events. These new Gemini GMOS data are in good agreement with our\nevolutionary, explosive and composite Model: where part of the ISM of the host\ngalaxy is ejected in the form of multiple giant shells, mainly by HyN\nexplosions. This process could generate satellite/companion galaxies, and even\ncould expel a high fraction -or all- the host galaxy. In addition, this Model\nfor AGN could give important clue about the physical processes that could\nexplain the origin -in AGNs- of very energetic cosmic rays, detected by the P.\nAuger Observatory.\n","Comment: 4 pages, 2 figures, Annual Meeting Argentinian Society of Astronomy,\n  Malargue - P. Auger Observatory, September 2007"]}]
["0712.1494",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1494","Quantum Information & Computation, Vol.8, No.8/9, pp0756-0772,\n  (2008)"],"date":["2007-12-10","2008-03-05"],"type":["text"],"creator":["Kern, Oliver","Renes, Joseph M."],"language":[],"coverage":[],"title":["Improved one-way rates for BB84 and 6-state protocols"],"description":["  We study the advantages to be gained in quantum key distribution (QKD)\nprotocols by combining the techniques of local randomization, or noisy\npreprocessing, and structured (nonrandom) block codes. Extending the results of\n[Smith, Renes, and Smolin, quant-ph/0607018] pertaining to BB84, we improve the\nbest-known lower bound on the error rate for the 6-state protocol from 14.11%\nfor local randomization alone to at least 14.59%. Additionally, we also study\nthe effects of iterating the combined preprocessing scheme and find further\nimprovements to the BB84 protocol already at small block lengths.\n","Comment: 17 pages, to appear in Quantum Information & Computation. Replaced by\n  accepted version"]}]
["0712.1718",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1718","SIGMA 4 (2008), 045, 21 pages","doi:10.3842/SIGMA.2008.045"],"date":["2007-12-11","2008-05-26"],"type":["text"],"creator":["Bogoslovsky, George"],"language":[],"coverage":[],"title":["Rapidities and Observable 3-Velocities in the Flat Finslerian Event\n  Space with Entirely Broken 3D Isotropy"],"description":["  We study the geometric phase transitions that accompany the dynamic\nrearrangement of vacuum under spontaneous violation of initial gauge symmetry.\nThe rearrangement may give rise to condensates of three types, namely the\nscalar, axially symmetric, and entirely anisotropic condensates. The flat\nspace-time keeps being the Minkowski space in the only case of scalar\ncondensate. The anisotropic condensate having arisen, the respective anisotropy\noccurs also in space-time. In this case the space-time filled with axially\nsymmetric condensate proves to be a flat relativistically invariant Finslerian\nspace with partially broken 3D isotropy, while the space-time filled with\nentirely anisotropic condensate proves to be a flat relativistically invariant\nFinslerian space with entirely broken 3D isotropy. The two Finslerian space\ntypes are described briefly in the extended introduction to the work, while the\noriginal part of the latter is devoted to determining observable 3-velocities\nin the entirely anisotropic Finslerian event space. The main difficulties that\nare overcome in solving that problem arose from the nonstandard form of the\nlight cone equation and from the necessity of correct introducing of a norm in\nthe linear vector space of rapidities.\n","Comment: This is a contribution to the Proc. of the Seventh International\n  Conference ''Symmetry in Nonlinear Mathematical Physics'' (June 24-30, 2007,\n  Kyiv, Ukraine), published in SIGMA (Symmetry, Integrability and Geometry:\n  Methods and Applications) at http://www.emis.de/journals/SIGMA/"]}]
["0801.1698",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1698","Probability Surveys 2008, Vol. 5, 80-145","doi:10.1214/08-PS124"],"date":["2008-01-10","2008-05-26"],"type":["text"],"creator":["Austin, Tim"],"language":[],"coverage":[],"title":["On exchangeable random variables and the statistics of large graphs and\n  hypergraphs"],"description":["  De Finetti's classical result of [18] identifying the law of an exchangeable\nfamily of random variables as a mixture of i.i.d. laws was extended to\nstructure theorems for more complex notions of exchangeability by Aldous\n[1,2,3], Hoover [41,42], Kallenberg [44] and Kingman [47]. On the other hand,\nsuch exchangeable laws were first related to questions from combinatorics in an\nindependent analysis by Fremlin and Talagrand [29], and again more recently in\nTao [62], where they appear as a natural proxy for the `leading order\nstatistics' of colourings of large graphs or hypergraphs. Moreover, this\nrelation appears implicitly in the study of various more bespoke formalisms for\nhandling `limit objects' of sequences of dense graphs or hypergraphs in a\nnumber of recent works, including Lov\\'{a}sz and Szegedy [52], Borgs, Chayes,\nLov\\'{a}sz, S\\'{o}s, Szegedy and Vesztergombi [17], Elek and Szegedy [24] and\nRazborov [54,55]. However, the connection between these works and the earlier\nprobabilistic structural results seems to have gone largely unappreciated. In\nthis survey we recall the basic results of the theory of exchangeable laws, and\nthen explain the probabilistic versions of various interesting questions from\ngraph and hypergraph theory that their connection motivates (particularly\nextremal questions on the testability of properties for graphs and\nhypergraphs). We also locate the notions of exchangeability of interest to us\nin the context of other classes of probability measures subject to various\nsymmetries, in particular contrasting the methods employed to analyze\nexchangeable laws with related structural results in ergodic theory, particular\nthe Furstenberg-Zimmer structure theorem for probability-preserving $\\mathbb\n{Z}$-systems, which underpins Furstenberg's ergodic-theoretic proof of\nSzemer\\'{e}di's Theorem. The forthcoming paper [10]--hereditarytest will make a\nmuch more elaborate appeal to the link between exchangeable laws and dense\n(directed) hypergraphs to establish various results in property testing.\n","Comment: Published in at http://dx.doi.org/10.1214/08-PS124 the Probability\n  Surveys (http://www.i-journals.org/ps/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0801.4408",{"format":[],"subject":["Statistics - Applications","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4408"],"date":["2008-01-28","2008-05-26"],"type":["text"],"creator":["Brewer, Brendon J."],"language":[],"coverage":[],"title":["Getting Your Eye In: A Bayesian Analysis of Early Dismissals in Cricket"],"description":["  A Bayesian Survival Analysis method is motivated and developed for analysing\nsequences of scores made by a batsman in test or first class cricket. In\nparticular, we expect the presence of an effect whereby the distribution of\nscores has more probability near zero than a geometric distribution, due to the\nfact that batting is more difficult when the batsman is new at the crease. A\nMetropolis-Hastings algorithm is found to be efficient at estimating the\nproposed parameters, allowing us to quantify exactly how large this\nearly-innings effect is, and how long a batsman needs to be at the crease in\norder to ``get their eye in''. Applying this model to several modern players\nshows that a batsman is typically only playing at about half of their potential\nability when they first arrive at the crease, and gets their eye in\nsurprisingly quickly. Additionally, some players are more ``robust'' (have a\nsmaller early-innings effect) than others, which may have implications for\nselection policy.\n","Comment: Submitted. Latest version includes more quantitative results.\n  Software available from http://web.maths.unsw.edu.au/~brewer/"]}]
["0802.3749",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3749","New Journal of Physics 10, 053025 (2008)","doi:10.1088/1367-2630/10/5/053025"],"date":["2008-02-26"],"type":["text"],"creator":["Xue, Peng","Sanders, Barry C."],"language":[],"coverage":[],"title":["Quantum walk on circles in phase space"],"description":["  We propose a variation of the quantum walk on a circle in phase space by\nconjoining the Hadamard coin flip with simultaneous displacement of the\nwalker's location in phase space and show that this generalization is a proper\nquantum walk albeit over multiple concentric circles in phase instead of just\nover one circle. We motivate the conjoining of Hadamard and displacement\noperations by showing that the Jaynes-Cummings model for coin+walker\napproximately yields this description in the dispersive limit. The quantum walk\nsignature is evident in the phase distribution of the walker provided that\nappropriate pulse durations are applied for each coin flip.\n","Comment: 10 pages, 5 figures"]}]
["0803.0381",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0381"],"date":["2008-03-04","2008-05-26"],"type":["text"],"creator":["Kaul, Romesh K."],"language":[],"coverage":[],"title":["Naturalness and Electro-weak Symmetry Breaking"],"description":["  The Principle of Naturalness of small parameters of a theory is reviewed.\nWhile quantum field theories constructed from gauge fields and fermions only\nare natural, those containing elementary scalar fields are not. In particular\nthe Higgs boson mass in the Standard Model of electro-weak forces is not stable\nagainst radiative corrections. Two old canonical solutions of this problem are:\n(i) where the Higgs boson is a fermion-antifermion composite (technicolour\nsolution) or otherwise (ii) we need supersymmetry to protect the mass of\nelementary Higgs boson from possible large radiative corrections. In recent\nyears some other mechanisms for electroweak symmetry breaking have been under\nintense investigation. These include the little Higgs models and the\ngauge-Higgs unification models where the Higgs boson is the zero mode of the\nextra-dimensional component of a higher dimensional gauge field. Naturalness\nissues of such models are also briefly reviewed.\n","Comment: A reference added and a few editing corrections incorporated"]}]
["0803.2578",{"format":[],"subject":["Mathematics - Combinatorics","05A15, 05C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2578"],"date":["2008-03-18","2008-05-26"],"type":["text"],"creator":["Alon, Noga","Friedland, Shmuel"],"language":[],"coverage":[],"title":["The maximum number of perfect matchings in graphs with a given degree\n  sequence"],"description":["  We show that the number of perfect matching in a simple graph $G$ with an\neven number of vertices and degree sequence $d_1,d_2, ..., d_n$ is at most\n$\\prod_{i=1}^n (d_i !)^{\\frac{1}{2d_i}}$. This bound is sharp if and only if\n$G$ is a union of complete balanced bipartite graphs.\n","Comment: 2 pages"]}]
["0803.3427",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3427","Phys. Rev. B 77, 184427 (2008)","doi:10.1103/PhysRevB.77.184427"],"date":["2008-03-24","2008-04-28"],"type":["text"],"creator":["Tkachov, Grigory","Richter, Klaus"],"language":[],"coverage":[],"title":["Spin-polarized tunneling through randomly transparent magnetic\n  junctions: Reentrant magnetoresistance approaching the Julliere limit"],"description":["  Electron conductance in planar magnetic tunnel junctions with long-range\nbarrier disorder is studied within Glauber-eikonal approximation enabling exact\ndisorder ensemble averaging by means of the Holtsmark-Markov method. This\nallows us to address a hitherto unexplored regime of the tunneling\nmagnetoresistance effect characterized by the crossover from\nmomentum-conserving to random tunneling as a function of the defect\nconcentration. We demonstrate that such a crossover results in a reentrant\nmagnetoresistance: It goes through a pronounced minimum before reaching\ndisorder- and geometry-independent Julliere's value at high defect\nconcentrations.\n","Comment: 7 pages, 5 figures, derivation of Eq. (39) added, errors in Ref. 7\n  corrected"]}]
["0804.0236",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0236","doi:10.1051/0004-6361:200809606"],"date":["2008-04-01"],"type":["text"],"creator":["Hoenig, Sebastian F.","Prieto, M. Almudena","Beckert, Thomas"],"language":[],"coverage":[],"title":["High-Spatial Resolution SED of NGC 1068 from Near-IR to Radio.\n  Disentangling the thermal and non-thermal contributions"],"description":["  We investigate the ideas that a sizable fraction of the interferometrically\nunresolved infrared emission of the nucleus of NGC 1068 might originate from\nother processes than thermal dust emission from the torus. We examine the\ncontribution of free-free or synchrotron emissions to the central mid- and\nnear-IR parsec-scale emitting region of NGC 1068. Each mechanism is constrained\nwith parsec scale radio data available for NGC 1068 in the 10^9 - 10^11 Hz\nregime, and compared to the highest-resolution interferometric data available\nin the mid-infrared. It is shown that the unresolved emission in the\ninterferometric observation (<~1pc) is still dominatedd by dust emission and\nnot by contributions from synchrotron or free-free emission. As recent studies\nsuggest, the interferometric observations prefer a clumpy structure of the dust\ndistribution. Extrapolation of the radio free-free or synchrotron emission to\nthe IR indicates that their contribution is <20% even for the unresolved\nfraction of the interferometric flux. The slope of the available radio data is\nconsistent with a power law exponent alpha = 0.29 +/- 0.07 which we interprete\nin terms of either free-free emission or synchrotron radiation from\nquasi-monochromatic electrons. We apply emission models for both mechanisms in\norder to obtain physical parameters. (abridged)\n","Comment: 8 pages, 3 figures; accepted by A&A"]}]
["0804.3291",{"format":[],"subject":["Mathematics - Metric Geometry","53C17, 28A75, 58C35, 93B29"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3291"],"date":["2008-04-21","2008-05-26"],"type":["text"],"creator":["Karmanova, Maria","Vodopyanov, Sergey"],"language":[],"coverage":[],"title":["Geometry of Carnot--Carath\\'{e}odory Spaces, Differentiability and\n  Coarea Formula"],"description":["  We give a simple proof of Gromov's Theorem on nilpotentization of vector\nfields, and exhibit a new method for obtaining quantitative estimates of\ncomparing geometries of two different local Carnot groups in\nCarnot--Carath\\'{e}odory spaces with $C^{1,\\alpha}$-smooth basis vector fields,\n$\\alpha\\in[0,1]$. From here we obtain the similar estimates for comparing\ngeometries of a Carnot--Carath\\'{e}odory space and a local Carnot group. These\ntwo theorems imply basic results of the theory: Gromov type Local Approximation\nTheorems, and for $\\alpha>0$ Rashevski\\v{\\i}-Chow Theorem and Ball--Box\nTheorem, etc. We apply the obtained results for proving $hc$-differentiability\nof mappings of Carnot--Carath\\'{e}odory spaces with continuous horizontal\nderivatives. The latter is used in proving the coarea formula for some classes\nof contact mappings of Carnot--Carath\\'{e}odory spaces.\n","Comment: 94 pages"]}]
["0805.0490",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Physics - Chemical Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0490"],"date":["2008-05-05","2008-05-26"],"type":["text"],"creator":["Amjadi, A.","Shirsavar, R.","Radja, N. Hamedani","Ejtehadi, M. R."],"language":[],"coverage":[],"title":["A Liquid Film Motor"],"description":["  It is well known that electro-hydrodynamical effects in freely suspended\nliquid films can flow the liquid. Here we report a purely electrically driven\nrotation in water and some other liquid suspended films with full control on\nthe velocity and the chirality of the rotating vortices. The device, which is\ncalled ``film motor'', consists of a quasi two-dimensional electrolysis cell in\nan external in-plane electric field, crossing the mean electrolysis current\ndensity. If either the external field or the electrolysis voltage exceeds some\nthreshold (while the other one is not zero), the liquid film begins to rotate.\nThe device works perfectly with both DC and AC fields.\n","Comment: 9 pages with 4 figures. The file format problem on figure 4 has been\n  fixed on reversion"]}]
["0805.1820",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1820","New Astronomy Reviews, 51, 785-790 (2008)","doi:10.1016/j.newar.2008.03.007"],"date":["2008-05-13"],"type":["text"],"creator":["Haensel, P.","Zdunik, J. L.","Bejger, M."],"language":[],"coverage":[],"title":["Fast rotation of neutron stars and equation of state of dense matter"],"description":["  Fast rotation of compact stars (at submillisecond period) and, in particular,\ntheir stability, are sensitive to the equation of state (EOS) of dense matter.\nRecent observations of XTE J1739-285 suggest that it contains a neutron star\nrotating at 1122 Hz (Kaaret et al. 2007). At such rotational frequency the\neffects of rotation on star's structure are significant. We study the interplay\nof fast rotation, EOS and gravitational mass of a submillisecond pulsar. We\ndiscuss the EOS dependence of spin-up to a submillisecond period, via mass\naccretion from a disk in a low-mass X-ray binary.\n","Comment: 7 pages, 7 figures, proceedings of the \"Jean-Pierre Lasota, X-ray\n  binaries, accretion disks and compact stars\" conference, edited by M.\n  Abramowicz and O. Straub, New Astronomy Reviews (Elsevier 2008), in press"]}]
["0805.2151",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2151","doi:10.1051/0004-6361:200810123"],"date":["2008-05-14"],"type":["text"],"creator":["Hoenig, S. F.","Smette, A.","Beckert, T.","Horst, H.","Duschl, W.","Gandhi, P.","Kishimoto, M.","Weigelt, G."],"language":[],"coverage":[],"title":["Discovery of a strong Baldwin effect in mid-infrared AGN lines"],"description":["  We present the discovery of a Baldwin effect in 8 nearby Seyfert galaxies for\nthe three most prominent mid-infrared forbidden emission lines observable from\nthe ground that are commonly found in AGN, [ArIII](8.99 micron), [SIV](10.51\nmicron), and [NeII](12.81 micron). The observations were carried out using the\nVLT/VISIR imager and spectroraph at the ESO/Paranal observatory. The bulk of\nthe observed line emission comes from the inner <0.4 arcsec which corresponds\nto spatial scales <100 pc in our object sample. The correlation index is\napproximately -0.6 without significant difference among the lines. This is the\nstrongest anti-correlation between line equivalent width and continuum\nluminosity found so far. In the case of Circinus, we show that despite the use\nof mid-infrared lines, obscuration by either the host galaxy or the\ncircumnuclear dust torus might affect the equivalent widths. Given the small\nobserved spatial scales from which most of the line emission emanates, it is\nunclear how these observations fit into the favored \"disappearing NLR''\nscenario for the narrow-line Baldwin effect.\n","Comment: 5 pages, 4 figures; letter accepted by A&A"]}]
["0805.2686",{"format":[],"subject":["Mathematics - Representation Theory","17B68 (Primary)","17B10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2686"],"date":["2008-05-17","2008-05-26"],"type":["text"],"creator":["Ondrus, Matthew","Wiesner, Emilie"],"language":[],"coverage":[],"title":["Whittaker Modules for the Virasoro Algebra"],"description":["  Whittaker modules have been well studied in the setting of complex semisimple\nLie algebras. Their definition can easily be generalized to certain other Lie\nalgebras with triangular decomposition, including the Virasoro algebra. We\ndefine Whittaker modules for the Virasoro algebra and obtain analogues to\nseveral results from the classical setting, including a classification of\nsimple Whittaker modules by central characters and composition series for\ngeneral Whittaker modules.\n","Comment: 14 pages; revised descriptions of references [4] and [5]"]}]
["0805.3529",{"format":[],"subject":["Mathematics - Numerical Analysis","65D30, 65D32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3529"],"date":["2008-05-22"],"type":["text"],"creator":["De Marchi, Stefano","Vianello, Marco","Xu, Yuan"],"language":[],"coverage":[],"title":["New cubature formulae and hyperinterpolation in three variables"],"description":["  A new algebraic cubature formula of degree $2n+1$ for the product Chebyshev\nmeasure in the $d$-cube with $\\approx n^d/2^{d-1}$ nodes is established. The\nnew formula is then applied to polynomial hyperinterpolation of degree $n$ in\nthree variables, in which coefficients of the product Chebyshev orthonormal\nbasis are computed by a fast algorithm based on the 3-dimensional FFT.\nMoreover, integration of the hyperinterpolant provides a new Clenshaw-Curtis\ntype cubature formula in the 3-cube.\n"]}]
["0805.3530",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3530"],"date":["2008-05-22","2008-05-26"],"type":["text"],"creator":["Di Ventra, Massimiliano"],"language":[],"coverage":[],"title":["Comment on \"Molecular Transport Junctions: Clearing Mists\""],"description":["  This is a comment to a review article by Lindsay and Ratner titled \"Molecular\nTransport Junctions: Clearing Mists\".\n"]}]
["0805.3537",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3537"],"date":["2008-05-22"],"type":["text"],"creator":["Wu, Fang","Huberman, Bernardo A."],"language":[],"coverage":[],"title":["Public Discourse in the Web Does Not Exhibit Group Polarization"],"description":["  We performed a massive study of the dynamics of group deliberation among\nseveral websites containing millions of opinions on topics ranging from books\nto media. Contrary to the common phenomenon of group polarization observed\noffline, we measured a strong tendency towards moderate views in the course of\ntime. This phenomenon possibly operates through a self-selection bias whereby\nprevious comments and ratings elicit contrarian views that soften the previous\nopinions.\n"]}]
["0805.3546",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3546"],"date":["2008-05-22"],"type":["text"],"creator":["Ribordy, M.","Collaboration, for the IceCube"],"language":[],"coverage":[],"title":["The IceCube Cosmological Connection: Status and prospects of the polar\n  neutrino observatory"],"description":["  We report on the current construction status of the IceCube high energy\nneutrino observatory and possible future construction plans. With the\ncompletion of the fourth construction season in Feb. 2008, the observatory is\nnow instrumenting half a cubic kilometer of ice, greatly increasing the horizon\nfor high energy neutrino detection. We briefly describe physics topics related\nto cosmology, such as indirect searches for supersymmetric cold dark matter,\nfor slow and relativistic magnetic monopoles, GZK neutrinos and violation of\nLorentz invariance or Equivalence Principle. It is anticipated that upon\ncompletion the new detector will vastly increase the sensitivity and extend the\nreach of AMANDA to higher energies.\n","Comment: 4p. 5fig., Rencontres de Moriond 2008, cosmology session, proceeding"]}]
["0805.3553",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3553"],"date":["2008-05-23"],"type":["text"],"creator":["Barnum, Howard","Barrett, Jonathan","Leifer, Matthew","Wilce, Alexander"],"language":[],"coverage":[],"title":["Teleportation in General Probabilistic Theories"],"description":["  In a previous paper, we showed that many important quantum\ninformation-theoretic phenomena, including the no-cloning and no-broadcasting\ntheorems, are in fact generic in all non-classical probabilistic theories. An\nexception is teleportation, which most such theories do not support. In this\npaper, we investigate which probabilistic theories, and more particularly,\nwhich composite systems, {\\em do} support a teleportation protocol. We isolate\na natural class of composite systems that we term {\\em regular}, and establish\nnecessary and sufficient conditions for a regular tripartite system to support\na conclusive, or post-selected, teleportation protocol. We also establish a\nsufficient condition for deterministic teleportation that yields a large supply\nof theories, neither classical nor quantum, that support such a protocol.\n"]}]
["0805.3566",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3566"],"date":["2008-05-22"],"type":["text"],"creator":["Gurvitch, M.","Luryi, S.","Polyakov, A.","Shabalov, A."],"language":[],"coverage":[],"title":["Non-hysteretic branches inside the hysteresis loop in VO2 films for\n  focal plane array imaging bolometers"],"description":["  In the resistive phase transition in VO2, temperature excursions from points\non the major hysteresis loop produce minor loops. We have found that for\nsufficiently small excursions these minor loops degenerate into single-valued,\nnon-hysteretic branches (NHBs) having essentially the same or even higher\ntemperature coefficient of resistance (TCR) as the semiconducting phase at room\ntemperature. We explain this behavior and discuss the opportunities it presents\nfor infrared imaging technology based on resistive microbolometers. It is\npossible to choose a NHB with 100 to 1000 times smaller resistivity than in a\npure semiconducting phase, thus providing a microbolometer with low tunable\nresistivity and high TCR.\n"]}]
["0805.3569",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory","C.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3569"],"date":["2008-05-22"],"type":["text"],"creator":["Vakil, Sam","Liang, Ben"],"language":[],"coverage":[],"title":["Joint Cooperation and Multi-Hopping Increase the Capacity of Wireless\n  Networks"],"description":["  The problem of communication among nodes in an \\emph{extended network} is\nconsidered, where radio power decay and interference are limiting factors. It\nhas been shown previously that, with simple multi-hopping, the achievable total\ncommunication rate in such a network is at most $\\Theta(\\sqrt{N})$. In this\nwork, we study the benefit of node cooperation in conjunction with\nmulti-hopping on the network capacity. We propose a multi-phase communication\nscheme, combining distributed MIMO transmission with multi-hop forwarding among\nclusters of nodes. We derive the network throughput of this communication\nscheme and determine the optimal cluster size. This provides a constructive\nlower bound on the network capacity. We first show that in \\textit{regular\nnetworks} a rate of $\\omega(N^{{2/3}})$ can be achieved with transmission power\nscaling of $\\Theta(N^{\\frac{\\alpha}{6}-{1/3}})$, where $\\alpha>2$ is the signal\npath-loss exponent. We further extend this result to \\textit{random networks},\nwhere we show a rate of $\\omega (N^{2/3}(\\log{N})^{(2-\\alpha)/6})$ can be\nachieved with transmission power scaling of\n$\\Theta(N^{\\alpha/6-1/3}(\\log{N})^{-(\\alpha-2)^2/6})$ in a random network with\nunit node density. In particular, as $\\alpha$ approaches 2, only constant\ntransmission power is required. Finally, we study a random network with density\n$\\lambda=\\Omega(\\log{N})$ and show that a rate of $\\omega((\\lambda N)^{2/3})$\nis achieved and the required power scales as\n$\\Theta(N^{\\alpha/6-1/3}/\\lambda^{\\alpha/3-2/3})$.\n","Comment: 11 pages; preliminary version in IEEE SECON 2008"]}]
["0805.3571",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3571"],"date":["2008-05-23"],"type":["text"],"creator":["Rashid, A. M. Haruar","Choudhury, A. L."],"language":[],"coverage":[],"title":["Contribution Of Blackhole Entropy Towards Acceleration Of The Universe"],"description":["  In a recent model Choudhury proposed that a collapsing matter generates an\nadiabatic pressure which can be used to explain the acceleration of the\nphysical universe under certain approximation. In this work we superimpose the\ncore pressure generated through the entropy of the blackhole. We have ignored\nthe blackhole internal energy change during this process. We have then\ncalculated both Hubble parameter and the deacceleration parameter. We have\nshown that the Hubble parameter is positive and the deacceleration parameter\nfluctuates with time, meaning for certain period the universe accelerates and\ndecelerates for other time.\n","Comment: 4 pages"]}]
["0805.3607",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3607","INAF- Catania Astrophysical Observatory Special Publications,\n  2008, 1, 97"],"date":["2008-05-23"],"type":["text"],"creator":["Costa, V.","Pumo, M. L.","Bonanno, A.","Zappala', R. A."],"language":[],"coverage":[],"title":["Sources of uncertainties in the s-process in massive stars: convection\n  and reaction rates"],"description":["  Current models of s-nucleosynthesis in massive stars ($M\\sim15 M_{\\odot}$ to\n$\\sim 30 M_{\\odot}$) are able to reproduce some main features of the abundance\ndistributions of heavy isotopes in the solar system, at least in the $A\\sim\n60-90$ mass range. The efficiency of the process and the above specified mass\nrange for the s-nuclei are still heavily uncertain due to both nuclear reaction\nrates and stellar models uncertainties. A series of s-process simulations with\nstellar models in the $15-30 M_{\\odot}$ (mass at ZAMS) and metallicity $Z=0.02$\nmass have been performed to analyse the impact of the overshooting model used\non the s-process yields. As in a previous exploratory work performed with\nstellar models having $M_{ZAMS}=25 M_{\\odot}$ and $Z=0.02$, enhancements\nfactors in the range 2-5 are found in the final s-process efficiency when\novershooting is inserted in the models.\n","Comment: 4 pages, 2 figures, Proceedings of the ''Catania workshop on nuclear\n  and neutrino astrophysics''"]}]
["0805.3611",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3611","INAF- Catania Astrophysical Observatory Special Publications,\n  2008, 1, 105"],"date":["2008-05-23"],"type":["text"],"creator":["Pumo, M. L.","Siess, L.","Zappala', R. A."],"language":[],"coverage":[],"title":["Super-AGB stars: evolution and associated nucleosynthesis"],"description":["  Based on evolutionary computations of 90 stellar models, we have analysed the\nimpact of initial composition and core overshooting on the post-He-burning\nevolution and the associated nucleosynthesis of Super-AGB stars, pointing\nparticular attention on the C-burning phase. Moreover the possible link between\nthe transition masses $M_{up}$, $M_{N}$ and $M_{mas}$ (defined as the critical\ninitial mass above which C-burning ignites, the minimum initial mass for an\nelectron-capture supernova and the minimum initial mass for the completion of\nall the nuclear burning phases respectively) and the properties of the core\nduring the core He-burning phase is also briefly discussed.\n","Comment: 4 pages, 2 figures, Proceedings of the ''Catania workshop on nuclear\n  and neutrino astrophysics'', Catania, Italy, February 15-16 2007"]}]
["0805.3615",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3615"],"date":["2008-05-23"],"type":["text"],"creator":["Progulova, T. B.","Gadjiev, B. R."],"language":[],"coverage":[],"title":["Modeling real spatial networks"],"description":["  We have studied transportation network, namely a road network of the Moscow\nregion and airline network of the Russian Federation. We have constructed\ncorresponding networks and studied degree distribution and length distribution\nfor these networks, as well as the dependences on the average clustering\ncoefficients and the nearest neighbours average degree as a function of the\nvertex degree. In conclusion we discuss degree and length distributions in the\nframework of the nonextensive statistics, using the maximum entropy approach\nand the model with additive and multiplicative noise. We present a procedure of\nfitting the results of the data processing to the q-type distribution which\nallows the fractal dimension definition of the networks under study.\n"]}]
["0805.3620",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35, 82B43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3620"],"date":["2008-05-23"],"type":["text"],"creator":["Bandyopadhyay, Antar","Steif, Jeffrey","Timar, Adam"],"language":[],"coverage":[],"title":["On the Cluster Size Distribution for Percolation on Some General Graphs"],"description":["  We show that for any Cayley graph, the probability (at any $p$) that the\ncluster of the origin has size n decays at a well-defined exponential rate\n(possibly 0). For general graphs, we relate this rate being positive in the\nsupercritical regime with the amenability/nonamenability of the underlying\ngraph.\n","Comment: 22 pages"]}]
["0805.3623",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3623"],"date":["2008-05-23"],"type":["text"],"creator":["Kuraev, E. A.","Bystritskiy, Yu.","Bakmaev, S.","Bytev, V. V.","Tomasi-Gustafsson, E."],"language":[],"coverage":[],"title":["High order radiative corrections for unpolarized electron proton elastic\n  scattering at low $Q^2$"],"description":["  We investigate the effect of high order radiative corrections in unpolarized\nelectron proton elastic scattering and compare with the calculations at lowest\norder, which are usually applied to experimental data. We show that higher\norder terms play a role, starting from values of the momentum transfer squared,\n$Q^2$, larger than the electron mass. Particular attention is devoted to the\n$\\epsilon$ dependence of radiative corrections.\n","Comment: 11 pages, 3 figures"]}]
["0805.3626",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3626"],"date":["2008-05-23"],"type":["text"],"creator":["Angelow, A.","Trifonov, D.","Angelov, V.","Hristov, H."],"language":[],"coverage":[],"title":["Method of Linear Invariants for description of beam dynamics of FEL\n  undulator"],"description":["  We propose a new model for description of electrons beam dynamics in Free\nElectron Laser (FEL) undulator, based on the method of linear time-dependent\ninvariants of quantum-mechanical charge particle. The magnetic field has\nperiodic structure along the undulator. For this problem, described by\ntime-dependent quadratic Hamiltonian, we obtain exact solution. The\ntime-evolutions of the tree quantum fluctuations: covariance cov(q,p), var(q)\nand var(p) for the charge particle in this case are also determined. This\nresearch will help to optimize the FEL undulator: for example, using a 2.5 GeV\nlinear electron accelerator it will be possible to emit radiation at 1.5 nm and\nshorter length.\n  This method could be applicable also to any device with periodic structure of\napplied field (e.g. Tokamak, cyclic accelerators) for the case of charge\nnon-relativistic quantum particles.\n","Comment: 6 pages, 1 figure. Proccedings of 9th Workshop Nanoscience &\n  Nanotechnology, Edited by E.Balabanova, I.Dragieva, Heron Press Ltd. 2008\n  (accepted)"]}]
["0805.3628",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3628"],"date":["2008-05-22"],"type":["text"],"creator":["Casinos, I."],"language":[],"coverage":[],"title":["On the nuclear interaction. Potential, binding energy and fusion\n  reaction"],"description":["  The nuclear interaction is responsible for keeping neutrons and protons\njoined in an atomic nucleus. Phenomenological nuclear potentials, fitted to\nexperimental data, allow one to know about the nuclear behaviour with more or\nless success where quantum mechanics is hard to be used. A nuclear potential is\nsuggested and an expression for the potential energy of two nuclear entities,\neither nuclei or nucleons, is developed. In order to estimate parameters in\nthis expression, some nucleon additions to nuclei are considered and a model is\nsuggested as a guide of the addition process. Coulomb barrier and energy for\nthe addition of a proton to each one of several nuclei are estimated by taking\ninto account both the nuclear and electrostatic components of energy. Studies\non the binding energies of several nuclei and on the fusion reaction of two\nnuclei are carried out.\n","Comment: 26 pages, 11 figures and 2 tables"]}]
["0805.3630",{"format":[],"subject":["Mathematics - Differential Geometry","53C25, 53A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3630"],"date":["2008-05-23"],"type":["text"],"creator":["Cleyton, Richard"],"language":[],"coverage":[],"title":["Riemannian products which are conformally equivalent to Einstein metrics"],"description":["  Necessary and sufficient conditions for a Riemannian product to be\nconformally equivalent to an Einstein manifold are given. Such spaces which are\ncomplete are characterized.\n","Comment: 7 pages"]}]
["0805.3634",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3634"],"date":["2008-05-23"],"type":["text"],"creator":["Maccarone, Thomas J."],"language":[],"coverage":[],"title":["Stellar jets"],"description":["  With a goal of understanding the conditions under which jets might be\nproduced in novae and related objects, I consider the conditions under which\njets are produced from other classes of accreting compact objects. I give an\noverview of accretion disk spectral states, including a discussion of in which\nstates these jets are seen. I highlight the differences between neutron stars\nand black holes, which may help give us insights about when and how the\npresence of a solid surface may help or inhibit jet production.\n","Comment: 10 pages, 1 figure, invited review at the \"RS Ophiuchi (2006)\"\n  conference, to appear in the ASP Conference Series edition for the conference"]}]
["0805.3639",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3639"],"date":["2008-05-23"],"type":["text"],"creator":["Lima, Ricardo J. C.","Freire, Paulo T. C.","Macedo, Zélia S.","Sasaki, José M.","Saraiva, Antônio A. F."],"language":[],"coverage":[],"title":["Fossilization in Geopark Araripe studied through X-ray diffraction,\n  scanning microscopy and thermogravimetric analysis"],"description":["  The Geopark Araripe, located in Northeastern Brazil, is the first UNESCO\nNatural Park in the South hemisphere and a world-famous fossil deposit of the\nEarly Cretaceous period (approximately 120 million years). Fossilized fish\nfauna in Geopark Araripe is found inside of sedimentary rocks in\nthree-dimensional forms. In the present study sedimentary rocks and fossil fish\nRhacolepis bucalis have been carefully analysed by means of X-ray powder\ndiffraction, scanning electron microscopy and termogravimetric analysis.\nMineralogical composition of the fossil fish was explained in terms of facts\noccurred at the initial stages of the opening of the South Atlantic and the\noceanic hydrothermal phenomena (``black smoker'', ``white smoker'' and\nwarm-water events). The occurrence of organic substance was, for the first\ntime, evaluated in collapsed internal elements (intestinal and muscles) by\ntermogravimetric analysis.\n","Comment: 17 pages, 6 figures, paper"]}]
["0805.3645",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3645"],"date":["2008-05-23"],"type":["text"],"creator":["Giannantonio, Tommaso"],"language":[],"coverage":[],"title":["Measuring dark energy with the integrated Sachs-Wolfe effect"],"description":["  I present to this conference our latest measurements of the integrated\nSachs-Wolfe (ISW) effect. After a brief review of the reasons for which this\neffect arises and of the technique to detect it by cross-correlating the cosmic\nmicrowave background (CMB) with the large scale structure of the Universe\n(LSS), I describe the current state of the art measurement. This is obtained\nfrom a combined analysis of six different galaxy datasets, and has a\nsignificance level of ~ 4.5 sigma. I then describe the cosmological\nimplications, which show agreement with a flat LCDM model with Omega_m = 0.20\n+0.19 -0.11 at 95% confidence level. I finally show how these data can be used\nto constrain modified gravity theories, focusing in particular on the\nDvali-Gabadaze-Porrati (DGP) model.\n","Comment: 4 pages, 3 figures. Talk given in the \"43rd Rencontres de Moriond\",\n  La Thuile (Val d'Aosta, Italy)"]}]
["0805.3647",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3647","doi:10.1051/0004-6361:20053577"],"date":["2008-05-23"],"type":["text"],"creator":["Yang, W. M.","Bi, S. L."],"language":[],"coverage":[],"title":["Angular momentum transport and element mixing in the stellar interior I.\n  Application to the rotating Sun"],"description":["  The purpose of this work was to obtain diffusion coefficient for the magnetic\nangular momentum transport and material transport in a rotating solar model. We\nassumed that the transport of both angular momentum and chemical elements\ncaused by magnetic fields could be treated as a diffusion process. The\ndiffusion coefficient depends on the stellar radius, angular velocity, and the\nconfiguration of magnetic fields. By using of this coefficient, it is found\nthat our model becomes more consistent with the helioseismic results of total\nangular momentum, angular momentum density, and the rotation rate in a\nradiative region than the one without magnetic fields. Not only can the\nmagnetic fields redistribute angular momentum efficiently, but they can also\nstrengthen the coupling between the radiative and convective zones. As a\nresult, the sharp gradient of the rotation rate is reduced at the bottom of the\nconvective zone. The thickness of the layer of sharp radial change in the\nrotation rate is about 0.036 $R_{\\odot}$ in our model. Furthermore, the\ndifference of the sound-speed square between the seismic Sun and the model is\nimproved by mixing the material that is associated with angular momentum\ntransport.\n","Comment: 8 pages, 2 figures"]}]
["0805.3649",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3649"],"date":["2008-05-23"],"type":["text"],"creator":["Piotrovich, M. Yu.","Gnedin, Yu. N.","Natsvlishvili, T. M."],"language":[],"coverage":[],"title":["Photon-Axion-Like Particle Coupling Constant and Cosmological\n  Observations"],"description":["  We estimated the photon-pseudoscalar particle mixing constant from the effect\nof cosmological alignment and cosmological rotation of polarization plane of\ndistant QSOs. This effect is explained in terms of birefringent phenomenon due\nto photon-pseudoscalar (axion-like) particle mixing in a cosmic magnetic field.\nOn the contrary, one can estimate the strength of the cosmic magnetic field\nusing the constraints on the photon-axion-like particle coupling constant from\nthe CAST experiment and from SNe Ia dimming effect. In a result, the lower\nlimit on the intergalactic ($z\\approx 1\\div 2$) magnetic field appears at the\nlevel of about $4\\times 10^{-10}\\div 10^{-11}$ G.\n","Comment: 8 pages"]}]
["0805.3664",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3664"],"date":["2008-05-23"],"type":["text"],"creator":["McCabe, Gordon"],"language":[],"coverage":[],"title":["The Duality of the Universe"],"description":["  It is proposed that the physical universe is an instance of a mathematical\nstructure which possesses a dual structure, and that this dual structure is the\ncollection of all possible knowledge of the physical universe. In turn, the\nphysical universe is then the dual space of the latter.\n"]}]
["0805.3665",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3665"],"date":["2008-05-23"],"type":["text"],"creator":["Steiner, Joseph","Anderson, Aaron","De Marco, Michael"],"language":[],"coverage":[],"title":["Production of 239 Pu from a natural Uranium disk and \"hot\" rock using a\n  neutron howitzer"],"description":["  A neutron howitzer was used to produce 239Np from the targets of natural U\nand a hot rock. An intrinsic Germanium detector enabled the observations of the\ngamma rays in the decay of 239Np and a determination of its half life of 2.3\ndays. This shows that 239Pu had been produced in both targets\n","Comment: 4 pages 3 figures"]}]
["0805.3670",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3670"],"date":["2008-05-23"],"type":["text"],"creator":["Sals, Alvaro","Gomez, Cesar"],"language":[],"coverage":[],"title":["A practical approach to solve coupled systems of nonlinear partial\n  differential equations"],"description":["  In this paper we present the tanh method to obtain exact solutions to coupled\nMkDV system. This method may be applied to a variety of coupled systems of\nnonlinear ordinary and partial differential equations.\n"]}]
["0805.3671",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3671"],"date":["2008-05-23"],"type":["text"],"creator":["Baishanski, Bogdan M."],"language":[],"coverage":[],"title":["A more intuitive definition of limit"],"description":["  Limit can be defined by two axioms: 1. Strict inequality between limits\nimplies, ultimately, strict inequality between functions. 2. For constant\nfunctions limit is trivial.\n  How can basic results on convergence be derived from these axioms? In this\npaper we propose two answers: a) at the most elementary level- add two more\naxioms, b) at somewhat higher level, do it in three steps, and, in our\nforthcoming paper \"Axiomatic definition of limit\", a third answer- c) do it\nneater - in an abstract framework, where only order relations are present.\n","Comment: 5 pages"]}]
["0805.3674",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3674"],"date":["2008-05-23"],"type":["text"],"creator":["Exel, Ruy","Vieira, Felipe"],"language":[],"coverage":[],"title":["Partial Crossed Product of a group G vs Crossed Product of S(G)"],"description":["  In this work we present a new definition to the Partial Crossed Product by\nactions of inverse semigroups in a C^*-algebra, without using the covariant\nrepresentations as Sieben did in [5]. Also we present an isomorphism between\nthe partial crossed products by partial actions of a group G and the partial\ncrossed product by actions of S(G), an inverse semigroup associated to G\nintroduced by Exel in [2].\n","Comment: 16 pages, no figures"]}]
["0805.3677",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3677"],"date":["2008-05-23"],"type":["text"],"creator":["Micklitz, T.","Altland, Alexander","Meyer, Julia S."],"language":[],"coverage":[],"title":["Low-energy theory of disordered interacting quantum wires"],"description":["  We derive an effective low-energy theory of disordered interacting quantum\nwires. Our theory describes Anderson localization in the limit of vanishing\ndephasing and reduces to standard abelian bosonization in the limit of\nvanishing disorder. In a system with many transport channels, it exhibits the\ndiffusive physics characteristic for multi-channel quantum wires.\n","Comment: 4 pages, 1 figure"]}]
["0805.3683",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3683"],"date":["2008-05-23"],"type":["text"],"creator":["Fakir, Redouane Al"],"language":[],"coverage":[],"title":["Gravitational Interstellar Scintillation"],"description":["  Gravitation could modulate the interstellar scintillation of pulsars in a way\nthat is analogous to refractive interstellar scintillation (RISS). While RISS\noccurs when a large ionized cloud crosses the pulsar line-of-sight,\ngravitational interstellar scintillation (GISS) occurs when a compact\ngravitational deflector lies very near to that line-of-sight. However, GISS\ndiffers from RISS in at least two important respects: It has a very distinctive\nand highly predictible time signature, and it is non-dispersive. We find two\nvery different astronomical contexts where GISS could cause observable\ndiffraction-pattern distortions: Highly inclined binary pulsars, and the kind\nof compact interstellar clouds suspected of causing extreme scattering events.\n"]}]
["0805.3684",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3684"],"date":["2008-05-23"],"type":["text"],"creator":["Nguyen, Duong","Collaboration, for the CMS"],"language":[],"coverage":[],"title":["Towards a Measurement of the Inclusive W->ev Cross Section in pp\n  Collisions at sqrt(s) = 14 TeV"],"description":["  We present the methods for an early measurement of the inclusive W->ev\nproduction cross section in pp collisions at sqrt(s)= 14 TeV. The methods are\nstudied assuming 10 inverse picobarn integrated luminosity of the data and\nconditions of the Compact Muon Solenoid (CMS) detector at the early data taking\nperiod.\n","Comment: 4 pages, 3 figures, Contribution to the proceedings of the 43rd\n  Rencontres de Moriond, QCD and High Energy Interactions section, March 2008,\n  La Thuile, Italy"]}]
["0805.3685",{"format":[],"subject":["Mathematics - Functional Analysis","43A20","47B47","22C05","22D05","43A62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3685"],"date":["2008-05-23"],"type":["text"],"creator":["Azimifard, Ahmadreza","Samei, Ebrahim","Spronk, Nico"],"language":[],"coverage":[],"title":["Amenability properties of the centres of group algebras"],"description":["  Let G be a locally compact group, and ZL1(G) be the centre of its group\nalgebra. We show that when $G$ is compact ZL1(G) is not amenable when G is\neither nonabelian and connected, or is a product of infinitely many finite\nnonabelian groups. We also, study, for some non-compact groups G, some\nconditions which imply amenability and hyper-Tauberian property, for ZL1(G).\n","Comment: 20 pages"]}]
["0805.3691",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3691"],"date":["2008-05-23"],"type":["text"],"creator":["Dezso, Z.","Welch, R.","Kazandaev, V.","Naito, A.","Fuscoe, J.","Melvin, C.","Dragan, Y.","Nikolsky, Y.","Nikolskaya, T.","Bugrim, A."],"language":[],"coverage":[],"title":["Elucidation of differential response networks from toxicogenomics data"],"description":["  We describe a novel approach to the analysis of toxicogenomics data and\nelucidation of biological networks affected by drug treatments. In this method\napproximately 15,000 linear pathway modules were generated from manually\nassembled pathway maps from MetaCore (GeneGo, Inc.). Microarray expression data\nfrom livers of rat exposed to phenobarbital, mestranol and tamoxifen were\nmapped onto these modules. Using different analytical techniques we have\nidentified sets of \"differential\" pathways featuring highly correlated\nexpression among multiple repeats of the same treatment while showing strong\nanti-correlation across different treatments. Network modules distinguishing\nchemical treatments were re-assembled based on these pathways. Unlike\ntraditional statistical and clustering procedures in expression profiling, our\nmethod takes into account both network connectivity and gene expression in the\ncourse of the analysis. We demonstrate that it enables identification of\nimportant cellular mechanisms involved in drug response that would have been\nmissed by the analysis based on individual gene expression profiles.\n","Comment: 28 pages, 3 figures and 3 tables"]}]
["0805.3692",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3692"],"date":["2008-05-23"],"type":["text"],"creator":["Sakuma, T.","collaboration, for the RHIC Spin"],"language":[],"coverage":[],"title":["Recent results in high-energy longitudinal polarized proton-proton\n  collisions at 200GeV at RHIC"],"description":["  We report on recent results of the longitudinal double-spin asymmetry A_LL\nfrom the STAR and PHENIX experiments. Data were collected in longitudinally\npolarized proton-proton collisions at a center-of-mass energy of 200 GeV. The\nresults added new constraints to the polarized gluon distribution function g(x)\nwith the probed x range of 0:02 < x < 0:3. The results lead to the importance\nof probing small x.\n","Comment: 3 pages, 3 figures, conference proceeding Rencontres de Moriond 2008\n  QCD and High Energy Interactions"]}]
["cond-mat/0610752",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0610752","Europhys Lett 77, 48001 (2007)","doi:10.1209/0295-5075/77/48001"],"date":["2006-10-26"],"type":["text"],"creator":["Novotny, Tomas","Pedersen, Jonas Nyvold","Ambjornsson, Tobias","Hansen, Mikael Sonne","Metzler, Ralf"],"language":[],"coverage":[],"title":["Bubble coalescence in breathing DNA: Two vicious walkers in opposite\n  potentials"],"description":["  We investigate the coalescence of two DNA-bubbles initially located at weak\nsegments and separated by a more stable barrier region in a designed construct\nof double-stranded DNA. The characteristic time for bubble coalescence and the\ncorresponding distribution are derived, as well as the distribution of\ncoalescence positions along the barrier. Below the melting temperature, we find\na Kramers-type barrier crossing behaviour, while at high temperatures, the\nbubble corners perform drift-diffusion towards coalescence. The results are\nobtained by mapping the bubble dynamics on the problem of two vicious walkers\nin opposite potentials.\n","Comment: 7 pages, 4 figures"]}]
["cond-mat/0612590",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612590","Physical Review Letters 98, 110601 (2007)","doi:10.1103/PhysRevLett.98.110601"],"date":["2006-12-22","2007-03-17"],"type":["text"],"creator":["Buonsante, Pierfrancesco","Vezzani, Alessandro"],"language":[],"coverage":[],"title":["Ground-State Fidelity and Bipartite Entanglement in the Bose-Hubbard\n  Model"],"description":["  We analyze the quantum phase transition in the Bose-Hubbard model borrowing\ntwo tools from quantum-information theory, i.e. the ground-state fidelity and\nentanglement measures. We consider systems at unitary filling comprising up to\n50 sites and show for the first time that a finite-size scaling analysis of\nthese quantities provides excellent estimates for the quantum critical point.We\nconclude that fidelity is particularly suited for revealing a quantum phase\ntransition and pinning down the critical point thereof, while the success of\nentanglement measures depends on the mechanisms governing the transition.\n","Comment: 7 pages, 5 figures (endfloats used due to problems with figures and\n  latex. Sorry about that); final version, similar to the published one"]}]
["cond-mat/0703552",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703552","Phys. Scr. 77, 065704 (2008)","doi:10.1088/0031-8949/77/06/065704"],"date":["2007-03-21","2008-05-26"],"type":["text"],"creator":["Larson, Jonas","Moya-Cessa, Hector"],"language":[],"coverage":[],"title":["Rabi oscillations in a quantum dot-cavity system coupled to a non-zero\n  temperature phonon bath"],"description":["  We study a quantum dot strongly coupled to a single high-finesse optical\nmicrocavity mode. We use a rotating wave approximation method, commonly used in\nion-laser interactions, tegether with the Lamb-Dicke approximation to obtain an\nanalytic solution of this problem. The decay of Rabi oscillations because of\nthe electron-phonon coupling are studied at arbitrary temperature and\nanalytical expressions for the collapse and revival times are presented.\nAnalyses without the rotating wave approximation are presented by means of\ninvestigating the energy spectrum.\n","Comment: 7 pages, 5 figures; Revised version"]}]
["math/0607139",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory","18G20","18E30","18F20","16G20","06A11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607139","Journal of Pure and Applied Algebra 212 (2008), 2140-2145","doi:10.1016/j.jpaa.2007.12.007"],"date":["2006-07-05","2008-01-03"],"type":["text"],"creator":["Ladkani, Sefi"],"language":[],"coverage":[],"title":["Bounds on the global dimension of certain piecewise hereditary\n  categories"],"description":["  We give bounds on the global dimension of a finite length, piecewise\nhereditary category in terms of quantitative connectivity properties of its\ngraph of indecomposables.\n  We use this to show that the global dimension of a finite dimensional,\npiecewise hereditary algebra A cannot exceed 3 if A is an incidence algebra of\na finite poset or more generally, a sincere algebra. This bound is tight.\n","Comment: 7 pages; slightly revised; to appear in J. Pure Appl. Algebra"]}]
["math/0611201",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","15A63, 16G20, 06A11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611201","Linear Algebra and its Applications 428 (2008), 742-753","doi:10.1016/j.laa.2007.08.002"],"date":["2006-11-07","2007-08-07"],"type":["text"],"creator":["Ladkani, Sefi"],"language":[],"coverage":[],"title":["On the periodicity of Coxeter transformations and the non-negativity of\n  their Euler forms"],"description":["  We show that for piecewise hereditary algebras, the periodicity of the\nCoxeter transformation implies the non-negativity of the Euler form. Contrary\nto previous assumptions, the condition of piecewise heredity cannot be omitted,\neven for triangular algebras, as demonstrated by incidence algebras of posets.\n  We also give a simple, direct proof, that certain products of reflections,\ndefined for any square matrix A with 2 on its main diagonal, and in particular\nthe Coxeter transformation corresponding to a generalized Cartan matrix, can be\nexpressed as $-A_{+}^{-1} A_{-}^t$, where A_{+}, A_{-} are closely associated\nwith the upper and lower triangular parts of A.\n","Comment: 12 pages, (v2) revision, to appear in Linear Algebra and its\n  Applications"]}]
["quant-ph/0604146",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0604146"],"date":["2006-04-20","2008-05-26"],"type":["text"],"creator":["Zhao, Yibo"],"language":[],"coverage":[],"title":["Generalized Continuous Variables Quantum Key Distribution"],"description":["  This paper has been withdrawn by the author due to the incorrect argument for\nthe security.\n"]}]
