["0706.0153",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0153"],"date":["2007-06-01","2008-09-22"],"type":["text"],"creator":["Ciuperca, Gabriela"],"language":[],"coverage":[],"title":["The M-estimator in a multi-phase random nonlinear model"],"description":["  This paper considers M-estimation of a nonlinear regression model with\nmultiple change-points occuring at unknown times. The multi-phase random design\nregression model, discontinuous in each change-point, have an arbitrary error\n$\\epsilon$. In the case when the number of jumps is known, the M-estimator of\nlocations of breaks and of regression parameters are studied. These estimators\nare consistent and the distribution of the regression parameter estimators is\nGaussian. The estimator of each change-point converges, with the rate $n^{-1}$,\nto the smallest minimizer of the independent compound Poisson processes. The\nresults are valid for a large class of error distributions.\n","Comment: 19 pages"]}]
["0706.3710",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3710"],"date":["2007-06-25","2008-09-22"],"type":["text"],"creator":["Srinivasan, Shivratna Giri","Varanasi, Mahesh K."],"language":[],"coverage":[],"title":["Optimal Constellations for the Low SNR Noncoherent MIMO Block Rayleigh\n  Fading Channel"],"description":["  Reliable communication over the discrete-input/continuous-output noncoherent\nmultiple-input multiple-output (MIMO) Rayleigh block fading channel is\nconsidered when the signal-to-noise ratio (SNR) per degree of freedom is low.\nTwo key problems are posed and solved to obtain the optimum discrete input. In\nboth problems, the average and peak power per space-time slot of the input\nconstellation are constrained. In the first one, the peak power to average\npower ratio (PPAPR) of the input constellation is held fixed, while in the\nsecond problem, the peak power is fixed independently of the average power. In\nthe first PPAPR-constrained problem, the mutual information, which grows as\nO(SNR^2), is maximized up to second order in SNR. In the second\npeak-constrained problem, where the mutual information behaves as O(SNR), the\nstructure of constellations that are optimal up to first order, or\nequivalently, that minimize energy/bit, are explicitly characterized.\nFurthermore, among constellations that are first-order optimal, those that\nmaximize the mutual information up to second order, or equivalently, the\nwideband slope, are characterized. In both PPAPR-constrained and\npeak-constrained problems, the optimal constellations are obtained in\nclosed-form as solutions to non-convex optimizations, and interestingly, they\nare found to be identical. Due to its special structure, the common solution is\nreferred to as Space Time Orthogonal Rank one Modulation, or STORM. In both\nproblems, it is seen that STORM provides a sharp characterization of the\nbehavior of noncoherent MIMO capacity.\n","Comment: 52 pages, to appear in IEEE Transactions on Information Theory"]}]
["0707.0696",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0696","Duke Math. J. 144, no. 1, 1-52 (2008)"],"date":["2007-07-04","2008-09-22"],"type":["text"],"creator":["Shramchenko, Vasilisa"],"language":[],"coverage":[],"title":["Riemann-Hilbert problem associated to Frobenius manifold structures on\n  Hurwitz spaces: irregular singularity"],"description":["  Solutions to the Riemann-Hilbert problems with irregular singularities\nnaturally associated to semisimple Frobenius manifold structures on Hurwitz\nspaces (moduli spaces of meromorphic functions on Riemann surfaces) are\nconstructed. The solutions are given in terms of meromorphic bidifferentials\ndefined on the underlying Riemann surface. The relationship between different\nclasses of Frobenius manifold structures on Hurwitz spaces (real doubles,\ndeformations) is described on the level of the corresponding Riemann-Hilbert\nproblems.\n","Comment: 41 page, 11 figures"]}]
["0709.3288",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3288"],"date":["2007-09-20","2008-09-21"],"type":["text"],"creator":["McClure, M. L.","Anderson, Kaem","Bardahl, Kirk"],"language":[],"coverage":[],"title":["Cosmological versions of Vaidya's radiating stellar exterior, an\n  accelerating reference frame, and Kinnersley's photon rocket"],"description":["  The spacetimes for Vaidya's radiating stellar exterior and Kinnersley's\nphoton rocket in a cosmological background are obtained by performing the same\nconformal transformation as is used to obtain the Robertson-Walker metric from\nMinkowski spacetime. In the case of the cosmological radiating stellar\nexterior, a two-fluid solution is found that obeys all of the energy conditions\nand consists of a null fluid and a perfect fluid that asymptotically falls off\nto the standard cosmological values for pressure and density at infinite\nradius. For the cosmological photon rocket, the massless case is first\ninterpreted to obtain a solution for an accelerating cosmological reference\nframe, and then the general case is interpreted: in both cases, a two-fluid\nsolution is found that consists of a null fluid and an imperfect fluid that\npossesses heat conduction and anisotropic stress. The imperfect fluid appears\nto contain an inhomogeneous dark energy component that acts to accelerate the\nmatter through space via a pressure gradient, but this component has negative\nenergy density on the trailing side of the rocket, meaning only the leading\nside of the rocket is guaranteed to satisfy the weak and dominant energy\nconditions. Unlike spacetimes that have rotation but no acceleration, the\ncosmological photon rocket can serve as an example of a spacetime that\ncontradicts Mach's notion of acceleration, since an observer would see\nempirical evidence of acceleration even though the matter does not accelerate\nrelative to the universe's background matter distribution.\n","Comment: 18 pages"]}]
["0710.3747",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3747","Phys. Rev. Lett. 101, 120503 (2008)","doi:10.1103/PhysRevLett.101.120503"],"date":["2007-10-19","2008-05-19"],"type":["text"],"creator":["Alvarez, Gonzalo A.","Danieli, Ernesto P.","Levstein, Patricia R.","Pastawski, Horacio M."],"language":[],"coverage":[],"title":["Quantum parallelism as a tool for ensemble spin dynamics calculations"],"description":["  Efficient simulations of quantum evolutions of spin-1/2 systems are relevant\nfor ensemble quantum computation as well as in typical NMR experiments. We\npropose an efficient method to calculate the dynamics of an observable provided\nthat the initial excitation is \"local\". It resorts a single entangled pure\ninitial state built as a superposition, with random phases, of the pure\nelements that compose the mixture. This ensures self-averaging of any\nobservable, drastically reducing the calculation time. The procedure is tested\nfor two representative systems: a spin star (cluster with random long range\ninteractions) and a spin ladder.\n","Comment: 5 pages, 3 figures, improved version of the manuscript"]}]
["0712.4284",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4284","Phys. Rev. B 77, 235107 (2008).","doi:10.1103/PhysRevB.77.235107"],"date":["2007-12-27","2008-05-12"],"type":["text"],"creator":["Wu, Congjun","Sarma, S. Das"],"language":[],"coverage":[],"title":["The $p_{x,y}$-orbital counterpart of graphene: cold atoms in the\n  honeycomb optical lattice"],"description":["  We study the ground state properties of the interacting spinless fermions in\nthe $p_{x,y}$-orbital bands in the two dimensional honeycomb optical lattice,\nwhich exhibit different novel features from those in the $p_z$-orbital system\nof graphene. In addition to two dispersive bands with Dirac cones, the\ntight-binding band structure exhibits another two completely flat bands over\nthe entire Brillouin zone. With the realistic sinusoidal optical potential, the\nflat bands acquire a finite but much smaller band width compared to the\ndispersive bands. The band flatness dramatically enhanced interaction effects\ngiving rise to various charge and bond ordered states at commensurate fillings\nof $n=\\frac{i}{6} (i=1 \\sim 6)$. At $n=1/6$, the many-body ground states can be\nexactly solved as the close packed hexagon states which can be stabilized even\nin the weak interacting regime. The dimerization of bonding strength occurs at\nboth $n=1/2$ and 5/6, and the latter case is accompanied with the charge\ndensity wave of holes. The trimerization of bonding strength and charge\ninhomogeneity appear at $n={1/3},{2/3}$. These crystalline orders exhibit\nthemselves in the noise correlations of the time of flight spectra.\n"]}]
["0801.0123",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0123"],"date":["2007-12-30","2008-09-20"],"type":["text"],"creator":["Neophytou, Neophytos","Paul, Abhijeet","Lundstrom, Mark S.","Klimeck, Gerhard"],"language":[],"coverage":[],"title":["Simulations of Nanowire Transistors: Atomistic vs. Effective Mass Models"],"description":["  The ballistic performance of electron transport in nanowire transistors is\nexamined using a 10 orbital sp3d5s* atomistic tight-binding model for the\ndescription of the electronic structure, and the top-of-the-barrier\nsemiclassical ballistic model for calculation of the transport properties of\nthe transistors. The dispersion is self consistently computed with a 2D Poisson\nsolution for the electrostatic potential in the cross section of the wire. The\neffective mass of the nanowire changes significantly from the bulk value under\nstrong quantization, and effects such as valley splitting strongly lift the\ndegeneracies of the valleys. These effects are pronounced even further under\nfilling of the lattice with charge. The effective mass approximation is in good\nagreement with the tight binding model in terms of current-voltage\ncharacteristics only in certain cases. In general, for small diameter wires,\nthe effective mass approximation fails.\n","Comment: 6 pages, 6 figures, appeared in Journal of Computational Electronics,\n  2008, presented in IWCE-12"]}]
["0803.0073",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Dynamical Systems","47A35, 46L35, 46L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0073"],"date":["2008-03-03","2008-09-22"],"type":["text"],"creator":["Accardi, Luigi","Mukhamedov, Farrukh"],"language":[],"coverage":[],"title":["A note on noncommutative unique ergodicity and weighted means"],"description":["  In this paper we study unique ergodicity of $C^*$-dynamical system $(\\ga,T)$,\nconsisting of a unital $C^*$-algebra $\\ga$ and a Markov operator\n$T:\\ga\\mapsto\\ga$, relative to its fixed point subspace, in terms of Riesz\nsummation which is weaker than Cesaro one. Namely, it is proven that $(\\ga,T)$\nis uniquely ergodic relative to its fixed point subspace if and only if its\nRiesz means {equation*} \\frac{1}{p_1+...+p_n}\\sum_{k=1}^{n}p_kT^kx {equation*}\nconverge to $E_T(x)$ in $\\ga$ for any $x\\in\\ga$, as $n\\to\\infty$, here $E_T$ is\nan projection of $\\ga$ to the fixed point subspace of $T$. It is also\nconstructed a uniquely ergodic entangled Markov operator relative to its fixed\npoint subspace, which is not ergodic.\n","Comment: 11 pages. submitted. Linear Alg. Applications (to appear)"]}]
["0804.1615",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1615"],"date":["2008-04-10","2008-09-22"],"type":["text"],"creator":["Huang, Xiuqing"],"language":[],"coverage":[],"title":["A unified theory of superconductivity"],"description":["  In this paper, we study the reliability of BCS theory as a scientific\nexplanation of the mystery of superconductivity. It is shown clearly that the\nphonon-mediated BCS theory is fundamentally incorrect. Two kinds of glues,\npairing (pseudogap) glue and superconducting glue, are suggested based on a\nreal space Coulomb confinement effect. The scenarios provide a unified\nexplanation of the pairing symmetry, pseudogap and superconducting states,\ncharge stripe order, spin density wave (SDW), checkerboard-type charge-ordered\nphase, magic doping fractions and vortex structures in conventional and\nunconventional (the high-Tc cuprates and MgB2) superconductors. The theory\nagrees with the existence of a pseudogap in high-temperature superconductors,\nwhile no pseudogap feature could be observed in MgB2 and most of the\nconventional superconductors. Our results indicate that the superconducting\nphase can coexist with a inclined hexagonal vortex lattice in pure MgB2 single\ncrystal with a charge carrier density ps=1.49*10^{22}/cm^{3}. Finally, the\nphysical reasons why the good conductors (for example, Ag, Au, and Cu) and the\noverdoped high-Tc superconductors are non-superconducting are also explored.\n","Comment: More discussions about the reliability of BCS theory are added. These\n  results show clearly that the phonon-mediated BCS theory is fundamentally\n  incorrect"]}]
["0804.3154",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3154","Phys. Rev. Lett. 100, 200407 (2008)","doi:10.1103/PhysRevLett.100.200407"],"date":["2008-04-19"],"type":["text"],"creator":["Schmid, Christian","Kiesel, Nikolai","Laskowski, Wiesław","Wieczorek, Witlef","Żukowski, Marek","Weinfurter, Harald"],"language":[],"coverage":[],"title":["Discriminating multi-partite entangled states"],"description":["  The variety of multi-partite entangled states enables numerous applications\nin novel quantum information tasks. In order to compare the suitability of\ndifferent states from a theoretical point of view classifications have been\nintroduced. Accordingly, here we derive criteria and demonstrate how to\nexperimentally discriminate an observed state against the ones of certain other\nclasses of multi-partite entangled states. Our method, originating in Bell\ninequalities, adds an important tool for the characterization of multi-party\nentanglement.\n","Comment: 4 pages, 1 figure"]}]
["0804.3339",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3339"],"date":["2008-04-21","2008-09-22"],"type":["text"],"creator":["Emery, N.","Herold, C.","Cahen, S.","Rida, H.","Mareche, J. F.","Lagrange, P.","Lamura, G."],"language":[],"coverage":[],"title":["Comment on \"Large energy gaps in CaC6 from tunneling spectroscopy:\n  possible evidence of strong-coupling superconductivity\""],"description":["  Comment on \"Large energy gaps in CaC6 from tunneling spectroscopy: possible\nevidence of strong-coupling superconductivity\"\n"]}]
["0804.3977",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3977","Phys. Rev. Lett. 101, 125301 (2008)","doi:10.1103/PhysRevLett.101.125301"],"date":["2008-04-24","2008-09-22"],"type":["text"],"creator":["Stojanovic, Vladimir M.","Wu, Congjun","Liu, W. Vincent","Sarma, S. Das"],"language":[],"coverage":[],"title":["Incommensurate superfluidity of bosons in a double-well optical lattice"],"description":["  We study bosons in the first excited Bloch band of a double-well optical\nlattice, recently realized at NIST. By calculating the relevant parameters from\na realistic nonseparable lattice potential, we find that in the most favorable\ncases the boson lifetime in the first excited band can be several orders of\nmagnitude longer than the typical nearest-neighbor tunnelling timescales, in\ncontrast to that of a simple single-well lattice. In addition, for sufficiently\nsmall lattice depths the excited band has minima at nonzero momenta\nincommensurate with the lattice period, which opens a possibility to realize an\nexotic superfluid state that spontaneously breaks the time-reversal,\nrotational, and translational symmetries. We discuss possible experimental\nsignatures of this novel state.\n","Comment: 4 pages, 5 figures;"]}]
["0804.4446",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4446","J. Phys. G: Nucl. Part. Phys. 35 104134 (2008)","doi:10.1088/0954-3899/35/10/104134"],"date":["2008-04-28","2008-07-06"],"type":["text"],"creator":["Oda, Susumu X.","Collaboration, for the PHENIX"],"language":[],"coverage":[],"title":["J/psi production at RHIC-PHENIX"],"description":["  The J/psi is considered to be among the most important probes for the\ndeconfined quark gluon plasma (QGP) created by relativistic heavy ion\ncollisions. While the J/psi is thought to dissociate in the QGP by Debye color\nscreening, there are competing effects from cold nuclear matter (CNM),\nfeed-downs from excited charmonia (chi_c and psi') and bottom quarks, and\nregeneration from uncorrelated charm quarks. Measurements that can provide\ninformation to disentangle these effects are presented in this paper.\n","Comment: 4 pages, 3 figures, conference proceedings: the 20th International\n  Conference on Ultra-Relativistic Nucleus-Nucleus Collisions, Quark Matter\n  2008, Jaipur (India), 4-10 February 2008, submitted to J. Phys. G: Nuclear\n  and Particle Physics"]}]
["0805.2500",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2500","Phys. Rev. Lett. 101, 127202 (2008)","doi:10.1103/PhysRevLett.101.127202"],"date":["2008-05-16","2008-09-22"],"type":["text"],"creator":["Wenzel, Sandro","Bogacz, Leszek","Janke, Wolfhard"],"language":[],"coverage":[],"title":["Evidence of Unconventional Universality Class in a Two-Dimensional\n  Dimerized Quantum Heisenberg Model"],"description":["  The two-dimensional $J$-$J^\\prime$ dimerized quantum Heisenberg model is\nstudied on the square lattice by means of (stochastic series expansion) quantum\nMonte Carlo simulations as a function of the coupling ratio\n\\hbox{$\\alpha=J^\\prime/J$}. The critical point of the order-disorder quantum\nphase transition in the $J$-$J^\\prime$ model is determined as\n\\hbox{$\\alpha_\\mathrm{c}=2.5196(2)$} by finite-size scaling for up to\napproximately $10 000$ quantum spins. By comparing six dimerized models we\nshow, contrary to the current belief, that the critical exponents of the\n$J$-$J^\\prime$ model are not in agreement with the three-dimensional classical\nHeisenberg universality class. This lends support to the notion of nontrivial\ncritical excitations at the quantum critical point.\n","Comment: 4+ pages, 5 figures, version as published"]}]
["0805.2959",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2959","Nature 455, 372 (2008)"],"date":["2008-05-19"],"type":["text"],"creator":["Li, Yuan","Balédent, Victor","Barisic, Neven","Cho, Yongchan","Fauqué, Benoit","Sidis, Yvan","Yu, Guichuan","Zhao, Xudong","Bourges, Philippe","Greven, Martin"],"language":[],"coverage":[],"title":["Nature of the enigmatic pseudogap state: novel magnetic order in\n  superconducting HgBa2CuO4+d"],"description":["  The nature of the enigmatic pseudogap region of the phase diagram is the most\nimportant and intriguing unsolved puzzle in the field of high\ntransition-temperature (Tc) superconductivity. This region, the temperature\nrange above Tc and below a characteristic temperature T*, is characterized by\nhighly anomalous magnetic, charge transport, thermodynamic and optical\nproperties. Associated with the pseudogap puzzle are open questions pertaining\nto the number of distinct phases and the presence of a quantum-critical point\nunderneath the superconducting dome. Here we use polarized neutron diffraction\nto demonstrate for the model superconductor HgBa2CuO4+d (Hg1201) that T* marks\nthe onset of an unusual magnetic order, and hence a novel state of matter with\nbroken time-reversal symmetry. Together with prior results for YBa2Cu3O6+d\n(YBCO), this observation constitutes an essential and decisive demonstration of\nthe universal existence of such a state. The new findings appear to rule out a\nlarge class of theories that regard T* as a crossover temperature rather than a\nphase transition temperature. Instead, they are consistent with a variant of\npreviously proposed charge-current-loop order that involves apical oxygen\norbitals, and with the notion that many of the unusual properties arise from\nthe presence of a quantum-critical point.\n","Comment: 6 pages, 4 figures"]}]
["0806.0215",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0215"],"date":["2008-06-02","2008-09-22"],"type":["text"],"creator":["Vert, Jean-Philippe"],"language":[],"coverage":[],"title":["Reconstruction of biological networks by supervised machine learning\n  approaches"],"description":["  We review a recent trend in computational systems biology which aims at using\npattern recognition algorithms to infer the structure of large-scale biological\nnetworks from heterogeneous genomic data. We present several strategies that\nhave been proposed and that lead to different pattern recognition problems and\nalgorithms. The strenght of these approaches is illustrated on the\nreconstruction of metabolic, protein-protein and regulatory networks of model\norganisms. In all cases, state-of-the-art performance is reported.\n"]}]
["0806.1138",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1138","Phys. Rev. Lett. 101, 120605 (2008)","doi:10.1103/PhysRevLett.101.120605"],"date":["2008-06-06","2008-08-26"],"type":["text"],"creator":["Höfling, Felix","Frey, Erwin","Franosch, Thomas"],"language":[],"coverage":[],"title":["Enhanced Diffusion of a Needle in a Planar Course of Point Obstacles"],"description":["  The transport of an infinitely thin, hard rod in a random, dense array of\npoint obstacles is investigated by molecular dynamics simulations. Our model\nmimics the sterically hindered dynamics in dense needle liquids. The\ncenter-of-mass diffusion exhibits a minimum, and transport becomes increasingly\nfast at higher densities. The diffusion coefficient diverges according to a\npower law in the density with an approximate exponent of 0.8. This observation\nis connected with a new divergent time scale, reflected in a zig-zag motion of\nthe needle, a two-step decay of the velocity-autocorrelation function, and a\nnegative plateau in the non-Gaussian parameter.\n","Comment: accepted for publication in Phys. Rev. Lett"]}]
["0806.1487",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1487","Phys. Rev. D, Vol.78, No.6 (2008)","doi:10.1103/PhysRevD.78.063529"],"date":["2008-06-09","2008-09-21"],"type":["text"],"creator":["Schneider, Michael D.","Knox, Lloyd","Habib, Salman","Heitmann, Katrin","Higdon, David","Nakhleh, Charles"],"language":[],"coverage":[],"title":["Simulations and cosmological inference: A statistical model for power\n  spectra means and covariances"],"description":["  We describe an approximate statistical model for the sample variance\ndistribution of the non-linear matter power spectrum that can be calibrated\nfrom limited numbers of simulations. Our model retains the common assumption of\na multivariate Normal distribution for the power spectrum band powers, but\ntakes full account of the (parameter dependent) power spectrum covariance. The\nmodel is calibrated using an extension of the framework in Habib et al. (2007)\nto train Gaussian processes for the power spectrum mean and covariance given a\nset of simulation runs over a hypercube in parameter space. We demonstrate the\nperformance of this machinery by estimating the parameters of a power-law model\nfor the power spectrum. Within this framework, our calibrated sample variance\ndistribution is robust to errors in the estimated covariance and shows rapid\nconvergence of the posterior parameter constraints with the number of training\nsimulations.\n","Comment: 14 pages, 3 figures, matches final version published in PRD"]}]
["0806.3349",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3349","Phys. Rev. B 78, 115417 (2008)","doi:10.1103/PhysRevB.78.115417"],"date":["2008-06-20","2008-09-22"],"type":["text"],"creator":["Dillenschneider, Raoul"],"language":[],"coverage":[],"title":["Kekule-distortion-induced Exciton instability in graphene"],"description":["  Effects of a Kekule distortion on exciton instability in single-layer\ngraphene are discussed. In the framework of quantum electrodynamics the mass of\nthe electron generated dynamically is worked out using a Schwinger-Dyson\nequation. For homogeneous lattice distortion it is shown that the generated\nmass is independent of the amplitude of the lattice distortion at the one-loop\napproximation. Formation of excitons induced by the homogeneous Kekule\ndistortion could appear only through direct dependence of the lattice\ndistortion.\n","Comment: 6 pages, 1 figure"]}]
["0806.3549",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Probability","47D08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3549"],"date":["2008-06-23","2008-09-22"],"type":["text"],"creator":["Bogdan, Krzysztof","Hansen, Wolfhard","Jakubowski, Tomasz"],"language":[],"coverage":[],"title":["Time-dependent Schr\\\"odinger perturbations of transition densities"],"description":["  We construct the fundamental solution of $\\partial_t-\\Delta_y- q(t,y)$, for\nfunctions $q$ with a certain integral space-time relative smallness, in\nparticular for those satisfying a relative Kato condition. The resulting\ntransition density is comparable to the Gaussian kernel in finite time, and it\nis even asymptotically equal to the Gaussian kernel (in small time) under the\nrelative Kato condition.\n  The result is generalized to arbitrary strictly positive and finite\ntime-nonhomogeneous transition densities on measure spaces.\n  We also discuss specific applications to Schr\\\"odinger perturbations of the\nfractional Laplacian in view of the fact that the 3P Theorem holds for the\nfundamental solution corresponding to the operator.\n","Comment: 22 pages, to appear in Studia Mathematica"]}]
["0807.1730",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1730"],"date":["2008-07-10","2008-09-22"],"type":["text"],"creator":["van Heumen, E.","Muhlethaler, E.","Kuzmenko, A. B.","van der Marel, D.","Eisaki, H.","Greven, M.","Meevasana, W.","Shen, Z. X."],"language":[],"coverage":[],"title":["Observation of a robust peak in the glue function of the high-Tc\n  cuprates in the 50-60 meV range"],"description":["  We take advantage of the connection between the free carrier optical\nconductivity and the glue function in the normal state, to reconstruct from the\ninfrared optical conductivity the glue-spectrum of ten different high-Tc\ncuprates revealing a robust peak in the 50-60 meV range and a broad continuum\nat higher energies for all measured charge carrier concentrations and\ntemperatures up to 290 K. We observe an intriguing correlation between the\ndoping trend of the experimental glue spectra and the critical temperature.\n","Comment: 6 pages, 5 figures. More concise discussion"]}]
["0807.4244",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4244","Phys. Rev. B 78, 060509(R) (2008)"],"date":["2008-07-26"],"type":["text"],"creator":["Chubukov, Andrey","Eremin, Ilya"],"language":[],"coverage":[],"title":["Temperature dependence of the nodal Fermi velocity in layered cuprates"],"description":["  We explain recently observed linear temperature dependence of the nodal Fermi\nvelocity $v_F (T)$ in near-optimally doped cuprates. We argue that it\noriginates from electron-electron interaction, and is a fundamental property of\nan arbitrary 2D Fermi liquid. We consider a spin-fermion model with the same\nparameters as in earlier studies, and show that the T term is about 30% at\n300K, in agreement with the data. We show that the sub-leading term in $v_F\n(T)$ is a regular (and small) $T^2$ correction. We also show that at a $2k_F$\nquantum-critical point, temperature corrections to the dispersion are singular.\n","Comment: 5 pages, 1 figure"]}]
["0807.4603",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4603","Europhys. Lett. 83, 60008 (2008)","doi:10.1209/0295-5075/83/60008"],"date":["2008-07-29"],"type":["text"],"creator":["Hennig, D.","Schimansky-Geier, L.","Hänggi, P."],"language":[],"coverage":[],"title":["Surmounting collectively oscillating bottlenecks"],"description":["  We study the collective escape dynamics of a chain of coupled, weakly damped\nnonlinear oscillators from a metastable state over a barrier when driven by a\nthermal heat bath in combination with a weak, globally acting periodic\nperturbation. Optimal parameter choices are identified that lead to a drastic\nenhancement of escape rates as compared to a pure noise-assisted situation. We\nelucidate the speed-up of escape in the driven Langevin dynamics by showing\nthat the time-periodic external field in combination with the thermal\nfluctuations triggers an instability mechanism of the stationary homogeneous\nlattice state of the system. Perturbations of the latter provided by incoherent\nthermal fluctuations grow because of a parametric resonance, leading to the\nformation of spatially localized modes (LMs). Remarkably, the LMs persist in\nspite of continuously impacting thermal noise. The average escape time assumes\na distinct minimum by either tuning the coupling strength and/or the driving\nfrequency. This weak ac-driven assisted escape in turn implies a giant speed of\nthe activation rate of such thermally driven coupled nonlinear oscillator\nchains.\n"]}]
["0807.5111",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.5111"],"date":["2008-07-31","2008-09-22"],"type":["text"],"creator":["Sarma, Atish Das","Deshpande, Amit","Kannan, Ravi"],"language":[],"coverage":[],"title":["Finding Dense Subgraphs in G(n,1/2)"],"description":["  Finding the largest clique is a notoriously hard problem, even on random\ngraphs. It is known that the clique number of a random graph G(n,1/2) is almost\nsurely either k or k+1, where k = 2log n - 2log(log n) - 1. However, a simple\ngreedy algorithm finds a clique of size only (1+o(1))log n, with high\nprobability, and finding larger cliques -- that of size even (1+ epsilon)log n\n-- in randomized polynomial time has been a long-standing open problem. In this\npaper, we study the following generalization: given a random graph G(n,1/2),\nfind the largest subgraph with edge density at least (1-delta). We show that a\nsimple modification of the greedy algorithm finds a subset of 2log n vertices\nwhose induced subgraph has edge density at least 0.951, with high probability.\nTo complement this, we show that almost surely there is no subset of 2.784log n\nvertices whose induced subgraph has edge density 0.951 or more.\n","Comment: 6 pages"]}]
["0809.1826",{"format":[],"subject":["Mathematics - Optimization and Control","90C22,14H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1826"],"date":["2008-09-10","2008-09-22"],"type":["text"],"creator":["Henrion, Didier"],"language":[],"coverage":[],"title":["On semidefinite representations of plane quartics"],"description":["  This note focuses on the problem of representing convex sets as projections\nof the cone of positive semidefinite matrices, in the particular case of sets\ngenerated by bivariate polynomials of degree four. Conditions are given for the\nconvex hull of a plane quartic to be exactly semidefinite representable with at\nmost 12 lifting variables. If the quartic is rationally parametrizable, an\nexact semidefinite representation with 2 lifting variables can be obtained.\nVarious numerical examples illustrate the techniques and suggest further\nresearch directions.\n"]}]
["0809.2231",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2231"],"date":["2008-09-12","2008-09-22"],"type":["text"],"creator":["Rai, Ashutosh","Dandapat, B. S.","Poria, Swarup"],"language":[],"coverage":[],"title":["Circular hydraulic jump in generalized-Newtonian fluids"],"description":["  We carry out an analytical study of laminar circular hydraulic jumps, in\ngeneralized-Newtonian fluids obeying the two-parametric power-law model of\nOstwald-de Waele. Under the boundary-layer approximation we obtained exact\nexpressions determining the flow, an implicit relation for the jump radius is\nderived. Corresponding results for Newtonian fluids can be retrieved as a\nlimiting case for the flow behavior index n=1, predictions are made for fluids\ndeviating from Newtonian behavior.\n","Comment: 4 pages, 3 figures, added references, corrected typos"]}]
["0809.3090",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3090","J. Chem. Phys. 129, 116101 (2008)","doi:10.1063/1.2981061"],"date":["2008-09-18"],"type":["text"],"creator":["de Haro, M. López","Santos, A.","Yuste, S. B."],"language":[],"coverage":[],"title":["Simple equation of state for hard disks on the hyperbolic plane"],"description":["  A simple equation of state for hard disks on the hyperbolic plane is\nproposed. It yields the exact second virial coefficient and contains a pole at\nthe highest possible packing. A comparison with another very recent theoretical\nproposal and simulation data is presented.\n","Comment: 3 pages, 1 figure"]}]
["0809.3250",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3250","Published in Russian in 'Translation industry and information\n  supply in international business activities: materials of international\n  conference' - Perm, 2008, pp. 90-101"],"date":["2008-09-18"],"type":["text"],"creator":["Kutuzov, Andrey"],"language":[],"coverage":[],"title":["Using descriptive mark-up to formalize translation quality assessment"],"description":["  The paper deals with using descriptive mark-up to emphasize translation\nmistakes. The author postulates the necessity to develop a standard and formal\nXML-based way of describing translation mistakes. It is considered to be\nimportant for achieving impersonal translation quality assessment. Marked-up\ntranslations can be used in corpus translation studies; moreover, automatic\ntranslation assessment based on marked-up mistakes is possible. The paper\nconcludes with setting up guidelines for further activity within the described\nfield.\n","Comment: 9 pages"]}]
["0809.3260",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3260"],"date":["2008-09-18"],"type":["text"],"creator":["Edelmann, Heinz"],"language":[],"coverage":[],"title":["HW Vir's Companion: a M-type Dwarf, or maybe a giant rotating spherical\n  Mirror?"],"description":["  From optical high-resolution spectra the nature of the unseen companion of HW\nVir is determined without detection of any spectral features originating from\nthe secondary itself. Using radial velocity measurements from the primary hot\nsubdwarf B star and from weak additional absorption lines detected close to the\nsecondary eclipse, probably caused by reflected light off the surface of the\nsecondary, the mass and radius of the companion is determined. The values are\nconsistent with those of a M type main sequence star.\n","Comment: 8 pages, 4 figures, Proceedings of the 3rd Meeting on Hot Subdwarf\n  Stars and Related Objects, U. Heber, S. Jeffery, Napiwotzki eds. 2008, ASP\n  Conference Series, 392, 187"]}]
["0809.3261",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K65, 35K55, 80A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3261"],"date":["2008-09-18"],"type":["text"],"creator":["Korten, Marianne K.","Moore, Cherles N."],"language":[],"coverage":[],"title":["Uniqueness for solutions of the two-phase Stefan problem with signed\n  measures as data"],"description":["  We show uniqueness of solutions to the two-phase Stefan problem which have\nsigned measures as initial data.\n"]}]
["0809.3263",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3263"],"date":["2008-09-18"],"type":["text"],"creator":["Kazarian, M."],"language":[],"coverage":[],"title":["KP hierarchy for Hodge integrals"],"description":["  Starting from the ELSV formula, we derive a number of new equations on the\ngenerating functions for Hodge integrals over the moduli space of complex\ncurves. This gives a new simple and uniform treatment of certain known results\non Hodge integrals like Witten's conjecture, Virasoro constrains, Faber's\nlambda_g conjecture etc. Among other results we show that a properly arranged\ngenerating function for Hodge integrals satisfies the equations of the KP\nhierarchy.\n","Comment: 20 pages, 1 figure"]}]
["0809.3268",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3268"],"date":["2008-09-19"],"type":["text"],"creator":["He, Haiying","Pandey, Ravindra","Mallick, Govind","Karna, Shashi P."],"language":[],"coverage":[],"title":["Asymmetric currents in a donor (D)-bridge (B)-acceptor (A) single\n  molecule - revisit of the Aviram-Ratner diode"],"description":["  The quantum transport via a donor (D)-bridge (B)-acceptor (A) single molecule\nis studied using density functional theory in conjunction with the\nLandauer-B\\\"{u}ttiker formalism. Asymmetric electrical response for opposite\nbiases is observed resulting in significant rectification in current. The\nintrinsic dipole moment induced by substituent side groups in the molecule\nleads to enhanced/reduced polarization of the system under a forward/reverse\napplied potential, thus asymmetry in the charge distribution and the electronic\ncurrent under bias. Under a forward bias, the energy gap between the D and A\nfrontier orbitals closes and the current increases rapidly; whereas under a\nreverse bias, the D-A gap widens and the current remains small.\n","Comment: 15 pages, 6 figures"]}]
["0809.3270",{"format":[],"subject":["Mathematics - General Mathematics","11B68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3270","Oct. Int. Math. J., Vol. 7, No. 1, 151-3, 1999"],"date":["2008-09-18"],"type":["text"],"creator":["Bencze, Mihaly","Smarandache, Florentin"],"language":[],"coverage":[],"title":["About Bernoulli's Numbers"],"description":["  In this article we present a simple proof of Borevich-Shafarevich's method to\ncompute the sum of the first n natural numbers of the same power. We also prove\nseveral properties of Bernoulli's numbers.\n","Comment: 3 pages"]}]
["0809.3274",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs","28A80, 37B50, 47A75, 46G12, 42C10."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3274"],"date":["2008-09-18"],"type":["text"],"creator":["Dutkay, Dorim Ervin","Jorgensen, Palle E. T."],"language":[],"coverage":[],"title":["Duality questions for operators, spectrum and measures"],"description":["  We explore spectral duality in the context of measures in $\\br^n$, starting\nwith partial differential operators and Fuglede's question (1974) about the\nrelationship between orthogonal bases of complex exponentials in $L^2(\\Omega)$\nand tiling properties of $\\Omega$, then continuing with affine iterated\nfunction systems. We review results in the literature from 1974 up to the\npresent, and we relate them to a general framework for spectral duality for\npairs of Borel measures in $\\br^n$, formulated first by Jorgensen and Pedersen.\n"]}]
["0809.3275",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3275","Physical Review E, vol. 77, 026110, 2008","doi:10.1103/PhysRevE.77.026110"],"date":["2008-09-18"],"type":["text"],"creator":["Lizier, Joseph T.","Prokopenko, Mikhail","Zomaya, Albert Y."],"language":[],"coverage":[],"title":["Local information transfer as a spatiotemporal filter for complex\n  systems"],"description":["  We present a measure of local information transfer, derived from an existing\naveraged information-theoretical measure, namely transfer entropy. Local\ntransfer entropy is used to produce profiles of the information transfer into\neach spatiotemporal point in a complex system. These spatiotemporal profiles\nare useful not only as an analytical tool, but also allow explicit\ninvestigation of different parameter settings and forms of the transfer entropy\nmetric itself. As an example, local transfer entropy is applied to cellular\nautomata, where it is demonstrated to be a novel method of filtering for\ncoherent structure. More importantly, local transfer entropy provides the first\nquantitative evidence for the long-held conjecture that the emergent traveling\ncoherent structures known as particles (both gliders and domain walls, which\nhave analogues in many physical processes) are the dominant information\ntransfer agents in cellular automata.\n","Comment: 12 pages"]}]
["0809.3276",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3276"],"date":["2008-09-18","2008-09-22"],"type":["text"],"creator":["Sun, Zheng","Xu, Wenjun","He, Zhiqiang","Niu, Kai"],"language":[],"coverage":[],"title":["Criteria on Utility Designing of Convex Optimization in FDMA Networks"],"description":["  In this paper, we investigate the network utility maximization problem in\nFDMA systems. We summarize with a suite of criteria on designing utility\nfunctions so as to achieve the global optimization convex. After proposing the\ngeneral form of the utility functions, we present examples of commonly used\nutility function forms that are consistent with the criteria proposed in this\npaper, which include the well-known proportional fairness function and the\nsigmoidal-like functions. In the second part of this paper, we use numerical\nresults to demonstrate a case study based on the criteria mentioned above,\nwhich deals with the subcarrier scheduling problem with dynamic rate allocation\nin FDMA system.\n","Comment: published in workshop of ICC '08"]}]
["0809.3279",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3279"],"date":["2008-09-18"],"type":["text"],"creator":["Sun, Zheng"],"language":[],"coverage":[],"title":["Distributed Spiral Optimization in Wireless Sensor Networks without\n  Fusion Centers"],"description":["  A distributed spiral algorithm for distributed optimization in WSN is\nproposed. By forming a spiral-shape message passing scheme among clusters,\nwithout loss of estimation accuracy and convergence speed, the algorithm is\nproved to converge with a lower total transport cost than the distributed\nin-cluster algorithm.\n","Comment: submitted"]}]
["0809.3280",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3280"],"date":["2008-09-18"],"type":["text"],"creator":["Sun, Zheng","He, Zhiqiang","Wang, Ruochen","Niu, Kai"],"language":[],"coverage":[],"title":["A Heuristic Scheduling Scheme in Multiuser OFDMA Networks"],"description":["  Conventional heterogeneous-traffic scheduling schemes utilize zero-delay\nconstraint for real-time services, which aims to minimize the average packet\ndelay among real-time users. However, in light or moderate load networks this\nstrategy is unnecessary and leads to low data throughput for non-real-time\nusers. In this paper, we propose a heuristic scheduling scheme to solve this\nproblem. The scheme measures and assigns scheduling priorities to both\nreal-time and non-real-time users, and schedules the radio resources for the\ntwo user classes simultaneously. Simulation results show that the proposed\nscheme efficiently handles the heterogeneous-traffic scheduling with diverse\nQoS requirements and alleviates the unfairness between real-time and\nnon-real-time services under various traffic loads.\n","Comment: published in VTC Fall '08"]}]
["0809.3281",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13A02, 13A15 (Primary)","14H45, 14H50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3281"],"date":["2008-09-18"],"type":["text"],"creator":["Ahn, Jeaman","Geramita, Anthony V.","Shin, Yong Su"],"language":[],"coverage":[],"title":["The Gotzmann Coefficients of Hilbert Functions"],"description":["  In this paper we investigate some algebraic and geometric consequences which\narise from an extremal bound on the Hilbert function of the general hyperplane\nsection of a variety (Green's Hyperplane Restriction Theorem). These geometric\nconsequences improve some results in this direction first given by Green and\nextend others by Bigatti, Geramita, and Migliore.\n  Other applications of our detailed investigation of how the Hilbert\npolynomial is written as a sum of binomials, are to conditions that must be\nsatisfied by a polynomial if it is to be the Hilbert polynomial of a\nnon-degenerate integral subscheme of $\\mathbb P^n$ (a problem posed by R.\nStanley). We also give some new restrictions on the Hilbert function of a zero\ndimensional reduced scheme with the Uniform Position Property.\n"]}]
["0809.3283",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3283"],"date":["2008-09-18","2008-09-22"],"type":["text"],"creator":["Sun, Zheng","Xu, Wenjun","He, Zhiqiang","Niu, Kai"],"language":[],"coverage":[],"title":["Performance Comparison of Cooperative and Distributed Spectrum Sensing\n  in Cognitive Radio"],"description":["  In this paper, we compare the performances of cooperative and distributed\nspectrum sensing in wireless sensor networks. After introducing the basic\nproblem, we describe two strategies: 1) a cooperative sensing strategy, which\ntakes advantage of cooperation diversity gain to increase probability of\ndetection and 2) a distributed sensing strategy, which by passing the results\nin an inter-node manner increases energy efficiency and fairness among nodes.\nThen, we compare the performances of the strategies in terms of three criteria:\nagility, energy efficiency, and robustness against SNR changes, and summarize\nthe comparison. It shows that: 1) the non-cooperative strategy has the best\nfairness of energy consumption, 2) the cooperative strategy leads to the best\nagility, and 3) the distributed strategy leads to the lowest energy consumption\nand the best robustness against SNR changes.\n","Comment: submitted"]}]
["0809.3285",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3285"],"date":["2008-09-18"],"type":["text"],"creator":["Sun, Zheng","Huang, Xiaohong","Ma, Yan"],"language":[],"coverage":[],"title":["Load Balancing Strategies to Solve Flowshop Scheduling on Parallel\n  Computing"],"description":["  This paper first presents a parallel solution for the Flowshop Scheduling\nProblem in parallel environment, and then proposes a novel load balancing\nstrategy. The proposed Proportional Fairness Strategy (PFS) takes computational\nperformance of computing process sets into account, and assigns additional load\nto computing nodes proportionally to their evaluated performance. In order to\nefficiently utilize the power of parallel resource, we also discuss the data\nstructure used in communications among computational nodes and design an\noptimized data transfer strategy. This data transfer strategy combined with the\nproposed load balancing strategy have been implemented and tested on a super\ncomputer consisted of 86 CPUs using MPI as the middleware. The results show\nthat the proposed PFS achieves better performance in terms of computing time\nthan the existing Adaptive Contracting Within Neighborhood Strategy. We also\nshow that the combination of both the Proportional Fairness Strategy and the\nproposed data transferring strategy achieves additional 13~15% improvement in\nefficiency of parallelism.\n","Comment: submitted"]}]
["0809.3294",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3294"],"date":["2008-09-19"],"type":["text"],"creator":["Costanzino, N.","Manukian, V.","Jones, C. K. R. T."],"language":[],"coverage":[],"title":["Solitary waves of the regularized short pulse and Ostrovsky equations"],"description":["  We derive a model for the propagation of short pulses in nonlinear media. The\nmodel is a higher order regularization of the short pulse equation (SPE). The\nregularization term arises as the next term in the expansion of the\nsusceptibility in derivation of the SPE. Without the regularization term there\ndo not exist traveling pulses in the class of piecewise smooth functions with\none discontinuity. However, when the regularization term is added we show, for\na particular parameter regime, that the equation supports smooth traveling\nwaves which have structure similar to solitary waves of the modified KdV\nequation. The existence of such traveling pulses is proved via the Fenichel\ntheory for singularly perturbed systems and a Melnikov type transversality\ncalculation. Corresponding statements for the Ostrovsky equations are also\nincluded.\n"]}]
["0809.3296",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3296"],"date":["2008-09-19"],"type":["text"],"creator":["Takahashi, Manabu","Igarashi, Jun-ichi","Hamada, Noriaki"],"language":[],"coverage":[],"title":["An ab-initio calculation of the core-level x-ray photoemission spectra\n  -Fe 3s- and 1s-core levels-"],"description":["  We develop a method of the ab-initio calculation for the core-level x-ray\nphotoemission spectroscopy (XPS). By calculating one-electron states in the\npresence of core-hole potential, excited states are constructed by distributing\nelectrons on these one-electron states. The overlap integrals between the\nexcited states and the ground state are evaluated by using the wavefunctions\nwith and without the core-hole potential, and finally the XPS spectra are\nobtained. Implementing the procedure, we obtain the spin-resolved 3s-core XPS\nspectra in ferromagnetic iron without any adjustable parameters, in good\nagreement with the experiment. The spectral shapes are quite different for\ndifferent spin channels. We explain the behavior in terms of the difference in\nthe one-electron states screening the core-hole potential.\n","Comment: 7 pages, 6 figures, To be published in PRB"]}]
["0809.3297",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3297"],"date":["2008-09-19"],"type":["text"],"creator":["Harrington, D. M.","Kuhn, J. R."],"language":[],"coverage":[],"title":["High Resolution Spectropolarimetry of the H-alpha Line: Obscured Stars\n  and Absorptive Polarization"],"description":["  The near-star environment around obscured stars is very dynamic. Many classes\nof stars show evidence for winds, disks, inflows and outflows with many\nphenomena occurring simultaneously. These processes are involved in stellar\nevolution, star and planet formation, and influence the formation and\nhabitability of planets around host stars. Even for the nearest stars, this\nregion will not be imaged even after the completion of the next generation of\ntelescopes. Other methods for measuring the physical properties of\ncircumstellar material must be developed. The polarization of light across\nspectral lines is a signature that contains information about the circumstellar\nmaterial on these small spatial scales. We used the HiVIS (R=13000 to 50000)\nand ESPaDOnS (R=68000) spectropolarimeters to monitor several classes of stars\non over a hundred nights of observing from 2004-2008. In 10/30 classical Be\nstars, the traditional broad depolarization morphology is reproduced, but with\nsome additional absorptive effects in 4 of these 10 stars. In Herbig Ae/Be\nstars roughly 2/3 of the stars (14/20) with strong absorptive components\n(either central or blue-shifted) showed clear spectropolarimetric signatures\ntypically centered on absorptive components of the spectral lines. They were\ntypically 0.3% to 2% with some signatures being variable in time. Post-AGB and\nRV-Tau type evolved stars showed very strong absorptive polarimetric effects\n(5/6 PAGB and 4/4 RVTau) very similar to the Herbig Ae/Be stars. These\nobservations were inconsistent with the traditional scattering models and\ninspired the development of a new explanation of the observed polarization.\nThis new model, based on optical-pumping, has the potential to provide direct\nmeasurements of the circumstellar gas properties.\n","Comment: ASP Conference Proceedings for Astronomical Polarimetry 2008, July\n  6-11 2008. 5 pages, 2 figures"]}]
["0809.3306",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3306"],"date":["2008-09-19"],"type":["text"],"creator":["Nyman, Peter"],"language":[],"coverage":[],"title":["Simulation of Quantum Error Correcting Code"],"description":["  This study considers implementations of error correction in a simulation\nlanguage on a classical computer. Error correction will be necessarily in\nquantum computing and quantum information. We will give some examples of the\nimplementations of some error correction codes. These implementations will be\nmade in a more general quantum simulation language on a classical computer in\nthe language Mathematica. The intention of this research is to develop a\nprogramming language that is able to make simulations of all quantum algorithms\nand error corrections in the same framework. The program code implemented on a\nclassical computer will provide a connection between the mathematical\nformulation of quantum mechanics and computational methods. This gives us a\nclear uncomplicated language for the implementations of algorithms.\n"]}]
["0809.3307",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Algebraic Geometry","16D70,14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3307"],"date":["2008-09-19"],"type":["text"],"creator":["Chan, Daniel"],"language":[],"coverage":[],"title":["Hilbert schemes for quantum planes are projective"],"description":["  We show that Hilbert schemes for quantum planes are projective.\n"]}]
["0809.3309",{"format":[],"subject":["Mathematics - Dynamical Systems","37C05, 37C20, 37C25, 37C29, 37D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3309"],"date":["2008-09-19"],"type":["text"],"creator":["Abdenur, Flavio","Bonatti, Christian","Crovisier, Sylvain"],"language":[],"coverage":[],"title":["Nonuniform hyperbolicity for C^1-generic diffeomorphisms"],"description":["  We study the ergodic theory of non-conservative C^1-generic diffeomorphisms.\nFirst, we show that homoclinic classes of arbitrary diffeomorphisms exhibit\nergodic measures whose supports coincide with the homoclinic class. Second, we\nshow that generic (for the weak topology) ergodic measures of C^1-generic\ndiffeomorphisms are nonuniformly hyperbolic: they exhibit no zero Lyapunov\nexponents. Third, we extend a theorem by Sigmund on hyperbolic basic sets:\nevery isolated transitive set L of any C^1-generic diffeomorphism f exhibits\nmany ergodic hyperbolic measures whose supports coincide with the whole set L.\nIn addition, confirming a claim made by R. Man\\'e in 1982, we show that\nhyperbolic measures whose Oseledets splittings are dominated satisfy Pesin's\nStable Manifold Theorem, even if the diffeomorphism is only C^1.\n"]}]
["0809.3314",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3314"],"date":["2008-09-19"],"type":["text"],"creator":["Sussman, Roberto A"],"language":[],"coverage":[],"title":["Quasi-local variables, non-linear perturbations and back-reaction in\n  spherically symmetric spacetimes"],"description":["  We introduce a quasi-local integral functional and scalar quasi-local\nvariables to examine a wide class of spherically symmetric inhomogeneous\nspacetimes that generalize the Lemaitre-Tolman-Bondi (LTB) dust solutions\n(\"LTB\" spacetimes). By using these variables, we can transform the fluid flow\nevolution equations into evolution equations for non-linear, covariant,\ngauge--invariant perturbations of Friedman-Lemaitre-Robertson-Walker (FLRW)\ncosmologies. In the linear limit, we obtain spherical perturbations in the\nsynchronous gauge under the long wavelength approximation. The formalism has a\nsignificant potential for cosmological applications, as it allows one to\nexamine a wide variety of sources with different \"equations of state\",\ngeneralizing known FLRW solutions to idealized but non-trivial and non-linear\ninhomogeneous conditions. The quasi-local functional can be reformulated as a\nweighed proper volume average distribution, with the weight factor given by a\nscalar invariant related to the quasi-local mass-energy function. The\nback-reaction terms, emerging in Buchert's proper averaging formalism, can be\nexpressed as differences between fluctuations of averaged and quasi-local\nenergy densities. By comparing this average with the weighed quasi-local one,\nwe can define a binding energy functional related to spatial gradients of the\naveraged and quasi-local variables that appear in the back-reaction terms.\n","Comment: 24 pages IOP LaTeX style, has no figures"]}]
["0809.3315",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B20, 42B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3315"],"date":["2008-09-19"],"type":["text"],"creator":["Sato, Shuichi"],"language":[],"coverage":[],"title":["Estimates for singular integrals along surfaces of revolution"],"description":["  We prove certain $L^p$ estimates ($1<p<\\infty$) for non-isotropic singular\nintegrals along surfaces of revolution. As an application we obtain $L^p$\nboundedness of the singular integrals under a sharp size condition on their\nkernels.\n"]}]
["0809.3318",{"format":[],"subject":["Physics - Classical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3318"],"date":["2008-09-19"],"type":["text"],"creator":["Tessarotto, M.","Cremaschini, C.","Dorigo, M."],"language":[],"coverage":[],"title":["Variational formulation of the electromagnetic radiation-reaction\n  problem"],"description":["  A fundamental issue in classical electrodynamics is represented by the search\nof the exact equation of motion for a classical charged particle under the\naction of its electromagnetic (EM) self-field - the so-called\nradiation-reaction equation of motion (RR equation). In the past, several\nattempts have been made assuming that the particle electric charge is localized\npoint-wise (point-charge). These involve the search of possible so-called\n\"regularization\" approaches able to deal with the intrinsic divergences\ncharacterizing point-particle descriptions in classical electrodynamics. In\nthis paper we intend to propose a new solution to this problem based on the\nadoption of a variational approach and the treatment of finite-size\nspherical-shell charges. The approach is based on three key elements: 1) the\nadoption of the relativistic synchronous Hamilton variational principle\nrecently pointed out (Tessarotto et al, 2006); 2) the variational treatment of\nthe EM self-field, for finite-size charges, taking into account the exact\nparticle dynamics; 3) the adoption of the axioms of classical mechanics and\nelectrodynamics. The new RR equation proposed in this paper, departing\nsignificantly from previous approaches, exhibits several interesting\nproperties. In particular: a) unlike the LAD (Lorentz-Abraham-Dirac) equation,\nit recovers a second-order ordinary differential equation which is fully\nconsistent with the law of inertia, Newton principle of determinacy and\nEinstein causality principle and b) unlike the LL (Landau-Lifschitz) equation,\nit holds also in the case of sudden forces. In addition, it is found that the\nnew equation recovers the customary LAD equation in a suitable asymptotic\napproximation.\n"]}]
["0809.3330",{"format":[],"subject":["Mathematics - Logic","03D05","05C40","05C85","68Q25","68Q45","68Q70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3330"],"date":["2008-09-19"],"type":["text"],"creator":["Khoussainov, Bakhadyr","Liu, Jiamou","Minnes, Mia"],"language":[],"coverage":[],"title":["Unary Automatic Graphs: An Algorithmic Perspective"],"description":["  This paper studies infinite graphs produced from a natural unfolding\noperation applied to finite graphs. Graphs produced via such operations are of\nfinite degree and automatic over the unary alphabet (that is, they can be\ndescribed by finite automata over unary alphabet). We investigate algorithmic\nproperties of such unfolded graphs given their finite presentations. In\nparticular, we ask whether a given node belongs to an infinite component,\nwhether two given nodes in the graph are reachable from one another, and\nwhether the graph is connected. We give polynomial-time algorithms for each of\nthese questions. For a fixed input graph, the algorithm for the first question\nis in constant time and the second question is decided using an automaton that\nrecognizes the reachability relation in a uniform way. Hence, we improve on\nprevious work, in which non-elementary or non-uniform algorithms were found.\n","Comment: 19 pages, 3 figures. Extended abstract in TAMC 2008 LNCS 4978 pp\n  548-559"]}]
["0809.3335",{"format":[],"subject":["Mathematics - Complex Variables","32H35, 32H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3335"],"date":["2008-09-19"],"type":["text"],"creator":["Opshtein, Emmanuel"],"language":[],"coverage":[],"title":["A Wong-Rosay type theorem for proper holomorphic self-maps"],"description":["  We show that the only proper-holomorphic self-maps of bounded domains in C^k\nwhose dynamics escape to a strictly pseudoconvex point of the boundary are\nautomorphisms of the euclidean ball. This is a Wong-Rosay type result for a\nsequence of maps whose degrees are a priori unbounded.\n"]}]
["0809.3345",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3345"],"date":["2008-09-19"],"type":["text"],"creator":["Gellert, M.","Ruediger, G."],"language":[],"coverage":[],"title":["Turbulent magnetic Prandtl numbers obtained with MHD Taylor-Couette flow\n  experiments"],"description":["  The stability problem of MHD Taylor-Couette flows with toroidal magnetic\nfields is considered in dependence on the magnetic Prandtl number. Only the\nmost uniform (but not current-free) field with B\\_in = B\\_out has been\nconsidered. For high enough Hartmann numbers the toroidal field is always\nunstable. Rigid rotation, however, stabilizes the magnetic (kink-)instability.\n  The axial current which drives the instability is reduced by the\nelectromotive force induced by the instability itself. Numerical simulations\nare presented to probe this effect as a possibility to measure the turbulent\nconductivity in a laboratory. It is shown numerically that in a sodium\nexperiment (without rotation) an eddy diffusivity 4 times the molecular\ndiffusivity appears resulting in a potential difference of ~34 mV/m. If the\ncylinders are rotating then also the eddy viscosity can be measured. Nonlinear\nsimulations of the instability lead to a turbulent magnetic Prandtl number of\n2.1 for a molecular magnetic Prandtl number of 0.01. The trend goes to higher\nvalues for smaller Pm.\n","Comment: 5 pages, 5 figures, preprint"]}]
["0809.3346",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3346"],"date":["2008-09-19"],"type":["text"],"creator":["Wirthmüller, Klaus"],"language":[],"coverage":[],"title":["Homology of Generic Stabilizer States"],"description":["  This work is concerned with multi-party stabilizer states in the sense of\nquantum information theory. We investigate the homological invariants for\nstates of which each party holds a large equal number N of quantum bits. We\nshow that in many cases there is a generic expected value of the invariants:\nfor large N it is approximated with arbitrarily high probability if a\nstabilizer state is chosen at random. The result suggests that typical\nentanglement of stabilizer states involves but the sets comprising just over\none half of the parties. Our main tool is the Bruhat decomposition from the\ntheory of finite Chevalley groups.\n","Comment: 14 pages"]}]
["0809.3348",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3348"],"date":["2008-09-19"],"type":["text"],"creator":["Heinzl, Thomas","Ilderton, Anton"],"language":[],"coverage":[],"title":["Extreme field physics and QED"],"description":["  We give a brief overview of the most important QED effects that can be\nstudied in the presence of extreme fields such as those expected at the Vulcan\nlaser upgraded to a power of 10 Petawatts.\n","Comment: 8 pages, 10 figures, presented at Vulcan 10 PW upgrade meeting, 16\n  July 2008, Steventon, UK"]}]
["0809.3351",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3351","doi:10.1117/12.787889"],"date":["2008-09-19"],"type":["text"],"creator":["Steele, I. A.","Bates, S. D.","Gibson, N.","Keenan, F.","Meaburn, J.","Mottram, C. J.","Pollacco, D.","Todd, I."],"language":[],"coverage":[],"title":["RISE: a fast-readout imager for exoplanet transit timing"],"description":["  By the precise timing of the low amplitude (0.005 - 0.02 magnitude) transits\nof exoplanets around their parent star it should be possible to infer the\npresence of other planetary bodies in the system down to Earth-like masses. We\ndescribe the design and construction of RISE, a fast-readout frame transfer\ncamera for the Liverpool Telescope designed to carry out this experiment. The\nresults of our commissioning tests are described as well as the data reduction\nprocedure necessary. We present light curves of two objects, showing that the\ndesired timing and photometric accuracy can be obtained providing that\nautoguiding is used to keep the target on the same detector pixel for the\nentire (typically 4 hour) observing run.\n","Comment: Published in PROC SPIE, vol 7014, 70416J"]}]
["0809.3352",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Artificial Intelligence","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3352"],"date":["2008-09-19"],"type":["text"],"creator":["Kuehn, Steffen"],"language":[],"coverage":[],"title":["Generalized Prediction Intervals for Arbitrary Distributed\n  High-Dimensional Data"],"description":["  This paper generalizes the traditional statistical concept of prediction\nintervals for arbitrary probability density functions in high-dimensional\nfeature spaces by introducing significance level distributions, which provides\ninterval-independent probabilities for continuous random variables. The\nadvantage of the transformation of a probability density function into a\nsignificance level distribution is that it enables one-class classification or\noutlier detection in a direct manner.\n","Comment: 13 pages, 3 figures"]}]
["0809.3353",{"format":[],"subject":["Mathematics - Commutative Algebra","13D45 (Primary)","13A30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3353"],"date":["2008-09-19"],"type":["text"],"creator":["Puthenpurakal, Tony J.","Zulfeqarr, Fahed"],"language":[],"coverage":[],"title":["The dual Hilbert-Samuel function of a Maximal Cohen-Macaulay module"],"description":["  Let $R$ be a Cohen-Macaulay local ring with a canonical module $\\omega_R$.\nLet $I$ be an $\\m$-primary ideal of $R$ and $M$, a maximal Cohen-Macaulay\n$R$-module. We call the function $n\\longmapsto \\ell\n(\\Hom_R(M,{\\omega_R}/{I^{n+1} \\omega_R}))$ the dual Hilbert-Samuel function of\n$M$ with respect to $I$. By a result of Theodorescu this function is a\npolynomial function. We study its first two normalized coefficients.\n"]}]
["0809.3360",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3360"],"date":["2008-09-19"],"type":["text"],"creator":["Hübsch, A.","Sykora, S.","Becker, K. W."],"language":[],"coverage":[],"title":["Projector-based renormalization method (PRM) and its application to\n  many-particle systems"],"description":["  Despite the advances in the development of numerical methods analytical\napproaches play a key role on the way towards a deeper understanding of\nstrongly interacting systems. In this regards, renormalization schemes for\nHamiltonians represent an important new direction in the field. Among these\nrenormalization schemes the projector-based renormalization method (PRM)\nreviewed here might be the approach with the widest range of possible\napplications: As demonstrated in this review, continuous unitary\ntransformations, perturbation theory, non-perturbative phenomena, and\nquantum-phase transitions can be understood within the same theoretical\nframework. This review starts from the definition of an effective Hamiltonian\nby means of projection operators that allows the evaluation within perturbation\ntheory as well as the formulation of a renormalization scheme. The developed\napproach is then applied to three different many-particle systems: At first, we\nstudy the electron-phonon problem to discuss several modifications of the\nmethod and to demonstrate how phase transitions can be described within the\nPRM. Secondly, to show that non-perturbative phenomena are accessible by the\nPRM, the periodic Anderson model is investigated to describe heavy-fermion\nbehavior. Finally, we discuss the quantum-phase transition in the\none-dimensional Holstein model of spinless fermions where both metallic and\ninsulating phase are described within the same theoretical framework.\n","Comment: 29 pages, 9 figures"]}]
["0809.3369",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q40","35J60","35J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3369"],"date":["2008-09-19"],"type":["text"],"creator":["Aschbacher, Walter H.","Squassina, Marco"],"language":[],"coverage":[],"title":["On phase segregation in nonlocal two-particle Hartree systems"],"description":["  We prove the phase segregation phenomenon to occur in the ground state\nsolutions of an interacting system of two self-coupled repulsive Hartree\nequations for large nonlinear and nonlocal interactions. A self-consistent\nnumerical investigation visualizes the approach to this segregated regime.\n","Comment: 19 pages, 5 figures"]}]
["0809.3370",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3370"],"date":["2008-09-19"],"type":["text"],"creator":["Martinez, Alfonso"],"language":[],"coverage":[],"title":["Achievability of the Rate ${1/2}\\log(1+\\es)$ in the Discrete-Time\n  Poisson Channel"],"description":["  A simple lower bound to the capacity of the discrete-time Poisson channel\nwith average energy $\\es$ is derived. The rate ${1/2}\\log(1+\\es)$ is shown to\nbe the generalized mutual information of a modified minimum-distance decoder,\nwhen the input follows a gamma distribution of parameter 1/2 and mean $\\es$.\n"]}]
["0809.3372",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Algebraic Topology","20D20","20D06, 20D08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3372"],"date":["2008-09-19"],"type":["text"],"creator":["Flores, Ramón J.","Foote, Richard M."],"language":[],"coverage":[],"title":["Strongly closed subgroups of finite groups"],"description":["  This paper gives a complete classification of the finite groups that contain\na strongly closed p-subgroup for p any prime.\n","Comment: 44 pages"]}]
["0809.3378",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Geometry","19D50","14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3378"],"date":["2008-09-19"],"type":["text"],"creator":["Au, Suanne","Huang, Mu-wan","Walker, Mark E."],"language":[],"coverage":[],"title":["The equivariant K-theory of toric varieties"],"description":["  This paper contains two results concerning the equivariant K-theory of toric\nvarieties. The first is a formula for the equivariant K-groups of an arbitrary\naffine toric variety, generalizing the known formula for smooth ones. In fact,\nthis result is established in a more general context, involving the K-theory of\ngraded projective modules. The second result is a new proof of a theorem due to\nVezzosi and Vistoli concerning the equivariant K-theory of smooth (not\nnecessarily affine) toric varieties.\n","Comment: 12 pages"]}]
["0809.3380",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3380"],"date":["2008-09-19"],"type":["text"],"creator":["Tothill, N. F. H.","Gagné, Marc","Stecklum, B.","Kenworthy, M. A."],"language":[],"coverage":[],"title":["The Lagoon Nebula and its Vicinity"],"description":["  The Lagoon Nebula is an HII region in the Sagittarius Arm, about 1.3 kpc\naway, associated with the young (1-3 Myr) open cluster NGC 6530, which contains\nseveral O stars and several dozen B stars. Lower-mass cluster members, detected\nby X-ray and H-alpha emission, and by near-IR excess, number more than a\nthousand. Myr-old star formation is traced by the optically-visible HII region\nand cluster; observations of infrared and submillimetre-wave emission, and of\noptical emission features, indicate ongoing star formation in several locations\nacross the Lagoon. The most prominent of these are the Hourglass Nebula and\nM8E. Submillimetre-wave observations also reveal many clumps of dense molecular\ngas, which may form the next generation of stars. The complex structure of the\nregion has been shaped by the interaction of the underlying molecular gas with\nmultiple massive stars and episodes of star formation. NGC 6530 is the oldest\ncomponent, with the newest stars found embedded in the molecular gas behind the\ncluster and at its southern rim. A degree to the east of the Lagoon, Simeis 188\nis a complex of emission and reflection nebulae, including the bright-rimmed\ncloud NGC 6559; the presence of H-alpha emission stars suggests ongoing star\nformation.\n","Comment: 45 pages, 18 figures. A chapter in the Handbook of Star Forming\n  Regions, Vol. II, ed Bo Reipurth. Preprint with full-quality figures may be\n  obtained from http://www.astro.ex.ac.uk/people/nfht/publications.html"]}]
["0809.3381",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3381","Astronomy Letters, Vol. 27, No. 8, 2001, pp.521-533","doi:10.1134/1.1388920"],"date":["2008-09-19"],"type":["text"],"creator":["Mel'nik, A. M.","Dambis, A. K.","Rastorguev, A. S."],"language":[],"coverage":[],"title":["Periodic Pattern in the Residual-Velocity Field of OB Associations"],"description":["  An analysis of the residual-velocity field of OB associations within 3 kpc of\nthe Sun has revealed periodic variations in the radial residual velocities\nalong the Galactic radius vector with a typical scale length of\nlambda=2.0(+/-0.2) kpc and a mean amplitude of fR=7(+/-1) km/s. The fact that\nthe radial residual velocities of almost all OB-associations in rich\nstellar-gas complexes are directed toward the Galactic center suggests that the\nsolar neighborhood under consideration is within the corotation radius. The\nazimuthal-velocity field exhibits a distinct periodic pattern in the region\n0<l<180 degrees, where the mean azimuthal-velocity amplitude is ft=6(+/-2)\nkm/s. There is no periodic pattern of the azimuthal-velocity field in the\nregion 180<l<360 degrees. The locations of the Cygnus arm, as well as the\nPerseus arm, inferred from an analysis of the radial- and azimuthal-velocity\nfields coincide. The periodic patterns of the residual-velocity fields of\nCepheids and OB associations share many common features.\n","Comment: 21 pages"]}]
["0809.3384",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3384"],"date":["2008-09-19"],"type":["text"],"creator":["Bonev, Ilian","Briot, Sébastien","Wenger, Philippe","Chablat, Damien"],"language":[],"coverage":[],"title":["Changing Assembly Modes without Passing Parallel Singularities in\n  Non-Cuspidal 3-R\\underline{P}R Planar Parallel Robots"],"description":["  This paper demonstrates that any general 3-DOF three-legged planar parallel\nrobot with extensible legs can change assembly modes without passing through\nparallel singularities (configurations where the mobile platform loses its\nstiffness). While the results are purely theoretical, this paper questions the\nvery definition of parallel singularities.\n","Comment: 2nd International Workshop on Fundamental Issues and Future Research\n  Directions for Parallel Mechanisms and Manipulators, Montpellier : France\n  (2008)"]}]
["0809.3385",{"format":[],"subject":["Mathematics - Functional Analysis","47A10 (Primary) 47B06, 47B07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3385","Integr. Equ. Oper. Theory 61 (2008) 21-43","doi:10.1007/s00020-008-1571-z"],"date":["2008-09-19"],"type":["text"],"creator":["Bandtlow, Oscar F."],"language":[],"coverage":[],"title":["Resolvent estimates for operators belonging to exponential classes"],"description":["  For $a,\\alpha>0$ let $E(a,\\alpha)$ be the set of all compact operators $A$ on\na separable Hilbert space such that $s_n(A)=O(\\exp(-an^\\alpha))$, where\n$s_n(A)$ denotes the $n$-th singular number of $A$. We provide upper bounds for\nthe norm of the resolvent $(zI-A)^{-1}$ of $A$ in terms of a quantity\ndescribing the departure from normality of $A$ and the distance of $z$ to the\nspectrum of $A$. As a consequence we obtain upper bounds for the Hausdorff\ndistance of the spectra of two operators in $E(a,\\alpha)$.\n","Comment: AMS-LaTeX, 20 pages"]}]
["0809.3386",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3386"],"date":["2008-09-19","2008-09-20"],"type":["text"],"creator":["Wu, F.","Danneau, R.","Queipo, P.","Kauppinen, E.","Tsuneta, T.","Hakonen, P. J."],"language":[],"coverage":[],"title":["Single-walled carbon nanotube weak links: from Fabry-P\\'{e}rot to Kondo\n  regime"],"description":["  We have investigated proximity-induced supercurrents in single-walled carbon\nnanotubes in the Kondo regime and compared them with supercurrents obtained on\nthe same tube with Fabry-P\\'{e}rot resonances. Our data display a wide\ndistribution of Kondo temperatures \\emph{$T_K$} = 1 - 14 K, and the measured\ncritical current $I_{CM}$ vs. \\emph{$T_K$} displays two distinct branches;\nthese branches, distinguished by zero-bias splitting of the normal-state Kondo\nconductance peak, differ by an order of magnitude at large values of $T_K$.\nEvidence for renormalization of Andreev levels in Kondo regime is also found.\n","Comment: 4 pages, 4 figures"]}]
["0809.3391",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K60","35K55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3391"],"date":["2008-09-19"],"type":["text"],"creator":["Fontes, Magnus"],"language":[],"coverage":[],"title":["Initial-Boundary Value Problems for Parabolic Equations"],"description":["  We prove new existence and uniqueness results for weak solutions to\nnon-homogeneous initial-boundary value problems for parabolic equations modeled\non the evolution of the p-Laplacian.\n","Comment: 33 pages"]}]
["0809.3392",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3392"],"date":["2008-09-19"],"type":["text"],"creator":["Kopeikin, Sergei"],"language":[],"coverage":[],"title":["The gravitomagnetic influence on Earth-orbiting spacecrafts and on the\n  lunar orbit"],"description":["  Gravitomagnetic field is covariantly split in the {\\it intrinsic} and {\\it\nextrinsic} parts, which are generated by rotational and translational currents\nof matter respectively. The {\\it intrinsic} component has been recently\ndiscovered in the LAGEOS spacecraft experiment. We discuss the method of\ndetection of the {\\it extrinsic} tidal component with the lunar laser ranging\n(LLR) technique. Analysis of the gauge residual freedom in the relativistic\ntheory of three-body problem demonstrates that LLR is currently not capable to\ndetect the {\\it extrinsic} gravitomagnetic effects which are at the ranging\nlevel of few millimeters. Its detection requires further advances in the LLR\ntechnique that are coming in the next 5-10 years.\n","Comment: 9 pages, a contributed paper to the book in memory of J.A. Wheeler,\n  (ed.) I. Ciufolini"]}]
["0809.3394",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Representation Theory","58H05","18D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3394"],"date":["2008-09-19"],"type":["text"],"creator":["Trentinaglia, Giorgio"],"language":[],"coverage":[],"title":["Tannaka duality for proper Lie groupoids"],"description":["  The main contribution of this thesis is a Tannaka duality theorem for proper\nLie groupoids. This result is obtained by replacing the category of smooth\nvector bundles over the base manifold of a Lie groupoid with a larger category,\nthe category of smooth Euclidean fields, and by considering smooth actions of\nLie groupoids on smooth Euclidean fields. The notion of smooth Euclidean field\nthat is introduced here is the smooth, finite dimensional analogue of the\nfamiliar notion of continuous Hilbert field. In the second part of the thesis,\nordinary smooth representations of Lie groupoids on smooth vector bundles are\nsystematically studied from the point of view of Tannaka duality, and various\nresults are obtained in this direction.\n","Comment: PhD Thesis, Utrecht University, 2008. 162 pages"]}]
["0809.3403",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3403","in \"Practical Cosmology\", v.1, pp.187-194, 2008"],"date":["2008-09-19"],"type":["text"],"creator":["Bukhmastova, Yu. L.","Baryshev, Yu. V."],"language":[],"coverage":[],"title":["Constraining the nature of galaxy haloes with gravitational mesolensing\n  of QSOs by halo substructure objects"],"description":["  Gravitational lensing of background compact objects like active galactic\nnuclei and quasars, by extended intermediate mass lenses such as globular\nclusters and and dark matter clumps with masses 10^5 - 10^8 M_sun, is\nconsidered. It is shown that observational study of the galaxy-quasar's\nassociations is a powerful direct observational test of the nature of massive\ngalaxy haloes. Optical interferometric observations with VLTI and Keck\ninstruments are able to constrain masses and number of substructure halo\nobjects. Evidence of gravitational lensing by globular clusters in haloes of\nspiral and elliptical galaxies is presented.\n","Comment: 7 pages, 8 figures, Proceedings of the International conference\n  \"Problems of Practical Cosmology\", 23-27 June 2008, St.-Petersburg, Russia,\n  see http://ppc08.astro.spbu.ru/text_proc.html"]}]
["0809.3410",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11D25","05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3410"],"date":["2008-09-19"],"type":["text"],"creator":["Reutenauer, Christophe"],"language":[],"coverage":[],"title":["Christoffel words and Markoff triples"],"description":["  Markoff triples are parametrized uniquely by Christoffel words.\n"]}]
["0809.3414",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3414"],"date":["2008-09-19"],"type":["text"],"creator":["Appel, Jeffrey A.","Hsu, Jen-Feng","Li, Hsiang-nan"],"language":[],"coverage":[],"title":["Round Table Discussion at the Final Session of FPCP 2008: The Future of\n  Flavor Physics and CP"],"description":["  The final session of FPCP 2008 consisted of a round-table discussion among\npanelists and audience. The panelists included Jeffrey Appel(moderator), Martin\nBeneke, George W.S. Hou, David Kirkby, Dmitri Tsybychev, Matt Wingate, and Taku\nYamanaka. What follows is an edited transcript of the session.\n","Comment: Summary Round Table from the Flavor Physics and CP Violation\n  Conference, Taipei, Taiwan - May 5-9, 2008"]}]
["0809.3415",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3415"],"date":["2008-09-19"],"type":["text"],"creator":["Aidouni, Frederic","Latapy, Matthieu","Magnien, Clemence"],"language":[],"coverage":[],"title":["Ten weeks in the life of an eDonkey server"],"description":["  This paper presents a capture of the queries managed by an eDonkey server\nduring almost 10 weeks, leading to the observation of almost 9 billion messages\ninvolving almost 90 million users and more than 275 million distinct files.\nAcquisition and management of such data raises several challenges, which we\ndiscuss as well as the solutions we developed. We obtain a very rich dataset,\norders of magnitude larger than previously avalaible ones, which we provide for\npublic use. We finally present basic analysis of the obtained data, which\nalready gives evidence of non-trivial features.\n"]}]
["0809.3417",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14M06, 13C40, 14M12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3417"],"date":["2008-09-19"],"type":["text"],"creator":["De Negri, Emanuela","Gorla, Elisa"],"language":[],"coverage":[],"title":["G-biliaison of ladder Pfaffian varieties"],"description":["  The ideals generated by pfaffians of mixed size contained in a subladder of a\nskew-symmetric matrix of indeterminates define arithmetically Cohen-Macaulay,\nprojectively normal, reduced and irreducible projective varieties. We show that\nthese varieties belong to the G-biliaison class of a complete intersection. In\nparticular, they are glicci.\n","Comment: 15 pages"]}]
["0809.3421",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42C10, 42C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3421"],"date":["2008-09-19"],"type":["text"],"creator":["Ivanov, Kamen","Petrushev, Pencho","Xu, Yuan"],"language":[],"coverage":[],"title":["Sub-exponentially localized kernels and frames induced by orthogonal\n  expansions"],"description":["  The aim of this paper is to construct sup-exponentially localized kernels and\nframes in the context of classical orthogonal expansions, namely, expansions in\nJacobi polynomials, spherical harmonics, orthogonal polynomials on the ball and\nsimplex, and Hermite and Laguerre functions.\n","Comment: 34 pages"]}]
["0809.3422",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3422","Phys. Rev. Lett. 101, 126804 (2008)","doi:10.1103/PhysRevLett.101.126804"],"date":["2008-09-19"],"type":["text"],"creator":["Park, Cheol-Hwan","Yang, Li","Son, Young-Woo","Cohen, Marvin L.","Louie, Steven G."],"language":[],"coverage":[],"title":["New Generation of Massless Dirac Fermions in Graphene under External\n  Periodic Potentials"],"description":["  We show that new massless Dirac fermions are generated when a slowly varying\nperiodic potential is applied to graphene. These quasiparticles, generated near\nthe supercell Brillouin zone boundaries with anisotropic group velocity, are\ndifferent from the original massless Dirac fermions. The quasiparticle\nwavevector (measured from the new Dirac point), the generalized pseudospin\nvector, and the group velocity are not collinear. We further show that with an\nappropriate periodic potential of triangular symmetry, there exists an energy\nwindow over which the only available states are these quasiparticles, thus,\nproviding a good system to probe experimentally the new massless Dirac\nfermions. The required parameters of external potentials are within the realm\nof laboratory conditions.\n","Comment: 4 pages, 4 figures"]}]
["0809.3425",{"format":[],"subject":["Mathematics - Logic","03D05, 68Q70, 68Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3425"],"date":["2008-09-19"],"type":["text"],"creator":["Khoussainov, Bakhadyr","Minnes, Mia"],"language":[],"coverage":[],"title":["Model Theoretic Complexity of Automatic Structures"],"description":["  We study the complexity of automatic structures via well-established concepts\nfrom both logic and model theory, including ordinal heights (of well-founded\nrelations), Scott ranks of structures, and Cantor-Bendixson ranks (of trees).\nWe prove the following results: 1) The ordinal height of any automatic well-\nfounded partial order is bounded by \\omega^\\omega ; 2) The ordinal heights of\nautomatic well-founded relations are unbounded below the first non-computable\nordinal; 3) For any computable ordinal there is an automatic structure of Scott\nrank at least that ordinal. Moreover, there are automatic structures of Scott\nrank the first non-computable ordinal and its successor; 4) For any computable\nordinal, there is an automatic successor tree of Cantor-Bendixson rank that\nordinal.\n","Comment: 23 pages. Extended abstract appeared in Proceedings of TAMC '08, LNCS\n  4978 pp 514-525"]}]
["0809.3430",{"format":[],"subject":["Mathematics - Logic","03-01","03D05","68-01","68Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3430"],"date":["2008-09-19"],"type":["text"],"creator":["Khoussainov, Bakhadyr","Minnes, Mia"],"language":[],"coverage":[],"title":["Three Lectures on Automatic Structures"],"description":["  This paper grew out of three tutorial lectures on automatic structures given\nby the first author at the Logic Colloquium 2007. We discuss variants of\nautomatic structures related to several models of computation: word automata,\ntree automata, Buchi automata, and Rabin automata. Word automata process finite\nstrings, tree automata process finite labeled trees, Buchi automata process\ninfinite strings, and Rabin automata process infinite binary labeled trees.\nAutomatic structures are mathematical objects which can be represented by\n(word, tree, Buchi, or Rabin) automata. The study of properties of automatic\nstructures is a relatively new and very active area of research.\n","Comment: 43 pages, based on tutorial lectures at Logic Colloquium 2007"]}]
["0809.3431",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3431"],"date":["2008-09-19"],"type":["text"],"creator":["Oganesian, A. G."],"language":[],"coverage":[],"title":["Heavy quark distribution function in hadrons"],"description":["  The moments of the heavy quark-parton distribution functions in a heavy\npseudoscalar meson, obtained in QCD sum rules, are expanded in the inverse\nheavy quark. Comparison with the finite mass results reveals that while the\nheavy mass expansion works reasonably well for the $b$ quark, one has to take\ninto account terms of higher than $(1/m_c)^2$ order for the $c$ quark.\n","Comment: 5 pages, 1 fig. Talk presented at HSQCD 2008, to be published in\n  Proceedings"]}]
["0809.3435",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3435"],"date":["2008-09-19","2008-09-20"],"type":["text"],"creator":["Guha, Sarbari"],"language":[],"coverage":[],"title":["Higher-dimensional Embedding of Four-dimensional Hypersurfaces:\n  Chronological Development of Co-dimension-1 Embedding"],"description":["  Here we present an overview of the work done over the years on the embedding\nof hypersurfaces in a space of higher dimension, with particular reference to\nthe embedding of four-dimensional hypersurfaces in five-dimensional\nspace-times. The concept of embedding was developed by geometers starting from\nGauss. Applications in physics started with the embedding of the Schwarzschild\nmetric and through the works of Kaluza and Klein. The program on the embedding\nof four-dimensional hypersurfaces in five-dimensional spacetimes gathered\nstrength with the formulation of the induced matter theory by Wesson and his\ncollaborators. Close on its heels followed the works on the braneworld\nscenario. Simultaneously, the mathematical aspects of the embedding of\nfour-dimensional hypersurfaces in five-dimensional spacetimes were developed as\nan application of the Campbell-Magaard theorem. In this paper we have tried to\nhave a panoramic view of the major works done in these fields and have tried to\nfocus on the recent trends in this context.\n","Comment: 7 pages, no figures"]}]
["0809.3438",{"format":[],"subject":["Mathematics - Functional Analysis","30D45 (Primary)","47B38, 47A30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3438"],"date":["2008-09-19"],"type":["text"],"creator":["Allen, Robert F.","Colonna, Flavia"],"language":[],"coverage":[],"title":["On the isometric composition operators on the Bloch space in C^n"],"description":["  Let phi be a holomorphic self-map of a bounded homogeneous domain D in C^n.\nIn this work, we show that the composition operator C_phi is bounded on the\nBloch space B of the domain and provide estimates on its operator norm. We also\ngive a sufficient condition for phi to induce an isometry on B. This condition\nallows us to construct non-trivial examples of isometric composition operators\nin the case when D has the unit disk as a factor. We then obtain some necessary\nconditions for C_phi to be an isometry on B when D is a Cartan classical\ndomain. Finally, we give the complete description of the spectrum of the\nisometric composition operators in the case of the unit disk and for a wide\nclass of symbols on the polydisk.\n"]}]
["0809.3440",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3440","Physics of The Earth and Planetary Interiors 166 (2008) 67-76","doi:10.1016/j.pepi.2007.11.001"],"date":["2008-09-19"],"type":["text"],"creator":["Jault, Dominique"],"language":[],"coverage":[],"title":["Axial invariance of rapidly varying diffusionless motions in the Earth's\n  core interior"],"description":["  Geostrophic jets propagating as Alfv\\'en waves are shown to arise ina rapidly\nrotating spherical shell permeated by a magnetic field among the transient\nmotions set up by an impulsive rotation of the inner core. These axially\ninvariant motions evolve on a time-scale which is short compared to the\nmagnetic diffusion time. The numerical study is taken as illustrative of a more\ngeneral point: on such a fast time-scale the dimensionless number appropriate\nto compare the rotation and magnetic forces is independent of the magnetic\ndiffusivity in contrast with the often used Elsasser number. Extension of the\nanalysis to non-axisymmetrical motions is supported by published studies of\ndynamo models and magnetic instabilities.\n"]}]
["0809.3441",{"format":[],"subject":["Mathematics - Logic","Mathematics - Group Theory","03C99","20F65","20E08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3441"],"date":["2008-09-19"],"type":["text"],"creator":["Houcine, Abderezak Ould"],"language":[],"coverage":[],"title":["Superstable groups acting on trees"],"description":["  We study superstable groups acting on trees. We prove that an action of an\n$\\omega$-stable group on a simplicial tree is trivial. This shows that an\nHNN-extension or a nontrivial free product with amalgamation is not\n$\\omega$-stable. It is also shown that if $G$ is a superstable group acting\nnontrivially on a $\\Lambda$-tree, where $\\Lambda=\\mathbb Z$ or $\\Lambda=\\mathbb\nR$, and if $G$ is either $\\alpha$-connected and $\\Lambda=\\mathbb Z$, or if the\naction is irreducible, then $G$ interprets a simple group having a nontrivial\naction on a $\\Lambda$-tree. In particular if $G$ is superstable and splits as\n$G=G_1*_AG_2$, with the index of $A$ in $G_1$ different from 2, then $G$\ninterprets a simple superstable non $\\omega$-stable group.\n  We will deal with \"minimal\" superstable groups of finite Lascar rank acting\nnontrivially on $\\Lambda$-trees, where $\\Lambda=\\mathbb Z$ or $\\Lambda=\\mathbb\nR$. We show that such groups $G$ have definable subgroups $H_1 \\lhd H_2 \\lhd\nG$, $H_2$ is of finite index in $G$, such that if $H_1$ is not\nnilpotent-by-finite then any action of $H_1$ on a $\\Lambda$-tree is trivial,\nand $H_2/H_1$ is either soluble or simple and acts nontrivially on a\n$\\Lambda$-tree. We are interested particularly in the case where $H_2/H_1$ is\nsimple and we show that $H_2/H_1$ has some properties similar to those of bad\ngroups.\n","Comment: 2 figures"]}]
["0809.3447",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Information Retrieval","H.5.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3447"],"date":["2008-09-19"],"type":["text"],"creator":["Tungare, Manas","Perez-Quinones, Manuel","Sams, Alyssa"],"language":[],"coverage":[],"title":["An Exploratory Study of Calendar Use"],"description":["  In this paper, we report on findings from an ethnographic study of how people\nuse their calendars for personal information management (PIM). Our participants\nwere faculty, staff and students who were not required to use or contribute to\nany specific calendaring solution, but chose to do so anyway. The study was\nconducted in three parts: first, an initial survey provided broad insights into\nhow calendars were used; second, this was followed up with personal interviews\nof a few participants which were transcribed and content-analyzed; and third,\nexamples of calendar artifacts were collected to inform our analysis. Findings\nfrom our study include the use of multiple reminder alarms, the reliance on\npaper calendars even among regular users of electronic calendars, and wide use\nof calendars for reporting and life-archival purposes. We conclude the paper\nwith a discussion of what these imply for designers of interactive calendar\nsystems and future work in PIM research.\n"]}]
["cond-mat/9704221",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9704221","Physical Review Letters 79 (1997) 2998","doi:10.1103/PhysRevLett.79.2998"],"date":["1997-04-27"],"type":["text"],"creator":["Picco, Marco"],"language":[],"coverage":[],"title":["Weak Randomness for large q-State Potts models in Two Dimensions"],"description":["  We have studied the effect of weak randomness on q-state Potts models for q >\n4 by measuring the central charges of these models using transfer matrix\nmethods. We obtain a set of new values for the central charges and then show\nthat some of these values are related to one another by a factorization law.\n","Comment: 8 pages, Latex, no figures"]}]
["cs/0509069",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.2","F.2.0","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0509069"],"date":["2005-09-22","2008-09-22"],"type":["text"],"creator":["Bille, Philip","Farach-Colton, Martin"],"language":[],"coverage":[],"title":["Fast and Compact Regular Expression Matching"],"description":["  We study 4 problems in string matching, namely, regular expression matching,\napproximate regular expression matching, string edit distance, and subsequence\nindexing, on a standard word RAM model of computation that allows\nlogarithmic-sized words to be manipulated in constant time. We show how to\nimprove the space and/or remove a dependency on the alphabet size for each\nproblem using either an improved tabulation technique of an existing algorithm\nor by combining known algorithms in a new way.\n"]}]
["hep-lat/0602013",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/0602013"],"date":["2006-02-08","2008-09-22"],"type":["text"],"creator":["Ferrante, D. D.","Guralnik, G. S."],"language":[],"coverage":[],"title":["Mollifying Quantum Field Theory or Lattice QFT in Minkowski Spacetime\n  and Symmetry Breaking"],"description":["  This work develops and applies the concept of mollification in order to\nsmooth out highly oscillatory exponentials. This idea, known for quite a while\nin the mathematical community (mollifiers are a means to smooth distributions),\nis new to numerical Quantum Field Theory. It is potentially very useful for\ncalculating phase transitions [highly oscillatory integrands in general], for\ncomputations with imaginary chemical potentials and Lattice QFT in Minkowski\nspacetime.\n","Comment: 23 pages, 35 figures; check http://chep.het.brown.edu/ for high\n  resolution figures; referees suggestions and appendix added, references\n  streamlined"]}]
["hep-lat/0701016",{"format":[],"subject":["High Energy Physics - Lattice","Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/0701016","Phys.Rev.D75:101701,2007","doi:10.1103/PhysRevD.75.101701"],"date":["2007-01-22"],"type":["text"],"creator":["Christofi, Stavros","Hands, Simon","Strouthos, Costas"],"language":[],"coverage":[],"title":["Critical Flavor Number in the Three Dimensional Thirring Model"],"description":["  We present results of a Monte Carlo simulation of the three dimensional\nThirring model with the number of fermion flavors N_f varied between 2 and 18.\nBy identifying the lattice coupling at which the chiral condensate peaks,\nsimulations are be performed at couplings g^2(N_f) corresponding to the strong\ncoupling limit of the continuum theory. The chiral symmetry restoring phase\ntransition is studied as N_f is increased, and the critical number of flavors\nestimated as N_{fc}=6.6(1). The critical exponents measured at the transition\ndo not agree with self-consistent solutions of the Schwinger-Dyson equations;\nin particular there is no evidence for the transition being of infinite order.\nImplications for the critical flavor number in QED_3 are briefly discussed.\n","Comment: 4 pages, 5 figures"]}]
["hep-th/0605080",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0605080","JHEP 0606 (2006) 040","doi:10.1088/1126-6708/2006/06/040"],"date":["2006-05-08"],"type":["text"],"creator":["Grignani, Gianluca","Orselli, Marta","Ramadanovic, Bojan","Semenoff, Gordon W.","Young, Donovan"],"language":[],"coverage":[],"title":["AdS/CFT v.s. String Loops"],"description":["  The one string-loop correction to the energies of two impurity BMN states are\ncomputed using IIB light-cone string field theory with an improved 3-string\nvertex that has been proposed by Dobashi and Yoneya. As in previous published\ncomputations, the string vertices are truncated to the 2-impurity channel. The\nresult is compared with the prediction from non-planar corrections in the BMN\nlimit of $\\mathcal{N}=4$ supersymmetric Yang-Mills theory. It is found to agree\nat leading order -- one-loop in Yang-Mills theory -- and is close but not quite\nin agreement at order two Yang-Mills loops. Furthermore, in addition to the\nleading 1/2 power in the t'Hooft coupling, which is generic in string field\ntheory, and which we have previously argued cancels, we find that the 3/2 and\n5/2 powers are also miraculously absent.\n","Comment: 13 pages"]}]
["math/0303247",{"format":[],"subject":["Mathematics - Geometric Topology","57M50 (Primary) 52C15, 30F99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0303247","Contemp. Math., 347 (2004), 131--140"],"date":["2003-03-20"],"type":["text"],"creator":["Kojima, Sadayoshi","Mizushima, Shigeru"],"language":[],"coverage":[],"title":["The Dehn filling space of a certain hyperbolic 3-orbifold"],"description":["  We construct the first example of a ``one-cusped'' hyperbolic 3-orbifold for\nwhich we see the true shape of the space of hyperbolic Dehn fillings.\n","Comment: 10 pages, 11 embedded figures"]}]
["math/0510370",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510370","Comm. Anal. Geom. 16 (2008), no. 3, 565-589"],"date":["2005-10-18","2007-09-13"],"type":["text"],"creator":["Ichihara, Kazuhiro","Mizushima, Shigeru"],"language":[],"coverage":[],"title":["Crossing number and diameter of boundary slope set of Montesinos knot"],"description":["  It is shown that the diameter of the boundary slope set is bounded from above\nby the twice of the minimal crossing number for a Montesinos knot.\n","Comment: 20 pages, 36 embedded figures; v2:enlarged version"]}]
["math/0601451",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Functional Analysis","58G03, 58G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601451"],"date":["2006-01-18","2008-09-22"],"type":["text"],"creator":["Farsi, Carla"],"language":[],"coverage":[],"title":["Dirac Operators on Non-Compact Orbifolds"],"description":["  In this paper we prove that Dirac operators on non-compact complete orbifolds\nwhich are sufficiently regular at infinity, admit a unique extension.\nAdditonally, we prove a generalized orbifold Stokes'/Divergence theorem.\n","Comment: 18 pages"]}]
["math/0604208",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","12J25","14H20","14M25","14N10","14H15","11T06","05A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604208"],"date":["2006-04-09","2008-09-22"],"type":["text"],"creator":["Izhakian, Zur"],"language":[],"coverage":[],"title":["The Tropical Rank of a Tropical Matrix"],"description":["  In this paper we further develop the theory of matrices over the extended\ntropical semiring. Introducing a notion of tropical linear dependence allows\nfor a natural definition of matrix rank in a sense that coincides with the\nnotions of tropical regularity and invertibility.\n","Comment: 9 pages"]}]
