["0706.0237",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0237"],"date":["2007-06-01","2008-06-11"],"type":["text"],"creator":["Nassimi, Ali Mohammad"],"language":[],"coverage":[],"title":["Quantum Mechanics in Phase Space"],"description":["  The basics of the Wigner formulation of Quantum-Mechanics and few related\ninterpretational issues are presented in a simple language.\n  This formulation has extensive applications in Quantum Optics and in Mixed\nQuantum-Classical formulations.\n"]}]
["0706.4439",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4439","ASP Conf. Ser. 386 (2008) 295"],"date":["2007-06-29"],"type":["text"],"creator":["Wagner, Robert"],"language":[],"coverage":[],"title":["AGN Observations in the GeV/TeV Energy Range with the MAGIC Telescope"],"description":["  MAGIC currently is the largest imaging atmospheric Cerenkov telescope\nworld-wide. Since 2004, gamma-ray emission from several active galactic nuclei\nin the GeV/TeV energy range has been detected, some of which were newly\ndiscovered as very-high energy gamma-ray sources. The gamma-rays are assumed to\noriginate from particle acceleration processes in the AGN jets. We give an\noverview of the AGN observed and detected by MAGIC, discuss spectral and\ntemporal properties of these and show physics implications of some selected\nobservations.\n","Comment: 7 pages, 8 figures, to appear in the proceedings of Extragalactic\n  Jets: Theory and Observation from Radio to Gamma Ray, Girdwood (AK), May 2007"]}]
["0707.3607",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Rings and Algebras","05E05 (Primary)","15A15, 16W30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3607"],"date":["2007-07-24","2008-06-11"],"type":["text"],"creator":["Retakh, Vladimir","Wilson, Robert Lee"],"language":[],"coverage":[],"title":["Algebras associated to acyclic directed graphs"],"description":["  We construct and study a class of algebras associated to generalized layered\ngraphs, i.e. directed graphs with a ranking function on their vertices. Each\nfinite directed acyclic graph admits countably many structures of a generalized\nlayered graph. We construct linear bases in such algebras and compute their\nHilbert series. Our interest to generalized layered graphs and algebras\nassociated to those graphs is motivated by their relations to factorizations of\npolynomials over noncommutative rings.\n","Comment: 20 pages, Latex; an expanded and corrected version; to appear in\n  \"Advances of Applied Mathematics\""]}]
["0708.0679",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","58A15, 58A17, 35A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0679"],"date":["2007-08-05","2008-06-11"],"type":["text"],"creator":["Anderson, I. M.","Fels, M. E.","Vassiliou, P. J."],"language":[],"coverage":[],"title":["Superposition Formulas for Darboux Integrable Exterior Differential\n  Systems"],"description":["  In this paper we present a far-reaching generalization of E. Vessiot's\nanalysis of the Darboux integrable partial differential equations in one\ndependent and two independent variables. Our approach provides new insights\ninto this classical method, uncovers the fundamental geometric invariants of\nDarboux integrable systems, and provides for systematic, algorithmic\nintegration of such systems. This work is formulated within the general\nframework of Pfaffian exterior differential systems and, as such, has\napplications well beyond those currently found in the literature. In\nparticular, our integration method is applicable to systems of hyperbolic PDE\nsuch as the Toda lattice equations, 2 dimensional wave maps and systems of\noverdetermined PDE.\n","Comment: 80 page report. Updated version with some new sections, and major\n  improvements to others"]}]
["0708.1136",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1136","Nucleic Acids Res. 2008 May 3","doi:10.1093/nar/gkn173"],"date":["2007-08-08","2008-06-11"],"type":["text"],"creator":["Wunderlich, Zeba","Mirny, Leonid A."],"language":[],"coverage":[],"title":["Spatial effects on the speed and reliability of protein-DNA search"],"description":["  Strong experimental and theoretical evidence shows that transcription factors\nand other specific DNA-binding proteins find their sites using a two-mode\nsearch: alternating between 3D diffusion through the cell and 1D sliding along\nthe DNA. We consider the role spatial effects in the mechanism on two different\nscales. First, we reconcile recent experimental findings by showing that the 3D\ndiffusion of the transcription factor is often local, i.e. the transcription\nfactor lands quite near its dissociation site. Second, we discriminate between\ntwo types of searches: global searches and local searches. We show that these\nsearches differ significantly in average search time and the variability of\nsearch time. Using experimentally measured parameter values, we also show that\n1D and 3D search is not optimally balanced, leading to much larger estimates of\nsearch time. Together, these results lead to a number of biological\nimplications including suggestions of how prokaryotes and eukaryotes achieve\nrapid gene regulation and the relationship between the search mechanism and\nnoise in gene expression.\n","Comment: 16 pages, 4 figures"]}]
["0708.3414",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3414"],"date":["2007-08-24"],"type":["text"],"creator":["Lima, J. A. S."],"language":[],"coverage":[],"title":["Age of the Universe, Average Deceleration Parameter and Possible\n  Implications for the End of Cosmology"],"description":["  A new expression to the total age of the Universe is derived in terms of the\naverage deceleration parameter. This kinematic result holds regardless of the\ncurvature of the universe as well as of the underlying gravity theory. It\nremains valid even in the context of brane-world motivated cosmologies. Since\nthe present age parameter of the Universe is accurately adjusted to $H_0t_0 =\n1$, it is shown that the time averaged value of the deceleration parameter is\nzero. This also means that the cosmic age today is exactly the one predicted by\na relativistic flat cosmological model filled by K-matter, a fluid satisfying\nthe equation of state $p = -{{1/3}}\\rho$. By assuming the validity of this\nrelation (in an average long time meaning), it is argued that the decelerating\nstages of the expansion must exactly be compensated by the accelerated phases,\nas if the observed Universe coasts forever. If this is true, the present\naccelerating stage must be followed by a subsequent decelerating phase as\npredicted by some recent scalar field and brane-world motivated cosmologies.\n","Comment: 12 pages, 3 figures"]}]
["0708.4304",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4304","Europhysics Letters 82, 40006 (2008)","doi:10.1209/0295-5075/82/40006"],"date":["2007-08-31","2008-05-24"],"type":["text"],"creator":["Hiller, Moritz","Kottos, Tsampikos","Cohen, Doron"],"language":[],"coverage":[],"title":["Control of atomic currents using a quantum stirring device"],"description":["  We propose a BEC stirring device which can be regarded as the incorporation\nof a quantum pump into a closed circuit: it produces a DC circulating current\nin response to a cyclic adiabatic change of two control parameters of an\noptical trap. We demonstrate the feasibility of this concept and point out that\nsuch device can be utilized in order to probe the interatomic interactions.\n","Comment: 5 pages, 4 figures, uses epl2.cls, revised version"]}]
["0709.4269",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4269"],"date":["2007-09-26","2008-06-11"],"type":["text"],"creator":["Moffat, J. W."],"language":[],"coverage":[],"title":["Electroweak Model Without A Higgs Particle"],"description":["  An electroweak model is formulated in a finite, four-dimensional quantum\nfield theory without a Higgs particle. The W and Z masses are induced from the\nelectroweak symmetry breaking of one-loop vacuum polarization graphs. The\ntheory contains only the observed particle spectrum of the standard model. In\nterms of the observed twelve lepton and quark masses, a loop calculation of the\nnon-local electroweak energy scale $\\Lambda_W$ and $\\rho$ predicts the values\n$\\Lambda_W(M_Z)=541$ GeV and $\\rho(M_Z)=0.993$, yielding\n$s^2_Z\\equiv\\sin^2\\theta_W(M_Z)=0.21686\\pm 0.00097$. Possible ways to detect a\nnon-local signal in scattering amplitudes involving loop graphs at the LHC are\ndiscussed. Fermion masses are generated from a ``mass gap'' equation obtained\nfrom the lowest order, finite fermion self-energy with a broken symmetry vacuum\nstate. The cross section for $W_L^+ W_L^-\\to W_L^+ W_L^-$ is predicted to\nvanish for $\\sqrt{s} > {1 \\rm TeV}$, avoiding a violation of the unitarity\nbound. The Brookhaven National Laboratory measurement of the anomalous magnetic\nmoment of the muon and the residual difference between the measured value and\nthe standard model can provide a test of a non-local deviation from the\nstandard model.\n","Comment: 12 pages, 4 figures, latex file. Minor corrections. Figures added.\n  Typos corrected"]}]
["0710.1163",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1163"],"date":["2007-10-05","2008-06-10"],"type":["text"],"creator":["Mesablishvili, Bachuki","Wisbauer, Robert"],"language":[],"coverage":[],"title":["Bimonads and Hopf monads on categories"],"description":["  The purpose of this paper is to develop a theory of bimonads and Hopf monads\non arbitrary categories thus providing the possibility to transfer the\nessentials of the theory of Hopf algebras in vector spaces to more general\nsettings. There are several extensions of this theory to {\\em monoidal}\ncategories which in a certain sense follow the classical trace. Here we do not\npose any conditions on our base category but we do refer to the monoidal\nstructure of the category of endofunctors on any category $\\A$ and by this we\nretain some of the combinatorial complexity which makes the theory so\ninteresting. As a basic tool we use distributive laws between monads and\ncomonads (entwinings) on $\\A$: we define a {\\em bimonad} on $\\A$ as an\nendofunctor $B$ which is a monad and a comonad with an entwining $\\lambda:BB\\to\nBB$ satisfying certain conditions. This $\\lambda$ is also employed to define\nthe category $\\A^B_B$ of (mixed) $B$-bimodules. In the classical situation, an\nentwining $\\lambda$ is derived from the twist map for vector spaces. Here this\nneed not be the case but there may exist special distributive laws $\\tau:BB\\to\nBB$ satisfying the Yang-Baxter equation ({\\em local prebraidings}) which induce\nan entwining $\\lambda$ and lead to an extension of the theory of {\\em braided\nHopf algebras}. An antipode is defined as a natural transformation $S:B\\to B$\nwith special properties and for categories $\\A$ with limits or colimits and\nbimonads $B$ preserving them, the existence of an antipode is equivalent to $B$\ninducing an equivalence between $\\A$ and the category $\\A^B_B$ of\n$B$-bimodules. This is a general form of the {\\em Fundamental Theorem} of Hopf\nalgebras.\n"]}]
["0710.5793",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11P83, 11F11, 11F20, 11F33, 11F37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5793"],"date":["2007-10-30","2008-06-11"],"type":["text"],"creator":["Garvan, F. G."],"language":[],"coverage":[],"title":["Congruences for Andrews' Smallest Parts Partition Function and New\n  Congruences for Dyson's Rank"],"description":["  Let spt(n) denote the total number of appearances of smallest parts in the\npartitions of n. Recently, Andrews showed how spt(n) is related to the second\nrank moment, and proved some surprising Ramanujan-type congruences mod 5, 7 and\n13. We prove a generalization of these congruences using known relations\nbetween rank and crank moments. We obtain explicit Ramanujan-type congruences\nfor spt(n) mod p for p = 11, 17, 19, 29, 31 and 37. Recently, Bringmann and Ono\nproved that Dyson's rank function has infinitely many Ramanujan-type\ncongruences. Their proof is non-constructive and utilizes the theory of weak\nMaass forms. We construct two explicit nontrivial examples mod 11 using\nelementary congruences between rank moments and half-integer weight Hecke\neigenforms.\n"]}]
["0711.0324",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Topology","18D10","55P43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0324"],"date":["2007-11-02","2008-06-11"],"type":["text"],"creator":["Schmitt, Vincent"],"language":[],"coverage":[],"title":["Tensor product for symmetric monoidal categories"],"description":["  We introduce a tensor product for symmetric monoidal categories with the\nfollowing properties. Let SMC denote the 2-category with objects small\nsymmetric monoidal categories, arrows symmetric monoidal functors and 2-cells\nmonoidal natural transformations. Our tensor product together with a suitable\nunit is part of a structure on SMC that is a 2-categorical version of the\nsymmetric monoidal closed categories. This structure is surprisingly simple. In\nparticular the arrows involved in the associativity and symmetry laws for the\ntensor and in the unit cancellation laws are 2-natural and satisfy coherence\naxioms which are strictly commuting diagrams. We also show that the category\nquotient of SMC by the congruence generated by its 2-cells admits a symmetric\nmonoidal closed structure.\n","Comment: Improved version, with better results and better proofs"]}]
["0711.0765",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14J29"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0765"],"date":["2007-11-05","2008-06-11"],"type":["text"],"creator":["Urzua, Giancarlo"],"language":[],"coverage":[],"title":["Arrangements of curves and algebraic surfaces"],"description":["  We prove a strong relation between Chern and log Chern invariants of\nalgebraic surfaces. For a given arrangement of curves, we find nonsingular\nprojective surfaces with Chern ratio arbitrarily close to the log Chern ratio\nof the log surface defined by the arrangement. Our method is based on sequences\nof random p-th root covers, which exploit a certain large scale behavior of\nDedekind sums and lengths of continued fractions. We show that randomness is\nnecessary for our asymptotic result, providing another instance of \"randomness\nimplies optimal\". As an application over the complex numbers, we construct\nnonsingular simply connected projective surfaces of general type with large\nChern ratio. In particular, we improve the Persson-Peters-Xiao record for Chern\nratios of such surfaces.\n","Comment: Revised version which includes a new record for Chern ratios of\n  simply connected smooth projective surfaces of general type"]}]
["0711.3392",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3392","PRL 100, 226604 (2008)","doi:10.1103/PhysRevLett.100.226604"],"date":["2007-11-21","2008-06-11"],"type":["text"],"creator":["Paulsson, Magnus","Frederiksen, Thomas","Ueba, Hiromu","Lorente, Nicolas","Brandbyge, Mads"],"language":[],"coverage":[],"title":["Unified description of inelastic propensity rules for electron transport\n  through nanoscale junctions"],"description":["  We present a method to analyze the results of first-principles based\ncalculations of electronic currents including inelastic electron-phonon\neffects. This method allows us to determine the electronic and vibrational\nsymmeties in play, and hence to obtain the so-called propensity rules for the\nstudied systems. We show that only a few scattering states -- namely those\nbelonging to the most transmitting eigenchannels -- need to be considered for a\ncomplete description of the electron transport. We apply the method on\nfirst-principles calculations of four different systems and obtain the\npropensity rules in each case.\n","Comment: 4 pages, 4 figures, 1 table\n  http://link.aps.org/abstract/PRL/v100/e226604"]}]
["0711.3557",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematical Physics","47A65","47B44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3557"],"date":["2007-11-22","2008-06-11"],"type":["text"],"creator":["Romanov, Roman"],"language":[],"coverage":[],"title":["Notions of absolutely continuous subspace for nonselfadjoint operators"],"description":["  We give an example of an operator with different weak and strong absolutely\ncontinuous subspaces, and a counterexample to the duality problem for the\nspectral components. Both examples are optimal in the scale of compact\noperators.\n","Comment: 13 pages; a counterexample to the duality problem for spectral\n  components has been added"]}]
["0712.2389",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2389"],"date":["2007-12-14","2008-06-11"],"type":["text"],"creator":["Mann, Martin","Tack, Guido","Will, Sebastian"],"language":[],"coverage":[],"title":["Decomposition During Search for Propagation-Based Constraint Solvers"],"description":["  We describe decomposition during search (DDS), an integration of And/Or tree\nsearch into propagation-based constraint solvers. The presented search\nalgorithm dynamically decomposes sub-problems of a constraint satisfaction\nproblem into independent partial problems, avoiding redundant work.\n  The paper discusses how DDS interacts with key features that make\npropagation-based solvers successful: constraint propagation, especially for\nglobal constraints, and dynamic search heuristics.\n  We have implemented DDS for the Gecode constraint programming library. Two\napplications, solution counting in graph coloring and protein structure\nprediction, exemplify the benefits of DDS in practice.\n","Comment: 20 pages, 9 figures, 2 tables; longer, more detailed version"]}]
["0801.2453",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2453"],"date":["2008-01-16","2008-06-11"],"type":["text"],"creator":["Kiselev, V. V.","Timofeev, S. A."],"language":[],"coverage":[],"title":["Quasiattractor dynamics of lambda-phi^4-inflation"],"description":["  At high e-foldings of expansion, the inflation with the quartic potential\nexhibits the parametric attractor governed by the slowly running Hubble rate.\nThis quasiattractor simplifies the analysis of predictions for the\ninhomogeneity generated by the quantum fluctuations of inflaton. The method\nreveals the connection of inflation e-folding with general parameters of\npreheating regime in various scenarios and observational data.\n","Comment: 8 pages, 3 figures, revtex class, absract and conclusion modified,\n  equation (67) and its dicussion added in section III.B.1, minor edition of\n  introduction and section III.B.2 performed"]}]
["0801.3601",{"format":[],"subject":["Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3601","Phys. Rev. A 77, 063202 (2008)","doi:10.1103/PhysRevA.77.063202"],"date":["2008-01-23","2008-05-10"],"type":["text"],"creator":["Rabinovitch, Roman","Xia, Chunlei","Kresin, Vitaly V."],"language":[],"coverage":[],"title":["Evaporative attachment of slow electrons to alkali nanoclusters"],"description":["  The abundance spectrum of Na^-_{n~7-140} anions formed by low energy electron\nattachment to free nanoclusters is measured to be strongly and nontrivially\nrestructured with respect to the neutral precursor beam. This restructuring is\nexplained in quantitative detail by a general framework of evaporative\nattachment: an electron is captured by the long-range polarization potential,\nits energy is transferred into thermal vibrations, and dissipated by\nevaporative cooling. The data also affirm a formulated relation between the\nbinding energies of cationic, neutral, and anionic clusters, and an adjustment\nto the prior values of dimer evaporation energies.\n","Comment: 9 pages, 3 figures, revised"]}]
["0802.1217",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1217"],"date":["2008-02-08","2008-06-11"],"type":["text"],"creator":["Billerey, Nicolas","Dieulefait, Luis"],"language":[],"coverage":[],"title":["Solving Fermat-type equations x^5+y^5=dz^p"],"description":["  In this paper we are interested in solving the Fermat-type equations\nx^5+y^5=dz^p where d is a positive integer and p a prime number $\\ge 7$. We\ndescribe a new method based on modularity theorems which allows us to improve\nall the results in a previous paper of the first author. We finally discuss the\npresent limitations of the method by looking at the case d=3.\n","Comment: major revision: mistakes corrected, several new cases covered"]}]
["0802.1564",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1564"],"date":["2008-02-12","2008-06-11"],"type":["text"],"creator":["Arakawa, Tomoyuki"],"language":[],"coverage":[],"title":["Representation theory of W-algebras, II: Ramond twisted representations"],"description":["  We study the Ramond twisted representations of the affine W-algebra W^k(g,f)\nin the case that f admits a good even grading. We establish the vanishing and\nthe almost irreducibility of the corresponding BRST cohomology. This confirms\nsome of the recent conjectures of Kac and Wakimoto. In type A, our results give\nthe characters of all irreducible ordinary Ramond twisted representations of\nW^k(sl_n,f) for all nilpotent elements f and all non-critical k, and prove the\nexistence of modular invariant representations conjectured by Kac and Wakimoto.\n","Comment: Fixed some errors"]}]
["0802.3229",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3229"],"date":["2008-02-21","2008-06-11"],"type":["text"],"creator":["Schild, Rudolph E.","Gibson, Carl H."],"language":[],"coverage":[],"title":["Goodness in the Axis of Evil"],"description":["  An unexpected alignment of 2-4-8-16 cosmic microwave background spherical\nharmonic directions with the direction of a surprisingly large WMAP temperature\nminimum, a large radio galaxy void, and an unexpected alignment and handedness\nof galaxy spins have been observed. The alignments point to RA=202 degrees,\ndelta = 25 degrees and are termed the ``Axis of Evil''. Already many authors\nhave commented about how the AE impacts our understanding of how structure\nemerged in the Universe within the framework of Lamda-CDM, warm dark matter,\nstring theory, and hydro-gravitational dynamics (HGD). The latter uniquely\npredicts the size scales of the voids and matter condensations, based upon\nestimates of fluid forces in the early phases of structure formation. Reported\ndepartures from simple Gaussian properties of the WMAP data favor two regimes\nof turbulent structure formation, and from these we make predictions of the\nnature of finer structure expected to be measured with the PLANCK spacecraft.\n  From HGD, friction has limited the expansion of superclusters to 30 Mpc but\nsupervoids have expanded with the universe to 300 Mpc.\n","Comment: 9 pages, 1 figure and 1 table, rejected by ApJ Letters not for\n  technical reasons, but because the manuscript is too qualitative and does not\n  rise to the level of ApJ. And the title is objectionable"]}]
["0803.1666",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","57R45 (Primary)","57R75, 57R42, 55Q45 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1666"],"date":["2008-03-11","2008-06-11"],"type":["text"],"creator":["Kalmar, Boldizsar"],"language":[],"coverage":[],"title":["Cobordism of fold maps, stably framed manifolds and immersions"],"description":["  We give complete geometric invariants of cobordisms of fold maps with\noriented singular set and cobordisms of even codimensional fold maps. These\ninvariants are given in terms of cobordisms of stably framed manifolds and\ncobordisms of immersions with prescribed normal bundles defined by the author\nin his earlier works.\n","Comment: 8 pages, revised"]}]
["0804.1301",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1301","Phys. Rev. E 77, 061112 (2008)","doi:10.1103/PhysRevE.77.061112"],"date":["2008-04-08","2008-06-10"],"type":["text"],"creator":["Denisov, S. I.","Horsthemke, Werner","Hänggi, Peter"],"language":[],"coverage":[],"title":["Steady-State L\\'evy Flights in a Confined Domain"],"description":["  We derive the generalized Fokker-Planck equation associated with a Langevin\nequation driven by arbitrary additive white noise. We apply our result to study\nthe distribution of symmetric and asymmetric L\\'{e}vy flights in an infinitely\ndeep potential well. The fractional Fokker-Planck equation for L\\'{e}vy flights\nis derived and solved analytically in the steady state. It is shown that\nL\\'{e}vy flights are distributed according to the beta distribution, whose\nprobability density becomes singular at the boundaries of the well. The origin\nof the preferred concentration of flying objects near the boundaries in\nnonequilibrium systems is clarified.\n","Comment: 10 pages, 1 figure"]}]
["0804.2215",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2215","Phys. Rev. B 77, 235414 (2008)","doi:10.1103/PhysRevB.77.235414"],"date":["2008-04-14"],"type":["text"],"creator":["Ludwig, T.","Gornyi, I. V.","Mirlin, A. D.","Woelfle, P."],"language":[],"coverage":[],"title":["Effect of gauge-field interaction on fermion transport in 2D: Hartree\n  conductivity correction and dephasing"],"description":["  We consider the quantum corrections to the conductivity of fermions\ninteracting via a Chern-Simons gauge field, and concentrate on the Hartree-type\ncontributions. The first-order Hartree approximation is only valid in the limit\nof weak coupling \\lambda to the gauge field, and results in an antilocalizing\nconductivity correction, \\sim \\lambda^2 g \\ln^2 T (g is the conductance). In\nthe case of strong coupling, an infinite summation of higher-order terms is\nnecessary, including both the virtual (renormalization) and real (dephasing)\nprocesses. At intermediate temperatures 1/g^2\\tau<<T<<1/g\\tau (\\tau is the\ntransport time), the T-dependence of the conductivity is determined by the\nHartree correction. At low temperatures T<<1/g^2\\tau, the Hartree correction\nassumes a logarithmic form with a coefficient of order unity. As a result, the\nnegative exchange contribution becomes dominant, yielding localization in the\nlimit of zero T. We further discuss dephasing at strong coupling and show that\nthe dephasing rates are of the order of T, owing to the interplay of inelastic\nscattering and renormalization. On the other hand, the dephasing length is\nanomalously short, L_\\phi<<L_T. For the case of composite fermions with\nlong-range Coulomb interaction, the Hartree correction has the usual\nT-dependence, and for realistic g is overcompensated by the negative exchange\ncontribution due to the gauge-boson and scalar parts of the interaction. In\nthis case, the dephasing length L_\\phi is of the order of L_T for not too low T\nand exceeds L_T for T<1/g\\tau.\n","Comment: 36 pages, 16 figures"]}]
["0804.4734",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4734","Phys. Rev. Lett. 100 (2008) 236401","doi:10.1103/PhysRevLett.100.236401"],"date":["2008-04-30","2008-06-11"],"type":["text"],"creator":["Watanabe, Shinji","Tsuruta, Atsushi","Miyake, Kazumasa","Flouquet, Jacques"],"language":[],"coverage":[],"title":["Magnetic-Field Control of Quantum Critical Points of Valence Transition"],"description":["  We study the mechanism how critical end points of first-order valence\ntransitions are controlled by a magnetic field. We show that the critical\ntemperature is suppressed to be a quantum critical point (QCP) by a magnetic\nfield and unexpectedly the QCP exhibits nonmonotonic field dependence in the\nground-state phase diagram, giving rise to emergence of metamagnetism even in\nthe intermediate valence-crossover regime. The driving force of the\nfield-induced QCP is clarified to be cooperative phenomena of Zeeman effect and\nKondo effect, which create a distinct energy scale from the Kondo temperature.\nThis mechanism explains peculiar magnetic response in CeIrIn5 and metamagnetic\ntransition in YbXCu4 for X=In as well as sharp contrast between X=Ag and Cd.\n","Comment: 4 pages, 4 figures"]}]
["0805.0482",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0482","Phys. Rev. A 77, 063811 (2008).","doi:10.1103/PhysRevA.77.063811"],"date":["2008-05-05"],"type":["text"],"creator":["Nielsen, Anne E. B.","Molmer, Klaus"],"language":[],"coverage":[],"title":["Atomic spin squeezing in an optical cavity"],"description":["  We consider squeezing of one component of the collective spin vector of an\natomic ensemble inside an optical cavity. The atoms interact with a cavity\nmode, and the squeezing is obtained by probing the state of the light field\nthat is transmitted through the cavity. Starting from the stochastic master\nequation, we derive the time evolution of the state of the atoms and the cavity\nfield, and we compute expectation values and variances of the atomic spin\ncomponents and the quadratures of the cavity mode. The performance of the setup\nis compared to spin squeezing of atoms by probing of a light field transmitted\nonly once through the sample.\n","Comment: 8 pages, 2 figures"]}]
["0805.2252",{"format":[],"subject":["Mathematical Physics","82B05","82B21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2252"],"date":["2008-05-15","2008-06-11"],"type":["text"],"creator":["Rebenko, Oleksey","Tertychnyi, Maksym"],"language":[],"coverage":[],"title":["On stability, superstability and strong superstability of classical\n  systems of Statistical Mechanics"],"description":["  A detailed analysis of conditions on 2-body interaction potential, which\nensure stability, superstability or strong superstability of statistical\nsystems is given. There has been given the connection between conditions of\nsuperstability (strong superstability) and the problem of minimization of Riesz\nenergy in the bounded volumes\n","Comment: 14 pages"]}]
["0805.3754",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3754"],"date":["2008-05-24","2008-06-11"],"type":["text"],"creator":["Gerasimov, Anton","Lebedev, Dimitri","Oblezin, Sergey"],"language":[],"coverage":[],"title":["On q-deformed gl(l+1)-Whittaker function III"],"description":["  We identify q-deformed gl(l+1)-Whittaker functions with a specialization of\nMacdonald polynomials. This provides a representation of q-deformed\ngl(l+1)-Whittaker functions in terms of Demazure characters of affine Lie\nalgebra \\hat{gl(l+1)}. We also define a system of dual Hamiltonians for\nq-deformed gl(l+1)-Toda chains and give a new integral representation for\nq-deformed gl(l+1)-Whittaker functions. Finally an expression of q-deformed\ngl(l+1)-Whittaker function as a matrix element of a quantum torus algebra is\nderived.\n","Comment: 20 pages, several typos corrected"]}]
["0805.4046",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4046"],"date":["2008-05-26","2008-06-09"],"type":["text"],"creator":["Zhao, HongSheng"],"language":[],"coverage":[],"title":["Reinterpreting MOND: coupling of Einsteinian gravity and spin of cosmic\n  neutrinos?"],"description":["  Several rare coincidences of scales in standard particle physics are needed\nto explain (i) why neutrinos have mass, (ii) why the negative pressure of the\ncosmological dark energy (DE) coincides with the positive pressure of random\nmotion of dark matter (DM) in bright galaxies, (iii) why Dark Matter in\ngalaxies seems to have a finite phase-space density, and to follow the\nTully-Fisher-Milgrom relation of galaxy rotation curves. The old idea of\nself-interacting DM is given a new spin: we propose that the neutrino\nspin-gravity coupling could lead to a cosmic neutrino dark fluid with a an\ninternal energy density varying as function of the local acceleration of the\nneutrino fluid with respect the CMB background. We link the\nTully-Fisher-Milgrom relation of spiral galaxies (or MOND) with the\nrelativistic pressure of the neutrino dark fluid without modifying Einsteinian\ngravity.\n","Comment: 8p, some changes of notations, references added"]}]
["0806.0259",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0259"],"date":["2008-06-02","2008-06-11"],"type":["text"],"creator":["Shi, Junren"],"language":[],"coverage":[],"title":["Effective Interacting Hamiltonian and Pairing Symmetry of LaOFeAs"],"description":["  We establish the general form of effective interacting Hamiltonian for\nLaOFeAs system based on the symmetry consideration. The peculiar symmetry\nproperty of the electron states yields unusual form of electron-electron\ninteraction. Based on the general effective Hamiltonian, we determine all the\nten possible pairing states. More physical considerations would further reduce\nthe list of the candidates for the pairing state.\n","Comment: 4 pages, 2 figures, update figures, table and discussion"]}]
["0806.0805",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - General Mathematics","11B39","05A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0805"],"date":["2008-06-04","2008-06-11"],"type":["text"],"creator":["Cigler, Johann"],"language":[],"coverage":[],"title":["Recurrence relations for powers of q-Fibonacci polynomials"],"description":["  We derive some q-analogs of Euler-Cassini-type identities and of recurrence\nformulas for powers of Fibonacci polynomials.\n"]}]
["0806.0881",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0881"],"date":["2008-06-04","2008-06-11"],"type":["text"],"creator":["Alexeev, Valery"],"language":[],"coverage":[],"title":["Weighted grassmannians and stable hyperplane arrangements"],"description":["  We give a common generalization of (1) Hassett's weighted stable curves, and\n(2) Hacking-Keel-Tevelev's stable hyperplane arrangements.\n","Comment: 19 pages. v2: misc minor improvements"]}]
["0806.0903",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0903"],"date":["2008-06-05","2008-06-10"],"type":["text"],"creator":["Huang, Shao-Lun","Chen, Ming-Yang","Chen, Kwang-Cheng","Cioffi, John M."],"language":[],"coverage":[],"title":["On the Capacity of Gaussian Relay Channels"],"description":["  This paper has been withdrawn due to that the same conclusion has been\nproposed before.\n","Comment: This article has been withdrawn"]}]
["0806.1345",{"format":[],"subject":["Mathematics - Representation Theory","20G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1345"],"date":["2008-06-08","2008-06-11"],"type":["text"],"creator":["Dudko, A."],"language":[],"coverage":[],"title":["Asymptotics of Plancherel measures for $GL(n,q)$"],"description":["  We introduce the Plancherel measure on the set of partition collections,\nwhich parameterize irreducible representations of order n general linear group\nover a finite field. We prove that as n goes to infinity, the random partitions\nfrom the random collections converge in finite dimencional distribution to\nindependent random variables. We give explicit formulas for the corresponding\nlimit distributions.\n","Comment: 5 pages"]}]
["0806.1526",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1526"],"date":["2008-06-09"],"type":["text"],"creator":["Ornl, V. Danilov"],"language":[],"coverage":[],"title":["On Electromagnetic Wave Interaction with Dense Resonant Atom Medium"],"description":["  The excitation of atomic levels due to interaction with electromagnetic waves\nbecame of interest in accelerator physics in relation to high efficiency charge\nexchange injection into rings for high beam power applications. Usually, the\nbeam density is so small that its influence on the wave is completely\nneglected. Here we consider the case of dense beams - the beam dimensions are\nlarge as compared to light reflection length. This paper shows that the waves\ncan be trapped in the medium under these conditions. Moreover, the atoms with\ninduced dipole moments start to interact strongly with each other, leading to\npossibility to create some atomic patterns when the medium is relatively cold.\n"]}]
["0806.1528",{"format":[],"subject":["Mathematics - Spectral Theory","34L40, 47-02, 42C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1528"],"date":["2008-06-09"],"type":["text"],"creator":["Simon, Barry"],"language":[],"coverage":[],"title":["The Christoffel-Darboux Kernel"],"description":["  A review of the uses of the CD kernel in the spectral theory of orthogonal\npolynomials, concentrating on recent results.\n","Comment: To appear in \"Perspectives in PDE, Harmonic Analysis and\n  Applications\" in honor of V.G. Maz'ya's 70th birthday, to be published in\n  Proceedings of Symposia in Pure Mathematics (Dorina Mitrea and Marius Mitrea,\n  editors)"]}]
["0806.1538",{"format":[],"subject":["Mathematics - Representation Theory","20G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1538"],"date":["2008-06-09"],"type":["text"],"creator":["Cliff, Gerald"],"language":[],"coverage":[],"title":["A basis of bideterminants for the coordinate ring of the orthogonal\n  group"],"description":["  We give a basis of bideterminants for the coordinate ring K[O(n)] of the\northogonal group O(n,K), where K is an infinite field of characteristic not 2.\nThe bideterminants are indexed by pairs of Young tableaux which are\nO(n)-standard in the sense of King-Welsh. We also give an explicit filtration\nof K[O(n)] as an O(n,K)-bimodule, whose factors are isormorphic to the tensor\nproduct of orthogonal analogues of left and right Schur modules.\n","Comment: 26 pages"]}]
["0806.1539",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1539"],"date":["2008-06-09"],"type":["text"],"creator":["Pang, Chao-Yang","Ding, Cong-Bao","Hu, Ben-Qiong"],"language":[],"coverage":[],"title":["Quantum Search Algorithm for Set Operation"],"description":["  The operations of data set, such as intersection, union and complement, are\nthe fundamental calculation in mathematics. It's very significant that\ndesigning fast algorithm for set operation. In this paper, the quantum\nalgorithm for intersection is presented. And its running time is\nsqrt(|A|*|B|*|C|) for set operation C = A intersection B, while classical\ncomputation needs O (|A| *|B|) steps of computation in general, where |.|\ndenotes the size of set. The presented algorithm is the combination of Grover's\nalgorithm, classical memory and classical iterative computation, and the\ncombination method decrease the complexity of designing quantum algorithm.The\nmethod can be used to design other set operations also. Keywords: Set\noperation, General Grover iteration, Grover's algorithm\n","Comment: 15 page 2 Figure"]}]
["0806.1543",{"format":[],"subject":["Computer Science - Multimedia","Computer Science - Cryptography and Security","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1543"],"date":["2008-06-09"],"type":["text"],"creator":["Schmidt, Andreas U."],"language":[],"coverage":[],"title":["On the Superdistribution of Digital Goods"],"description":["  Business models involving buyers of digital goods in the distribution process\nare called superdistribution schemes. We review the state-of-the art of\nresearch and application of superdistribution and propose systematic approach\nto market mechanisms using super-distribution and technical system\narchitectures supporting it. The limiting conditions on such markets are of\neconomic, legal, technical, and psychological nature.\n","Comment: Invited paper at the Wokshop 2008 International Workshop on\n  Multimedia Security in Communication (MUSIC'08) To appear in: Proceedings of\n  2008 Third International Conference on Communications and Networking in China\n  (CHINACOM'08), August 25-27, 2008, Hangzhou, China"]}]
["0806.1544",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1544"],"date":["2008-06-09"],"type":["text"],"creator":["Khan, Faisal Shah"],"language":[],"coverage":[],"title":["An Alternative Quantization Protocol for the History Dependent Parrondo\n  Game"],"description":["  Earlier work on the quantization of the history dependent (HD) Parrondo game\nby Flitney, Ng, and Abbott led to the FNA protocol. We propose an alternative\nquantization protocol for this game which differs from the FNA protocol in\nvarious aspects.\n"]}]
["0806.1545",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1545"],"date":["2008-06-09"],"type":["text"],"creator":["de Andrade, Garcia"],"language":[],"coverage":[],"title":["Stretching Riemannian spherical solar dynamo model from differentia\n  rotation"],"description":["  Stretching solar dynamos from differential rotation in a Riemannian manifold\nsetting is presented. The spherical model follows closely a twisted magnetic\nflux tube Riemannian geometrical model or flux rope in solar physics, presented\npreviously by Ricca [Solar Physics (1997)]. The spherical model presented here\npresent new and interesting feature concerning its connection with spherical\nsteady solar dynamos. One of this new feature is represented by the fact that\nthe by considering poloidal magnetic field component much weaker than its\ntoroidal counterpart, one obtains a stretch dynamo action where the Riemannian\nsolar spherical line element is proportional to differential rotation. This\nresult is obtained also by using the Vainshtein-Zeldovich stretch, twist and\nfold (STF) method to generate dynamos. One notes that for high magnetic\nReynolds of $R{m}=O({10^{7}})$ the dynamo action is present for a corresponding\nsmall stretching factor of $K^{2}=1.6$ where $K^{2}=1$ represents the\nunstretched dynamo. The constant stretched dynamos considered here are shown to\nbe Riemann-flat, where the Riemann curvature tensor vanishes. Solar cycle\ndynamos are therefore compatible with the Riemann-flat stretching dynamo model\nfrom solar differential rotation presented here.\n"]}]
["0806.1547",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1547"],"date":["2008-06-09"],"type":["text"],"creator":["Abramenko, Valentyna"],"language":[],"coverage":[],"title":["Spectrum of Magnetic Dissipation and Horizontal Electric Currents in the\n  Solar Photosphere"],"description":["  A proxy for horizontal electric currents in the solar photosphere was\nsuggested. For a set of evolving active regions (ARs) observed with {\\it Solar\nand Heliospheric Observatory (SOHO)} Michelson Doppler Imager (MDI) in the high\nresolution mode, the dissipation spectrum, $k^2E(k)$, and the spatial structure\nof dissipation, i.e., the Stokes dissipation function $\\epsilon(x,y)$, were\ncalculated from the observed $B_z$ component of the magnetic field. These\nfunctions allowed us to calculate (a part of) the horizontal electric current\ndensity in the photosphere. It was shown that as an active region emerges,\nlarge-scale horizontal electric currents are gradually generated and determine\na bulk of dissipation. When an active region decays, the large-scale horizontal\ncurrents decay faster than the small-scale ones. The density of horizontal\ncurrents in active regions is in the range of $<j_h > \\sim (0.008 - 0.028)$\nA/m$^2$, that is compatible with the density of vertical currents in active\nregions. We suggest two possible mechanisms for generation of such horizontal\ncurrents in the photosphere. One of them is the drift motions of charged\nparticles in the medium of varying plasma pressure gradient in a horizontal\nplane at the periphery of a sunspot. Such a drift can produce quasi-circular\nclosed horizontal currents around sunspots. Another possibility could be an\nexistence of horizontal axial current inside a highly twisted horizontal\nmagnetic structure laying in the photosphere along the magnetic neutral line.\nThe horizontal currents may contribute significantly to the dynamics of the\nphotosphere/corona coupling, as well as the estimation of non-potentiality of\nARs.\n","Comment: submitted to ApJ"]}]
["0806.1549",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1549"],"date":["2008-06-09"],"type":["text"],"creator":["Eswaran, Krishnan","Gastpar, Michael","Ramchandran, Kannan"],"language":[],"coverage":[],"title":["Bits through ARQs"],"description":["  A fundamental problem in dynamic frequency reuse is that the cognitive radio\nis ignorant of the amount of interference it inflicts on the primary license\nholder. A model for such a situation is proposed and analyzed. The primary\nsends packets across an erasure channel and employs simple ACK/NAK feedback\n(ARQs) to retransmit erased packets. Furthermore, its erasure probabilities are\ninfluenced by the cognitive radio's activity. While the cognitive radio does\nnot know these interference characteristics, it can eavesdrop on the primary's\nARQs. The model leads to strategies in which the cognitive radio adaptively\nadjusts its input based on the primary's ARQs thereby guaranteeing the primary\nexceeds a target packet rate. A relatively simple strategy whereby the\ncognitive radio transmits only when the primary's empirical packet rate exceeds\na threshold is shown to have interesting universal properties in the sense that\nfor unknown time-varying interference characteristics, the primary is\nguaranteed to meet its target rate. Furthermore, a more intricate version of\nthis strategy is shown to be capacity-achieving for the cognitive radio when\nthe interference characteristics are time-invariant.\n","Comment: submitted to IEEE Transactions on Information Theory"]}]
["0806.1550",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1550"],"date":["2008-06-09"],"type":["text"],"creator":["Barbieri, J.","Chapline, G."],"language":[],"coverage":[],"title":["High Energy Gamma Rays from Protons Hitting Compact Objects"],"description":["  In a previous paper the spectrum of positrons produced by matter initially at\nrest falling onto a massive compact object was calculated. In this paper this\ncalculation is generalized to obtain both the spectrum of in-flight positron\nannihilation and pi0 decay gamma rays produced when protons with a cosmic\nray-like spectrum hit the surface. The resulting pi0 decay gamma ray spectrum\nreflects the high energy proton energy spectrum, and is largely independent of\nthe mass of the compact object. One notable prediction for all compact objects\nis a dip in the spectrum below 70 MeV. As applied to the 10^6 solar mass\nmassive compact object near to the center of our galaxy, our theory shows\npromise for explaining the gamma rays coming from the galactic center as\nobserved by both the Compton satellite and HESS ground based array.\n","Comment: 7 pages, 1 figure"]}]
["0806.1554",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1554"],"date":["2008-06-09"],"type":["text"],"creator":["Ivlev, B."],"language":[],"coverage":[],"title":["Underbarrier interference and Euclidean resonance"],"description":["  Quantum tunneling from a thin wire or a thin film through a static potential\nbarrier in a zero magnetic field is studied. The wire or the film should\nsatisfy a condition of transverse quantization of levels and be inhomogeneous.\nDepending on a form of the inhomogeneity the tunneling scenario can\ndramatically differ from the conventional scheme of an exponential decay of a\nprobability density inside the barrier. This happens due to interference of\nvarious underbarrier paths, which are collected at some points giving rise to a\ntrans-barrier state of a large amplitude. As a result, the tunneling\nprobability through an almost classical barrier can be not exponentially small.\nThis is a phenomenon of Euclidean resonance studied earlier for tunneling\nacross nonstationary barriers.\n"]}]
["0806.1557",{"format":[],"subject":["Mathematics - Probability","60H15","35R60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1557"],"date":["2008-06-09"],"type":["text"],"creator":["Krylov, N. V."],"language":[],"coverage":[],"title":["It\\^o's formula for the $L_{p}$-norm of stochastic $W^{1}_{p}$-valued\n  processes"],"description":["  We prove It\\^o's formula for the $L_{p}$-norm of a stochastic\n$W^{1}_{p}$-valued processes appearing in the theory of SPDEs in divergence\nform.\n","Comment: 16 pages"]}]
["0806.1558",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1558","doi:10.2478/s11534-008-0076-3"],"date":["2008-06-09"],"type":["text"],"creator":["Andronov, Ivan L.","Antoniuk, Kirill A.","Breus, Vitalii V.","Chinarova, Lidia L.","Han, Won Young","Jeon, Young Beom","Kim, Yonggi","Kolesnikov, Sergey V.","Oh, Joon Young","Pavlenko, Elena P.","Shakhovskoy, Nikolay M."],"language":[],"coverage":[],"title":["Idling Magnetic White Dwarf in the Synchronizing Polar BY Cam. The\n  Noah-2 Project"],"description":["  Results of a multi-color study of the variability of the magnetic cataclysmic\nvariable BY Cam are presented. The observations were obtained at the Korean\n1.8m and Ukrainian 2.6m, 1.2m and 38-cm telescopes in 2003-2005, 56\nobservational runs cover 189 hours. The variations of the mean brightness in\ndifferent colors are correlated with a slope dR/dV=1.29(4), where the number in\nbrackets denotes the error estimates in the last digits. For individual runs,\nthis slope is much smaller ranging from 0.98(3) to 1.24(3), with a mean value\nof 1.11(1). Near the maximum, the slope becomes smaller for some nights,\nindicating more blue spectral energy distribution, whereas the night-to-night\nvariability has an infrared character. For the simultaneous UBVRI photometry,\nthe slopes increase with wavelength from dU/dR=0.23(1) to dI/dR=1.18(1). Such\nwavelength dependence is opposite to that observed in non-magnetic cataclysmic\nvariables, in an agreement to the model of cyclotron emission. The principal\ncomponent analysis shows two (with a third at the limit of detection)\ncomponents of variablitity with different spectral energy distribution, which\npossibly correspond to different regions of emission. The scalegram analysis\nshows a highest peak corresponding to the 200-min spin variability, its quarter\nand to the 30-min and 8-min QPOs. The amplitudes of all these components are\ndependent on wavelength and luminosity state. The light curves were fitted by a\nstatistically optimal trigonometrical polynomial (up to 4-th order) to take\ninto account a 4-hump structure. The dependences of these parameters on the\nphase of the beat period and on mean brightness are discussed. The amplitude of\nspin variations increases with an increasing wavelength and with decreasing\nbrightness\n","Comment: 30pages, 11figures, accepted in Cent.Eur.J.Phys"]}]
["0806.1561",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1561"],"date":["2008-06-09"],"type":["text"],"creator":["Chen, William Y. C.","Wang, Larry X. W.","Yang, Arthur L. B."],"language":[],"coverage":[],"title":["Schur Positivity and the $q$-Log-convexity of the Narayana Polynomials"],"description":["  Using Schur positivity and the principal specialization of Schur functions,\nwe provide a proof of a recent conjecture of Liu and Wang on the\n$q$-log-convexity of the Narayana polynomials, and a proof of the second\nconjecture that the Narayana transformation preserves the log-convexity. Based\non a formula of Br\\\"and$\\mathrm{\\acute{e}}$n which expresses the $q$-Narayana\nnumbers as the specializations of Schur functions, we derive several symmetric\nfunction identities using the Littlewood-Richardson rule for the product of\nSchur functions, and obtain the strong $q$-log-convexity of the Narayana\npolynomials and the strong $q$-log-concavity of the $q$-Narayana numbers.\n","Comment: 38 pages, 6 figures"]}]
["0806.1563",{"format":[],"subject":["Mathematics - Number Theory","11J81","11J99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1563"],"date":["2008-06-09"],"type":["text"],"creator":["Coons, Michael","Borwein, Peter"],"language":[],"coverage":[],"title":["Transcendence of Power Series for Some Number Theoretic Functions"],"description":["  We give a new proof of Fatou's theorem: {\\em if an algebraic function has a\npower series expansion with bounded integer coefficients, then it must be a\nrational function.} This result is applied to show that for any non--trivial\ncompletely multiplicative function from $\\mathbb{N}$ to $\\{-1,1\\}$, the series\n$\\sum_{n=1}^\\infty f(n)z^n$ is transcendental over $\\mathbb{Z}[z]$; in\nparticular, $\\sum_{n=1}^\\infty \\lambda(n)z^n$ is transcendental, where\n$\\lambda$ is Liouville's function. The transcendence of $\\sum_{n=1}^\\infty\n\\mu(n)z^n$ is also proved.\n","Comment: 3 pages"]}]
["0806.1570",{"format":[],"subject":["Mathematics - Operator Algebras","46L05, 46L35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1570"],"date":["2008-06-10"],"type":["text"],"creator":["Robert, Leonel"],"language":[],"coverage":[],"title":["On the comparison of positive elements of a C*-algebra by lower\n  semicontinuous traces"],"description":["  It is shown in this paper that two positive elements of a C*-algebra agree on\nall lower semicontinuous traces if and only if they are equivalent in the sense\nof Cuntz and Pedersen. A similar result is also obtained in the more general\ncase where the two elements are comparable by their values on the lower\nsemicontinuous traces. This result is used to give a characterization of the\nfunctions on the cone of lower semicontinuous traces of a stable C*-algebra\nthat arise from positive elements of the algebra.\n","Comment: 5 pages; submitted for publication"]}]
["0806.1576",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1576","Physical Review B 76, 035316 (2007)","doi:10.1103/PhysRevB.76.035316"],"date":["2008-06-10"],"type":["text"],"creator":["Chung, Yunchul","Jo, Sanghyun","Chang, Dong-In","Lee, Hu-Jong","Zaffalon, M.","Umansky, V.","Heiblum, M."],"language":[],"coverage":[],"title":["Tunable 0.7 conductance plateau in quantum dots"],"description":["  A consistent approach in forming the 0.7 structure by using a quantum dot\nrather than a quantum point contact is demonstrated. With this scheme, it was\npossible to tune on and off the 0.7 structure. The 0.7 structure continuously\nevolved into a normal integer conductance plateau by varying the tuning\ncondition. Unlike the conventional 0.7 plateau, the new 0.7 structure was\nobserved even at low electron temperatures down to 100 mK, with unprecedented\nflatness. From our results, it is concluded that electron interference should\nbe taken into consideration to explain the 0.7 structure.\n"]}]
["0806.1587",{"format":[],"subject":["Physics - Physics and Society","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1587","Communications of the Laufen Colloquium on Science 2007, A.\n  Ruffing, A. Suhrer, J. Suhrer (Eds.), Shaker Publishing, 2007"],"date":["2008-06-10"],"type":["text"],"creator":["Lorenz, Jan"],"language":[],"coverage":[],"title":["Fixed points in models of continuous opinion dynamics under bounded\n  confidence"],"description":["  We present two models of continuous opinion dynamics under bounded confidence\nwhich are representable as nonnegative discrete dynamical systems, namely the\nHegselmann-Krause model (Hegselmann and Krause, Journal of Artificial Societies\nand Social Simulation 5(3), 2002) and the Deffuant-Weisbuch model (Deffuant et\nal, Advances in Complex Systems, 3, 2000). We fully characterize the set of\nfixed points for both models. They are identical. Further on, we present\nreformulations of both models on the more general level of densities of agents\nin the opinion space as interactive Markov chains. We also characterize the\nsets of fixed points as identical in both models.\n","Comment: 18 pages, 4 figures"]}]
["0806.1595",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1595","Physical Review B 76, 035110 (2007)","doi:10.1103/PhysRevB.76.035110"],"date":["2008-06-10"],"type":["text"],"creator":["Jo, Sanghyun","Khym, Gyong Luck","Chang, Dong-In","Chung, Yunchul","Lee, Hu-Jong","Kang, Kicheon","Mahalu, Diana","Umansky, Vladimir"],"language":[],"coverage":[],"title":["Beating of Aharonov-Bohm oscillations in a closed-loop interferometer"],"description":["  One of the points at issue with closed-loop-type interferometers is beating\nin the Aharonov-Bohm (AB) oscillations. Recent observations suggest the\npossibility that the beating results from the Berry-phase pickup by the\nconducting electrons in materials with the strong spin-orbit interaction (SOI).\nIn this study, we also observed beats in the AB oscillations in a gate-defined\nclosed-loop interferometer fabricated on a GaAs/AlGaAs two-dimensional\nelectron-gas heterostructure. Since this heterostructure has very small SOI,\nthe picture of the Berry-phase pickup is ruled out. The observation of beats in\nthis study, with the controllability of forming a single transverse subband\nmode in both arms of our gate-defined interferometer, also rules out the\noften-claimed multiple transverse subband effect. It is observed that nodes of\nthe beats with an h/2e period exhibit a parabolic distribution for varying the\nside gate. These results are shown to be well interpreted, without resorting to\nthe SOI effect, by the existence of two-dimensional multiple longitudinal modes\nin a single transverse subband. The Fourier spectrum of measured conductance,\ndespite showing multiple h/e peaks with the magnetic-field dependence that are\nvery similar to that from strong-SOI materials, can also be interpreted as the\ntwo-dimensional multiple-longitudinal-modes effect.\n"]}]
["0806.1596",{"format":[],"subject":["Mathematics - Number Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1596"],"date":["2008-06-10"],"type":["text"],"creator":["Sekatskii, Sergey K.","Beltraminelli, Stefano","Merlini, Danilo"],"language":[],"coverage":[],"title":["A few equalities involving integrals of the logarithm of the Riemann\n  Zeta-function and equivalent to the Riemann hypothesis"],"description":["  Using a generalized Littlewood theorem concerning integrals of the logarithm\nof analytical functions, we have established a few equalities involving\nintegrals of the logarithm of the Riemann Zeta-function and have rigorously\nproven that they are equivalent to the Riemann hypothesis. Separate\nconsideration for imaginary and real parts of these equalities, which deal\ncorrespondingly with the integrals of the logarithm of the module of the\nRiemann function and with the integrals of its argument is given. Preliminary\nresults of the numerical research performed using these equalities to test the\nRiemann hypothesis are presented.\n"]}]
["0806.1597",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1597"],"date":["2008-06-10"],"type":["text"],"creator":["Rendall, Alan D.","Ståhl, Fredrik"],"language":[],"coverage":[],"title":["Shock Waves in Plane Symmetric Spacetimes"],"description":["  We consider Einstein's equations coupled to the Euler equations in plane\nsymmetry, with compact spatial slices and constant mean curvature time. We show\nthat for a wide variety of equations of state and a large class of initial\ndata, classical solutions break down in finite time. The key mathematical\nresult is a new theorem on the breakdown of solutions of systems of balance\nlaws. We also show that an extension of the solution is possible if the spatial\nderivatives of the energy density and the velocity are bounded, indicating that\nthe breakdown is really due to the formation of shock waves.\n"]}]
["0806.1598",{"format":[],"subject":["Mathematics - Dynamical Systems","37D05, 37D20, 37D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1598"],"date":["2008-06-10"],"type":["text"],"creator":["Dai, Xiongping"],"language":[],"coverage":[],"title":["A positive solution to a conjecture of A. Katok for diffeomorphism case"],"description":["  In this paper, using Pesin theory and Liao theory, we give a positive\nsolution to a conjecture of A. Katok.\n","Comment: 11 pages, rigidity of Anosov diffeomorphisms"]}]
["0806.1600",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1600"],"date":["2008-06-10"],"type":["text"],"creator":["Zhang, Xicheng"],"language":[],"coverage":[],"title":["A Tamed 3D Navier-Stokes Equation in Domains"],"description":["  In this paper, we analyze a tamed 3D Navier-Stokes equation in uniform\n$C^2$-domains (not necessarily bounded), which obeys the scaling invariance\nprinciple, and prove the existence and uniqueness of strong solutions to this\ntamed equation. In particular, if there exists a bounded solution to the\nclassical 3D Navier-Stokes equation, then this solution satisfies our tamed\nequation. Moreover, the existence of a global attractor for the tamed equation\nin bounded domains is also proved. As simple applications, some well known\nresults for the classical Navier-Stokes equations in unbounded domains are\ncovered.\n","Comment: 23Pages"]}]
["0806.1610",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1610"],"date":["2008-06-10"],"type":["text"],"creator":["Schmidt, Andreas U.","Kuntze, Nicolai","Khayari, Rachid El"],"language":[],"coverage":[],"title":["SPAM over Internet Telephony and how to deal with it"],"description":["  In our modern society telephony has developed to an omnipresent service.\nPeople are available at anytime and anywhere. Furthermore the Internet has\nemerged to an important communication medium. These facts and the raising\navailability of broadband internet access has led to the fusion of these two\nservices. Voice over IP or short VoIP is the keyword, that describes this\ncombination. The advantages of VoIP in comparison to classic telephony are\nlocation independence, simplification of transport networks, ability to\nestablish multimedia communications and the low costs. Nevertheless one can\neasily see, that combining two technologies, always brings up new challenges\nand problems that have to be solved. It is undeniable that one of the most\nannoying facet of the Internet nowadays is email spam. According to different\nsources email spam is considered to be 80 to 90 percent of the email traffic\nproduced. The threat of so called voice spam or Spam over Internet Telephony\n(SPIT) is even more fatal, for the annoyance and disturbance factor is much\nhigher. As instance an email that hits the inbox at 4 p.m. is useless but will\nnot disturb the user much. In contrast a ringing phone at 4 p.m. will lead to a\nmuch higher disturbance. From the providers point of view both email spam and\nvoice spam produce unwanted traffic and loss of trust of customers into the\nservice. In order to mitigate this threat different approaches from different\nparties have been developed. This paper focuses on state of the art anti voice\nspam solutions, analyses them and reveals their weak points. In the end a SPIT\nproducing benchmark tool will be introduced, that attacks the presented anti\nvoice spam solutions. With this tool it is possible for an administrator of a\nVoIP network to test how vulnerable his system is.\n","Comment: 7th annual Conference Information Security South Africa (ISSA 2008)\n  University of Johannesburg, South Africa, 7 -9 July 2008"]}]
["0806.1611",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1611"],"date":["2008-06-10"],"type":["text"],"creator":["Murphy, Simon J.","Bessell, Michael S."],"language":[],"coverage":[],"title":["Towards a complete census of young stars in the solar neighbourhood with\n  SkyMapper"],"description":["  In this contribution we outline plans for identifying and characterising\nnumerous young, low-mass stars within 150 pc of the Sun using the new SkyMapper\ntelescope and Southern Sky Survey. We aim to learn more about the star\nformation history of the solar neighbourhood over the past 5-50 Myr, the\ndispersal processes involved, as well as testing pre-main sequence evolutionary\nmodels and the universality of the stellar Inital Mass Function. Searching for\nthe dispersed halo of low-mass objects predicted to surround the Eta\nChamaeleontis cluster will be one of the first goals of the project.\n","Comment: 5 pages, 2 figures. To appear in proceedings of the 8th Pacific Rim\n  Conference on Stellar Astrophysics, Phuket, May 2008"]}]
["0806.1612",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1612","J. Phys. Soc. Jpn. 77 (2008) 034001","doi:10.1143/JPSJ.77.034001"],"date":["2008-06-10"],"type":["text"],"creator":["Saka, Shinya","Takano, Hiroshi"],"language":[],"coverage":[],"title":["Relaxation of a Single Knotted Ring Polymer"],"description":["  The relaxation of a single knotted ring polymer is studied by Brownian\ndynamics simulations. The relaxation rate lambda_q for the wave number q is\nestimated by the least square fit of the equilibrium time-displaced correlation\nfunction to a double exponential decay at long times. The relaxation rate\ndistribution of a single ring polymer with the trefoil knot appears to behave\nas lambda_q=A(1/N^)x for q=1 and lambda_q=A'(q/N)^x' for q=2 and 3, where\nx=2.61, x'=2.02 and A>A'. The wave number q of the slowest relaxation rate for\neach N is given by q=2 for small values of N, while it is given by q=1 for\nlarge values of N. This crossover corresponds to the change of the structure of\nthe ring polymer caused by the localization of the knotted part to a part of\nthe ring polymer.\n","Comment: 13 pages, 5 figures, uses jpsj2.cls"]}]
["0806.1615",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1615"],"date":["2008-06-10"],"type":["text"],"creator":["Kraehmer, Ulrich"],"language":[],"coverage":[],"title":["The Hochschild cohomology ring of the standard Podles quantum sphere"],"description":["  The cup and cap product in twisted Hochschild (co)homology is computed for\nthe standard quantum 2-sphere and used to construct a cyclic 2-cocycle that\nrepresents the fundamental Hochschild class.\n"]}]
["0806.1621",{"format":[],"subject":["Mathematics - Numerical Analysis","65L99, 65M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1621"],"date":["2008-06-10"],"type":["text"],"creator":["E, Weinan","Vanden-Eijnden, Eric"],"language":[],"coverage":[],"title":["Some Critical Issues for the \"Equation-Free\" Approach to Multiscale\n  Modeling"],"description":["  The \"equation-free'' approach has been proposed in recent years as a general\nframework for developing multiscale methods to efficiently capture the\nmacroscale behavior of a system using only the microscale models. In this\npaper, we take a close look at some of the algorithms proposed under the\n\"equation-free'' umbrella, the projective integrators and the patch dynamics.\nWe discuss some very simple examples in the context of the \"equation-free''\napproach. These examples seem to indicate that while its general philosophy is\nquite attractive and indeed similar to many other approaches in concurrent\nmultiscale modeling, there are severe limitations to the specific\nimplementation proposed by the equation-free approach.\n"]}]
["0806.1623",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1623"],"date":["2008-06-10"],"type":["text"],"creator":["Prandoni, I.","Parma, P.","Mignano, A.","de Ruiter, H. R.","Gregorini, L.","Vettolani, G.","Wieringa, M. H.","Ekers, R. D."],"language":[],"coverage":[],"title":["A view of the sub-mJy populations, modelling and perspectives for future\n  deep surveys"],"description":["  We use deep multi-colour (UBVRIJK) images mostly taken in the framework of\nthe ESO Deep Public Survey (DPS) to optically identify and derive photometric\nredshifts for a complete sample of 131 radio sources with S>0.4 mJy, observed\nat both 1.4 and 5 GHz as part of the ATESP radio survey. The availability of\nmulti-wavelength radio and optical information is exploited to infer the\nphysical properties of the faint radio population. In particular we find that,\nconsidering both early-type galaxies and quasars as sources with an active\nnucleus, AGNs largely dominate our sample sub-mJy sample (78%). Further\nradio/optical analysis of such AGN component has revealed a somewhat unexpected\nclass of flat/inverted-spectrum sources with low radio-to-optical ratios\n(R<100), which are preferentially identified with early-type galaxies. Such\nsources are quite compact (d<10-30 kpc), suggesting core-dominated radio\nemission triggered by low luminosity AGNs. This intriguing class of objects\ndeserves further analysis, and new higher resolution radio observations are\ncurrently under way. In parallel we are developing radio source models, for\nboth the AGN and the star-forming components of the sub-mJy radio pupulation.\nHere we discuss the first results.\n","Comment: Accepted for publication in Proceedings of Science (PoS). Conference\n  'From Planets to Dark Energy: The Modern Radio Universe', Oct. 1-5, 2007,\n  Manchester (UK)"]}]
["0806.1636",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence","Computer Science - Computational Complexity","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1636"],"date":["2008-06-10"],"type":["text"],"creator":["Pratt-Hartmann, Ian"],"language":[],"coverage":[],"title":["Data-Complexity of the Two-Variable Fragment with Counting Quantifiers"],"description":["  The data-complexity of both satisfiability and finite satisfiability for the\ntwo-variable fragment with counting is NP-complete; the data-complexity of both\nquery-answering and finite query-answering for the two-variable guarded\nfragment with counting is co-NP-complete.\n"]}]
["0806.1657",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1657"],"date":["2008-06-10"],"type":["text"],"creator":["Olech, A.","Wisniewski, M.","Zloczewski, K.","Cook, L. M.","Mularczyk, K.","Kedzierski, P."],"language":[],"coverage":[],"title":["Curious Variables Experiment (CURVE). RZ LMi - the most active SU UMa\n  star"],"description":["  We report extensive photometry of the frequently outbursting dwarf nova RZ\nLeo Minoris. During two seasons of observations we detected 12 superoutbursts\nand 7 normal outbursts. The V magnitude of the star varied in range from 16.5\nto 13.9 mag. The superoutbursts occur quite regularly flashing every 19.07(4)\ndays and lasting slightly over 10 days. The average interval between two\nsuccessive normal outbursts is 4.027(3) days. The mean superhump period\nobserved during the superoutbursts is 0.059396(4) days (85.530(6) min). The\nperiod of the superhumps was constant except for one superoutburst when it\nincreased with a rate of $\\dot P/P_{\\rm sh} = 7.6(1.9)\\cdot 10^{-5}$. Our\nobservations indicate that RZ LMi goes into long intervals of showing permanent\nsuperhumps which are observed both in superoutbursts and quiescence. This may\nindicate that decoupling of thermal and tidal instabilities play important role\nin ER UMa systems. No periodic light variations which can be connected with\norbital period of the binary were seen, thus the mass ratio and evolutionary\nstatus of RZ LMi are still unknown.\n","Comment: 20 pages, 15 figures, accepted for publication in Acta Astronomica"]}]
["0806.1658",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1658"],"date":["2008-06-10"],"type":["text"],"creator":["Brijitta, J.","Tata, B. V. R.","Kaliyappan, T."],"language":[],"coverage":[],"title":["Phase Behavior of Poly(N-isopropylacrylamide) Nanogel dispersions:\n  Temperature Dependent Particle Size and Interactions"],"description":["  The phase behavior of poly (N-isopropylacrylamide) nanoparticles dispersed in\naqueous medium is investigated as a function of temperature using static and\ndynamic light scattering techniques. The diameter, d of the particles, as\ndetermined by dynamic light scattering measurements on dilute dispersion showed\na decrease in size from 273 nm at 25C to 114 nm at 40C as function of\ntemperature with a sudden collapse of particle volume (volume phase transition)\nat 32.4C. Further this nanoparticle dispersion is found to turn turbid beyond\nvolume phase transition. Static light scattering measurements on samples with\nintermediate concentration and high concentration showed liquid-like order and\ncrystalline order respectively. The intensity of the Bragg peak of the\ncrystallized sample when monitored as a function of temperature showed crystal\nto liquid transition at 26.2C and a fluid to fluid transition at 31C. The\noccurrence of melting at a volume fraction of 0.85 and the absence of change in\nnumber density across the fluid-to-fluid transition suggest that interparticle\ninteraction is repulsive soft-sphere below the volume phase transition. The\nreported results on the phase behavior of poly(N-isopropylacrylamide) nanogel\nsuspensions are discussed in the light of the present results.\n","Comment: 11 pages"]}]
["0806.1661",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1661"],"date":["2008-06-10"],"type":["text"],"creator":["Shekhar, Chandra","Singh, Sonal","Siwach, P K","Singh, H K","Srivastava, O N"],"language":[],"coverage":[],"title":["Synthesis and Microstructural Studies of Iron Based LaO1-xFxFeAs\n  Superconducting Materials"],"description":["  We report on the synthesis and microstructural studies of fluorine based iron\ndoped superconductors. We have successfully synthesized the fluorine based new\nsuperconducting material LaO1-xFxFeAs by choosing comparatively lower\ntemperature and longer synthesis duration. The superconducting transition\ntemperature that we have achieved is 27.5 K which is observed at doping level\nof x=0.2. The structural microstructural characterizations have been done by\nemploying XRD, SEM and TEM techniques. The SEM and TEM micrographs reveal the\nlayered structure.\n","Comment: 5 Pages, 5 Figures"]}]
["0806.1667",{"format":[],"subject":["Mathematics - Number Theory","11P32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1667"],"date":["2008-06-10"],"type":["text"],"creator":["van de Bult, Fokko","Korevaar, Jaap"],"language":[],"coverage":[],"title":["Mean value one of prime-pair constants"],"description":["  For k greater than 1 and r different from 0, let pi^k_{2r}(x) denote the\nnumber of prime pairs (p,p^k+2r) with p not exceeding (large) x. By the\nBateman-Horn conjecture, the function pi^k_{2r}(x) should be asymptotic to\n(2/k)C^k_{2r}li_2(x), with certain specific constants C^k_{2r}. Heuristic\narguments lead to the conjecture that these constants have mean value one, just\nlike the Hardy-Littlewood constants C_{2r} for prime pairs (p,p+2r). The\nconjecture is supported by extensive numerical work.\n","Comment: 19 pages, 1 eps figure, 4 tables"]}]
["0806.1679",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1679"],"date":["2008-06-10"],"type":["text"],"creator":["Groisman, Berry"],"language":[],"coverage":[],"title":["Is Teleportation a (quantum) mystery?"],"description":["  Since its discovery quantum teleportation has often been seen as a\nmanifestation, indeed the epitome, of the very paradoxical and mysterious\nnature of quantum theory itself. It is commonly regarded as genuinely quantum\nand essentially paradoxical. Although a common approach to teleportation\namongst physicists nowadays is a somewhat operational one, some researchers are\nmaking an effort to deflate the above views.\n  On the one hand, it was recently argued that the paradox of information\ntransfer taking place in teleportation is dissolved (Timpson, 2006) by\nappealing the very notion of information. On the other hand, it was\ndemonstrated that some classical versions of teleportation retain its important\nfeatures, which hitherto were considered genuinely quantum (Cohen, 2003;\nCollins&Popescu, 2002; Hardy, 1999; Mor, 2006; Spekkens, 2007).\n  I will present a special version of a quantum teleportation protocol which is\nin a sense split into classical and quantum steps. This description provides us\nwith a unified picture of teleportation in both domains. It will be explicitly\nshown how classical teleportation is embedded in the quantum protocol.\nMoreover, the classical step can be successfully accomplished even if the state\nshared by the parties is completely disentangled [this is consistent with the\nresult obtained in (Wang, 2005)]. Yet, all the (apparent) paradoxical features\nusually associated with quantum teleportation are clearly present in this step.\nIn particular, this demonstrates that entanglement cannot be ultimately\nresponsible and not necessary for the (paradoxical?) information transfer.\n  Thus, even if one considers teleportation as mysterious, all its mysteries\nare shifted from quantum domain into purely classical one.\n","Comment: 10 pages, 2 figures, 2 tables"]}]
["0806.1692",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1692"],"date":["2008-06-10"],"type":["text"],"creator":["Farb, Benson"],"language":[],"coverage":[],"title":["Group actions and Helly's theorem"],"description":["  We describe a connection between the combinatorics of generators for certain\ngroups and the combinatorics of Helly's 1913 theorem on convex sets. We use\nthis connection to prove fixed point theorems for actions of these groups on\nnonpositively curved metric spaces. These results are encode d in a property\nthat we introduce called ``property $\\FA_r$'', which reduces to Serre's\nproperty $\\FA$ when $r=1$. The method applies to $S$-arithmetic groups in\nhigher $\\Q$-rank, to simplex reflection groups (including some non-arithmetic\nones), and to higher rank Chevalley groups over polynomial and other rings (for\nexample $\\SL_n(\\Z[x_1,..., x_d]), n>2$).\n","Comment: 17 pages, no figures"]}]
["0806.1693",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1693"],"date":["2008-06-10"],"type":["text"],"creator":["Chew, Geoffrey F."],"language":[],"coverage":[],"title":["Macroscopically-Discrete Quantum Cosmology"],"description":["  To Milne's Lorentz-group-based spacetime and Gelfand-Naimark unitary\nrepresentations of this group we associate a Fock space of 'cosmological\npreons'-quantum-theoretic universe constituents. Milne's 'cosmological\nprinciple' relies on Lorentz invariance of 'age'--global time. We divide\nMilne's spacetime into 'slices' of fixed macroscopic width in age, with\n'cosmological rays' defined on (hyperbolic) slice boundaries-Fock space\nattaching only to these exceptional universe ages. Each (fixed-age) preon\nlocates within a 6-dimensional manifold, one of whose 3 'extra' dimensions\nassociates in Dirac sense to a self-adjoint operator that represents preon\n(continuous) local time, the operator canonically-conjugate thereto\nrepresenting preon (total) energy. Self-adjoint-operator expectations at any\nspacetime-slice boundary prescribe throughout the following slice a\nnon-fluctuating 'mundane reality'- electromagnetic and gravitational potentials\n'tethered' to current densities of locally-conserved electric charge and\nenergy-momentum. The ray at the upper boundary of a slice is determined from\nthe lower-boundary ray by branched slice-traversing Feynman paths that carry\n(divergence-free) potential-depending action. A macroscopically-stable\npositive-energy single-preon wave function identifies either with a\nStandard-Model elementary particle or with a graviton. Within\nintermediate-density universe regions such as the solar system, where\nreproducible measurement is meaningful, special relativity--Poincar\\'e\ninvariance-is accurate for spacetime scales far below that of Hubble and far\nabove that of Planck.\n"]}]
["0806.1694",{"format":[],"subject":["Mathematics - Number Theory","11J81","11A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1694"],"date":["2008-06-10"],"type":["text"],"creator":["Borwein, Peter","Coons, Michael"],"language":[],"coverage":[],"title":["Transcendence of the Gaussian Liouville number and relatives"],"description":["  {\\em The Liouville number}, denoted $l$, is defined by\n$$l:=0.100101011101101111100...,$$ where the $n$th bit is given by\n${1/2}(1+\\gl(n))$; here $\\gl$ is the Liouville function for the parity of prime\ndivisors of $n$. Presumably the Liouville number is transcendental, though at\npresent, a proof is unattainable. Similarly, define {\\em the Gaussian Liouville\nnumber} by $$\\gamma:=0.110110011100100111011...$$ where the $n$th bit reflects\nthe parity of the number of rational Gaussian primes dividing $n$, 1 for even\nand 0 for odd.\n  In this paper, we prove that the Gaussian Liouville number and its relatives\nare transcendental. One such relative is the number\n$$\\sum_{k=0}^\\infty\\frac{2^{3^k}}{2^{3^k2}+2^{3^k}+1}=0.101100101101100100101...,$$\nwhere the $n$th bit is determined by the parity of the number of prime divisors\nthat are equivalent to 2 modulo 3.\n  We use methods similar to that of Dekking's proof of the transcendence of the\nThue--Morse number \\cite{Dek1} as well as a theorem of Mahler's \\cite{Mahl1}.\n(For completeness we provide proofs of all needed results.) This method\ninvolves proving the transcendence of formal power series arising as generating\nfunctions of completely multiplicative functions.\n","Comment: 17 pages"]}]
["0806.1697",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1697"],"date":["2008-06-10"],"type":["text"],"creator":["Manson, J. R.","Khemliche, Hocine","Roncin, Philippe"],"language":[],"coverage":[],"title":["Diffraction of fast atoms and molecules from surfaces"],"description":["  Prompted by recent experimental developments, a theory of surface scattering\nof fast atoms at grazing incidence is developed. The theory gives rise to a\nquantum mechanical limit for ordered surfaces that describes coherent\ndiffraction peaks whose thermal attenuation is governed by a Debye-Waller\nfactor, however, this Debye-Waller factor has values much larger than would be\ncalculated using simple models. A classical limit for incoherent scattering is\nobtained for high energies and temperatures. Between these limiting classical\nand quantum cases is another regime in which diffraction features appear that\nare broadened by the motion in the fast direction of the scattered beam but\nwhose intensity is not governed by a Debye-Waller factor. All of these limits\nappear to be accessible within the range of currently available experimental\nconditions.\n","Comment: 37 pages including 3 figures"]}]
["0806.1702",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1702"],"date":["2008-06-10"],"type":["text"],"creator":["Nicaise, Johannes"],"language":[],"coverage":[],"title":["Gauss-Manin connection and t-adic geometry"],"description":["  We show that the de Rham cohomology of any separated and smooth rigid variety\nover a field of Laurent series of characteristic zero carries a natural formal\nmeromorphic connection, which we call the Gauss-Manin connection. We compare it\nwith the Gauss-Manin connection of a proper and smooth variety over a curve,\nand with the Gauss-Manin connection of the Milnor fibration at an isolated\ncomplex hypersurface singularity.\n","Comment: 11 pages"]}]
["0806.1705",{"format":[],"subject":["Mathematics - Dynamical Systems","37F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1705"],"date":["2008-06-10"],"type":["text"],"creator":["Cano, Angel"],"language":[],"coverage":[],"title":["Schottky groups cannot act on $\\mathbb{P}^{2n}_{\\mathbb{C}}$ as\n  subgroups of $PSL(2n+1,\\Bbb{C})$"],"description":["  In this paper we look at a special type of discrete subgroups of\n$PSL_{n+1}(\\Bbb{C})$ called Schottky groups. We develop some basic properties\nof these groups and their limit set when $n > 1$, and we prove that Schottky\ngroups only occur in odd dimensions, {\\it i.e.}, they cannot be realized as\nsubgroups of $PSL_{2n+1}(\\Bbb{C})$.\n","Comment: 9 pages. To appear in Bulletin of the Brazilian Mathematical Society.\n  The original publication is available at http://www.springerlink.com"]}]
["0806.1713",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1713"],"date":["2008-06-10"],"type":["text"],"creator":["Vaia, Ruggero","Cuccoli, Alessandro"],"language":[],"coverage":[],"title":["Vortex-enhanced alternating order around impurities in antiferromagnets"],"description":["  It has been recently pointed out that the presence of a nonmagnetic impurity\nin a Heisenberg antiferromagnet generates an alternating order of the\nsurrounding spins which is independent of temperature in a wide range. Quantum\nMonte Carlo simulations in the two-dimensional $S=1/2$ case confirmed this\npicture, but showed a counterintuitive enhancement of the alternating order\naround the Kosterlitz-Thouless transition. We propose here an explanation in\nterms of the effect of vortex excitations.\n","Comment: 2 pages"]}]
["0806.1717",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1717"],"date":["2008-06-10"],"type":["text"],"creator":["Kiryluk, J.","Collaboration, for the IceCube"],"language":[],"coverage":[],"title":["Neutrino Physics with the IceCube Detector"],"description":["  IceCube is a cubic kilometer neutrino telescope under construction at the\nSouth Pole. The primary goal is to discover astrophysical sources of high\nenergy neutrinos. We describe the detector and present results on atmospheric\nmuon neutrinos from 2006 data collected with nine detector strings.\n","Comment: 5 pages, 4 figures. To appear in the 'Lake Louise Winter Institute\n  2008' conference proceedings, February 18-23 2008, Alberta, Canada"]}]
["0806.1722",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","G.1.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1722"],"date":["2008-06-10"],"type":["text"],"creator":["Davida, George","Litow, Bruce","Xu, Guangwu"],"language":[],"coverage":[],"title":["Fast Arithmetics Using Chinese Remaindering"],"description":["  In this paper, some issues concerning the Chinese remaindering representation\nare discussed. Some new converting methods, including an efficient\nprobabilistic algorithm based on a recent result of von zur Gathen and\nShparlinski \\cite{Gathen-Shparlinski}, are described. An efficient refinement\nof the NC$^1$ division algorithm of Chiu, Davida and Litow\n\\cite{Chiu-Davida-Litow} is given, where the number of moduli is reduced by a\nfactor of $\\log n$.\n"]}]
["0806.1723",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1723"],"date":["2008-06-10"],"type":["text"],"creator":["Kang, K. S.","Davenport, J. W.","Glimm, James","Keyes, David","McGuigan, Michael"],"language":[],"coverage":[],"title":["Linear Augmented Slater-Type Orbital Method for Free Standing Clusters"],"description":["  We have developed a Scalable Linear Augmented Slater-Type Orbital (LASTO)\nmethod for electronic-structure calculations on free-standing atomic clusters.\nAs with other linear methods we solve the Schr\\\"odinger equation using a mixed\nbasis set consisting of numerical functions inside atom-centered spheres and\nmatched onto tail functions outside. The tail functions are Slater-type\norbitals, which are localized, exponentially decaying functions. To solve the\nPoisson equation between spheres, we use a finite difference method replacing\nthe rapidly varying charge density inside the spheres with a smoothed density\nwith the same multipole moments. We use multigrid techniques on the mesh, which\nyield the Coulomb potential on the spheres and in turn defines the potential\ninside via a Dirichlet problem. To solve the linear eigen-problem, we use\nScaLAPACK, a well-developed package to solve large eigensystems with dense\nmatrices. We have tested the method on small clusters of palladium.\n","Comment: 17 pages, 7 figures, 3 tables"]}]
["0806.1724",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1724"],"date":["2008-06-10"],"type":["text"],"creator":["Eppstein, David","Mumford, Elena"],"language":[],"coverage":[],"title":["Self-overlapping Curves Revisited"],"description":["  A surface embedded in space, in such a way that each point has a neighborhood\nwithin which the surface is a terrain, projects to an immersed surface in the\nplane, the boundary of which is a self-intersecting curve. Under what\ncircumstances can we reverse these mappings algorithmically? Shor and van Wyk\nconsidered one such problem, determining whether a curve is the boundary of an\nimmersed disk; they showed that the self-overlapping curves defined in this way\ncan be recognized in polynomial time. We show that several related problems are\nmore difficult: it is NP-complete to determine whether an immersed disk is the\nprojection of a surface embedded in space, or whether a curve is the boundary\nof an immersed surface in the plane that is not constrained to be a disk.\nHowever, when a casing is supplied with a self-intersecting curve, describing\nwhich component of the curve lies above and which below at each crossing, we\nmay determine in time linear in the number of crossings whether the cased curve\nforms the projected boundary of a surface in space. As a related result, we\nshow that an immersed surface with a single boundary curve that crosses itself\nn times has at most 2^{n/2} combinatorially distinct spatial embeddings, and we\ndiscuss the existence of fixed-parameter tractable algorithms for related\nproblems.\n","Comment: 13 pages, 12 figures"]}]
["0806.1727",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Networking and Internet Architecture","F.2.2","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1727"],"date":["2008-06-10"],"type":["text"],"creator":["Laoutaris, Nikolaos","Poplawski, Laura J.","Rajaraman, Rajmohan","Sundaram, Ravi","Teng, Shang-Hua"],"language":[],"coverage":[],"title":["Bounded Budget Connection (BBC) Games or How to make friends and\n  influence people, on a budget"],"description":["  Motivated by applications in social networks, peer-to-peer and overlay\nnetworks, we define and study the Bounded Budget Connection (BBC) game - we\nhave a collection of n players or nodes each of whom has a budget for\npurchasing links; each link has a cost as well as a length and each node has a\nset of preference weights for each of the remaining nodes; the objective of\neach node is to use its budget to buy a set of outgoing links so as to minimize\nits sum of preference-weighted distances to the remaining nodes.\n  We study the structural and complexity-theoretic properties of pure Nash\nequilibria in BBC games. We show that determining the existence of a pure Nash\nequilibrium in general BBC games is NP-hard. However, in a natural variant,\nfractional BBC games - where it is permitted to buy fractions of links - a pure\nNash equilibrium always exists. A major focus is the study of (n,k)-uniform BBC\ngames - those in which all link costs, link lengths and preference weights are\nequal (to 1) and all budgets are equal (to k). We show that a pure Nash\nequilibrium or stable graph exists for all (n,k)-uniform BBC games and that all\nstable graphs are essentially fair (i.e. all nodes have similar costs). We\nprovide an explicit construction of a family of stable graphs that spans the\nspectrum from minimum total social cost to maximum total social cost. We also\nstudy a special family of regular graphs in which all nodes imitate the \"same\"\nbuying pattern, and show that if n is sufficiently large no such regular graph\ncan be a pure Nash equilibrium. We analyze best-response walks on the\nconfiguration defined by the uniform game. Lastly, we extend our results to the\ncase where each node seeks to minimize its maximum distance to the other nodes.\n","Comment: 20 pages, 10 figures, shorter version in PODC 2008"]}]
["0806.1733",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1733"],"date":["2008-06-10"],"type":["text"],"creator":["Lyu, Suping"],"language":[],"coverage":[],"title":["A dynamic logic method for determining behaviors of biological networks"],"description":["  A dynamic logic method was developed to analyze molecular networks of cells\nby combining Kauffman and Thomas's logic operations with molecular interaction\nparameters. The logic operations characterize the discrete interactions between\nbiological components. The interaction parameters (e.g. response times)\ndescribe the quantitative kinetics. The combination of the two quantitatively\ncharacterizes the discrete biological interactions. A number of simple networks\nwere analyzed. The main results include: we proved the theorems to determine\nbistable states and oscillation behaviors of networks, we showed that time\ndelays are essential for oscillation structures, we proved that single variable\nnetworks do not have chaotic behaviors, and we explained why one signal can\nhave multiply responses. In addition, we applied the present method to the\nanalysis of the MAPK cascade, feed-forward loops, and mitosis cycle of budding\nyeast cells.\n","Comment: 29 pages, 5 figures, 2008 APS poster"]}]
["gr-qc/0702070",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0702070"],"date":["2007-02-13","2008-06-11"],"type":["text"],"creator":["Moffat, J. W."],"language":[],"coverage":[],"title":["Non-Singular Spherically Symmetric Solution in Einstein-Scalar-Tensor\n  Gravity"],"description":["  A static spherically symmetric metric in Einstein-scalar-tensor gravity\ntheory with a scalar field potential $V[\\phi]$ is non-singular for all real\nvalues of the coordinates. It does not have a black hole event horizon and\nthere is no essential singularity at the origin of coordinates. The weak energy\ncondition $\\rho_\\phi > 0$ fails to be satisfied for $r\\lesssim 1.3r_S$ (where\n$r_S$ is the Schwarzschild radius) but the strong energy condition\n$\\rho_\\phi+3p_\\phi > 0$ is satisfied. The classical Einstein-scalar-tensor\nsolution is regular everywhere in spacetime without a black hole event horizon.\nHowever, the violation of the weak energy condition may signal the need for\nquantum physics anti-gravity as $r\\to 0$. The non-singular static spherically\nsymmetric solution is stable against the addition of ordinary matter.\n","Comment: 13 pages, 6 figures, LaTex file. Revised manuscript. Additional minor\n  revisions"]}]
["hep-th/0205250",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0205250","JHEP 0310 (2003) 054","doi:10.1088/1126-6708/2003/10/054"],"date":["2002-05-23","2004-06-17"],"type":["text"],"creator":["Serna, Mario","Cahill, Kevin"],"language":[],"coverage":[],"title":["Riemannian Gauge Theory and Charge Quantization"],"description":["  In a traditional gauge theory, the matter fields \\phi^a and the gauge fields\nA^c_\\mu are fundamental objects of the theory. The traditional gauge field is\nsimilar to the connection coefficient in the Riemannian geometry covariant\nderivative, and the field-strength tensor is similar to the curvature tensor.\nIn contrast, the connection in Riemannian geometry is derived from the metric\nor an embedding space. Guided by the physical principal of increasing symmetry\namong the four forces, we propose a different construction. Instead of defining\nthe transformation properties of a fundamental gauge field, we derive the gauge\ntheory from an embedding of a gauge fiber F=R^n or F=C^n into a trivial,\nembedding vector bundle F=R^N or F=C^N where N>n. Our new action is symmetric\nbetween the gauge theory and the Riemannian geometry. By expressing\ngauge-covariant fields in terms of the orthonormal gauge basis vectors, we\nrecover a traditional, SO(n) or U(n) gauge theory. In contrast, the new theory\nhas all matter fields on a particular fiber couple with the same coupling\nconstant. Even the matter fields on a C^1 fiber, which have a U(1) symmetry\ngroup, couple with the same charge of +/- q. The physical origin of this unique\ncoupling constant is a generalization of the general relativity equivalence\nprinciple. Because our action is independent of the choice of basis, its\nnatural invariance group is GL(n,R) or GL(n,C). Last, the new action also\nrequires a small correction to the general-relativity action proportional to\nthe square of the curvature tensor.\n","Comment: Improved the explanations, added references, added 3 figures and an\n  appendix, corrected a sign error in the old figure 4 (now figure 5). Now 33\n  pages, 7 figures and 2 tables. E-mail Serna for annimations"]}]
["math/0112105",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57R17 (primary) 53D12, 57M17 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0112105","Appears as part of\"Legendrian solid-torus links\", J. Symplectic\n  Geom. 2 (2005), No. 3, 411-443"],"date":["2001-12-11"],"type":["text"],"creator":["Ng, Lenhard L."],"language":[],"coverage":[],"title":["The Legendrian satellite construction"],"description":["  We examine the Legendrian analogue of the topological satellite construction\nfor knots, and deduce some results for specific Legendrian knots and links in\nstandard contact three-space and the solid torus. In particular, we show that\nthe Chekanov-Eliashberg contact homology invariants of Legendrian Whitehead\ndoubles of stabilized knots contain no nonclassical information.\n","Comment: 10 pages, 7 figures, AMS-LaTeX; this article is taken essentially\n  verbatim from the author's Ph.D. thesis"]}]
["math/0404514",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","70F10,","37C80, 70G75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0404514"],"date":["2004-04-28","2008-06-11"],"type":["text"],"creator":["Barutello, Vivina","Ferrario, Davide L.","Terracini, Susanna"],"language":[],"coverage":[],"title":["Symmetry groups of the planar 3-body problem and action--minimizing\n  trajectories"],"description":["  We consider periodic and quasi-periodic solutions of the three-body problem\nwith homogeneous potential from the point of view of the equivariant calculus\nof variations. First, we show that symmetry groups of the Lagrangian action\nfunctional can be reduced to groups in a finite explicitly given list, after a\nsuitable change of coordinates. Then, we show that local symmetric minimizers\nare always collisionless, without any assumption on the group other than the\nfact that collisions are not forced by the group itself. Moreover, we describe\nsome properties of the resulting symmetric collisionless minimizers (Lagrange,\nEuler, Hill-type orbits and Chenciner--Montgomery figure-eight).\n","Comment: LaTeX file, 36 pages; 11 figures. New abstract, some typos fixed A\n  missing hypothesis added"]}]
["math/0407071",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57M27","53D12, 53D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0407071","Duke Math. J. 141 (2008), no. 2, 365-406"],"date":["2004-07-05","2007-05-22"],"type":["text"],"creator":["Ng, Lenhard"],"language":[],"coverage":[],"title":["Framed knot contact homology"],"description":["  We extend knot contact homology to a theory over the ring\n$\\mathbb{Z}[\\lambda^{\\pm 1},\\mu^{\\pm 1}]$, with the invariant given\ntopologically and combinatorially. The improved invariant, which is defined for\nframed knots in $S^3$ and can be generalized to knots in arbitrary manifolds,\ndistinguishes the unknot and can distinguish mutants. It contains the Alexander\npolynomial and naturally produces a two-variable polynomial knot invariant\nwhich is related to the $A$-polynomial.\n","Comment: v3: 36 pages, minor corrections, to appear in Duke Math. J"]}]
["math/0503162",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57R42","53D12, 53D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503162","Proceedings of G\\~A{\\P}kova Geometry-Topology Conference 2005\n  (2006), 165-174"],"date":["2005-03-08","2005-11-02"],"type":["text"],"creator":["Ng, Lenhard"],"language":[],"coverage":[],"title":["Plane curves and contact geometry"],"description":["  We apply contact homology to obtain new results in the problem of\ndistinguishing immersed plane curves without dangerous self-tangencies.\n","Comment: 10 pages, v2: corrected misstatement about loops of plane curves"]}]
["physics/0406150",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0406150","Am J Phys., Vol 73, No. 6, June 2005, pg 500-506","doi:10.1119/1.1858451"],"date":["2004-06-29"],"type":["text"],"creator":["Dudley, Scott C.","Serna, Mario A."],"language":[],"coverage":[],"title":["A spaceship with a thruster - one body, one force"],"description":["  A spaceship with one thruster producing a constant magnitude force is\nanalyzed for various initial conditions. This elementary problem, with one\nobject acted upon by one force, has value as a challenge to one's physical\nintuition and in demonstrating the benefits and limitations of dimensional\nanalysis. In addition, the problem can serve to introduce a student to special\nfunctions, provide a mechanical model for Fresnel integrals and the associated\nCornu spiral, or be used as an example in a numerical methods course. The\nproblem has some interesting and perhaps unexpected features.\n","Comment: 8 pages, 12 figures. Submitted to the American Journal of Physics.\n  After it is published, it will be found at http://scitation.aip.org/ajp"]}]
["physics/0606229",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0606229"],"date":["2006-06-26","2008-06-11"],"type":["text"],"creator":["BenDaniel, David J."],"language":[],"coverage":[],"title":["Definability in Physics"],"description":["  This paper has been withdrawn because the content has been substantially\nimproved in a later paper, arXiv:0806.1165.\n","Comment: This paper has been withdrawn"]}]
["quant-ph/0608244",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0608244","Operators and Matrices 1, 409-426 (2007)"],"date":["2006-08-30","2007-01-30"],"type":["text"],"creator":["Choi, Man-Duen","Holbrook, John A.","Kribs, David W.","Zyczkowski, Karol"],"language":[],"coverage":[],"title":["Higher-Rank Numerical Ranges of Unitary and Normal Matrices"],"description":["  We verify a conjecture on the structure of higher-rank numerical ranges for a\nwide class of unitary and normal matrices. Using analytic and geometric\ntechniques, we show precisely how the higher-rank numerical ranges for a\ngeneric unitary matrix are given by complex polygons determined by the spectral\nstructure of the matrix. We discuss applications of the results to quantum\nerror correction, specifically to the problem of identification and\nconstruction of codes for binary unitary noise models.\n","Comment: 23 pages, 3 figures, preprint version"]}]
