["0704.1445",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1445","Phys. Rev. B 76, 045122 (2007) (10 pages)","doi:10.1103/PhysRevB.76.045122"],"date":["2007-04-11","2007-04-12"],"type":["text"],"creator":["Gindikin, Yasha","Sablikov, V. A."],"language":[],"coverage":[],"title":["Deformed Wigner crystal in a one-dimensional quantum dot"],"description":["  The spatial Fourier spectrum of the electron density distribution in a finite\n1D system and the distribution function of electrons over single-particle\nstates are studied in detail to show that there are two universal features in\ntheir behavior, which characterize the electron ordering and the deformation of\nWigner crystal by boundaries. The distribution function has a $\\delta$-like\nsingularity at the Fermi momentum $k_F$. The Fourier spectrum of the density\nhas a step-like form at the wavevector $2k_F$, with the harmonics being absent\nor vanishing above this threshold. These features are found by calculations\nusing exact diagonalization method. They are shown to be caused by Wigner\nordering of electrons, affected by the boundaries. However the common Luttinger\nliquid model with open boundaries fails to capture these features, because it\noverestimates the deformation of the Wigner crystal. An improvement of the\nLuttinger liquid model is proposed which allows one to describe the above\nfeatures correctly. It is based on the corrected form of the density operator\nconserving the particle number.\n","Comment: 11 pages, 11 figures. Typos corrected and figures improved"]}]
["0704.1921",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1921","Physical Review A (Vol.76, No.6, December 2007)","doi:10.1103/PhysRevA.76.062506"],"date":["2007-04-15"],"type":["text"],"creator":["Herbauts, I. M.","Dunstan, D. J."],"language":[],"coverage":[],"title":["Quantum molecular dynamics study of the pressure dependence of the\n  ammonia inversion transition"],"description":["  The mechanism of the shift, broadening and quenching of the ammonia inversion\nfrequency with gas pressure has been a problem of lively interest for over\nseventy years. A simple quantum model of the ammonia molecule perturbed by\ncollisions with ideal gas molecules displays the essential features of the\nexperimental data for NH3 and for ND3. The model does not display the behaviour\nexpected from theories of quantum localisation such as quantum state diffusion\nand decoherence. On the other hand, models of perturbed classical oscillators\ndo display similar behaviour to our model. The quenching of the ammonia\ninversion transition cannot therefore be interpreted as spatial localisation of\nthe wavefunction.\n","Comment: pdf format, 10 pages, 4 figures"]}]
["0704.2885",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2885"],"date":["2007-04-22","2008-01-08"],"type":["text"],"creator":["Moyal, Pascal"],"language":[],"coverage":[],"title":["Convex comparison of service disciplines in real time queues"],"description":["  We present a comparison of the service disciplines in real-time queueing\nsystems (the customers have a deadline before which they should enter the\nservice booth). We state that giving priority to customers having an early\ndeadline minimizes the average stationary lateness. We show this result by\ncomparing adequate random vectors with the Schur-Convex majorization ordering.\n"]}]
["0704.3677",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3677"],"date":["2007-04-27","2007-05-22"],"type":["text"],"creator":["Giri, Pulak Ranjan"],"language":[],"coverage":[],"title":["Optimal time evolution in (non)hermitian quantum mechanics"],"description":["  This paper has been withdrawn by the author\n","Comment: Withdrawn"]}]
["0705.4106",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4106","Physical Review B 76, 214425 (2007)","doi:10.1103/PhysRevB.76.214425"],"date":["2007-05-28","2008-01-08"],"type":["text"],"creator":["Rougemaille, N.","Portalupi, M.","Brambilla, A.","Biagioni, P.","Lanzara, A.","Finazzi, M.","Schmid, A. K.","Duò, L."],"language":[],"coverage":[],"title":["Exchange-induced frustration in Fe/NiO multilayers"],"description":["  Using spin-polarized low-energy electron microscopy to study magnetization in\nepitaxial layered systems, we found that the area vs perimeter relationship of\nmagnetic domains in the top Fe layers of Fe/NiO/Fe(100) structures follows a\npower-law distribution, with very small magnetic domain cutoff radius (about 40\nnm) and domain wall thickness. This unusual magnetic microstructure can be\nunderstood as resulting from the competition between antiferromagnetic and\nferromagnetic exchange interactions at the Fe/NiO interfaces, rather than from\nmechanisms involving the anisotropy and dipolar forces that govern length\nscales in conventional magnetic domain structures. Statistical analysis of our\nmeasurements validates a micromagnetic model that accounts for this interfacial\nexchange coupling.\n","Comment: 15 pages, 2 figures"]}]
["0706.0699",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0699"],"date":["2007-06-05","2008-01-08"],"type":["text"],"creator":["Warren, Micah","Yuan, Yu"],"language":[],"coverage":[],"title":["A Liouville type theorem for special Lagrangian Equations with\n  constraints"],"description":["  We derive a Liouville type result for special Lagrangian equations with\ncertain \"convexity\" and restricted linear growth assumptions on the solutions.\n","Comment: 11 pages. Version to appear in CPDE"]}]
["0707.1526",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1526",", An. St. Univ. Al. I. Cuza din Iasi (S.N.), Matematica, vol LIII,\n  2007, Supliment, 327-342"],"date":["2007-07-11","2007-10-11"],"type":["text"],"creator":["Vacaru, Sergiu I."],"language":[],"coverage":[],"title":["Generalized Lagrange Transforms: Finsler Geometry Methods and\n  Deformation Quantization of Gravity"],"description":["  We propose a natural Fedosov type quantization of generalized Lagrange models\nand gravity theories with metrics lifted on tangent bundle, or extended to\nhigher dimension, following some stated geometric/ physical conditions (for\ninstance, nonholonomic and/or conformal transforms to some physically important\nmetrics or mapping into a gauge model). Such generalized Lagrange transforms\ndefine canonical nonlinear connection, metric and linear connection structures\nand model almost Kahler geometries with induced canonical symplectic structure\nand compatible affine connection. The constructions are possible due to a\nsynthesis of the nonlinear connection formalism developed in Finsler and\nLagrange geometries and deformation quantization methods.\n","Comment: latex 2e, 11pt, 17 pages, to be published: An. St. Univ. Al. I. Cuza,\n  Iasi, s I a, Matematica, vol LIII (suplement), 2007"]}]
["0707.2358",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2358","Physical Review B {\\bf 77} 041403(R) (2008)","doi:10.1103/PhysRevB.77.041403"],"date":["2007-07-16"],"type":["text"],"creator":["Brey, L.","Palacios, J. J."],"language":[],"coverage":[],"title":["Exchange induced charge inhomogeneities in rippled neutral graphene"],"description":["  A new mechanism that induces charge density variations in corrugated graphene\nis proposed. Here it is shown how the interplay between lattice deformations\nand exchange interactions can induce charge separation, i.e., puddles of\nelectrons and holes, for realistic deformation values of the graphene sheet.\nThe induced charge density lies in the range of $10^{11}-10^{12}$ cm$^{-2}$,\nwhich is compatible with recent measurements.\n","Comment: 4 pages, two figures included"]}]
["0707.2520",{"format":[],"subject":["Physics - General Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2520"],"date":["2007-07-17","2008-01-08"],"type":["text"],"creator":["Werbos, Paul J."],"language":[],"coverage":[],"title":["Schwinger's Magnetic Model of Matter: Can It Help Us With Grand\n  Unification?"],"description":["  Many have argued that research on grand unification or local realistic\nphysics will not be truly relevant until it makes predictions verified by\nexperiment, different from the prediction of prior theory (the standard model).\nThis paper proposes a new strategy (and candidate Lagrangians) for such models;\nthat strategy in turn calls for reconsideration of Schwinger's magnetic model\nof matter. High priority should be given to experiments which fully confirm or\ndeny recent scattering calculations which suggest the presence of van der Waals\neffects in low energy p-p and pi-pi scattering, consistent with Schwinger's\nmodel and inconsistent with QCD as we know it (with a mass gap). I briefly\ndiscuss other evidence, which does not yet rule out Schwinger's theory. A\nrecent analysis of hadron masses also seems more consistent with the Schwinger\nmodel than with QCD.\n","Comment: utter heresy claiming that new mathematical results from quantum\n  optics and new results on scattering and mass spectra suggest that maybe\n  Einstein was right after all -- with a classical stochastic unified model.\n  Updated 1/2008 to add additional confirmatory info from CERN & info on\n  questions in appendix"]}]
["0707.3324",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3324","J. Phys. Soc. Jpn. 76 (2007) 124704","doi:10.1143/JPSJ.76.124704"],"date":["2007-07-23"],"type":["text"],"creator":["Kuroiwa, Hiroyuki","Imai, Yoshiki","Saso, Tetsuro"],"language":[],"coverage":[],"title":["Absence of Hybridization Gap in Heavy Electron Systems and Analysis of\n  YbAl3 in terms of Nearly Free Electron Conduction Band"],"description":["  In the analysis of the heavy electron systems, theoretical models with c-f\nhybridization gap are often used. We point out that such a gap does not exist\nand the simple picture with the hybridization gap is misleading in the metallic\nsystems, and present a correct picture by explicitly constructing an effective\nband model of YbAl_3. Hamiltonian consists of a nearly free electron model for\nconduction bands which hybridize with localized f-electrons, and includes only\na few parameters. Density of states, Sommerfeld coefficient, f-electron number\nand optical conductivity are calculated and compared with the band calculations\nand the experiments.\n","Comment: 9 pages, 9 figures, submitted to J. Phys. Soc. Jpn"]}]
["0708.2790",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2790","2007, MNRAS 382, 498","doi:10.1111/j.1365-2966.2007.12364.x"],"date":["2007-08-21","2008-01-08"],"type":["text"],"creator":["Coelho, P.","Bruzual, G.","Charlot, S.","Weiss, A.","Barbuy, B.","Ferguson, J."],"language":[],"coverage":[],"title":["Spectral models for solar-scaled and alpha-enhanced stellar populations"],"description":["  We present the first models allowing one to explore in a consistent way the\ninfluence of changes in the alpha-element-to-iron abundance ratio on the\nhigh-resolution spectral properties of evolving stellar populations. The models\ncover the wavelength range 300-1340nm at a resolution of FWHM=1AA, for\nmetallicities in the range 0.005<=Z<=0.048 and stellar population ages 3 to 14\nGyr. These models are based on a recent library of synthetic stellar spectra\nand a new library of stellar evolutionary tracks, both computed for three\ndifferent [Fe/H] (-0.5,0.0 and 0.2) and two different [alpha/Fe] (0.0 and 0.4).\nWe expect our fully synthetic models to be primarily useful for evaluating the\ndifferential effect of changes in the alpha/Fe ratio on spectral properties\nsuch as broad-band colours and narrow spectral features. In addition, we assess\nthe accuracy of absolute model predictions in two ways: first, by comparing the\npredictions of models for scaled-solar metal abundances [alpha/Fe]=0.0) to\nthose of existing models based on libraries of observed stellar spectra; and\nsecondly, by comparing the predictions of models for alpha-enhanced metal\nabundances ([alpha/Fe]=0.4) to observed spectra of massive early-type galaxies\nin the SDSS-DR4. We find that our models predict accurate strengths for those\nspectral indices that are strongly sensitive to the abundances of Fe and alpha\nelements. The predictions are less reliable for the strengths of other spectral\nfeatures, such as those dominated by the abundances of C and N, as expected\nfrom the fact that the models do not yet allow one to explore the influence of\nthese elements in an independent way. We conclude that our models are a\npowerful tool for extracting new information about the chemical properties of\ngalaxies for which high-quality spectra have been gathered by modern surveys.\n","Comment: Minor changes in the text and some figures to match the published\n  version. The definitive version is available at www.blackwell-synergy.com"]}]
["0708.2917",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2917","Phys. Rev. Lett. 100, 015703 (2008)","doi:10.1103/PhysRevLett.100.015703"],"date":["2007-08-21","2008-01-08"],"type":["text"],"creator":["Goswami, Pallab","Schwab, David","Chakravarty, Sudip"],"language":[],"coverage":[],"title":["Rounding by disorder of first-order quantum phase transitions: emergence\n  of quantum critical points"],"description":["  We give a heuristic argument for disorder rounding of a first order quantum\nphase transition into a continuous phase transition. From both weak and strong\ndisorder analysis of the the N-color quantum Ashkin-Teller model in one spatial\ndimension, we find that for $N \\geq 3$, the first order transition is rounded\nto a continuous transition and the physical picture is the same as the random\ntransverse field Ising model for a limited parameter regime. The results are\nstrikingly different from the corresponding classical problem in two dimensions\nwhere the fate of the renormalization group flows is a fixed point\ncorresponding to N-decoupled pure Ising models.\n","Comment: Title is modified as requested by the PRL editor, minor stylistic\n  changes, typos corrected, and a few new references added. It is published in\n  PRL"]}]
["0709.0817",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0817","Phys. Rev. Lett. 100, 010402 (2008)","doi:10.1103/PhysRevLett.100.010402"],"date":["2007-09-06","2008-01-08"],"type":["text"],"creator":["Perali, A.","Pieri, P.","Strinati, G. C."],"language":[],"coverage":[],"title":["Competition between final-state and pairing-gap effects in the\n  radio-frequency spectra of ultracold Fermi atoms"],"description":["  The radio-frequency spectra of ultracold Fermi atoms are calculated by\nincluding final-state interactions affecting the excited level of the\ntransition, and compared with the experimental data. A competition is revealed\nbetween pairing-gap effects which tend to push the oscillator strength toward\nhigh frequencies away from threshold, and final-state effects which tend\ninstead to pull the oscillator strength toward threshold. As a result of this\ncompetition, the position of the peak of the spectra cannot be simply related\nto the value of the pairing gap, whose extraction thus requires support from\ntheoretical calculations.\n","Comment: 4 pages, 3 figures, final version published in Phys. Rev. Lett"]}]
["0709.0923",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0923"],"date":["2007-09-06","2008-01-08"],"type":["text"],"creator":["Krawczyk, Malgorzata J.","Kulakowski, Krzysztof"],"language":[],"coverage":[],"title":["Communities in networks - a continuous approach"],"description":["  A system of differential equations is proposed designed as to identify\ncommunities in weighted networks. The input is a symmetric connectivity matrix\n$A_{ij}$. A priori information on the number of communities is not needed. To\nverify the dynamics, we prepared sets of separate, fully connected clusters. In\nthis case, the matrix $A$ has a block structure of zeros and units. A noise is\nintroduced as positive random numbers added to zeros and subtracted from units.\nThe task of the dynamics is to reproduce the initial block structure. In this\ntest, the system outperforms the modularity algorithm, if the number of\nclusters is larger than four.\n","Comment: 11 pages, 7 figures. Figures refined"]}]
["0709.2395",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2395"],"date":["2007-09-14","2008-01-08"],"type":["text"],"creator":["Ma, Tao"],"language":[],"coverage":[],"title":["The Iterative Unitary Matrix Multiply Method and Its Application to\n  Quantum Kicked Rotator"],"description":["  We use the iterative unitary matrix multiply method to calculate the long\ntime behavior of the resonant quantum kicked rotator with a large denominator.\nThe delocalization time is exponentially large. The quantum wave delocalizes\nthrough degenerate states. At last we construct a nonresonant quantum kicked\nrotator with delocalization.\n","Comment: 5 pages, 2 figures"]}]
["0709.3104",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3104","Journal of Physics: Conference Series 92, 012139 (2007)","doi:10.1088/1742-6596/92/1/012139"],"date":["2007-09-19"],"type":["text"],"creator":["Nassour, Ayoub","Hugel, Joseph","Postnikov, A. V."],"language":[],"coverage":[],"title":["Linearized force constants method for lattice dynamics in mixed\n  semiconductors"],"description":["  A simple and accurate method of calculating phonon spectra in mixed\nsemiconductors alloys, on the basis of preliminarily (from first principles)\nrelaxed atomic structure, is proposed and tested for (Zn,Be)Se and (Ga,In)As\nsolid solutions. The method uses an observation that the interatomic force\nconstants, calculated ab initio for a number of microscopic configurations in\nthe systems cited, show a clear linear variation of the main (diagonal) values\nof the interatomic force constants with the corresponding bond length. We\nformulate simple rules about how to recover the individual 3x3 subblocks of the\nforce constants matrix in their local (bonds-related) coordinate systems and\nhow to transform them into a global (crystal cell-related) coordinate system.\nTest calculations done for 64-atom supercells representing different\nconcentrations of (Zn,Be)Se and (Ga,In)As show that the phonon frequencies and\ncompositions of eigenvectors are faithfully reproduced in a linearized force\nconstants calculation, as compared to true ab initio calculations.\n","Comment: to appear in the proceedings of the Phonons2007 conference (Paris,\n  July 2007)"]}]
["0710.3953",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3953"],"date":["2007-10-21","2008-01-08"],"type":["text"],"creator":["Yamamoto, Shimpei","collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["Strategy for early SUSY searches at ATLAS"],"description":["  The CERN Large Hadron Collider (LHC) is scheduled to commence operation in\n2008 and inclusive searches for supersymmetry (SUSY) will be one of our primary\ntasks in the first days of LHC operation. It is certain that the final state of\nmultijets + missing transverse energy will provide a superior performance in\nSUSY searches. Strategies to understand the instrumental background and to\nunderstand the Standard Model (SM) background are still under development and\nare urgent issues for the coming data. We describe the strategy for early SUSY\nsearches at the ATLAS experiment using the fist data corresponding to an\nintegrated luminosity up to 1fb^-1, which comprises much progress in the\ndata-driven technique for the SM background estimations.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 8 eps figures"]}]
["0710.4498",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4498","J.Stat.Mech. (2008) P01007","doi:10.1088/1742-5468/2008/01/P01007"],"date":["2007-10-24","2008-01-08"],"type":["text"],"creator":["Frahm, Holger","Vekua, Temo"],"language":[],"coverage":[],"title":["The Mott metal-insulator transition in the 1D Hubbard model in an\n  external magnetic field"],"description":["  We study the low energy behavior of the one dimensional Hubbard model across\nthe Mott metal-insulator phase transition in an external magnetic field. In\nparticular we calculate elements of the dressed charge matrix at the critical\npoint of the Mott transition for arbitrary Hubbard repulsion and magnetization\nnumerically and, in certain limiting cases, analytically. These results are\ncombined with a non-perturbative effective field theory approach to reveal how\nthe breaking of time reversal symmetry influences the Mott transition.\n","Comment: 12 pages, 1 figure"]}]
["0710.5522",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13J05 (Primary)","13A18 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5522"],"date":["2007-10-29","2008-01-07"],"type":["text"],"creator":["Cutkosky, Steven Dale","Kashcheyeva, Olga"],"language":[],"coverage":[],"title":["Algebraic series and valuation rings over nonclosed fields"],"description":["  Suppose that $k$ is an arbitrary field. Consider the field\n$k((x_1,...,x_n))$, which is the quotient field of the ring $k[[x_1,...,x_n]]$\nof formal power series in the variables $x_1,...,x_n$, with coefficients in\n$k$. Suppose that $\\sigma$ is a formal power series in $x_1,...,x_n$ with\ncoefficints in the algebraic closure of $k$. We give a very simple necessary\nand sufficient condition for $\\sigma$ to be algebraic over $k((x_1,...,x_n))$.\n  As an application of our methods, we give a characterization of valuation\nrings $V$ which dominate an excellent, Noetherian local domain $R$ of dimension\ntwo, and such that the rank increases after passing to the completion of a\nbirational extension of $R$.\n","Comment: 17 pages; final version to appear in JPAA"]}]
["0711.1016",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1016"],"date":["2007-11-07","2008-01-08"],"type":["text"],"creator":["Abate, Pietro","Goré, Rajeev","Widmann, Florian"],"language":[],"coverage":[],"title":["An On-the-fly Tableau-based Decision Procedure for PDL-Satisfiability"],"description":["  We present a tableau-based algorithm for deciding satisfiability for\npropositional dynamic logic (PDL) which builds a finite rooted tree with\nancestor loops and passes extra information from children to parents to\nseparate good loops from bad loops during backtracking. It is easy to\nimplement, with potential for parallelisation, because it constructs a\npseudo-model ``on the fly'' by exploring each tableau branch independently. But\nits worst-case behaviour is 2EXPTIME rather than EXPTIME. A prototype\nimplementation in the TWB (http://twb.rsise.anu.edu.au) is available.\n","Comment: 26 pages, longer version of article in Methods for Modalities 2007;\n  improved readability of proofs"]}]
["0711.1462",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1462","Phys. Rev. Lett. 99, 256805 (2007)","doi:10.1103/PhysRevLett.99.256805"],"date":["2007-11-09"],"type":["text"],"creator":["Altimiras, C.","Gennser, U.","Cavanna, A.","Mailly, D.","Pierre, F."],"language":[],"coverage":[],"title":["Experimental Test of the Dynamical Coulomb Blockade Theory for Short\n  Coherent Conductors"],"description":["  We observed the recently predicted quantum suppression of dynamical Coulomb\nblockade on short coherent conductors by measuring the conductance of a quantum\npoint contact embedded in a tunable on-chip circuit. Taking advantage of the\ncircuit modularity we measured most parameters used by the theory. This allowed\nus to perform a reliable and quantitative experimental test of the theory.\nDynamical Coulomb blockade corrections, probed up to the second conductance\nplateau of the quantum point contact, are found to be accurately normalized by\nthe same Fano factor as quantum shot noise, in excellent agreement with the\ntheoretical predictions.\n","Comment: 4 pages, 4 figures, accepted for publication in Physical Review\n  Letters"]}]
["0711.1625",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1625"],"date":["2007-11-10","2008-01-07"],"type":["text"],"creator":["Strikman, Mark"],"language":[],"coverage":[],"title":["Color transparency: 33 years and still running"],"description":["  I review history of the color transparency (CT) which started with discovery\nof the $J/\\psi$ meson, discovery of high energy CT phenomena and the recent\nprogress in the investigations of CT at intermediate energies.\n","Comment: 10 pages, To appear in the proceedings of Workshop on Exclusive\n  Reactions at High Momentum Transfer, Newport News, Virgina, 21-24 May 2007;\n  several references added"]}]
["0712.0126",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0126"],"date":["2007-12-02","2008-01-08"],"type":["text"],"creator":["Bennis, D.","Mahdou, N."],"language":[],"coverage":[],"title":["Global Gorenstein dimensions of polynomial rings and of direct product\n  of rings"],"description":["  In this paper, we extend the well-known Hilbert's syzygy theorem to the\nGorenstein homological dimensions of rings. Also, we study the Gorenstein\nhomological dimensions of direct product of rings, which gives examples of\nnon-Noetherian rings of finite Gorenstein dimensions and infinite classical\nweak dimension.\n"]}]
["0712.1573",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1573"],"date":["2007-12-10","2008-01-08"],"type":["text"],"creator":["Schroer, Bert"],"language":[],"coverage":[],"title":["Constructive use of holographic projections"],"description":["  Revisiting the old problem of existence of interacting models of QFT with new\nconceptual ideas and mathematical tools, one arrives at a novel view about the\nnature of QFT. The recent success of algebraic methods in establishing the\nexistence of factorizing models suggests new directions for a more intrinsic\nconstructive approach beyond Lagrangian quantization. Holographic projection as\na simplifying tool for certain aspects of QFT turn out to be an indispensible\npart of these new attempts.\n","Comment: 24 pages, refereces and footnotes added, last two sections expanded\n  Dedicated to Klaus Fredenhagen on the occasion of his 60th birthday. To\n  appear in: \"Quantum field theory --Competitive Methods\", Birkhhaeuser Basel,\n  2008, Eds. B. Fauser, J. Tolksdorf and E. Zeidler 23 pages"]}]
["0801.0539",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0539"],"date":["2008-01-02","2008-01-08"],"type":["text"],"creator":["Chen, Ming-Lun"],"language":[],"coverage":[],"title":["Decoherence of the Kondo Singlet Caused by Phase-sensitive Detection"],"description":["  We investigate the dephasing effect of the Kondo singlet in an Aharonov-Bohm\ninterferometer with a quantum dot coupling to left and right electrodes. By\nemploying the cluster expansions, the equations of motion of Green functions\nare transformed into the corresponding equation of motion of connected Green\nfunctions, which contains the correlation of two conduction electrons beyond\nthe Lacroix approximation. With the method we show that the Kondo resonance is\nsuppressed by phase-sensitive detection of Aharonov-Bohm interferometer. Our\nnumerical results have provided a qualitative explanation with the anomalous\nfeatures observed in a recent experiment by Avinun-Kalish \\emph{et al}. [Phys.\nRev. Lett. \\textbf{92}, 156801 (2004)].\n","Comment: 11 pages, 3 figures, 15 references"]}]
["0801.0665",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","68R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0665","Acta Arithmetica 104, 3 (2002) 225-241"],"date":["2008-01-04"],"type":["text"],"creator":["Durand, Fabien"],"language":[],"coverage":[],"title":["A theorem of Cobham for non-primitive substitutions"],"description":["  In this article we generalize Cobham theorem to a large class of\nsubstitutions including non primitive and non constant length substitutions.\n"]}]
["0801.0746",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0746","Proceedings of PhysCon2007, IPACS Electronic Library"],"date":["2008-01-04"],"type":["text"],"creator":["Schirmer, Sonia G","Pemberton-Ross, Peter J","Wang, Xiaoting"],"language":[],"coverage":[],"title":["Comparative Analysis of Control Strategies"],"description":["  Different ways of modelling quantum control systems, formulating control\nproblems and solving the resulting problems are considered and compared. In\nparticular, we compare the performance of geometric and optimal control, as\nwell as iterative techniques for optimal control design versus local gradient\noptimization using a Lyapunov-type potential function for two problems of\ngeneral interest: global control of qubits and entanglement generation in the\nform of Bell state preparation.\n","Comment: This work is part of a more comprehensive analysis of control\n  strategies, which has prompted further work such as our recent analysis of\n  the Lyapunov method. It was originally presented at PhysCon2007 and has\n  appeared in the Proceedings. Some figures are poor quality but the arXiv\n  robot wouldn't accept the original figures. Online at:\n  http://lib.physcon.ru/?item=1207"]}]
["0801.0750",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0750","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Furjes, P.","Csikvari, P.","Bársony, I.","Ducso, Cs."],"language":[],"coverage":[],"title":["Micro-Hotplates for Thermal Characterisation of Structural Materials of\n  Mems"],"description":["  Accurate knowledge of mechanical and thermal properties of structural\nmaterials used in MEMS is essential for optimum geometric and functional\ndesign. The extraction of precise physical properties is rather complicated due\nto the size effects, the complexity of the structures and the variations of\nformation processes. This work is intended to determine the thermal properties\nof silicon-nitride and diamond layers applied in thermal sensor structures by\nanalyzing thermal responses of a multilayer micro-heater structure.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.0758",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0758"],"date":["2008-01-04"],"type":["text"],"creator":["Bendersky, Ariel","Pastawski, Fernando","Paz, Juan Pablo"],"language":[],"coverage":[],"title":["Selective Efficient Quantum Process Tomography"],"description":["  We present a new method for quantum process tomography. The method enables us\nto efficiently estimate, with fixed precision, any of the parameters\ncharacterizing a quantum channel. It is selective since one can choose to\nestimate the value of any specific set of matrix elements of the super-operator\ndescribing the channel. Also, we show how to efficiently estimate all the\naverage survival probabilities associated with the channel (i.e., all the\ndiagonal elements of its $\\chi$--matrix.\n","Comment: 4 pages"]}]
["0801.0764",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0764"],"date":["2008-01-04"],"type":["text"],"creator":["Raouafi, N. -E.","Harvey, J. W.","Henney, C. J."],"language":[],"coverage":[],"title":["On the Polar Field Distribution as Observed by SOLIS"],"description":["  We use Vector Spectromagnetograph (VSM) chromospheric full-disk magnetograms,\nfrom the Synoptic Optical Long-term Investigations of the Sun (SOLIS) project,\nto study the distribution of magnetic field flux concentrations within the\npolar caps. We find that magnetic flux elements preferentially appear toward\nlower latitudes within the polar caps away from the poles. This has\nimplications on numerous solar phenomena such as the formation and evolution of\nfine polar coronal structures (i.e., polar plumes). Our results also have\nimplications for the processes carrying the magnetic flux from low to high\nlatitudes (e.g., meridional circulation).\n","Comment: 8 pages, 3 figures"]}]
["0801.0766",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0766"],"date":["2008-01-04"],"type":["text"],"creator":["Raouafi, N. -E.","Tripathi, D."],"language":[],"coverage":[],"title":["On the Relationship Between a CME Associated Waves Observed on 5 March\n  2000"],"description":["  We study the relationship between different wave phenomena associated with a\ncoronal mass ejection (CME) observed on 05 Mar. 2000. EIT waves were observed\nin the images recorded by EIT at 195 {\\AA}. The white-light LASCO/C2 images\nshow clear deflection and propagation of a kink along with the CME.\nSpectroscopic observations recorded by the UVCS reveals excessive line\nbroadening in the two O {\\sc{vi}} lines (1032 and 1037 {\\AA}). Moreover very\nhot lines such as Si {\\sc{xii}} and Mg {\\sc{x}} were observed. Interestingly,\nthe EIT wave, the streamer deflection and the intensity modulation along the\nslit were all propagating North-East. Spatial and temporal correlations show\nthat the streamer deflection and spectral line broadening are highly likely to\nbe due to a CME-driven shock wave and that the EIT wave is the signature of a\nCME-driven shock wave in the lower corona.\n","Comment: 8 pages, 4 figures"]}]
["0801.0767",{"format":[],"subject":["Mathematics - Differential Geometry","53C29, 53C07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0767"],"date":["2008-01-04"],"type":["text"],"creator":["Grove, Karsten","Ziller, Wolfgang"],"language":[],"coverage":[],"title":["Lifting Group Actions and Nonnegative Curvature"],"description":["  We show that all vector bundles over CP^2 which are not spin admit a complete\nmetric with nonnegative sectional curvature. In the proof we construct a\nnonnegatively curved metric on the corresponding principle bundle by showing\nthat it admits a cohomogeneity one action with singular orbits of codimension\n2. This is closely related to the problem of when an action of G on the base of\nan L principle bundle lifts to the total space, such that the lift commutes\nwith L. We solve this lifting problem for all SO(k) principle bundles over a\n4-dimensional simply connected base B with G a cohomogeneity one action on B.\n","Comment: 27 pages"]}]
["0801.0768",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0768"],"date":["2008-01-04"],"type":["text"],"creator":["Sun, Chang Q."],"language":[],"coverage":[],"title":["The strongest size in the inverse Hall-Petch relationship"],"description":["  Incorporating the bond-order-length-strength correlation mechanism [Sun CQ,\nProg Solid State Chem 35, 1 -159 (2007)] and Borns criterion for melting [J.\nChem. Phys. 7, 591(1939)] into the conventional Hall-Petch relationship has\nturned out an analytical expression for the size and temperature dependence of\nthe mechanical strength of nanograins, known as the inverse Hall-Petch\nrelationship (IHPR), that has long been a topic under debate regarding the\npossible mechanisms. Reproduction of the measured IHPR of Ni, NiP and TiO2\nnanocrystals revealed that: (i) the size induced energy densification and\ncohesive energy loss of nanograins originates the IHPR that could be activated\nin the contact mode of plastic deformation detection; (ii) the competition\nbetween the inhibition of atomic dislocations, via the surface energy density\ngain and the strain work hardening, and the activation for dislocations through\ncohesive energy loss determine the entire IHPR profile of a specimen; (iii) the\npresence of a soft quasisolid phase is responsible for the size-induced\nsoftening and the superplasticity as well of nanostructures; (iv) the bond\nnature involved and the T/Tm ratio between the temperature of operating and the\ntemperature of melting dictate the measured strongest sizes of a given\nspecimen.\n"]}]
["0801.0769",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0769"],"date":["2008-01-04"],"type":["text"],"creator":["Sun, Chang Q."],"language":[],"coverage":[],"title":["Thermally driven elastic weakening of crystals"],"description":["  An analytical solution has been developed clarifying that the thermally\ndriven elastic softening of crystals can be directly related to the length and\nstrength of the representative bonds of the crystal and to the response of the\nbonding identities to the change of temperature. Reproduction of the\nexperimental results Ag, Au, MgO, Mg2SO4, Al2O3, and KCl derived mean atomic\ncohesive energy of the specimen may evidence the validity of the proposed\napproach without involving parameters using in classical thermodynamics.\n"]}]
["0801.0770",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0770"],"date":["2008-01-04"],"type":["text"],"creator":["Sun, Chang Q."],"language":[],"coverage":[],"title":["Pressure-stiffened Raman Phonons in Group III Nitrides"],"description":["  It has long been puzzling regarding the atomistic origin of the\npressure-induced Raman phonon stiffening that generally follows a polynomial\nexpression with coefficients needing physical indication. Here we show that an\nextension of the bond-order-length-strength (BOLS) correlation mechanism to the\npressure domain has led to an analytical solution to connect the\npressure-induced Raman phonon stiffening directly to the bonding identities of\nthe specimen and the response of the bonding identities to the applied\nstimulus. It is found that the pressure-induced blue-shift of Raman phonons\narises from the bond compression and energy storage exerted by the compressive\nstress. Agreement between predictions and experimental measurement leads to the\ndetailed form for the polynomial coefficients, which offer an atomic\nunderstanding of the physical mechanism of the external pressure induced energy\ngain, thermally induced bond expansion as well as means of determining the mode\natomic cohesive energy in a specimen.\n"]}]
["0801.0771",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0771"],"date":["2008-01-04"],"type":["text"],"creator":["Sun, Chang Q."],"language":[],"coverage":[],"title":["An approach to local band average for the temperature dependence of\n  lattice thermal expansion"],"description":["  It has long been puzzling regarding the mechanism behind the nonlinearity of\nlattice thermal expansion at low temperatures despite modeling considerations\nfrom various perspectives in classical or quantum approximations. An analytical\nsolution in terms of local bond average is presented herewith showing that the\nthermal expansion coefficient follows closely the specific heat of Debye\napproximation without the involvement of mode Gruneisen constant or the bulk\nmodulus. Matching predictions to experimental observations using the Debye\ntemperature and the atomic cohesive energy as input evidences that the current\napproach may represent the true situation of temperature induced lattice\nexpansion though the exact form of phonon density of states need to be\nconsidered for further refinement.\n"]}]
["0801.0772",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0772"],"date":["2008-01-04"],"type":["text"],"creator":["Sun, Chang Q."],"language":[],"coverage":[],"title":["Nanocavity hardening: impact of broken bonds at the negatively curved\n  surfaces"],"description":["  It is expected that atomic vacancies or nanometric cavities reduce the number\nof chemical bonds of nearby atoms and hence the strength of a voided solid.\nHowever, the hardness of a porous specimen does not always follow this simple\npicture of coordination counting. An introduction of a certain amount of atomic\nvacancies or nanocavities could, instead, enhance the mechanical strength of\nthe porous specimen. Understanding the mechanism behind the intriguing\nobservations remains yet a high challenge. Here we show with analytical\nexpressions that the shortened and strengthened bonds between the\nunder-coordinated atoms and the associated local strain and energy trapping\n[Sun, Prog Solid State Chem 35, 1-159 (2007)] in the negatively curved surface\nskins dominate the observed nanocavity hardening. Agreement between predictions\nand the experimentally observed size-dependence of mechanical strength of some\nnanoporous materials evidences for the proposed mechanism.\n"]}]
["0801.0773",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0773"],"date":["2008-01-04"],"type":["text"],"creator":["Sun, Chang Q."],"language":[],"coverage":[],"title":["Stimulus dependence of the collective vibration of atoms in an\n  icosahedral cluster"],"description":["  Molecular dynamics calculations of the vibrational behavior of atoms in a\nLennard-Jones 147-atom cluster revealed that the relaxation and the stability\nof the collective vibration of atoms in the cluster depend on the extent of the\nmechanical disturbance. A relatively larger-scale perturbation will cause a\nfaster decay of the vibration magnitude, the potential and the kinetic energy\ncompared to the vibration stimulated by a small-scale stimulus.\n"]}]
["0801.0774",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0774"],"date":["2008-01-04"],"type":["text"],"creator":["Sun, Chang Q."],"language":[],"coverage":[],"title":["Shell-resolved melting kinetics of an icosahedral cluster"],"description":["  Molecular dynamics calculations of the fluctuation of bond vibration revealed\nthe shell-resolved kinetics of surface melting of closed-shelled cluster\ncontaining 147atoms with Lennard-Jones type interaction. It is found that the\nsurface melting is imitated by the migrating of the vertex atoms and the\nmelting process can be divided into three major stages, i.e., vertex migrating,\nsurface melting, and general melting. Although the melting process of the LJ147\ncluster could be divided into discrete stages of shell-by-shell surface\nmelting, in general, there is still a continuous process of melting from the\nsurface to the core interior.\n"]}]
["0801.0775",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0775"],"date":["2008-01-04"],"type":["text"],"creator":["Sun, Chang Q."],"language":[],"coverage":[],"title":["The kinetics and modes of gold nanowire breaking"],"description":["  Molecular dynamics calculations revealed that the temperature of operation\nand the applied tensile force (f) determine not only the kinetics but also the\nmode and duration of Au nanowire breaking. In the tensile force range of 0.018\nand 0.1 nN/atom, structure transformation of the wire occurs prior to breaking\nat random positions. The gold wire breaks abruptly when the f is stronger than\n0.1nN/atom but no rupture occurs at all when the f is weaker than 0.018\nnN/atom. At higher temperatures and under stronger tensile forces, the wire\nbreaks even faster.\n"]}]
["0801.0777",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","46L51","46L70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0777"],"date":["2008-01-04"],"type":["text"],"creator":["Grabarnik, Genady Ya.","Katz, Alexander A."],"language":[],"coverage":[],"title":["A Note on Banach Principle for JW-algebras"],"description":["  In the sequel we establish the Banach Principle for semifinite JW-algebras\nwithout direct summand of type I sub 2, which extends the recent results of\nChilin and Litvinov on the Banach Principle for semifinite von Neumann algebras\nto the case of JW-algebras.\n","Comment: 5 pages"]}]
["0801.0785",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0785","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Douglas, Z. W.","Smith, M. K.","Glezer, A."],"language":[],"coverage":[],"title":["Acoustically Enhanced Boiling Heat Transfer"],"description":["  An acoustic field is used to increase the critical heat flux (CHF) of a\nflat-boiling-heat-transfer surface. The increase is a result of the acoustic\neffects on the vapor bubbles. Experiments are performed to explore the effects\nof an acoustic field on vapor bubbles in the vicinity of a rigid-heated wall.\nWork includes the construction of a novel heater used to produce a single vapor\nbubble of a prescribed size and at a prescribed location on a flatboiling\nsurface for better study of an individual vapor bubble's reaction to the\nacoustic field. Work also includes application of the results from the\nsingle-bubble heater to a calibrated-copper heater used for quantifying the\nimprovements in CHF.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.0786",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0786"],"date":["2008-01-05"],"type":["text"],"creator":["Song, Fu-Gao"],"language":[],"coverage":[],"title":["Sifting Function Partition for the Goldbach Problem"],"description":["  All sieve methods for the Goldbach problem sift out all the composite\nnumbers; even though, strictly speaking, it is not necessary to do so and which\nis, in general, very difficult. Some new methods introduced in this paper show\nthat the Goldbach problem can be solved under sifting out only some composite\nnumbers. In fact, in order to prove the Goldbach conjecture, it is only\nnecessary to show that there are prime numbers left in the residual integers\nafter the initial sifting! This idea can be implemented by using one of the\nthree methods called sifting function partition by integer sort, sifting\nfunction partition by intervals and comparative sieve method, respectively.\nThese are feasible methods for solving both the Goldbach problem and the\nproblem of twin primes. An added bonus of the above methods is the elimination\nof the indeterminacy of the sifting functions brought about by their upper and\nlower bounds.\n","Comment: 27 pages, 0 figure"]}]
["0801.0787",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0787","Eur. Phys. J. Special Topics 141, 199-202 (2007)"],"date":["2008-01-05"],"type":["text"],"creator":["Fukao, Koji","Koizumi, Hiroki"],"language":[],"coverage":[],"title":["Aging phenomena in polystyrene thin films"],"description":["  The aging behavior is investigated for thin films of atactic polystyrene\nthrough measurements of complex electric capacitance. During isothermal aging\nprocess the real part of the electric capacitance increases with aging time,\nwhile the imaginary part decreases with aging time. This result suggests that\nthe aging time dependence of the real and imaginary parts are mainly associated\nwith change in thickness and dielectric permittivity, respectively. In thin\nfilms, the thickness depends on thermal history of aging even above the glass\ntransition. Memory and `rejuvenation' effects are also observed in the thin\nfilms.\n","Comment: 4 pages, 2 figures"]}]
["0801.0796",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0796"],"date":["2008-01-05"],"type":["text"],"creator":["Wang, Weiming","Zhang, Lei","Wang, Hailing","Li, Zhenqing"],"language":[],"coverage":[],"title":["Pattern formation of a predator-prey system with Ivlev-type functional\n  response"],"description":["  In this paper, we investigate the emergence of a predator-prey system with\nIvlev-type functional response and reaction-diffusion. We study how diffusion\naffects the stability of predator-prey coexistence equilibrium and derive the\nconditions for Hopf and Turing bifurcation in the spatial domain. Based on the\nbifurcation analysis, we give the spatial pattern formation, the evolution\nprocess of the system near the coexistence equilibrium point, via numerical\nsimulation. We find that pure Hopf instability leads to the formation of spiral\npatterns and pure Turing instability destroys the spiral pattern and leads to\nthe formation of chaotic spatial pattern. Furthermore, we perform three\ncategories of initial perturbations which predators are introduced in a small\ndomain to the coexistence equilibrium point to illustrate the emergence of\nspatiotemporal patterns, we also find that in the beginning of evolution of the\nspatial pattern, the special initial conditions have an effect on the formation\nof spatial patterns, though the effect is less and less with the more and more\niterations. This indicates that for prey-dependent type predator-prey model,\npattern formations do depend on the initial conditions, while for\npredator-dependent type they do not. Our results show that modeling by\nreaction-diffusion equations is an appropriate tool for investigating\nfundamental mechanisms of complex spatiotemporal dynamics.\n"]}]
["0801.0797",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0797"],"date":["2008-01-05"],"type":["text"],"creator":["Wang, Weiming","Zhang, Lei","Xue, Yakui","Jin, Zhen"],"language":[],"coverage":[],"title":["Spatiotemporal pattern formation of Beddington-DeAngelis-type\n  predator-prey model"],"description":["  In this paper, we investigate the emergence of a predator-prey model with\nBeddington-DeAngelis-type functional response and reaction-diffusion. We derive\nthe conditions for Hopf and Turing bifurcation on the spatial domain. Based on\nthe stability and bifurcation analysis, we give the spatial pattern formation\nvia numerical simulation, i.e., the evolution process of the model near the\ncoexistence equilibrium point. We find that for the model we consider, pure\nTuring instability gives birth to the spotted pattern, pure Hopf instability\ngives birth to the spiral wave pattern, and both Hopf and Turing instability\ngive birth to stripe-like pattern. Our results show that reaction-diffusion\nmodel is an appropriate tool for investigating fundamental mechanism of complex\nspatiotemporal dynamics. It will be useful for studying the dynamic complexity\nof ecosystems.\n"]}]
["0801.0804",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0804"],"date":["2008-01-05"],"type":["text"],"creator":["Ion, D. B.","Ion, M. L."],"language":[],"coverage":[],"title":["From Cherenkov Radiation to Generalized Super-Cherenkov Exotic Decays"],"description":["  Generalized Super-Cherenkov Radiations (SCR), as well as their SCR-signatures\nare investigated. Two general SCR-coherence conditions are found as two natural\nextremes of the same spontaneous particles decays in (dielectric, nuclear or\nhadronic) media. The main results on the experimental test of the\nsuper-coherence conditions, obtained by using the experimental data from BNL,\nare presented. The interpretation of the observed anomalous Cherenkov rings as\nexperimental evidence for the HE-component of the SCR is discussed.\n","Comment: 14 pages, 15 figures"]}]
["0801.0807",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0807"],"date":["2008-01-05"],"type":["text"],"creator":["Korotyaeva, Maria Evgenievna"],"language":[],"coverage":[],"title":["The parametrization of the Marchenko-Ostrovsky mapping in terms of the\n  Dirichlet eigenvalues"],"description":["  We consider the inverse spectral problem for periodic Jacobi matrices in\nterms of the vertical slits on the quasi-momentum domain plus the Dirichlet\neigenvalues, i.e., the Marchenko-Ostrovsky mapping. Moreover, we show that the\ngradients of the Dirichlet eigenvalues and of the so-called norming constants\nare linear independent.\n"]}]
["0801.0809",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Group Theory","16S34","20C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0809","Nauk. Visn. Uzhgorod. Univ., Ser. Mat., 9 (2004), 20-24"],"date":["2008-01-05"],"type":["text"],"creator":["Konovalov, A. B.","Krivokhata, A. G."],"language":["ru"],"coverage":[],"title":["Symmetric subgroups in modular group algebras"],"description":["  Let V(KG) be a normalised unit group of the modular group algebra of a finite\np-group G over the field K of p elements. We introduce a notion of symmetric\nsubgroups in V(KG) as subgroups invariant under the action of the classical\ninvolution of the group algebra KG. We study properties of symmetric subgroups\nand construct a counterexample to the conjecture by V.Bovdi, which states that\nV(KG)=<G,S*>, where S* is a set of symmetric units of V(KG).\n","Comment: 5 pages, translated from original journal publication in Russian"]}]
["0801.0811",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0811"],"date":["2008-01-05"],"type":["text"],"creator":["Colless, Matthew","Jones, Heath","Proctor, Rob","Harrison, Craig","Campbel, Lachlan","Lah, Philip"],"language":[],"coverage":[],"title":["The 6dF Galaxy Survey: a low-redshift benchmark for bulge-dominated\n  galaxies"],"description":["  The 6dF Galaxy Survey provides a very large sample of galaxies with reliable\nmeasurements of Lick line indices and velocity dispersions. This sample can be\nused to explore the correlations between mass and stellar population parameters\nsuch as age, metallicity and [alpha/Fe]. Preliminary results from such an\nanalysis are presented here, and show that age and metallicity are\nsignificantly anti-correlated for both passive and star-forming galaxies.\nPassive galaxies have strong correlations between mass and metallicity and\nbetween age and alpha-element over-abundance, which combine to produce a\ndownsizing relation between age and mass. For old passive galaxies, the\ndifferent trends of M/L with mass and luminosity in different passbands result\nfrom the differential effect of the mass-metallicity relation on the\nluminosities in each passband. Future work with this sample will examine the\nFundamental Plane of bulge-dominated galaxies and the influence of environment\non relations between stellar population parameters and mass.\n","Comment: 4 pages, to appear in \"Formation and Evolution of Galaxy Bulges\",\n  Proceedings of IAU Symposium No. 245 (Oxford, 16-20 July 2007), eds Martin\n  Bureau, Lia Athanassoula, Beatriz Barbuy"]}]
["0801.0813",{"format":[],"subject":["Computer Science - Logic in Computer Science","D.3.1","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0813"],"date":["2008-01-05"],"type":["text"],"creator":["Selinger, Peter","Valiron, Benoît"],"language":[],"coverage":[],"title":["A linear-non-linear model for a computational call-by-value lambda\n  calculus (extended abstract)"],"description":["  We give a categorical semantics for a call-by-value linear lambda calculus.\nSuch a lambda calculus was used by Selinger and Valiron as the backbone of a\nfunctional programming language for quantum computation. One feature of this\nlambda calculus is its linear type system, which includes a duplicability\noperator \"!\" as in linear logic. Another main feature is its call-by-value\nreduction strategy, together with a side-effect to model probabilistic\nmeasurements. The \"!\" operator gives rise to a comonad, as in the linear logic\nmodels of Seely, Bierman, and Benton. The side-effects give rise to a monad, as\nin Moggi's computational lambda calculus. It is this combination of a monad and\na comonad that makes the present paper interesting. We show that our\ncategorical semantics is sound and complete.\n","Comment: 15 pages. Preprint, to appear in the proceedings of FOSSACS'08"]}]
["0801.0817",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0817","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Gerstenmaier, Y. C.","Kiffe, W.","Wachutka, G."],"language":[],"coverage":[],"title":["Combination of Thermal Subsystems Modelled by Rapid Circuit\n  Transformation"],"description":["  This paper will deal with the modeling-problem of combining thermal\nsubsystems (e.g. a semiconductor module or package with a cooling radiator)\nmaking use of reduced models. The subsystem models consist of a set of\nFoster-type thermal equivalent circuits, which are only behavioral models. A\nfast al-gorithm is presented for transforming the Foster-type circuits in\nCauer-circuits which have physical behavior and therefore allow for the\nconstruction of the thermal model of the complete system. Then the set of\nCauer-circuits for the complete system is transformed back into Foster-circuits\nto give a simple mathematical representation and applicability. The\ntransfor-mation algorithms are derived in concise form by use of recur-sive\nrelations. The method is exemplified by modeling and measurements on a single\nchip IGBT package mounted on a closed water cooled radiator. The thermal\nimpedance of the complete system is constructed from the impedances of the\nsub-systems, IGBT-package and radiator, and also the impedance of the package\ncan be inferred from the measured impedance of the complete system.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.0818",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0818"],"date":["2008-01-05"],"type":["text"],"creator":["Carman, Daniel S."],"language":[],"coverage":[],"title":["The Strangeness Physics Program at CLAS"],"description":["  An extensive program of strange particle production off the nucleon is\ncurrently underway with the CEBAF Large Acceptance Spectrometer (CLAS) in Hall\nB at Jefferson Laboratory. This talk will emphasize strangeness\nelectroproduction in the baryon resonance region between W=1.6 and 2.4 GeV,\nwhere indications of s-channel structure are suggestive of high-mass baryon\nresonances coupling to kaons and hyperons in the final state. Precision\nmeasurements of cross sections and polarization observables are being carried\nout with highly polarized electron and real photon beams at energies up to 6\nGeV. The near-term and longer-term future of this program will also be\ndiscussed.\n","Comment: 12 pages, 3 figures, HADRON2007 Conference, Frascati, Italy, Oct.\n  8-13, 2007"]}]
["0801.0823",{"format":[],"subject":["Mathematics - Representation Theory","15A21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0823","Math. USSR-Izv. 31 (no. 3) (1988) 481-501","doi:10.1070/IM1988v031n03ABEH001086"],"date":["2008-01-05"],"type":["text"],"creator":["Sergeichuk, Vladimir V."],"language":[],"coverage":[],"title":["Classification problems for system of forms and linear mappings"],"description":["  We devise a method that reduces the problem of classifying systems of forms\nand linear mappings to the problem of classifying systems of linear mappings.\nCanonical matrices of\n  (i) bilinear or sesquilinear forms,\n  (ii) pairs of symmetric, skew-symmetric, or Hermitian forms,\n  (iii) isometric or selfadjoint operators on a space with nonsingular\nsymmetric, or skew-symmetric, or Hermitian form are obtained over any field of\ncharacteristic not 2 up to classification of Hermitian forms over its finite\nextensions.\n","Comment: 46 pages"]}]
["0801.0824",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0824","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Kosel, V.","Sleik, R.","Glavanovics, M."],"language":[],"coverage":[],"title":["Transient Non-linear Thermal FEM Simulation of Smart Power Switches and\n  Verification by Measurements"],"description":["  Thermal FEM (Finite Element Method) simulations can be used to predict the\nthermal behavior of power semiconductors in application. Most power\nsemiconductors are made of silicon. Silicon thermal material properties are\nsignificantly temperature dependent. In this paper, validity of a common\nnon-linear silicon material model is verified by transient non-linear thermal\nFEM simulations of Smart Power Switches and measurements. For verification,\nover-temperature protection behavior of Smart Power Switches is employed. This\nprotection turns off the switch at a pre-defined temperature which is used as a\ntemperature reference in the investigation. Power dissipation generated during\na thermal overload event of two Smart Power devices is measured and used as an\ninput stimulus to transient thermal FEM simulations. The duration time of the\nevent together with the temperature reference is confronted with simulation\nresults and thus the validity of the silicon model is proved. In addition, the\nimpact of non-linear thermal properties of silicon on the thermal impedance of\npower semiconductors is shown.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.0825",{"format":[],"subject":["Mathematics - Operator Algebras","46L10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0825"],"date":["2008-01-05"],"type":["text"],"creator":["Hadwin, Don","Li, Weihua"],"language":[],"coverage":[],"title":["A Modified Version of Free Orbit-Dimension of von Neumann Algebras"],"description":["  Based on the notion of free orbit-dimension introduced by D. Hadwin and J.\nShen [4], we introduce a new invariant on finite von Neumann algebras that do\nnot necessarily act on separable Hilbert space. We show that this invariant is\nindependent on the generating set, and we extend some results in [4] to von\nNeumann algebras that are not finitely generated.\n"]}]
["0801.0828",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0828"],"date":["2008-01-05"],"type":["text"],"creator":["Carcassi, Gabriele"],"language":[],"coverage":[],"title":["Quantum mechanics as a consequence of discrete interactions"],"description":["  Quantum mechanics is usually presented starting from a series of postulates\nabout the mathematical framework. In this work we show that those same\npostulates can be derived by assuming that measurements are discrete\ninteractions: that is, that we measure at specific moments in time (as opposed\nto a continuous measurement that spans a long time interval) and that the\nsystem is in general affected by our measurement. We believe that this way of\npresenting quantum mechanics would make it easier to understand by laying out a\nmore cohesive view of the theory and making it resonate more with our physics\nintuition.\n","Comment: 8 pages, 4 figures, submitted to the American Journal of Physics"]}]
["0801.0829",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0829"],"date":["2008-01-05"],"type":["text"],"creator":["Dutta, Satyaki"],"language":[],"coverage":[],"title":["Rigidity of Conformally Compact Manifolds with the Round Sphere as the\n  Conformal Infinity"],"description":["  In this paper we prove that under a lower bound on the Ricci curvature and an\nasymptotic assumption on the scalar curvature, a complete conformally compact\nmanifold $(M^{n+1},g)$, with a pole $p$ and with the conformal infinity in the\nconformal class of the round sphere, has to be the hyperbolic space.\n","Comment: 23 pages"]}]
["0801.0833",{"format":[],"subject":["Mathematics - Combinatorics","05D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0833"],"date":["2008-01-05"],"type":["text"],"creator":["Howard, Timothy","Ionascu, Eugen J.","Woolbright, David"],"language":[],"coverage":[],"title":["Introduction to the Prisoners Versus Guards Game"],"description":["  We introduce a two-player game in which one and his/her opponent attempt to\npack as many ``prisoners'' as possible on the squares of an n-by-n\ncheckerboard; each prisoner has to be ``protected'' by at least as many guards\nas the number of the other prisoners adjacent. Initially, the board is covered\nentirely with guards. The players take turns adjusting the board configuration\nusing one of the following rules in each turn:\n  I. Replace one guard with a prisoner of the player's color.\n  II. Replace one prisoner of either color with a guard and replace two other\nguards with prisoners of the player's color.\n  We analyze winning strategies for small n (n<5) and the maximum number of\nprisoners in general. We show that this maximum is less than (7n^2+4n)/11 and\nconjecture it is more likely 3n^2/5+O(n).\n","Comment: 15 pages, 1 figure"]}]
["0801.0838",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0838"],"date":["2008-01-05"],"type":["text"],"creator":["Yang, Huan","Jia, Ying","Shan, Lei","Zhuang, Chenggang","Xi, X. X.","Li, Qi","Liu, Zikui","Feng, Qingrong","Wen, Hai-Hu"],"language":[],"coverage":[],"title":["Scaling of Hall Resistivity in the Mixed State of MgB2 Films"],"description":["  The longitudinal resistivity (rho_{xx}) and transverse resistivity (rho_{xy})\nof MgB2 thin films in the mixed state were studied in detail. We found that the\ntemperature dependencies of rho_{xx} and \\rho_{xy} at a fixed magnetic field\n(H) satisfy the scaling law of $\\rho_{xy}=A\\rho_{xx}^\\beta$, where the exponent\nbeta varies around 2.0 for different fields. In the low field region (below\n1T), beta maintains a constant value of 2.0 due to the weak pinning strength of\nthe vortices, mainly from the superfluid of the pi band. When H>1T, beta drops\nabruptly to its lowest value at about 2T because of the proliferation of\nquasiparticles from the pi-band and, hence, the motion of the vortices from the\nsuperfluid of the sigma-band dominates the dissipation. As the field is\nincreased further, the vortex pinning strength is weakened and beta increases\nmonotonically towards 2.0 at a high field. All the results presented here are\nin good agreement with the expectation of the vortex physics of a multi-band\nsuperconductor.\n"]}]
["0801.0842",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0842"],"date":["2008-01-06"],"type":["text"],"creator":["Loginov, V. M."],"language":[],"coverage":[],"title":["Time dependence of moments of an exactly solvable Verhulst model under\n  random perturbations"],"description":["  Explicit expressions for one point moments corresponding to stochastic\nVerhulst model driven by Markovian coloured dichotomous noise are presented. It\nis shown that the moments are the given functions of a decreasing exponent. The\nasymptotic behavior (for large time) of the moments is described by a single\ndecreasing exponent.\n","Comment: LaTeX, 6 pages"]}]
["0801.0843",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Algebraic Geometry","14J50, 14E20, 32H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0843"],"date":["2008-01-06"],"type":["text"],"creator":["Zhang, De-Qi"],"language":[],"coverage":[],"title":["Dynamics of Automorphisms of Compact Complex Manifolds"],"description":["  We give an algebro-geometric approach towards the dynamics of\nautomorphisms/endomorphisms of projective varieties or compact K\\\"ahler\nmanifolds, try to determine the building blocks of automorphisms\n/endomorphisms, and show the relation between the dynamics of\nautomorphisms/endomorphisms and the geometry of the underlying manifolds.\n","Comment: in : Proceedings of International Congress of CHINESE Mathematicians\n  2007 -- Section: Algebraic Geometry"]}]
["0801.0847",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0847"],"date":["2008-01-06"],"type":["text"],"creator":["Ahmed, E.","Hashish, A. H."],"language":[],"coverage":[],"title":["On Modelling The Immune System as a Complex system"],"description":["  We argue that immune system is an adaptive complex system. It is shown that\nit has emergent properties. Its network structure is of the small world network\ntype. The network is of the threshold type, which helps in avoiding\nautoimmunity. It has the property that every antigen (e.g.virus or bacteria) is\ntypically attacked by more than one effector. This stabilizes the equilibrium\nstate. Modelling complex systems is discussed. Cellular automata (CA) type\nmodels are successful but there are much less analytic results about CA than\nabout other less successful models e.g. partial differential equations (PDE). A\ncompromise is proposed\n","Comment: 5 pages"]}]
["0801.0848",{"format":[],"subject":["Statistics - Applications","Mathematics - Statistics Theory","Statistics - Methodology","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0848","Neurocomputing / EEG Neurocomputing (2008) A para\\^itre"],"date":["2008-01-06"],"type":["text"],"creator":["Boulet, Romain","Jouve, Bertrand","Rossi, Fabrice","Villa, Nathalie"],"language":[],"coverage":[],"title":["Batch kernel SOM and related Laplacian methods for social network\n  analysis"],"description":["  Large graphs are natural mathematical models for describing the structure of\nthe data in a wide variety of fields, such as web mining, social networks,\ninformation retrieval, biological networks, etc. For all these applications,\nautomatic tools are required to get a synthetic view of the graph and to reach\na good understanding of the underlying problem. In particular, discovering\ngroups of tightly connected vertices and understanding the relations between\nthose groups is very important in practice. This paper shows how a kernel\nversion of the batch Self Organizing Map can be used to achieve these goals via\nkernels derived from the Laplacian matrix of the graph, especially when it is\nused in conjunction with more classical methods based on the spectral analysis\nof the graph. The proposed method is used to explore the structure of a\nmedieval social network modeled through a weighted graph that has been directly\nbuilt from a large corpus of agrarian contracts.\n"]}]
["0801.0849",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0849"],"date":["2008-01-06"],"type":["text"],"creator":["Ahmed, E.","Hashish, A. H."],"language":[],"coverage":[],"title":["Towards understanding the immune system"],"description":["  It is proposed that using both self-non-self and danger theories give a\nbetter understanding of how the immune system works. It is proposed that\ncomparing immune system to police force is useful in this case since police\nresponds both to danger or damage signals and to foreign or suspicious behavior\neven if no danger signals existed. We also propose that due to low zone\ntolerance immunotherapy needs to be combined with another treatment method for\ncancer e.g. chemotherapy or/and radiotherapy to get a sufficient eradication of\ntumors. Finally we propose that fractional order differential equations are\nmore suitable than the familiar integer order differential equations. A\nfractional order example of two immune effectors attacking an antigen is given.\n","Comment: 6 pages"]}]
["0801.0852",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0852","Phys. Rev. B 76, 245122 (2007)"],"date":["2008-01-06"],"type":["text"],"creator":["Minh-Tien, Tran"],"language":[],"coverage":[],"title":["Statistics of local density of states in the Falicov-Kimball model with\n  local disorder"],"description":["  Statistics of the local density of states in the two-dimensional\nFalicov-Kimball model with local disorder is studied by employing the\nstatistical dynamical mean-field theory. Within the theory the local density of\nstates and its distributions are calculated through stochastic self-consistent\nequations. The most probable value of the local density of states is used to\nmonitor the metal-insulator transition driven by correlation and disorder.\nNonvanishing of the most probable value of the local density of states at the\nFermi energy indicates the existence of extended states in the two-dimensional\ndisordered interacting system. It is also found that the most probable value of\nthe local density of states exhibits a discontinuity when the system crosses\nfrom extended states to the Anderson localization. A phase diagram is also\npresented.\n"]}]
["0801.0855",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0855"],"date":["2008-01-06"],"type":["text"],"creator":["Mao, Jirong","Wang, Jiancheng"],"language":[],"coverage":[],"title":["A New Scenario on X-ray Shallow Decay of Gamma-ray Bursts"],"description":["  In this Letter, we propose that a microphysical process takes a vital role in\nthe shocked region in which the prompt emission of GRBs is emitted. The\nturbulent energy is included in the internal energy transferred by the kinetic\nenergy of the shock. It dissipates through stochastic acceleration for the\nelectrons to supply the early X-ray emission in the phase of shallow decay. We\nput the constraints on the time evolution of microphysical parameters. The\nearly X-ray fluxes can be obtained by this scenario and these results are\nconsistent with the Swift observation\n","Comment: ApJL submitted, comments are welcome"]}]
["0801.0857",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0857"],"date":["2008-01-06"],"type":["text"],"creator":["Hu, Lei","Zeng, Xiangyong","Li, Nian","Jiang, Wenfeng"],"language":[],"coverage":[],"title":["Period-Different $m$-Sequences With At Most A Four-Valued Cross\n  Correlation"],"description":["  In this paper, we follow the recent work of Helleseth, Kholosha, Johanssen\nand Ness to study the cross correlation between an $m$-sequence of period\n$2^m-1$ and the $d$-decimation of an $m$-sequence of shorter period $2^{n}-1$\nfor an even number $m=2n$. Assuming that $d$ satisfies $d(2^l+1)=2^i({\\rm mod}\n2^n-1)$ for some $l$ and $i$, we prove the cross correlation takes exactly\neither three or four values, depending on ${\\rm gcd}(l,n)$ is equal to or\nlarger than 1. The distribution of the correlation values is also completely\ndetermined. Our result confirms the numerical phenomenon Helleseth et al found.\nIt is conjectured that there are no more other cases of $d$ that give at most a\nfour-valued cross correlation apart from the ones proved here.\n","Comment: 9 pages"]}]
["0801.0859",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0859"],"date":["2008-01-06"],"type":["text"],"creator":["Iwasawa, Masaki","Funato, Yoko","Makino, Junichiro"],"language":[],"coverage":[],"title":["Evolution of Massive Blackhole Triples II -- The effect of the BH\n  triples dynamics on the structure of the galactic nuclear"],"description":["  In this paper, we investigate the structures of galaxies which either have or\nhave had three BHs using $N$-body simulations, and compare them with those of\ngalaxies with binary BHs. We found that the cusp region of a galaxy which have\n(or had) triple BHs is significantly larger and less dense than that of a\ngalaxy with binary BHs of the same mass. Moreover, the size of the cusp region\ndepends strongly on the evolution history of triple BHs, while in the case of\nbinary BHs, the size of the cusp is determined by the mass of the BHs. In\ngalaxies which have (or had) three BHs, there is a region with significant\nradial velocity anisotropy, while such a region is not observed in galaxies\nwith binary BH. These differences come from the fact that with triple BHs the\nenergy deposit to the central region of the galaxy can be much larger due to\nmultiple binary-single BH scatterings. Our result suggests that we can\ndiscriminate between galaxies which experienced triple BH interactions with\nthose which did not, through the observable signatures such as the cusp size\nand velocity anisotropy.\n","Comment: Submitted to ApJ"]}]
["0801.0865",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0865","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Janicki, M.","Banaszczyk, Jedrzej","De Mey, G.","Kaminski, M.","Vermeersch, B.","Napieralski, A."],"language":[],"coverage":[],"title":["Application of Structure Functions for the Investigation of Forced Air\n  Cooling"],"description":["  This paper presents thermal analyses of a power amplifier placed in a wind\ntunnel. All the investigations are based on the transient temperature\nmeasurements performed during the circuit cooling process. The measured cooling\ncurves were used to compute the cumulative and differential structure functions\nfor the circuit with a heat sink. These functions helped to determine the\noptimal values of circuit model parameters necessary for numerical thermal\nsimulations. The experiments demonstrated the influence of the wind speed on\nthe value of the heat transfer coefficient and consequently on the temperature\nof the entire structure.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.0867",{"format":[],"subject":["Mathematics - General Mathematics","62F03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0867"],"date":["2008-01-06"],"type":["text"],"creator":["Singh, Rajesh","Singh, Jayant","Smarandache, Florentin"],"language":[],"coverage":[],"title":["A Note on Testing of Hypothesis"],"description":["  In this paper, a problem of testing is discussed when the samples have been\ndrawn from the normal distribution. The study of hypothesis testing is also\nextended to Baye's set up.\n","Comment: 5 pages"]}]
["0801.0868",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0868","Journal of Non-Crystalline Solids 353 (2006) 729-732","doi:10.1016/j.jnoncrysol.2006.12.036"],"date":["2008-01-06"],"type":["text"],"creator":["Cuello, Gabriel","Piarristeguy, Andrea","Fernandez-Martinez, Alejandro","Fontana, Marcelo","Pradel, A."],"language":[],"coverage":[],"title":["Structure of chalcogenide glasses by neutron diffraction"],"description":["  The purpose of this work is to study the change in the structure of the Ge-Se\nnetwork upon doping with Ag. The total structure factor S(Q) for two samples\nhas been measured by neutron diffraction using the two-axis diffractometer\ndedicated to structural studies of amorphous materials, D4, at the Institut\nLaue Langevin. We have derived the corresponding radial distribution functions\nfor each sample and each temperature, which gives us an insight about the\ncomposition and temperature dependence of the correlation distances and\ncoordination numbers in the short-range. Our results are compatible with the\npresence of both GeSe4/2 tetrahedra and Se-Se bonds. The Ag atoms are linked to\nSe in a triangular environment. Numerical simulations allowing the\nidentification of the main peaks in the total pair correlation functions have\ncomplemented the neutron diffraction measurements.\n","Comment: 5 pages. Proceedings International Workshop Non-crystalline Solids,\n  Gijon (Spain)"]}]
["0801.0869",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0869","Journal of Non-Crystalline Solids 353 (2007) 855-858","doi:10.1016/j.jnoncrysol.2006.12.091"],"date":["2008-01-06"],"type":["text"],"creator":["Fernandez-Martinez, Alejandro","Gorria, P.","Cuello, Gabriel","Santos, J. D.","Perez, M. J."],"language":[],"coverage":[],"title":["Kinetics of crystallization of FeB-based amorphous alloys studied by\n  neutron thermo-diffractometry"],"description":["  Kinetics of crystallization of two amorphous alloys, Fe70Cr10B20 and\nFe80Zr10B10, have been followed up by neutron thermodiffractometry experiments\nperformed in the two axis diffractometer D20 (ILL, Grenoble). The structural\nchanges are directly correlated with the temperature dependence of the\nmagnetization. Fe70Cr10B20 crystallizes following a two-step process: an\neutectic crystallization of alfa-Fe (bcc) and the metastable tetragonal phase\n(Fe0.8Cr0.2)3B followed by another eutectic transformation to the stable phase\n(Fe0.75Cr0.25)2B and more segregation of alfa-Fe. These tetragonal phases are\nmagnetically anisotropic, giving rise to a large increase of the coercivity.\nThis behaviour is similar to that of Fe80B20 alloys, with Cr atoms replacing\nthe Fe positions in both crystalline phases. Fe80Zr10B10 shows also a two-step\nprocess in which two polymorphic transformations take place.\n","Comment: 3 pages. Proceedings International Workshop Non-Crystalline Solids\n  2006, Gijon (Spain)"]}]
["0801.0879",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0879"],"date":["2008-01-06"],"type":["text"],"creator":["Sammarruca, Francesca"],"language":[],"coverage":[],"title":["Predicting the Lambda binding energy in nuclear matter"],"description":["  The purpose of this note is to report predictions of the binding energy of\nthe $\\Lambda$ hyperon in nuclear matter using the latest version of the Juelich\nnucleon-nucleon meson-exchange potential. Results from a conventional Brueckner\ncalculation are compared with previously reported values. A calculation\nincluding Dirac effects on the $\\Lambda$ single-particle potential is also\npresented. Issues encountered in Dirac calculations with nucleon-hyperon\npotentials are discussed.\n","Comment: LaTeX, 8 pages"]}]
["0801.0880",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0880"],"date":["2008-01-06"],"type":["text"],"creator":["Basu, D.","Gilbert, M. J.","Register, L. F.","Banerjee, S. K."],"language":[],"coverage":[],"title":["An Efficient Method for Quantum Transport Calculations in Nanostructures\n  using Full Band Structure"],"description":["  Scaling of semiconductor devices has reached a stage where it has become\nabsolutely imperative to consider the quantum mechanical aspects of transport\nin these ultra small devices. In these simulations, often one excludes a\nrigorous band structure treatment, since it poses a huge computational\nchallenge. We have proposed here an efficient method for calculating full\nthree-dimensionally coupled quantum transport in nanowire transistors including\nfull band structure. We have shown the power of the method by simulating hole\ntransport in p-type Ge nanowire transistors. The hole band structure obtained\nfrom our nearest neighbor sp3s* tight binding Hamiltonian agrees well\nqualitatively with more complex and accurate calculations that take third\nnearest neighbors into account. The calculated I-V results show how shifting of\nthe energy bands due to confinement can be accurately captured only in a full\nband full quantum simulation.\n","Comment: Additional simulations are being carried on to add to the results\n  section, mainly to investigate band-to-band tunneling in low band gap\n  semiconductors. The pre-print draft is however, complete from the perspective\n  of the quantum transport method that we illustrate"]}]
["0801.0884",{"format":[],"subject":["Mathematics - Number Theory","11M35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0884"],"date":["2008-01-06"],"type":["text"],"creator":["Rane, Vivek V."],"language":[],"coverage":[],"title":["Instant Evaluation and Demystification of $\\zeta(n),L(n,\\chi)$ that\n  Euler,Ramanujan Missed - I"],"description":["  For Hurwitz Zeta function,we consider its Taylor series expansion about\nvarious points as an analytic function of second variable in appropriate\ndiscs.We show that these Taylor are all polynomials in second variable for a\nnon positive integral argument in first variable.On using functionalequations\nthis results in instant evaluation of Riemann Zeta function at positive even\nintegral values of its argument and of Dirichlet L series at positive integral\nvalues of its argument,when the argument and the corresponding Dirichlet\ncharacter are both even or both odd.We also obtain finite sum expression for\nany Dirichlet L series,when its argument is one.We also deal with Lerch's Zeta\nfunction on similar lines.\n","Comment: 19 pages"]}]
["0801.0890",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0890"],"date":["2008-01-06"],"type":["text"],"creator":["Bermejo-Barrera, Jose Carlos"],"language":[],"coverage":[],"title":["A Narration is Not an Equation: Metaphysical Principals of Standard\n  Cosmology"],"description":["  In this paper the author maintains that the Standard Cosmology is not a\nPhysical Theory. The Standard Cosmology is a narration similar to the\nhistorical or mythical narratives constructed from the Physical Sciences data.\nAlso the author maintains that this theory is founded on Philosophical\nprinciples which are aliens to the Physical Theory, as the Principle of\nSufficient Reason. The author porpoise a new cosmological model based more on\neventuality than in necessity.\n","Comment: 30 pages"]}]
["0801.0894",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0894","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Yu, C. S.","Wei, W. C.","Kang, S. W."],"language":[],"coverage":[],"title":["Investigation of Micro Porosity Sintered wick in Vapor Chamber for Fan\n  Less Design"],"description":["  Micro Porosity Sintered wick is made from metal injection molding processes,\nwhich provides a wick density with micro scale. It can keep more than 53 %\nworking fluid inside the wick structure, and presents good pumping ability on\nworking fluid transmission by fine infiltrated effect. Capillary pumping\nability is the important factor in heat pipe design, and those general\napplications on wick structure are manufactured with groove type or screen\ntype. Gravity affects capillary of these two types more than a sintered wick\nstructure does, and mass heat transfer through vaporized working fluid\ndetermines the thermal performance of a vapor chamber. First of all, high\ndensity of porous wick supports high transmission ability of working fluid. The\nwick porosity is sintered in micro scale, which limits the bubble size while\nworking fluid vaporizing on vapor section. Maximum heat transfer capacity\nincreases dramatically as thermal resistance of wick decreases. This study on\npermeability design of wick structure is 0.5 - 0.7, especially permeability (R)\n= 0.5 can have the best performance, and its heat conductivity is 20 times to a\nheat pipe with diameter (Phi) = 10mm. Test data of this vapor chamber shows\nthermal performance increases over 33 %.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.0897",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Classical Analysis and ODEs","01A50","49-03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0897"],"date":["2008-01-06"],"type":["text"],"creator":["Euler, Leonhard"],"language":[],"coverage":[],"title":["A more accurate treatment of the problem of drawing the shortest line on\n  a surface"],"description":["  E727 in the Enestrom index. This is a translation from the Latin original\n\"Accuratior evolutio problematis de linea brevissima in superficie quacunque\nducenda\" (1779). Given a surface $pdx+qdy+rdz=0$, Euler wants to develop\nequations that give the geodesics on this surface. I am new to the calculus of\nvariations, so it is not clear to me what steps follow from results that are\npreviously known (like the Euler-Lagrange equation in the calculations) and\nwhat steps follow from earlier in this paper. I would appreciate comments from\nany readers who are familiar with calculus of variations.\n","Comment: 10 pages; E727 in the Enestrom index"]}]
["0801.0899",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0899","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Stefani, F.","Bagnoli, P. E.","Luschi, S."],"language":[],"coverage":[],"title":["Study of Water Speed Sensitivity in a Multifunctional Thick-film Sensor\n  by Analytical Thermal Simulations and Experiments"],"description":["  The present paper deals with an application of the analytical thermal\nsimulator DJOSER. It consist of the characterization of a water speed sensor\nrealized in hybrid technology. The capability of the thermal solver to manage\nthe convection heat exchange and the effects of the passivating layers make the\nsimulation work easy and fast.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.0904",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0904"],"date":["2008-01-07"],"type":["text"],"creator":["Hamilton, Alastair","Lazarev, Andrey"],"language":[],"coverage":[],"title":["Characteristic classes of $\\ai$-algebras"],"description":["  Standard combinatorial construction, due to Kontsevich, associates to any\n$\\ai$-algebra with an invariant inner product, an inhomogeneous class in the\ncohomology of the moduli spaces of Riemann surfaces with marked points. We\npropose an alternative version of this construction based on noncommutative\ngeometry and use it to prove that homotopy equivalent algebras give rise to the\nsame cohomology classes. Along the way we re-prove Kontsevich's theorem\nrelating graph homology to the homology of certain infinite dimensional Lie\nalgebras. An application to topological conformal field theories is given.\n","Comment: To be published in \"Journal of Homotopy and Related Structures\""]}]
["0801.0911",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0911"],"date":["2008-01-07"],"type":["text"],"creator":["Prokof'ev, Nikolay","Svistunov, Boris"],"language":[],"coverage":[],"title":["Bold diagrammatic Monte Carlo: A generic technique for polaron (and\n  many-body?) problems"],"description":["  We develop a Monte Carlo scheme for sampling series of Feynman diagrams for\nthe proper self-energy which are self-consistently expressed in terms of\nrenormalized particle propagators. This approach is used to solve the problem\nof a single spin-down fermion resonantly interacting with the Fermi gas of\nspin-up particles. Though the original series based on bare propagators are\nsign-alternating and divergent one can still determine the answer behind them\nby using two strategies (separately or together): (i) using proper series\nre-summation techniques, and (ii) introducing renormalized propagators which\nare defined in terms of the simulated proper self-energy, i.e. making the\nentire scheme self-consistent. Our solution is important for understanding the\nphase diagram and properties of the BCS-BEC crossover in the strongly\nimbalanced regime. On the technical side, we develop a generic sign-problem\ntolerant method for exact numerical solution of polaron-type models, and,\npossibly, of the interacting many-body Hamiltonians.\n","Comment: 15 pages, 15 figures, revtex4"]}]
["0801.0916",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0916","Acta Arithmetica 122 (2006) 235-244"],"date":["2008-01-07"],"type":["text"],"creator":["Jaulent, Jean-François","Soriano-Gafiuk, Florence"],"language":[],"coverage":[],"title":["Sur le sous-groupe des \\'el\\'ements de hauteur infinie du K2 d'un corps\n  de nombres"],"description":["  By using the logarithmic approach of the classical kernels for the K2 of\nnumber fields, we compute the 2-rank of the wild kernel WK2(F) and the 2-rank\nof the subgroup of infinite heigh elements in K2(F) in terms of positive class\ngroups for any number field F.\n"]}]
["0801.0919",{"format":[],"subject":["Mathematics - Number Theory","11R70 11R23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0919","Journal of Number Theory 120 (2006) 72--91"],"date":["2008-01-07"],"type":["text"],"creator":["Jaulent, Jean-François","Michel, Alexis"],"language":[],"coverage":[],"title":["Approche logarithmique des noyaux \\'etales sauvages des corps de nombres"],"description":["  We study the l-part of the the wild \\'etale kernels WK2i(F) of an arbitary\nnumber field F for a given prime l in connection with the logarithmic l-class\ngroups. From the logarithmic arithmetic we deduce rank formulas, periodicity\nand reflection theorems, triviality characterizations and various consequences.\n"]}]
["0801.0921",{"format":[],"subject":["Mathematics - Number Theory","11R70, 11R29, 11R23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0921","Experimental Mathematics (Project Euclid) 14 (2005) 67--76"],"date":["2008-01-07"],"type":["text"],"creator":["Diaz, Francisco Diaz Y","Jaulent, Jean-François","Pauli, Sebastian","Pohst, Michael","Soriano-Gafiuk, Florence"],"language":[],"coverage":[],"title":["A new Algorithm for the Computation of logarithmic l-Class Groups of\n  Number Fields"],"description":["  We present an algorithm for the computation of logarithmic l-class groups of\nnumber fields. Our principal motivation is the effective determination of the\nl-rank of the wild kernel in the K-theory of number fields.\n"]}]
["0801.0922",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0922"],"date":["2008-01-07"],"type":["text"],"creator":["Elfattah, A. M. Abd","Marwa, O. Mohamed"],"language":[],"coverage":[],"title":["Estimating of $P(Y<X)$ in the Exponential case Based on Censored Samples"],"description":["  In this article, the estimation of reliability of a system is discussed\n$p(y<x)$ when strength, $X$, and stress, $Y$, are two independent exponential\ndistribution with different scale parameters when the available data are type\nII Censored sample. Different methods for estimating the reliability are\napplied. The point estimators obtained are maximum likelihood estimator,\nuniformly minimum variance unbiased estimator, and Bayesian estimators based on\nconjugate and non informative prior distributions. A comparison of the\nestimates obtained is performed. Interval estimators of the reliability are\nalso discussed.\n","Comment: Submitted to the Electronic Journal of Statistics\n  (http://www.i-journals.org/ejs/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0801.0935",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0935"],"date":["2008-01-07"],"type":["text"],"creator":["Lashkevich, Michael"],"language":[],"coverage":[],"title":["Boundary form factors in the Smirnov--Fateev model with a diagonal\n  boundary $S$ matrix"],"description":["  The boundary conditions with diagonal boundary $S$ matrix and the boundary\nform factors for the Smirnov--Fateev model on a half line has been considered\nin the framework of the free field representation. In contrast to the case of\nthe sine-Gordon model, in this case the free field representation is shown to\nimpose severe restrictions on the boundary $S$ matrix, so that a finite number\nof solutions is only consistent with the free field realization.\n","Comment: 15 pages, 2 figures included in the LaTeX file"]}]
["0801.0936",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0936","Open Sys.& Information Dyn. 11: 53-61 (2004)"],"date":["2008-01-07"],"type":["text"],"creator":["Alicki, Robert"],"language":[],"coverage":[],"title":["Pure decoherence in quantum systems"],"description":["  A popular model of decoherence based on the linear coupling to harmonic\noscillator heat baths is analized and shown to be inappropriate in the regime\nwhere decoherence dominates over energy dissipation, called pure decoherence\nregime. The similar mechanism essentially related to the energy conservation\nimplies that, on the contrary to the recent conjectures, chaotic environments\ncan be less efficient decoherers than regular ones. Finally, the elastic\nscattering mechanism is advocated as the simplest source of pure decoherence.\n","Comment: 11 pages"]}]
["0801.0945",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0945"],"date":["2008-01-07"],"type":["text"],"creator":["Kulkarni, Naveen V.","Karmakar, Soumen","Banerjee, Indrani","Pasricha, R.","Sahasrabudhe, S. N.","Das, A. K.","Bhoraskar, S. V."],"language":[],"coverage":[],"title":["DC transferred arc thermal plasma assisted growth of nanoparticles with\n  different crystalline phases"],"description":["  The control of the crystalline phases of the nanoparticles grown in a\ndirect-current transferred-arc plasma-assisted reactor is reported. The\ncrystalline phases of the as synthesized nanoparticles are shown to critically\ndepend on the operating gas pressure. The paper reports about the change in the\ncrystalline phases of three distinct compounds namely aluminium oxide (Al2O3),\naluminium nitride (AlN) and iron oxide (FexOy). The major outcome of the\npresent work is that the phases having higher defect densities are more\nprobable to form at the sub-atmospheric operating pressure. The variations in\nthe crystalline structures are discussed on the basis of the equilibrium defect\ndensity formed during the homogeneous nucleation. The as synthesized\nnanoparticles were examined by X-ray diffraction analysis and transmission\nelectron microscopy. In addition, the confirmatory analysis for the crystalline\nphases of the as synthesized iron oxides was carried out with the help of\nMossbauer spectroscopy.\n","Comment: 30 pages, 9 figures, 1 table"]}]
["0801.0949",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0949"],"date":["2008-01-07"],"type":["text"],"creator":["Attie, Paul C."],"language":[],"coverage":[],"title":["On the Refinement of Liveness Properties of Distributed Systems"],"description":["  We present a new approach for reasoning about liveness properties of\ndistributed systems, represented as automata. Our approach is based on\nsimulation relations, and requires reasoning only over finite execution\nfragments. Current simulation-relation based methods for reasoning about\nliveness properties of automata require reasoning over entire executions, since\nthey involve a proof obligation of the form: if a concrete and abstract\nexecution ``correspond'' via the simulation, and the concrete execution is\nlive, then so is the abstract execution.\n  Our contribution consists of (1) a formalism for defining liveness\nproperties, (2) a proof method for liveness properties based on that formalism,\nand (3) two expressive completeness results: firstly, our formalism can express\nany liveness property which satisfies a natural ``robustness'' condition, and\nsecondly, our formalism can express any liveness property at all, provided that\nhistory variables can be used\n","Comment: 54 pages, 12 figures"]}]
["0801.0957",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0957"],"date":["2008-01-07"],"type":["text"],"creator":["Zinoviev, Yury M."],"language":[],"coverage":[],"title":["Relativistic Newton and Coulomb Laws"],"description":["  The relativistic equations for the electromagnetic and gravitation\ninteractions are similar: The only Lagrangian equation is the equation with\nLorentz force. The potential satisfies the wave equation with the right - hand\nside proprtional to the velocity of another particle multiplied by the delta -\nfunction concentrated at the position of another particle. If the interaction\npropagates at the speed of light, then the wave equation has the unique\nsolution: the Lienard - Wiechert potential. The Maxwell equations are\ncompletely defined by the obtained relativistic Coulomb law. The Coulomb law\nand the Newton gravity law differ from each other only in the choice of the\nconstants. If we choose in Coulomb law the electric charges equal to the masses\nand choose the interaction constant of another sign, then we get Newton gravity\nlaw. If we choose in the relativistic Coulomb law the electric charges equal to\nthe masses and choose the interaction constant of another sign, then we get the\nrelativistic Newton gravity law.\n"]}]
["0801.0958",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0958"],"date":["2008-01-07"],"type":["text"],"creator":["Aliev, T. M.","Azizi, K.","Ozpineci, A."],"language":[],"coverage":[],"title":["QCD sum rules analysis of the $B_{s}\\to D_{sJ}(2460)l\\nu $ decay"],"description":["  Using three point QCD sum rules method, the form factors relevant to the\nsemileptonic\n  $B_{s}\\to D_{sJ}(2460)\\ell\\nu$ decay are calculated. The $q^2$ dependencies\nof these form factors are evaluated. The dependence of the asymmetry parameter\n$\\alpha$, characterizing the polarization of $D_{sJ}$ meson, on $q^2$ is\nstudied. This study gives useful information about the structure of the\n$D_{sJ}$ meson. Finally the branching ratio of this decay is also estimated and\nis shown that it can be easily detected at LHC.\n","Comment: Talk at the International Conference on Hadron Physics TROIA'07, 30\n  Aug. - 3 Sept. 2007, Canakkale, Turkey"]}]
["0801.0970",{"format":[],"subject":["Mathematics - Statistics Theory","62G05, 62C20 (Primary) 41A17 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0970"],"date":["2008-01-07"],"type":["text"],"creator":["Akakpo, Nathalie"],"language":[],"coverage":[],"title":["Detecting change-points in a discrete distribution via model selection"],"description":["  This paper is concerned with the detection of multiple change-points in the\njoint distribution of independent categorical variables. The procedures\nintroduced rely on model selection and are based on a penalized least-squares\ncriterion. Their performance is assessed from a nonasymptotic point of view.\nUsing a special collection of models, a preliminary estimator is built.\nAccording to an existing model selection theorem, it satisfies an oracle-type\ninequality. Moreover, thanks to an approximation result demonstrated in this\npaper, it is also proved to be adaptive in the minimax sense. In order to\neliminate some irrelevant change-points selected by that first estimator, a\ntwo-stage procedure is proposed, that also enjoys some adaptivity property.\nBesides, the first estimator can be computed with a complexity only linear in\nthe size of the data. A heuristic method allows to implement the second\nprocedure quite satisfactorily with the same computational complexity.\n","Comment: Submitted to the Electronic Journal of Statistics\n  (http://www.i-journals.org/ejs/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0801.0972",{"format":[],"subject":["Mathematics - Number Theory","11R34, 11R37, 11R45, 11R58"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0972"],"date":["2008-01-07"],"type":["text"],"creator":["Lebacque, Philippe"],"language":[],"coverage":[],"title":["On Tsfasman--Vl\\u{a}du\\c{t} Invariants of Infinite Global Fields"],"description":["  In this article we study certain asymptotic properties of global fields. We\nconsider the set of Tsfasman-Vladuts invariants of infinite global fields and\nanswer some natural questions arising from their work. In particular, we prove\nthe existence of infinite global fields having finitely many strictly positive\ninvariants at given places, and the existence of infinite number fields with\ncertain prescribed invariants being zero. We also give precisions on the\ndeficiency of infinite global fields and on the primes decomposition in those\nfields.\n"]}]
["0801.0973",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0973"],"date":["2008-01-07"],"type":["text"],"creator":["Cais, A. Ó","Oktay, M. B .","Ryan, S. M.","Peardon, M. J.","Skullerud, J. I."],"language":[],"coverage":[],"title":["The spectrum of charmed mesons from dynamical anisotropic lattices"],"description":["  We present our preliminary analysis for the chamonium and D$_s$ spectra\nobtained from N$_f=2$ dynamical anisotropic lattices. We use 12$^3\\times 80$\nlattices with lattice spacing $a_t=7.35$ GeV$^{-1}$ and anisotropy of six.\nMeson correlators are computed using all-to-all propagators together with\nvariational analysis.\n","Comment: 4 pages, 4 figures, Talk given at International Conference on Hadron\n  Physics, TROIA'07, Canakkale Turkey, 30 August - 3 September 2007"]}]
["0801.0986",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0986"],"date":["2008-01-04"],"type":["text"],"creator":["Sun, Chang Q."],"language":[],"coverage":[],"title":["Tetra-bonding of C, N and O at solid surface"],"description":["  In order to gain advanced understanding of the kinetics and dynamics of C, N,\nand O reacting with a solid surface, it is necessary to consider the reaction\nfrom the perspectives of bond formation, bond dissociation, bond relaxation,\nbond vibration, and the associated charge redistribution and polarization and\nthe energetic response of the involved atoms and valence electrons. The\nsp-orbital hybridization is found necessary for these concerned reactions\nassociated with strongly anisotropic bonding and valence identities and the\nlocalized energy states of bonding pairs, nonbonding lone pairs, and the lone\npair induced antibonding dipoles, as well as the hydrogen bond like and C-H\nbond like states, which could unify the observations using atomistic\nmicroscopy, crystallography, electronic spectroscopy, vibronic spectroscopy,\nand thermal desorption spectroscopy and provide guidelines for materials\ndesign.\n","Comment: Book Chapter (invited)"]}]
["0801.0988",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0988"],"date":["2008-01-07"],"type":["text"],"creator":["Gaiotto, Davide"],"language":[],"coverage":[],"title":["Monster symmetry and Extremal CFTs"],"description":["  We test some recent conjectures about extremal selfdual CFTs, which are the\ncandidate holographic duals of pure gravity in $AdS_3$. We prove that no $c=48$\nextremal selfdual CFT or SCFT may possess Monster symmetry. Furthermore, we\ndisprove a recent argument against the existence of extremal selfdual CFTs of\nlarge central charge.\n","Comment: 10 pages"]}]
["0801.0991",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0991"],"date":["2008-01-07"],"type":["text"],"creator":["Perkin, J."],"language":[],"coverage":[],"title":["The Acoustic Detection of Ultra High Energy Neutrinos"],"description":["  Attempts have been made to parameterise the thermoacoustic emission of\nparticle cascades induced by EeV neutrinos interacting in the sea.\nUnderstanding the characteristic radiation from such an event allows us to\npredict the pressure pulse observed by underwater acoustic sensors distributed\nin kilometre scale arrays. We find that detectors encompassing thousands of\ncubic kilometres are required, with a minimum of 100 hydrophones per kilometre\ncubed, in order to observe the flux of neutrinos predicted by the attenuation\nof ultra high energy cosmic rays on cosmic microwave background photons. The\npressure threshold of such an array must be in the range 5-10 mPa and the said\ndetector will have to operate for five years or more. Additionally a\nqualitative analysis of the first acoustic data recorded by the Rona hydrophone\narray off the north-west coast of Scotland is reported.\n","Comment: PhD Thesis: The University of Sheffield; England. (Submitted April\n  2007)"]}]
["0801.0996",{"format":[],"subject":["Mathematics - Numerical Analysis","37Mxx","65Pxx","70-xx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0996"],"date":["2008-01-07"],"type":["text"],"creator":["Bou-Rabee, Nawaf","Marsden, Jerrold E."],"language":[],"coverage":[],"title":["Hamilton-Pontryagin Integrators on Lie Groups: Introduction and\n  Structure-Preserving Properties"],"description":["  In this paper structure-preserving time-integrators for rigid body-type\nmechanical systems are derived from a discrete Hamilton-Pontryagin variational\nprinciple. From this principle one can derive a novel class of variational\npartitioned Runge-Kutta methods on Lie groups. Included among these integrators\nare generalizations of symplectic Euler and St\\\"{o}rmer-Verlet integrators from\nflat spaces to Lie groups. Because of their variational design, these\nintegrators preserve a discrete momentum map (in the presence of symmetry) and\na symplectic form.\n  In a companion paper, we perform a numerical analysis of these methods and\nreport on numerical experiments on the rigid body and chaotic dynamics of an\nunderwater vehicle. The numerics reveal that these variational integrators\npossess structure-preserving properties that methods designed to preserve\nmomentum (using the coadjoint action of the Lie group) and energy (for example,\nby projection) lack.\n","Comment: 26 pages, 4 figures"]}]
["0801.0997",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0997","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Chen, H.","Hsu, L.","Wei, X."],"language":[],"coverage":[],"title":["A Novel VLSI Technology to Manufacture High-Density Thermoelectric\n  Cooling Devices"],"description":["  This paper describes a novel integrated circuit technology to manufacture\nhigh-density thermoelectric devices on a semiconductor wafer. With no moving\nparts, a thermoelectric cooler operates quietly, allows cooling below ambient\ntemperature, and may be used for temperature control or heating if the\ndirection of current flow is reversed. By using a monolithic process to\nincrease the number of thermoelectric couples, the proposed solid-state cooling\ntechnology can be combined with traditional air cooling, liquid cooling, and\nphase-change cooling to yield greater heat flux and provide better cooling\ncapability.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.0999",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0999","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Park, H. S."],"language":[],"coverage":[],"title":["Dependency of Heat Transfer Rate on the Brinkman Number in Microchannels"],"description":["  Heat generation from electronics increases with the advent of high-density\nintegrated circuit technology. To come up with the heat generation, microscale\ncooling has been thought as a promising technology. Prediction of heat transfer\nrate is crucial in design of microscale cooling device but is not clearly\nunderstood yet. This work proposes a new correlation between heat transfer rate\nand Brinkman number which is nondimensional number of viscosity, flow velocity\nand temperature. It is expected that the equation proposed by this work can be\nuseful to design microchannel cooling device.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1001",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1001","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Lee, C. K.","Robinson, A. J.","Ching, C. Y."],"language":[],"coverage":[],"title":["Development of EHD Ion-Drag Micropump for Microscale Electronics Cooling\n  Systems"],"description":["  In this investigation, the numerical simulation of electrohydrodynamic (EHD)\nion-drag micropumps with micropillar electrode geometries have been performed.\nThe effect of micropillar height and electrode spacing on the performance of\nthe micropumps was investigated. The performance of the EHD micropump improved\nwith increased applied voltage and decreased electrode spacing. The optimum\nmicropillar height for the micropump with electrode spacing of 40$\\mu$m and\nchannel height of 100$\\mu$m at 200V was 40$\\mu$m, where a maximum mass flow\nrate of 0.18g/min was predicted. Compared to that of planar electrodes, the 3D\nmicropillar electrode geometry enhanced the overall performance of the EHD\nmicropumps.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1003",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1003","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Czernohorsky, J.","Maj, B.","Viering, Matthias","Wright, L.","Balanon, G."],"language":[],"coverage":[],"title":["Evaluation of the impact of solder die attach versus epoxy die attach in\n  a state of the art power package"],"description":["  Subject of this paper is the thermal investigation of epoxy (EDA) and solder\n(SDA) die attaches by a comparison of an ASIC with multiple heat sources in\ndifferent package assemblies. Static and transient thermal measurements and\nsimulations were performed to investigate the thermal behavior of two samples\nin a state of the art QFP power package differing only in the die attach\nmaterial (EDA and SDA).\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1004",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1004","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Kondo, Satoshi","Yu, Qiang","Shibutani, T.","Shiratori, M."],"language":[],"coverage":[],"title":["New Reliability Assessment Method for Solder Joints in BGA Package by\n  Considering the Interaction between Design Factors"],"description":["  As the integration and the miniaturization of electronics devices, design\nspace become narrower and interactions between design factors affect their\nreliability. This paper presents a methodology of quantifying the interaction\nof each design factor in electronics devices. Thermal fatigue reliability of\nBGA assembly was assessed with the consideration of the interaction between\ndesign factors. Sensitivity analysis shows the influence of each design factor\nto inelastic strain range of a solder joint characterizing the thermal fatigue\nlife if no interaction occurs. However, there is the interaction in BGA\nassembly since inelastic strain range depends on not only a mismatch in CTE but\nalso a warpage of components. Clustering can help engineers to clarify the\nrelation between design factors. The variation in the influence was taken to\nquantify the interaction of each design factor. Based on the interaction,\nsimple evaluating approach of inelastic strain range for the BGA assembly was\nalso developed. BGA package was simplified into a homogeneous component and\nequivalent CTE wascalculated from the warpage of BGA and PCB. The estimated\nequation was derived by using the response surface method as a function of\ndesign factors. Based upon these analytical results, design engineers can rate\neach factor's effect on reliability and assess the reliability of their basic\ndesign plan at the concept design stage.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1006",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1006","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Hériz, Virginia Martín","Park, J. -H.","Kemper, T.","Kang, S. -M.","Shakouri, A."],"language":[],"coverage":[],"title":["Method of Images for the Fast Calculation of Temperature Distributions\n  in Packaged VLSI Chips"],"description":["  Thermal aware routing and placement algorithms are important in industry.\nCurrently, there are reasonably fast Green's function based algorithms that\ncalculate the temperature distribution in a chip made from a stack of different\nmaterials. However, the layers are all assumed to have the same size, thus\nneglecting the important fact that the thermal mounts which are placed\nunderneath the chip can be significantly larger than the chip itself. In an\nearlier publication, we showed that the image blurring technique can be used to\ncalculate quickly temperature distribution in realistic packages. For this\nmethod to be effective, temperature distribution for several point heat sources\nat the center and at the corner and edges of the chip should be calculated\nusing finite element analysis (FEA) or measured. In addition, more accurate\nresults require correction by a weighting function that will need several FEA\nsimulations. In this paper, we introduce the method of images that take the\nsymmetry of the thermal boundary conditions into account. Thus with only \"two\"\nfinite element simulations, the steady-state temperature distribution for an\narbitrary complex power dissipation profile in a packaged chip can be\ncalculated. Several simulation results are presented. It is shown that the\npower blurring technique together with the method of images can reproduce the\ntemperature profile with an error less than 0.5%.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1007",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1007","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Szabo, P.","Rencz, M."],"language":[],"coverage":[],"title":["Short time die attach characterisation of semiconductor devices"],"description":["  Thermal qualification of the die attach of semiconductor devices is a very\nimportant element in the device characterization as the temperature of the chip\nis strongly affected by the quality of the die attach. Voids or delaminations\nin this layer may cause higher temperature elevation and thus damage or shorter\nlifetime. Thermal test of each device in the manufacturing process would be the\nbest solution for eliminating the devices with wrong die attach layer. In this\npaper we will present the short time thermal transient measurement method and\nthe structure function evaluation through simulations and measurements for die\nattach characterization. We will also present a method for eliminating the very\ntime consuming calibration process. Using the proposed methods even the in-line\ntesting of LEDs can be accomplished.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1009",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1009","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Smith, B.","Brunschwiler, T.","Michel, B."],"language":[],"coverage":[],"title":["Utility of transient testing to characterize thermal interface materials"],"description":["  This paper analyzes a transient method for the characterization of\nlow-resistance thermal interfaces of microelectronic packages. The transient\nmethod can yield additional information about the package not available with\ntraditional static methods at the cost of greater numerical complexity,\nhardware requirements, and sensitivity to noise. While the method is\nestablished for package-level thermal analysis of mounted and assembled parts,\nits ability to measure the relatively minor thermal impedance of thin thermal\ninterface material (TIM) layers has not yet been fully studied. We combine the\ntransient thermal test with displacement measurements of the bond line\nthickness to fully characterize the interface.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1010",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1010"],"date":["2008-01-07"],"type":["text"],"creator":["Ausloos, M.","Petroni, F."],"language":[],"coverage":[],"title":["On World Religion Adherence Distribution Evolution"],"description":["  Religious adherence can be considered as a degree of freedom, in a\nstatistical physics sense, for a human agent belonging to a population. The\ndistribution, performance and life time of religions can thus be studied having\nin mind heterogeneous interacting agent modeling in mind. We present a\ncomprehensive analysis of 58 so called religion (to be better defined in the\nmain text) evolutions, as measured through their number of adherents between\n1900 and 2000, - data taken from the World Christian Encyclopedia: 40 are\nconsidered to be ''presently growing'' cases, including 11 turn overs in the XX\ncentury; 18 are ''presently decaying'', among which 12 are found to have had a\nrecent maximum, in the XIX or the XX century. The Avrami-Kolmogorov\ndifferential equation which usually describes solid state transformations, like\ncrystal growth, is used in each case in order to obtain the preferential\nattachment parameter introduced previously. It is often found close to unity,\nindicating a smooth evolution. However large values suggest the occurrence of\nextreme cases which we conjecture are controlled by so called external fields.\nA few cases indicate the likeliness of a detachment process. We discuss\ndifferent growing and decaying religions, and illustrate various fits. Some\ncases seem to indicate the lack of reliability of the data. Others, departure\nfrom Avrami law. We point out two difficulties in the analysis : (i) the\n''precise'' original time of apparition of a religion, (ii) the time of its\nmaximum, both informations being necessary for integrating reliably any\nevolution equation. Moreover the Avrami evolution equation might be surely\nimproved, in particular, and somewhat obviously, for the decaying religion\ncases.\n","Comment: 16 pages, 4 tables, 14 figures, 27 references; a working paper\n  extension of M. Ausloos and F. Petroni, Statistical dynamics of religions and\n  adherents, Europhys. Lett. 77 (2007) 38002"]}]
["0801.1013",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1013"],"date":["2008-01-07"],"type":["text"],"creator":["Hall, Timothy","Jewson, Stephen"],"language":[],"coverage":[],"title":["SST and North American Tropical Cyclone Landfall: A Statistical Modeling\n  Study"],"description":["  We employ a statistical model of North Atlantic tropical cyclone (TC) tracks\nto investigate the relationship between sea-surface temperature (SST) and North\nAmerican TC landfall rates. The track model is conditioned on summer SST in the\ntropical North Atlantic being in either the 19 hottest or the 19 coldest years\nin the period 1950-2005. For each conditioning many synthetic TCs are generated\nand landfall rates computed. Compared to direct analysis of historical\nlandfall, the track model reduces the sampling error by projecting information\nfrom the entire basin onto the coast. There are 46% more TCs in hot years than\ncold in the model, which is highly significant compared to random sampling and\ncorroborates well documented trends in North Atlantic TC number in recent\ndecades. In the absence of other effects, this difference results in a\nsignificant increase in model landfall rates in hot years, uniform along the\ncoast. Hot-cold differences in the geographic distribution of genesis and in TC\npropagation do not significantly alter the overall landfall-rate difference in\nthe model, and the net landfall rate is 1/4.7 yr in hot years and 1/3.1 yr in\ncold years. SST influence on genesis site and propagation does modify the\ngeographic distribution of landfall, however. The Yucatan suffers 3 times\ngreater landfall rate in hot years than cold, while the U.S. mid-Atlantic coast\nexhibits no significant change. Landfall probabilities increase in hot years\ncompared to all years in Florida, the U.S Gulf coast, the Mexican Gulf coast,\nand Yucatan with at least 95% confidence.\n"]}]
["0801.1022",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1022","Proceedings of the Tenth International Conference on\n  Human-Computer Interaction 2003, pp. 48-52"],"date":["2008-01-07"],"type":["text"],"creator":["Burroughs, Nigel J.","Tsibidis, George D.","Gaze, William","Wellington, Liz"],"language":[],"coverage":[],"title":["Study Of Spatial Biological Systems Using a Graphical User Interface"],"description":["  In this paper, we describe a Graphical User Interface (GUI) designed to\nmanage large quantities of image data of a biological system. After setting the\ndesign requirements for the system, we developed an ecology quantification GUI\nthat assists biologists in analysing data. We focus on the main features of the\ninterface and we present the results and an evaluation of the system. Finally,\nwe provide some directions for some future work.\n"]}]
["0801.1024",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1024"],"date":["2008-01-07"],"type":["text"],"creator":["Shepherd, M. R."],"language":[],"coverage":[],"title":["Hadronic Physics at CLEO-c"],"description":["  The charmonium system provides an opportunity to explore a wide variety of\ntopics in hadronic physics. Studies of the properties of and transitions among\ncc-bar states yield insight into relativistic and non-perturbative QCD effects.\nAt the same time, studies of the decays of charmonium states are a window into\ngluon dynamics and the role of glueball mixing in the production of light quark\nstates. A collection of preliminary results utilizing the full CLEO-c psi(2S)\ndata sample is presented including two-body branching fractions of chi_cJ\ndecays, a precision measurement of the h_c mass, and results on the hindered M1\ntransition: psi(2S) -> gamma eta_c.\n","Comment: 12 pages, 4 figures, to be published in the Proceedings of the 12th\n  International Conference on Hadron Spectroscopy: HADRON 07, Frascati, October\n  8-13, 2007"]}]
["0801.1027",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1027"],"date":["2008-01-07"],"type":["text"],"creator":["Leplaideur, Renaud","Oliveira, Krerley","Rios, Isabel"],"language":[],"coverage":[],"title":["Equilibrium States for Partially Hyperbolic Horseshoes"],"description":["  In this paper, we study ergodic features of invariant measures for the\npartially hyperbolic horseshoe at the boundary of uniformly hyperbolic\ndiffeomorphisms constructed in \\cite{DHRS07}. Despite the fact that the\nnon-wandering set is a horseshoe, it contains intervals. We prove that every\nrecurrent point has non-zero Lyapunov exponents and all ergodic invariant\nmeasures are hyperbolic. As a consequence, we obtain the existence of\nequilibrium measures for any continuous potential. We also obtain an example of\na family of $C^\\infty$ potentials with phase transition.\n"]}]
["0801.1029",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1029","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Szczesniak, Wladyslaw"],"language":[],"coverage":[],"title":["Reducing Average and Peak Temperatures of VLSI CMOS Digital Circuits by\n  Means of Heuristic Scheduling Algorithm"],"description":["  This paper presents a BPD (Balanced Power Dissipation) heuristic scheduling\nalgorithm applied to VLSI CMOS digital circuits/systems in order to reduce the\nglobal computational demand and provide balanced power dissipation of\ncomputational units of the designed digital VLSI CMOS system during the task\nassignment stage. It results in reduction of the average and peak temperatures\nof VLSI CMOS digital circuits. The elaborated algorithm is based on balanced\npower dissipation of local computational (processing) units and does not\ndeteriorate the throughput of the whole VLSI CMOS digital system.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1030",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1030","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Szucs, Z.","Nagy, G.","Hodossy, S.","Rencz, M.","Poppe, A."],"language":[],"coverage":[],"title":["Vibration Combined High Temperature Cycle Tests for Capacitive MEMS\n  Accelerometers"],"description":["  In this paper vibration combined high temperature cycle tests for packaged\ncapacitive SOI-MEMS accelerometers are presented. The aim of these tests is to\nprovide useful Design for Reliability information for MEMS designers. A high\ntemperature test chamber and a chopper-stabilized read-out circuitry were\ndesigned and realized at BME - DED. Twenty thermal cycles of combined\nTemperature Cycle Test and Fatigue Vibration Test has been carried out on 5\nsamples. Statistical evaluation of the test results showed that degradation has\nstarted in 3 out of the 5 samples.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1033",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1033"],"date":["2008-01-07"],"type":["text"],"creator":["Tsibidis, George","Arvanitis, Theodoros N.","Baber, Chris"],"language":[],"coverage":[],"title":["The What, Who, Where, When, Why and How of Context-Awareness"],"description":["  The understanding of context and context-awareness is very important for the\nareas of handheld and ubiquitous computing. Unfortunately, at present, there\nhas not been a satisfactory definition of these two concepts that would lead to\na more effective communication in humancomputer interaction. As a result, on\nthe one hand, application designers are not able to choose what context to use\nin their applications and on the other, they cannot determine the type of\ncontext-awareness behaviours their applications should exhibit. In this work,\nwe aim to provide answers to some fundamental questions that could enlighten us\non the definition of context and its functionality.\n","Comment: Accepted manuscript at the CHI 2000, April 3-2000, The Hague, The\n  Netherlands"]}]
["0801.1037",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1037","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Mitrani, D.","Salazar, J.","Turo, A.","García, M. J.","Chávez, J. A."],"language":[],"coverage":[],"title":["Lumped and Distributed Parameter SPICE Models of TE Devices Considering\n  Temperature Dependent Material Properties"],"description":["  Based on simplified one-dimensional steady-state analysis of thermoelectric\nphenomena and on analogies between thermal and electrical domains, we propose\nboth lumped and distributed parameter electrical models for thermoelectric\ndevices. For lumped parameter models, constant values for material properties\nare extracted from polynomial fit curves evaluated at different module\ntemperatures (hot side, cold side, average, and mean module temperature). For\nthe case of distributed parameter models, material properties are calculated\naccording to the mean temperature at each segment of a sectioned device. A\ncouple of important advantages of the presented models are that temperature\ndependence of material properties is considered and that they can be easily\nsimulated using an electronic simulation tool such as SPICE. Comparisons are\nmade between SPICE simulations for a single-pellet module using the proposed\nmodels and with numerical simulations carried out with Mathematica software.\nResults illustrate accuracy of the distributed parameter models and show how\ninappropriate is to assume, in some cases, constant material parameters for an\nentire thermoelectric element.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1038",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1038","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Borthen, P.","Wachutka, G."],"language":[],"coverage":[],"title":["A Modular High-Temperature Measurement Set-Up for Semiconductor Device\n  Characterization"],"description":["  We demonstrate the capabilities of a high temperature measurement set-up\nrecently developed at our institute. It is dedicated to the characterization of\nsemiconductor devices and test structures in the temperature range from room\ntemperature up to 500 degrees C and higher. A detailed description of the\nexperimental aquipment is given. Its practical use is demonstrated by measuring\ntemperature-dependent charcteristics of silicon VDMOSFET and IGBT devices as\nwell as SiC-diodes. For the silicon devices, numerical simulations based on\nrecently developed high temperature physical models were also performed in\norder to gain a deeper understanding of the measured data, together with a\nrevalidation of the model parameters.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1040",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1040","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Szekely, V.","Torok, S.","Kollar, E."],"language":[],"coverage":[],"title":["Improvements of the Variable Thermal Resistance"],"description":["  A flat mounting unit with electronically variable thermal resistance [1] has\nbeen presented in the last year [2]. The design was based on a Peltier cell and\nthe appropriate control electronics and software. The device is devoted\nespecially to the thermal characterization of packages, e.g. in dual cold plate\narrangements. Although this design meets the requirements of the static\nmeasurement we are intended to improve its parameters as the settling time and\ndynamic thermal impedance and the range of realized thermal resistance. The new\ndesign applies the heat flux sensor developed by our team as well [3], making\neasier the control of the device. This development allows even the realization\nof negative thermal resistances.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1041",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1041","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Grauby, S.","Lopez, L. -D. Patino","Salhi, A.","Puyoo, E.","Rampnoux, J. -M.","Claeys, W.","Dilhaire, S."],"language":[],"coverage":[],"title":["Joule Expansion Imaging Techniques on Microlectronic Devices"],"description":["  We have studied the electrically induced off-plane surface displacement on\ntwo microelectronic devices using Scanning Joule Expansion Microscopy (SJEM).\nWe present the experimental method and surface displacement results. We show\nthat they can be successfully compared with surface displacement images\nobtained using an optical interferometry method. We also present thermal images\nusing Scanning Thermal Microscopy (SThM) technique to underline that SJEM is\nmore adapted to higher frequency measurements, which should improve the spatial\nresolution.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1043",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1043","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Wankhede, Mahendra","Khaire, V.","Goswami, A.","Mahajan, S. D."],"language":[],"coverage":[],"title":["Evaluation of Cooling Solutions for Outdoor Electronics"],"description":["  The thermal management of an outdoor electronic enclosure can be quite\nchallenging due to the additional thermal load from the sun and the requirement\nof having an air-sealed enclosure. It is essential to consider the effect of\nsolar heating loads in the design process; otherwise, it can shorten the life\nexpectancy of the electronic product or lead to catastrophic failure. In this\npaper we analyze and compare the effectiveness of different cooling techniques\nused for outdoor electronics. Various cooling techniques were compared like\nspecial coatings and paints on the outer surface, radiation shields,\ndouble-walled vented enclosures, fans for internal air circulation and\nair-to-air heat exchangers. A highly simplified, typical outdoor system was\nselected for this study measuring approximately 300x300x400 mm (WxLxH). Solar\nradiation was incident on 3 sides of the enclosure. There were 8 equally spaced\nPCBs inside the enclosure dissipating 12.5W each uniformly (100 watts total). A\ncomputational fluid dynamics (CFD) model of the system was built and analyzed.\nThis was followed by building a mock-up of the system and conducting\nexperiments to validate the CFD model. It was found that some of the simplest\ncooling techniques like white oil paint on the outer surface can significantly\nreduce the impact of solar loads. Adding internal circulation fans can also be\nvery effective. Using air-to-air heat exchangers was found to be the most\neffective solution although it is more complex and costly.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1044",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1044","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Habra, W.","Tounsi, P.","Madrid, F.","Dupuy, P.","Barbot, C.","Dorkel, J. -M."],"language":[],"coverage":[],"title":["A New Methodology for Extraction of Dynamic Compact Thermal Models"],"description":["  An innovative and accurate dynamic Compact Thermal Model extraction method is\nproposed for multi-chip power electronics systems. It accounts for thermal\ncoupling between multiple heat sources. Transient electro-thermal coupling can\neasily be taken into account by system designers. The method is based on a\ndefinition of the Optimal Thermal Coupling Point, which is proven to be valid\neven for transient modelling. Compared to the existing methods, the number of\nneeded 3D thermal simulations or measurements is significantly reduced.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1045",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1045","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Sabry, M. -N."],"language":[],"coverage":[],"title":["Flexible profile approach to the conjugate heat transfer problem"],"description":["  The flexible profile approach proposed earlier to create CTM (compact or\nreduced order thermal models) is extended to cover the area of conjugate heat\ntransfer. The flexible profile approach is a methodology that allows building a\nhighly boundary conditions independent CTM, with any desired degree of\naccuracy, that may adequately replace detailed 3D models for the whole spectrum\nof applications in which the modeled object may be used. The extension to\nconjugate problems radically solves the problem of interfacing two different\ndomains. Each domain, fluid or solid, can be \"compacted\" independently creating\ntwo CTM that can be joined together to produce reliable results for any\narbitrary set of external boundary conditions.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1046",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1046","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Linderman, R.","Brunschwiler, T.","Smith, B.","Michel, B."],"language":[],"coverage":[],"title":["High Performance Thermal Interface Technology Overview"],"description":["  An overview on recent developments in thermal interfaces is given with a\nfocus on a novel thermal interface technology that allows the formation of 2-3\ntimes thinner bondlines with strongly improved thermal properties at lower\nassembly pressures. This is achieved using nested hierarchical surface channels\nto control the particle stacking with highly particle-filled materials.\nReliability testing with thermal cycling has also demonstrated a decrease in\nthermal resistance after extended times with longer overall lifetime compared\nto a flat interface.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1047",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1047","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Petropoulos, A.","Kaltsas, G.","Goustouridis, D.","Nassiopoulou, A. G."],"language":[],"coverage":[],"title":["A Novel Thermal Position Sensor Integrated On A Plastic Substrate"],"description":["  A thermal position sensor was fabricated and evaluated. The device consists\nof an array of temperature sensing elements, fabricated entirely on a plastic\nsubstrate. A novel fabrication technology was implemented which allows direct\nintegration with read out electronics and communication to the macro-world\nwithout the use of wire bonding. The fabricated sensing elements are\ntemperature sensitive Pt resistors with an average TCR of 0.0024/C. The device\nrealizes the detection of the position and the motion of a heating source by\nmonitoring the resistance variation of the thermistor array. The application\nfield of such a cost-effective position sensor is considered quite extensive.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1049",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1049","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["John, R.","Atxaga, G.","Frerker, H. J.","Newerla, A."],"language":[],"coverage":[],"title":["Advancement of Multifunctional support structure technologies (AMFSST)"],"description":["  The multifunctional support structure (MFSS) technology is promising a\nreduction of overall mass and packing volume for spacecraft (S/C) electronic\ncomponents. This technology eliminates the electronic box chassis and the\ncabling between the boxes by integrating the electronics, thermal control and\nthe structural support into one single element. The ultimate goal of the MFSS\ntechnology is to reduce size, weight, power consumption, cost and production\ntime for future spacecraft components. The paper focus on the main challenges\nand solutions related to the thermal management within the MFSS technology\nbased on the selected charge regulator (CR) application. Starting with the main\nset of thermal requirements for the CR the paper will include, conceptual and\ndetailed design based on highconductivity carbon fibre CFRP, description and\nresults of the thermal material sample test program ; parameter and results for\nthe performed first thermal simulation\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1050",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1050"],"date":["2008-01-07"],"type":["text"],"creator":["Tsirelson, Boris"],"language":[],"coverage":[],"title":["Moderate deviations for random fields and random complex zeroes"],"description":["  Moderate deviations for random complex zeroes are deduced from a new theorem\non moderate deviations for random fields.\n","Comment: 56 pages"]}]
["0801.1054",{"format":[],"subject":["Mathematics - Number Theory","11G10 (Primary) 11G40, 14G05, 11G50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1054"],"date":["2008-01-07"],"type":["text"],"creator":["Ortiz, Andrea Surroca"],"language":[],"coverage":[],"title":["On some conjectures on the Mordell-Weil and the Tate-Shafarevich groups\n  of an abelian variety"],"description":["  We consider an abelian variety defined over a number field. We give\nconditonal bounds for the order of its Tate-Shafarevich group, as well as\nbounds for the N\\'eron-Tate height of generators of its Mordell-Weil group. The\nbounds are implied by strong but nowadays classical conjectures, such as the\nBirch and Swinnerton-Dyer conjecture and the functional equation of the\nL-series. In particular, we generalise a result by D. Goldfeld and L. Szpiro on\nthe order of the Tate-Shafarevich group. The method is an extension of the\nalgorithm proposed by Yu. Manin for finding a basis for the non-torsion\nrational points of an elliptic curve defined over the rationals.\n","Comment: 22 pages"]}]
["0801.1056",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1056","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Nakabayashi, K.","Nakabayashi, T.","Nakajima, K."],"language":[],"coverage":[],"title":["Very Fast Chip-level Thermal Analysis"],"description":["  We present a new technique of VLSI chip-level thermal analysis. We extend a\nnewly developed method of solving two dimensional Laplace equations to thermal\nanalysis of four adjacent materials on a mother board. We implement our\ntechnique in C and compare its performance to that of a commercial CAD tool.\nOur experimental results show that our program runs 5.8 and 8.9 times faster\nwhile keeping smaller residuals by 5 and 1 order of magnitude, respectively.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1057",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1057"],"date":["2008-01-07"],"type":["text"],"creator":["Kossakowski, Andrzej","Rebolledo, Rolando"],"language":[],"coverage":[],"title":["On completely positive non-Markovian evolution of a d-level system"],"description":["  A sufficient condition for non-Markovian master equation which ensures the\ncomplete positivity of the resulting time evolution is presented.\n"]}]
["0801.1058",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1058","Dans 13th International Worshop on THERMal INvestigations of ICs\n  and Systems - THERMINIC 2007, Budapest : Hongrie (2007)"],"date":["2008-01-07"],"type":["text"],"creator":["Hu, J.","Yang, L.","Shin, M. -W."],"language":[],"coverage":[],"title":["Thermal And Mechanical Analysis of High-power Light-emitting Diodes with\n  Ceramic Packages"],"description":["  In this paper we present the thermal and mechanical analysis of high-power\nlight-emitting diodes (LEDs) with ceramic packages. Transient thermal\nmeasurements and thermo-mechanical simulation were performed to study the\nthermal and mechanical characteristics of ceramic packages. Thermal resistance\nfrom the junction to the ambient was decreased from 76.1 oC/W to 45.3 oC/W by\nreplacing plastic mould to ceramic mould for LED packages. Higher level of\nthermo-mechanical stresses in the chip were found for LEDs with ceramic\npackages despite of less mismatching coefficients of thermal expansion\ncomparing with plastic packages. The results suggest that the thermal\nperformance of LEDs can be improved by using ceramic packages, but the mounting\nprocess of the high power LEDs with ceramic packages is critically important\nand should be in charge of delaminating interface layers in the packages.\n","Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}]
["0801.1063",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Databases","H.2.8","H.3.1","H.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1063"],"date":["2008-01-07"],"type":["text"],"creator":["Titov, Ivan","McDonald, Ryan"],"language":[],"coverage":[],"title":["Modeling Online Reviews with Multi-grain Topic Models"],"description":["  In this paper we present a novel framework for extracting the ratable aspects\nof objects from online user reviews. Extracting such aspects is an important\nchallenge in automatically mining product opinions from the web and in\ngenerating opinion-based summaries of user reviews. Our models are based on\nextensions to standard topic modeling methods such as LDA and PLSA to induce\nmulti-grain topics. We argue that multi-grain models are more appropriate for\nour task since standard models tend to produce topics that correspond to global\nproperties of objects (e.g., the brand of a product type) rather than the\naspects of an object that tend to be rated by a user. The models we present not\nonly extract ratable aspects, but also cluster them into coherent topics, e.g.,\n`waitress' and `bartender' are part of the same topic `staff' for restaurants.\nThis differentiates it from much of the previous work which extracts aspects\nthrough term frequency analysis with minimal clustering. We evaluate the\nmulti-grain models both qualitatively and quantitatively to show that they\nimprove significantly upon standard topic models.\n"]}]
["0801.1066",{"format":[],"subject":["Mathematics - History and Overview","00A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1066"],"date":["2008-01-07"],"type":["text"],"creator":["Merker, Joel"],"language":["fr"],"coverage":[],"title":["On Wittgenstein's philosophy of mathematics"],"description":["  Mathematics cannot anymore be assimilated to a linguistic game, where formal\nproofs are strongly differentiated with conjectural thinking, without building\nany category of knowledge to understand the passage (Wittgenstein's gist).\nNowadays, philosophy has to face with the growing, exponential ramified tree of\nspeculative mathematical thinking. Our main (problematical) theses are: 1. In\nmathematics, there is no empirical automatism, and no separate, physical-like\nmotricity. 2: The irreversible-synthetical must force to complexify the\nexegetical game of philosophy; numerical experiments in algebra and in number\ntheory are a kind of letting blow up all possible problems; 4. The nature of\nmathematical questioning still remains in question.\n","Comment: Written in French"]}]
["0801.1079",{"format":[],"subject":["Mathematics - Probability","05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1079"],"date":["2008-01-07"],"type":["text"],"creator":["Norros, I.","Reittu, H."],"language":[],"coverage":[],"title":["On the robustness of power-law random graphs in the finite mean,\n  infinite variance region"],"description":["  We consider a conditionally Poissonian random graph model where the mean\ndegrees, `capacities', follow a power-tailed distribution with finite mean and\ninfinite variance. Such a graph of size $N$ has a giant component which is\nsuper-small in the sense that the typical distance between vertices is of the\norder of $\\log\\log N$. The shortest paths travel through a core consisting of\nnodes with high mean degrees. In this paper we derive upper bounds of the\ntypical distance when an upper part of the core is removed, including the case\nthat the whole core is removed.\n","Comment: 13 pages"]}]
["0801.1083",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1083"],"date":["2008-01-07"],"type":["text"],"creator":["Hadzic, Mahir","Guo, Yan"],"language":[],"coverage":[],"title":["Stability in the Stefan problem with surface tension (I)"],"description":["  We develop a high-order energy method to prove asymptotic stability of flat\nsteady surfaces for the Stefan problem with surface tension - also known as the\nStefan problem with Gibbs-Thomson correction.\n","Comment: 54 pages"]}]
["0801.1087",{"format":[],"subject":["Mathematics - Analysis of PDEs","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1087"],"date":["2008-01-07"],"type":["text"],"creator":["Ailliot, Pierre","Frenod, Emmanuel","Monbet, Valerie"],"language":[],"coverage":[],"title":["Modeling the Coastal Ocean over a Time Period of Several Weeks"],"description":["  From a scale analysis of hydrodynamic phenomena having a significant action\non the drift of an object in coastal ocean waters, we deduce equations modeling\nthe associated hydrodynamic fields over a time period of several weeks. These\nmodels are essentially non linear hyperbolic systems of PDE involving a small\nparameter. Then from the models we extract a simplified and nevertheless\ntypical one for which we prove that its classical solution exists on a time\ninterval which is independent of the small parameter. We then show that the\nsolution weak-* converges as the small parameter goes to zero and we\ncharacterize the equation satisfied by the weak-* limit\n"]}]
["0801.1093",{"format":[],"subject":["Mathematics - Differential Geometry","58J20, 53C27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1093"],"date":["2008-01-07"],"type":["text"],"creator":["Zadeh, M. E."],"language":[],"coverage":[],"title":["Heat equation approach to index theorems on odd dimensional manifolds"],"description":["  D.Freed has formulated and proved an index theorem on odd dimensional spin\nmanifolds with boundary. The proof is based on analysis by Calderon and Seeley.\nIn this note we are going to give a proof of this theorem using the heat\nkernels methods for boundary conditions of Dirichlet and Von Neumann type.\nMoreover we consider also the Atiyah-Patodi-Singer spectral boundary condition\nwhich is not considered in Freed's paper. As a direct consequence of the\nmethod, we will obtain some information about isospectral invariants of the\nboundary conditions. This proof does not uses the cobordism invariance of index\nand are easily generalized to family case.\n","Comment: 12 pages"]}]
["0801.1099",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1099"],"date":["2008-01-07"],"type":["text"],"creator":["Schaefer, Laura","Fegley Jr, Bruce"],"language":[],"coverage":[],"title":["Volatile Element Chemistry during Metamorphism of Ordinary Chondritic\n  Material and Some of its Implications for the Composition of Asteroids"],"description":["  We used chemical equilibrium calculations to model thermal metamorphism of\nordinary chondritic material as a function of temperature, pressure, and trace\nelement abundance and use our results to discuss volatile mobilization during\nthermal metamorphism of ordinary chondrite parent bodies. The calculations\ninclude ~1,700 solids and gases of 40 elements. We compiled trace element\nabundances in H-, L-, and LL-chondrites for the elements Ag, As, Au, Bi, Cd,\nCs, Cu, Ga, Ge, In, Pb, Rb, Sb, Se, Sn, Te, Tl, and Zn, and identified\nabundance trends as a function of petrographic type within each class. We found\nthat abundance patterns within the H- and L- chondrites are consistent with\nmobilization of volatile elements in an onionshell-type parent body.\nLL-chondrites have more complex abundance patterns that may support a\nrubble-pile model for the LL-chondrite parent body. We calculated volatility\nsequences for the trace elements in the ordinary chondritic material, which\ndiffers significantly from the solar nebula volatility sequence.\n","Comment: 64 pages, 14 figures, 5 tables; submitted to Icarus"]}]
["cond-mat/0512121",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0512121","in: Quantum Theory and Symmetries IV, edited by V. K. Dobrev,\n  Heron Press, Sofia (2006), p. 22."],"date":["2005-12-06"],"type":["text"],"creator":["Beige, Almut"],"language":[],"coverage":[],"title":["Quantum computing without qubit-qubit interactions"],"description":["  Quantum computing tries to exploit entanglement and interference to process\ninformation more efficiently than the best known classical solutions.\nExperiments demonstrating the feasibility of this approach have already been\nperformed. However, finding a really scalable and robust quantum computing\narchitecture remains a challenge for both, experimentalists and theoreticians.\nIn most setups decoherence becomes non-negligible when one tries to perform\nentangling gate operations using the coherent control of qubit-qubit\ninteractions. However, in this proceedings we show that two-qubit gate\noperations can be implemented even without qubit-qubit interactions and review\na recent quantum computing scheme by Lim et al. [Phys. Rev. Lett. 95, 030505\n(2005)] using only single photon sources (e.g. atom-cavity systems, NV colour\ncentres or quantum dots) and photon pair measurements.\n","Comment: 11 pages, 6 figures, proceedings for the conference Quantum Theory\n  and Symmetries 4 in Varna, August 2005"]}]
["cond-mat/0602442",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0602442","Phys.Rev.B 73, 165206 (2006)","doi:10.1103/PhysRevB.73.165206"],"date":["2006-02-18"],"type":["text"],"creator":["Pages, O.","Chafi, A.","Fristot, D.","Postnikov, A. V."],"language":[],"coverage":[],"title":["(Ga,In)P: A standard alloy in the classification of phonon mode behavior"],"description":["  Contrary to a broadly accepted assumption we show that random (Ga,In)P is not\nan exception with respect to the crude classification of the phonon mode\nbehavior of random mixed crystals in terms of 1-bond->1-mode systems or\n2-bond->1-mode systems, as established from the simple criterion derived by\nElliott et al. [Rev.Mod.Phys. 46, 465 (1974)]. Consistent understanding of the\npuzzling Raman/infrared behavior of (Ga,In)P, that has been a subject of\ncontroversy, is achieved via a basic version of our 1-bond->2-mode model. The\nRaman/infrared features from (Ga,In)P are accordingly re-assigned, with\nconsiderable change with respect to the previous approaches. Besides, we show\nthat the idea of two bond lengths per species in alloys, supported by our\n1-bond->2-phonon picture, opens an attractive area for the discussion of\nspontaneous ordering in GaInP_2, and in mixed crystals in general. The whole\ndiscussion is supported by detailed re-examination of the (Ga,In)P\nRaman/infrared data in the literature, full contour modeling of the transverse\nand longitudinal optical Raman lineshapes via our phenomenological\n1-bond->2-mode model, and first-principles bond length calculations.\n","Comment: 12 pages, 3 figures, submitted to Phys.Rev.B"]}]
["cond-mat/0609188",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609188"],"date":["2006-09-08","2008-01-08"],"type":["text"],"creator":["Marmottant, Philippe","Raufaste, Christophe","Graner, François"],"language":[],"coverage":[],"title":["Discrete rearranging disordered patterns, part II: 2D plasticity,\n  elasticity and flow of a foam"],"description":["  The plastic flow of a foam results from bubble rearrangements. We study their\noccurrence in experiments where a foam is forced to flow in 2D: around an\nobstacle; through a narrow hole; or sheared between rotating disks. We describe\ntheir orientation and frequency using a topological matrix defined in the\ncompanion paper (Graner et al., preprint), which links them with continuous\nplasticity at large scale. We then suggest a phenomenological equation to\npredict the plastic strain rate: its orientation is determined from the foam's\nlocal elastic strain; and its rate is determined from the foam's local\nelongation rate. We obtain a good agreement with statistical measurements. This\nenables us to describe the foam as a continuous medium with fluid, elastic and\nplastic properties. We derive its constitutive equation, then test several of\nits terms and predictions.\n"]}]
["cond-mat/0609495",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609495","J. Phys. Soc. Jpn. 76 Suppl. A, 27-30 (2007)"],"date":["2006-09-20","2006-11-01"],"type":["text"],"creator":["Bronold, Franz X.","Fehske, Holger","Roepke, Gerd"],"language":[],"coverage":[],"title":["Excitonic versus electron-hole liquid phases in Tm[Se,Te] compounds"],"description":["  We discuss, from a theoretical point of view, excitonic phases at the\npressure induced semiconductor-semimetal transition in $\\rm\nTmSe_{0.45}Te_{0.55}$,focusing, in particular, on the stability against an\nelectron-hole liquid. The electron-hole pair density parameter $r_s(E_g,T)$ is\ncalculated within the quasi-static plasmon pole approximation as a function of\ntemperature $T$ and energy gap $E_g$ and converted into $-E_g(r_s,T)$. A\ncomparison of this quantity, which is the electron-hole pair chemical\npotential, with the exciton binding energy reveals that excitons should be\nsuppressed in contrast to experimental evidence for excitonic phases. We\nsuspect therefore inter-valley exciton scattering and exciton-phonon scattering\nto substantially stabilise excitons in $\\rm TmSe_{0.45}Te_{0.55}$.\n","Comment: 4 pages, 4 figures, accepted to the proceedings of the ICM 2006\n  Satellite Workshop \"Novel Pressure-induced Phenomena in Condensed Matter\n  Systems (NP2CMS)\", Fukuoka, Japan"]}]
["cond-mat/0703401",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703401","Rev. Mod. Phys. 80, 167-187 (2008)","doi:10.1103/RevModPhys.80.167"],"date":["2007-03-15","2007-10-08"],"type":["text"],"creator":["Kastner, Michael"],"language":[],"coverage":[],"title":["Phase transitions and configuration space topology"],"description":["  Equilibrium phase transitions may be defined as nonanalytic points of\nthermodynamic functions, e.g., of the canonical free energy. Given a certain\nphysical system, it is of interest to understand which properties of the system\naccount for the presence of a phase transition, and an understanding of these\nproperties may lead to a deeper understanding of the physical phenomenon. One\npossible approach of this issue, reviewed and discussed in the present paper,\nis the study of topology changes in configuration space which, remarkably, are\nfound to be related to equilibrium phase transitions in classical statistical\nmechanical systems. For the study of configuration space topology, one\nconsiders the subsets M_v, consisting of all points from configuration space\nwith a potential energy per particle equal to or less than a given v. For\nfinite systems, topology changes of M_v are intimately related to nonanalytic\npoints of the microcanonical entropy (which, as a surprise to many, do exist).\nIn the thermodynamic limit, a more complex relation between nonanalytic points\nof thermodynamic functions (i.e., phase transitions) and topology changes is\nobserved. For some class of short-range systems, a topology change of the M_v\nat v=v_t was proved to be necessary for a phase transition to take place at a\npotential energy v_t. In contrast, phase transitions in systems with long-range\ninteractions or in systems with non-confining potentials need not be\naccompanied by such a topology change. Instead, for such systems the\nnonanalytic point in a thermodynamic function is found to have some\nmaximization procedure at its origin. These results may foster insight into the\nmechanisms which lead to the occurrence of a phase transition, and thus may\nhelp to explore the origin of this physical phenomenon.\n","Comment: 22 pages, 6 figures"]}]
["math/0407135",{"format":[],"subject":["Mathematics - Metric Geometry","51F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0407135","Computational Geometry, Theory and Applications 36 (2006), 16-38","doi:10.1016/j.comgeo.2005.07.004"],"date":["2004-07-08","2005-08-25"],"type":["text"],"creator":["Dumitrescu, Adrian","Ebbers-Baumann, Annette","Grüne, Ansgar","Klein, Rolf","Rote, Günter"],"language":[],"coverage":[],"title":["On the geometric dilation of closed curves, graphs, and point sets"],"description":["  The detour between two points u and v (on edges or vertices) of an embedded\nplanar graph whose edges are curves is the ratio between the shortest path in\nin the graph between u and v and their Euclidean distance. The maximum detour\nover all pairs of points is called the geometric dilation. Ebbers-Baumann,\nGruene and Klein have shown that every finite point set is contained in a\nplanar graph whose geometric dilation is at most 1.678, and some point sets\nrequire graphs with dilation at least pi/2 = 1.57... We prove a stronger lower\nbound of 1.00000000001*pi/2 by relating graphs with small dilation to a problem\nof packing and covering the plane by circular disks.\n  The proof relies on halving pairs, pairs of points dividing a given closed\ncurve C in two parts of equal length, and their minimum and maximum distances h\nand H. Additionally, we analyze curves of constant halving distance (h=H),\nexamine the relation of h to other geometric quantities and prove some new\ndilation bounds.\n","Comment: 31 pages, 16 figures. The new version is the extended journal\n  submission; it includes additional material from a conference submission\n  (ref. [6] in the paper)"]}]
["math/0509024",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","Mathematics - Number Theory","05C25","20G40, 20D60, 11B75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509024"],"date":["2005-09-01","2008-01-07"],"type":["text"],"creator":["Helfgott, H. A."],"language":[],"coverage":[],"title":["Growth and generation in SL_2(Z/pZ)"],"description":["  We show that every subset of SL_2(Z/pZ) grows rapidly when it acts on itself\nby the group operation. It follows readily that, for every set of generators A\nof SL_2(Z/pZ), every element of SL_2(Z/pZ) can be expressed as a product of at\nmost O((log p)^c) elements of the union of A and A^{-1}, where c and the\nimplied constant are absolute.\n","Comment: 21 pages; fourth version - lemmas on escape amended and improved; to\n  appear in Annals of Mathematics"]}]
["math/0603274",{"format":[],"subject":["Mathematics - Probability","60J30, 60F15 (Primary) 60G10, 60G17, 60J65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603274","The Annals of Probability 36, 1 (2008) 160-197","doi:10.1214/009117907000000097"],"date":["2006-03-12","2008-01-08"],"type":["text"],"creator":["Bertoin, Jean","Doney, Ronald A.","Maller, Ross A."],"language":[],"coverage":[],"title":["Passage of L\\'evy Processes across Power Law Boundaries at Small Times"],"description":["  We wish to characterise when a L\\'{e}vy process $X_t$ crosses boundaries like\n$t^\\kappa$, $\\kappa>0$, in a one or two-sided sense, for small times $t$; thus,\nwe enquire when $\\limsup_{t\\downarrow 0}|X_t|/t^{\\kappa}$,\n$\\limsup_{t\\downarrow 0}X_t/t^{\\kappa}$ and/or $\\liminf_{t\\downarrow\n0}X_t/t^{\\kappa}$ are almost surely (a.s.) finite or infinite. Necessary and\nsufficient conditions are given for these possibilities for all values of\n$\\kappa>0$. Often (for many values of $\\kappa$), when the limsups are finite\na.s., they are in fact zero, as we show, but the limsups may in some\ncircumstances take finite, nonzero, values, a.s. In general, the process\ncrosses one or two-sided boundaries in quite different ways, but surprisingly\nthis is not so for the case $\\kappa=1/2$. An integral test is given to\ndistinguish the possibilities in that case. Some results relating to other\nnorming sequences for $X$, and when $X$ is centered at a nonstochastic\nfunction, are also given.\n"]}]
["math/0612196",{"format":[],"subject":["Mathematics - Dynamical Systems","35K55","35R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612196"],"date":["2006-12-07","2008-01-08"],"type":["text"],"creator":["Boumenir, Amin","Van Minh, Nguyen"],"language":[],"coverage":[],"title":["Perron Theorem in the Monotone Iteration Method for Traveling Waves in\n  Delayed Reaction-Diffusion Equations"],"description":["  In this paper we revisit the existence of traveling waves for delayed\nreaction diffusion equations by the monotone iteration method. We show that\nPerron Theorem on existence of bounded solution provides a rigorous and\nconstructive framework to find traveling wave solutions of reaction diffusion\nsystems with time delay. The method is tried out on two classical examples with\ndelay: the predator-prey and Belousov-Zhabotinskii models.\n","Comment: 17 pages. To appear in Journal of Differential Equations"]}]
["math/0701348",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11D72 (Primary) 11P55, 14G05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701348"],"date":["2007-01-12","2008-01-08"],"type":["text"],"creator":["Browning, T. D.","Heath-Brown, D. R."],"language":[],"coverage":[],"title":["Rational points on quartic hypersurfaces"],"description":["  Let X be a non-singular projective hypersurface of degree 4, which is defined\nover the rational numbers. Assume that X has dimension 39 or more, and that X\ncontains a real point and p-adic points for every prime p. Then X is shown to\ncontain infinitely many rational points.\n","Comment: 47 pages"]}]
["physics/0611261",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0611261","Transportation Research Record, Volume 1999, Pages 3-12 (2007)","doi:10.3141/1999-01"],"date":["2006-11-27"],"type":["text"],"creator":["Schönhof, Martin","Treiber, Martin","Kesting, Arne","Helbing, Dirk"],"language":[],"coverage":[],"title":["Autonomous detection and anticipation of jam fronts from messages\n  propagated by inter-vehicle communication"],"description":["  In this paper, a minimalist, completely distributed freeway traffic\ninformation system is introduced. It involves an autonomous, vehicle-based jam\nfront detection, the information transmission via inter-vehicle communication,\nand the forecast of the spatial position of jam fronts by reconstructing the\nspatiotemporal traffic situation based on the transmitted information. The\nwhole system is simulated with an integrated traffic simulator, that is based\non a realistic microscopic traffic model for longitudinal movements and lane\nchanges. The function of its communication module has been explicitly validated\nby comparing the simulation results with analytical calculations. By means of\nsimulations, we show that the algorithms for a congestion-front recognition,\nmessage transmission, and processing predict reliably the existence and\nposition of jam fronts for vehicle equipment rates as low as 3%. A reliable\nmode of operation already for small market penetrations is crucial for the\nsuccessful introduction of inter-vehicle communication. The short-term\nprediction of jam fronts is not only useful for the driver, but is essential\nfor enhancing road safety and road capacity by intelligent adaptive cruise\ncontrol systems.\n","Comment: Published in the Proceedings of the Annual Meeting of the\n  Transportation Research Board 2007"]}]
["quant-ph/0310155",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory","Physics - Chemical Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0310155","Dans The Periodic Table: Into the 21st Century - Second Harry\n  Wiener International Memorial Conference, Banff : Canada (2004)"],"date":["2003-10-25","2008-01-08"],"type":["text"],"creator":["Kibler, Maurice R."],"language":[],"coverage":[],"title":["Classifying chemical elements and particles: from the atomic to the\n  sub-atomic world"],"description":["  This paper presents two facets. First, we show that the periodic table of\nchemical elements can be described, understood and modified (as far as its\nformat is concerned) on the basis of group theory and more specifically by\nusing the group SO(4,2)xSU(2). Second, we show that \"periodic tables\" also\nexist in the sub-atomic and sub-nuclear worlds and that group theory is of\nparamount importance for these tables. In that sense, this paper may be\nconsidered as an excursion, for non specialists, into nuclear and particle\nphysics.\n","Comment: published in the book \"The Periodic Table: Into the 21st Century\",\n  edited by D.H. Rouvray and R.B. King (Research Studies Press, Baldock, UK,\n  2004) pp. 297-329"]}]
