["0704.3358",{"format":[],"subject":["Mathematics - Probability","37A35, 37B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3358","Ergodic Theory and Dynamical Systems 28, 5 (2008) 1545-1557","doi:10.1017/S0143385707000958"],"date":["2007-04-25","2007-05-04"],"type":["text"],"creator":["Janvresse, Elise","De La Rue, Thierry"],"language":[],"coverage":[],"title":["A Class of pairwise-independent Joinings"],"description":["  We introduce a special class of pairwise-independent self-joinings for a\nstationary process: Those for which one coordinate is a continuous function of\nthe two others. We investigate which properties on the process the existence of\nsuch a joining entails. In particular, we prove that if the process is\naperiodic, then it has positive entropy. Our other results suggest that such\npairwise independent, non-independent self-joinings exist only in very specific\nsituations: Essentially when the process is a subshift of finite type\ntopologically conjugate to a full-shift. This provides an argument in favor of\nthe conjecture that 2-fold mixing implies 3-fold-mixing.\n","Comment: Dedicated to the memory of Professor Jos\\'e de Sam Lazaro"]}]
["0705.1082",{"format":[],"subject":["Mathematics - Combinatorics","52B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1082","Eur. J. Comb. 29 (2008), 1596-1602","doi:10.1016/j.ejc.2007.11.002"],"date":["2007-05-08","2007-11-29"],"type":["text"],"creator":["Nill, Benjamin"],"language":[],"coverage":[],"title":["Lattice polytopes having h^*-polynomials with given degree and linear\n  coefficient"],"description":["  The h^*-polynomial of a lattice polytope is the numerator of the generating\nfunction of the Ehrhart polynomial. Let P be a lattice polytope with\nh^*-polynomial of degree d and with linear coefficient h^*_1. We show that P\nhas to be a lattice pyramid over a lower-dimensional lattice polytope, if the\ndimension of P is greater or equal to h^*_1 (2d+1) + 4d-1. This result has a\npurely combinatorial proof and generalizes a recent theorem of Batyrev.\n","Comment: AMS-LaTeX, 9 pages; introduction improved"]}]
["0707.4087",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4087","PHYSICAL REVIEW E 76, 061115 (2007)","doi:10.1103/PhysRevE.76.061115"],"date":["2007-07-27","2007-09-21"],"type":["text"],"creator":["Montero, Miquel","Masoliver, Jaume"],"language":[],"coverage":[],"title":["Non-independent continuous time random walks"],"description":["  The usual development of the continuous time random walk (CTRW) assumes that\njumps and time intervals are a two-dimensional set of independent and\nidentically distributed random variables. In this paper we address the\ntheoretical setting of non-independent CTRW's where consecutive jumps and/or\ntime intervals are correlated. An exact solution to the problem is obtained for\nthe special but relevant case in which the correlation solely depends on the\nsigns of consecutive jumps. Even in this simple case some interesting features\narise such as transitions from unimodal to bimodal distributions due to\ncorrelation. We also develop the necessary analytical techniques and\napproximations to handle more general situations that can appear in practice.\n","Comment: revtex4, preprint, aps, 25 pages, 8 plots in 2 figures, submitted for\n  publication; revised version, references changed and expanded"]}]
["0709.1097",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","46E35","31C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1097","J. Math. Anal. Appl., 334(2), 1093-1103, 2008","doi:10.1016/j.jmaa.2008.03.070"],"date":["2007-09-07","2008-01-14"],"type":["text"],"creator":["Kinnunen, Juha","Korte, Riikka"],"language":[],"coverage":[],"title":["Characterizations of Sobolev inequalities on metric spaces"],"description":["  We present isocapacitary characterizations of Sobolev inequalities in very\ngeneral metric measure spaces.\n","Comment: 17 pages, corrected typos"]}]
["0709.3603",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3603"],"date":["2007-09-22","2008-09-29"],"type":["text"],"creator":["Aliferis, Panos"],"language":[],"coverage":[],"title":["Fibonacci schemes of fault-tolerant quantum computation"],"description":["  The threshold estimate derived in previous versions of this paper was\nincorrect; this note explains the flaw. A new proof is discussed in\narXiv:0809.5063.\n","Comment: Superseded by arXiv:0809.5063"]}]
["0710.4043",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4043","J. Phys.: Condens. Matter 20 235209 (2008)","doi:10.1088/0953-8984/20/23/235209"],"date":["2007-10-22","2008-05-28"],"type":["text"],"creator":["Singh, Ravi P.","Tomy, C. V."],"language":[],"coverage":[],"title":["Observation of magnetization reversal and negative magnetization in a\n  double perovskite compound Sr2YbRuO6"],"description":["  Detailed magnetic properties of the compound Sr2YbRuO6 are presented here.\nThe compound belongs to the family of double perovskites forming a monoclinic\nstructure. Magnetization meas-urements reveal clear evidence for two components\nof magnetic ordering aligned opposite to each other, leading to a magnetization\nreversal, compensation temperature (T* = 34 K) and neg-ative magnetization at\nlow temperatures and low magnetic fields. Heat capacity measurements\ncorroborate the presence of two components in the magnetic ordering and a\nnoticeable third anomaly at low temperatures (~15 K) which cannot be attributed\nthe Schottky effect. The calcu-lated magnetic entropy is substantially lower\nthan that expected for the ground states of the or-dered moments of Ru5+ and\nYb3+, indicating the presence of large crystal field effects and/ or\nin-complete magnetic ordering and/or magnetic frustrations well above the\nmagnetic ordering. An attempt is made to explain the magnetization reversal\nwithin the frameworks of available models.\n","Comment: 15 pages text, 6 figures Journal-ref: J.Phys.:Condens.Matter\n  20(2008)235209"]}]
["0711.3204",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3204","Phys. Rev. B 78, 125323 (2008)","doi:10.1103/PhysRevB.78.125323"],"date":["2007-11-20","2008-09-18"],"type":["text"],"creator":["Bonderson, Parsa","Slingerland, J. K."],"language":[],"coverage":[],"title":["Fractional Quantum Hall Hierarchy and the Second Landau Level"],"description":["  We generalize the fractional quantum Hall hierarchy picture to apply to\narbitrary, possibly non-Abelian, fractional quantum Hall states. Applying this\nto the nu = 5/2 Moore-Read state, we construct new explicit trial wavefunctions\nto describe the fractional quantum Hall effect in the second Landau level. The\nresulting hierarchy of states, which reproduces the filling fractions of all\nobserved Hall conductance plateaus in the second Landau level, is characterized\nby electron pairing in the ground state and an excitation spectrum that\nincludes non-Abelian anyons of the Ising type. We propose this as a unifying\npicture in which p-wave pairing characterizes the fractional quantum Hall\neffect in the second Landau level.\n","Comment: 10 pages; v2: many additional details and discussion included to help\n  clarify the original results, including a composite fermion type formulation\n  of some of the states; v3: minor corrections"]}]
["0711.3438",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3438","Phys. Rev. A 78, 032330 (2008)","doi:10.1103/PhysRevA.78.032330"],"date":["2007-11-21"],"type":["text"],"creator":["Kretschmann, Dennis","Kribs, David W.","Spekkens, Robert W."],"language":[],"coverage":[],"title":["Complementarity of Private and Correctable Subsystems in Quantum\n  Cryptography and Error Correction"],"description":["  We make an explicit connection between fundamental notions in quantum\ncryptography and quantum error correction. Error-correcting subsystems (and\nsubspaces) for quantum channels are the key vehicles for contending with noise\nin physical implementations of quantum information-processing. Private\nsubsystems (and subspaces) for quantum channels play a central role in\ncryptographic schemes such as quantum secret sharing and private quantum\ncommunication. We show that a subsystem is private for a channel precisely when\nit is correctable for a complementary channel. This result is shown to hold\neven for approximate notions of private and correctable defined in terms of the\ndiamond norm for superoperators.\n","Comment: 5 pages, 2 figures, preprint version"]}]
["0801.0049",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57R40","57R42, 57R15, 53D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0049","Math. Ann. 342 (2008), 291-296"],"date":["2007-12-29"],"type":["text"],"creator":["Geiges, Hansjörg"],"language":[],"coverage":[],"title":["Horizontal loops in Engel space"],"description":["  A simple proof is given of the following result first observed by J. Adachi:\nembedded circles tangent to the standard Engel structure on Euclidean 4-space\nare classified, up to isotopy via such embeddings, by their rotation number.\n","Comment: 4 pages"]}]
["0802.0697",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J25, 35J55, 47N20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0697"],"date":["2008-02-05","2008-09-29"],"type":["text"],"creator":["Auscher, Pascal","Axelsson, Andreas","McIntosh, Alan"],"language":[],"coverage":[],"title":["A new approach to solvability of some elliptic pde's with square\n  integrable boundary data"],"description":["  This paper has been withdrawn, and is replaced with paper \"Solvability of\nelliptic systems with square integrable boundary data\" by the same authors.\n"]}]
["0802.4171",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4171"],"date":["2008-02-28","2008-09-29"],"type":["text"],"creator":["Moretti, M.","Piccinini, F.","Polosa, A. D."],"language":[],"coverage":[],"title":["A Fully Numerical Approach to One-Loop Amplitudes"],"description":["  We suggest a new approach for the automatic and fully numerical evaluation of\none-loop scattering amplitudes in perturbative quantum field theory. We use\nsuitably formulated dispersion relations to perform the calculation as a\nconvolution of tree-level amplitudes. This allows to take advantage of the\niterative numerical algorithms for the evaluation of leading order matrix\nelements.\n","Comment: 31 pages, revised and enlarged manuscript, axodraw.sty needed"]}]
["0803.0247",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0247","The Astrophysical Journal, Volume 681, Issue 2, pp. 737-746 (2008)","doi:10.1086/588086"],"date":["2008-03-03"],"type":["text"],"creator":["Scóccola, Claudia G.","Mosquera, Mercedes E.","Landau, Susana J.","Vucetich, Héctor"],"language":[],"coverage":[],"title":["Time variation of the electron mass in the early universe and the\n  Barrow-Magueijo model"],"description":["  We put limits on the time variation of the electron mass in the early\nuniverse using observational primordial abundances of D, He4 and Li7, recent\ndata from the Cosmic Microwave Background and the 2dFGRS power spectrum.\nFurthermore, we use these constraints together with other astronomical and\ngeophysical bounds from the late universe to test Barrow-Magueijo's model for\nthe variation in m_e. From our analysis we obtain -0.615 < G\\omega/c^4 < -0.045\n(3\\sigma interval) in disagreement with the result obtained in the original\npaper.\n","Comment: Accepted for publication in ApJ"]}]
["0803.1710",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1710","Phys. Rev. B 78, 104422 (2008)","doi:10.1103/PhysRevB.78.104422"],"date":["2008-03-12","2008-09-01"],"type":["text"],"creator":["Nakamura, Tota","Nishiwaki, Yoichi"],"language":[],"coverage":[],"title":["Spin-lattice model of Magneto-electric Transitions in RbCoBr$_3$"],"description":["  Extensive Monte Carlo simulations are performed to analyze a recent neutron\ndiffraction experiment on a distorted triangular lattice compound RbCoBr$_3$.\nWe consider a spin-lattice model, where both spin and lattice are Ising\nvariables. This model explains well successive magnetic and dielectric\ntransitions observed in the experiment. The exchange interaction parameters and\nthe spin-lattice coupling are estimated. It is found that the spin-lattice\ncoupling is important to explain the slow growth of a ferrimagnetic order. The\npresent simulations were made possible by developing a new Monte Carlo\nalgorithm, which accelerates slow Monte Carlo dynamics of quasi-one-dimensional\nfrustrated systems.\n","Comment: 11 pages, 11 figures"]}]
["0803.3181",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3181","A&A 486 (2008), 113-117","doi:10.1051/0004-6361:200809827"],"date":["2008-03-21","2008-05-19"],"type":["text"],"creator":["Mamon, Gary A."],"language":[],"coverage":[],"title":["The nature of the nearest compact group of galaxies from precise\n  distance measurements"],"description":["  Compact groups (CGs) of galaxies, similar to those catalogued by Hickson,\nappear to be the densest galaxy structures in the Universe. Redshift\ninformation is insufficient to determine whether a CG is roughly as dense in 3D\nas it appears in projection, or whether it is caused by a chance alignment (CA)\nalong the line of sight within a larger galaxy system. Recent precise distance\nmeasurements help probe the nature of the nearest CG, situated in the Virgo\ncluster, whose dominant member is M60. The isolated status of the CG is\nreassessed with recent photometry and a statistical analysis is performed on\nthe surface brightness fluctuation (SBF) distances measured by Mei et al. in\nVirgo, for 4 of the 5 CG members. The neighboring galaxy NGC 4606 appears (with\n80-90% confidence) to be too faint to affect the isolated status of the CG.\nTaken at face value, the SBF distances suggest that M59 and NGC 4660 lie\nroughly 2 Mpc to the foreground of M60, NGC 4638, and the bulk of the Virgo\ncluster. The statistical analysis confirms that the CG is, indeed, the result\nof a CA of its galaxies, with NGC 4638 lying at least 800 kpc further away\n(with 99% confidence) than either M59 or NGC 4660. The first two galaxy\ndistances are consistent with M59 and NGC 4660 constituting a tight pair. The\ndominant galaxy, M60, is at least 440 kpc more distant (95% confidence) than\nthe M59+NGC 4660 pair, and over 1 Mpc (99% confidence) more distant if one uses\nthe broken linear calibration of the SBF distances. This work constitutes the\nfirst direct analysis of the nature of a compact group of galaxies. CAs of\ngalaxies represent a realistic alternative to truly dense groups to explain the\nnature of CGs. With current SBF distance accuracies, one could determine the\nnature of HCG 68 in the same way.\n","Comment: 5 pages, 4 figures, accepted as Research Note in A&A, final version\n  with corrected English"]}]
["0805.0457",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0457","Phys. Rev. Lett. 101, 073201 (2008)","doi:10.1103/PhysRevLett.101.073201"],"date":["2008-05-05"],"type":["text"],"creator":["Gorshkov, A. V.","Rabl, P.","Pupillo, G.","Micheli, A.","Zoller, P.","Lukin, M. D.","Büchler, H. P."],"language":[],"coverage":[],"title":["Repulsive shield between polar molecules"],"description":["  We propose and analyze a technique that allows to suppress inelastic\ncollisions and simultaneously enhance elastic interactions between cold polar\nmolecules. The main idea is to cancel the leading dipole-dipole interaction\nwith a suitable combination of static electric and microwave fields in such a\nway that the remaining van-der-Waals-type potential forms a three-dimensional\nrepulsive shield. We analyze the elastic and inelastic scattering cross\nsections relevant for evaporative cooling of polar molecules and discuss the\nprospect for the creation of crystalline structures.\n","Comment: 4 pages, 3 figures"]}]
["0805.3826",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3826"],"date":["2008-05-26","2008-09-29"],"type":["text"],"creator":["Hassell, Andrew","Hillairet, Luc","Marzuola, Jeremy"],"language":[],"coverage":[],"title":["Eigenfunction concentration for polygonal billiards"],"description":["  In this note, we extend the results on eigenfunction concentration in\nbilliards as proved by the third author in \\cite{M1}. There, the methods\ndeveloped in Burq-Zworski \\cite{BZ3} to study eigenfunctions for billiards\nwhich have rectangular components were applied. Here we take an arbitrary\npolygonal billiard $B$ and show that eigenfunction mass cannot concentrate away\nfrom the vertices; in other words, given any neighbourhood $U$ of the vertices,\nthere is a lower bound $$ \\int_U |u|^2 \\geq c \\int_B |u|^2 $$ for some $c =\nc(U) > 0$ and any eigenfunction $u$.\n","Comment: 9 pages, 3 figures"]}]
["0806.1461",{"format":[],"subject":["Mathematics - Algebraic Geometry","32S40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1461"],"date":["2008-06-09","2008-09-29"],"type":["text"],"creator":["Saito, Morihiko"],"language":[],"coverage":[],"title":["Generalized Thomas hyperplane sections and relations between vanishing\n  cycles"],"description":["  As is remarked by B. Totaro, R. Thomas essentially proved that the Hodge\nconjecture is inductively equivalent to the existence of a hyperplane section,\ncalled a generalized Thomas hyperplane section, such that the restriction to it\nof a given primitive Hodge class does not vanish. We study the relations\nbetween the vanishing cycles in the cohomology of a general fiber, and show\nthat each relation between the vanishing cycles of type (0,0) with unipotent\nmonodromy around a singular hyperplane section defines a primitive Hodge class\nsuch that this singular hyperplane section is a generalized Thomas hyperplane\nsection if and only if the pairing between a given primitive Hodge class and\nsome of the constructed primitive Hodge classes does not vanish. This is a\ngeneralization of a construction by P. Griffiths.\n","Comment: 14 pages"]}]
["0806.1961",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1961","Optics Letters, Vol. 33, Issue 16, 2008, pp. 1825-1827","doi:10.1364/OL.33.001825"],"date":["2008-06-11","2008-07-04"],"type":["text"],"creator":["Eckstein, Andreas","Silberhorn, Christine"],"language":[],"coverage":[],"title":["Broadband frequency mode entanglement in waveguided PDC"],"description":["  We report the observation of beatings of the coincidence event rate in a\nHong-Ou-Mandel interference (HOMI) between signal and idler photons from a\nparametric downconversion (PDC) process inside a multi-mode KTP waveguide. As\nexplanation we introduce bi-photonic states entangled in their broadband\nfrequency modes generated by waveguide mode triples and propose a suitable\nentanglement detection scheme.\n","Comment: 7 pages, 3 figures; added 3 references; shortened and clarified in\n  places"]}]
["0806.4264",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4264"],"date":["2008-06-26","2008-09-29"],"type":["text"],"creator":["Sundararajan, Jay Kumar","Shah, Devavrat","Médard, Muriel"],"language":[],"coverage":[],"title":["Online network coding for optimal throughput and delay -- the\n  three-receiver case"],"description":["  For a packet erasure broadcast channel with three receivers, we propose a new\ncoding algorithm that makes use of feedback to dynamically adapt the code. Our\nalgorithm is throughput optimal, and we conjecture that it also achieves an\nasymptotically optimal average decoding delay at the receivers. We consider\nheavy traffic asymptotics, where the load factor \\rho approaches 1 from below\nwith either the arrival rate (\\lambda) or the channel parameter (\\mu) being\nfixed at a number less than 1. We verify through simulations that our algorithm\nachieves an asymptotically optimal decoding delay of O(1/(1-\\rho)).\n","Comment: This is the final version. The content has been changed to\n  incorporate reviewer comments and recent results"]}]
["0807.0042",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0042"],"date":["2008-06-30"],"type":["text"],"creator":["Liu, Youjian"],"language":[],"coverage":[],"title":["A Simple Converse Proof and a Unified Capacity Formula for Channels with\n  Input Constraints"],"description":["  Given the single-letter capacity formula and the converse proof of a channel\nwithout constraints, we provide a simple approach to extend the results for the\nsame channel but with constraints. The resulting capacity formula is the\nminimum of a Lagrange dual function. It gives an unified formula in the sense\nthat it works regardless whether the problem is convex. If the problem is\nnon-convex, we show that the capacity can be larger than the formula obtained\nby the naive approach of imposing constraints on the maximization in the\ncapacity formula of the case without the constraints.\n  The extension on the converse proof is simply by adding a term involving the\nLagrange multiplier and the constraints. The rest of the proof does not need to\nbe changed. We name the proof method the Lagrangian Converse Proof. In\ncontrast, traditional approaches need to construct a better input distribution\nfor convex problems or need to introduce a time sharing variable for non-convex\nproblems. We illustrate the Lagrangian Converse Proof for three channels, the\nclassic discrete time memoryless channel, the channel with non-causal\nchannel-state information at the transmitter, the channel with limited\nchannel-state feedback. The extension to the rate distortion theory is also\nprovided.\n","Comment: A single column version of this paper was submitted to IEEE\n  Transactions on Information Theory on June 17, 2008"]}]
["0807.0046",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0046","Phys. Rev. A 78, 032333 (2008)","doi:10.1103/PhysRevA.78.032333"],"date":["2008-06-30"],"type":["text"],"creator":["Namiki, Ryo"],"language":[],"coverage":[],"title":["Verification of quantum-domain process using two non-orthogonal states"],"description":["  If a quantum channel or process cannot be described by any\nmeasure-and-prepare scheme, we may say the channel is in \\textit{quantum\ndomain} (QD) since it can transmit quantum correlations. The concept of QD\nclarifies the role of quantum channel in quantum information theory based on\nthe local-operation-and-classical-communication (LOCC) paradigm: The quantum\nchannel is only useful if it cannot be simulated by LOCC. We construct a simple\nscheme to verify that a given physical process or channel is in QD by using two\nnon-orthogonal states. We also consider the application for the experiments\nsuch as the transmission or storage of quantum optical coherent states,\nsingle-photon polarization states, and squeezed vacuum states.\n"]}]
["0807.0519",{"format":[],"subject":["Mathematics - Complex Variables","30C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0519"],"date":["2008-07-03","2008-09-29"],"type":["text"],"creator":["Prokhorov, Dmitri","Vasil'ev, Alexander"],"language":[],"coverage":[],"title":["Singular solutions to the Loewner equation"],"description":["  We consider the L\\\"owner differential equation generating univalent self-maps\nof the unit disk (or of the upper half-plane). If the solution to this equation\nrepresents a one-slit map, then the driving term is a continuous function. The\nreverse statement is not true in general as a famous Kufarev's example shows.\nWe address the following main problem: to find a criterium for the L\\\"owner\nequation to generate one-slit solutions. New examples of non-slit solutions to\nthe L\\\"owner equation are presented. Properties of singular slit solutions are\nrevealed.\n","Comment: 14 pages, figures are added"]}]
["0807.3763",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3763","APL 93, 132102 (2008)","doi:10.1063/1.2991448"],"date":["2008-07-23"],"type":["text"],"creator":["Dasgupta, S.","Birner, S.","Knaak, C.","Bichler, M.","Morral, A. Fontcuberta i","Abstreiter, G.","Grayson, M."],"language":[],"coverage":[],"title":["Single-valley high-mobility (110) AlAs quantum wells with anisotropic\n  mass"],"description":["  We studied a doping series of (110)-oriented AlAs quantum wells (QWs) and\nobserved transport evidence of single anisotropic-mass valley occupancy for the\nelectrons in a 150 \\AA wide QW. Our calculations of strain and quantum\nconfinement for these samples predict single anisotropic-mass valley occupancy\nfor well widths $W$ greater than 53 \\AA. Below this, double-valley occupation\nis predicted such that the longitudinal mass axes are collinear. We observed\nmobility anisotropy in the electronic transport along the crystallographic\ndirections in the ratio of 2.8, attributed to the mass anisotropy as well as\nanisotropic scattering of the electrons in the X-valley of AlAs.\n"]}]
["0808.3314",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3314","A&A 489, L29-L32 (2008)","doi:10.1051/0004-6361:200810479"],"date":["2008-08-25"],"type":["text"],"creator":["Perucho, M.","Agudo, I.","Gomez, J. L.","Kadler, M.","Ros, E.","Kovalev, Y. Y."],"language":[],"coverage":[],"title":["On the nature of an ejection event in the jet of 3C111"],"description":["  We present a possible scenario for the ejection of a superluminal component\nin the jet of the Broad Line Radio Galaxy 3C111 in early 1996. VLBI\nobservations at 15 GHz discovered the presence of two jet features on scales\nsmaller than one parsec. The first component evolves downstream, whereas the\nsecond one fades out after 1 parsec. We propose the injection of a perturbation\nof dense material followed by a decrease in the injection rate of material in\nthe jet as a plausible explanation. This scenario is supported by 1D\nrelativistic hydrodynamics and emission simulations. The perturbation is\nmodeled as an increase in the jet density, without modifying the original\nLorentz factor in the initial conditions. We show that an increase of the\nLorentz factor in the material of the perturbation fails to reproduce the\nobserved evolution of this flare. We are able to estimate the lifetime of the\nejection event in 3C111 to be 36\\pm7 days.\n","Comment: Accepted for publication in Astronomy & Astrophysics Letters"]}]
["0809.0263",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0263"],"date":["2008-09-01","2008-09-29"],"type":["text"],"creator":["Davidson, S"],"language":[],"coverage":[],"title":["CP violating phases in mu-e conversion"],"description":["  Experiments are planned to improve the sensitivity of mu-e conversion from\nthe current ~ 10^{-12} to 10^{-16} - 10^{-18}. If the muon (bound to the\nnucleus) could be polarised, a spin asymmetry of the final state electron is\nsensitive to CP violating phases on lepton flavour violating operators. This is\nsimilar to extracting phases from asymmetries in the final state spin and phase\nspace distributions of mu to 3e and mu to e gamma.\n","Comment: 4 pages, no figures, some typos corrected"]}]
["0809.0751",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0751"],"date":["2008-09-04","2008-09-29"],"type":["text"],"creator":["Lee, Jong Phil","Lee, Kang Young"],"language":[],"coverage":[],"title":["$B_d-\\bar{B}_d$ mixing vs. $B_s-\\bar{B}_s$ mixing with the anomalous\n  $Wtb$ couplings"],"description":["  We explore the effects of the anomalous $tbW$ couplings on the $\\bd$ mixing\nand recently measured $\\bs$ mixing. The combined analysis of mixings via box\ndiagrams with penguin decays provides strong constraints on the anomalous top\nquark couplings. We find the bound from the $\\bd$ mixing data is stronger than\nthat from the $\\bs$ mixing.\n","Comment: 6 pages, 2 figures"]}]
["0809.3639",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3639"],"date":["2008-09-22","2008-09-29"],"type":["text"],"creator":["Ivancevic, Vladimir G.","Ivancevic, Tijana T."],"language":[],"coverage":[],"title":["$\\infty-$Dimensional Cerebellar Controller for Realistic Human\n  Biodynamics"],"description":["  In this paper we propose an $\\infty-$dimensional cerebellar model of neural\ncontroller for realistic human biodynamics. The model is developed using\nFeynman's action-amplitude (partition function) formalism. The cerebellum\ncontroller is acting as a supervisor for an autogenetic servo control of human\nmusculo-skeletal dynamics, which is presented in (dissipative, driven)\nHamiltonian form. The $\\infty-$dimensional cerebellar controller is closely\nrelated to entropic motor control.\n  Keywords: realistic human biodynamics, cerebellum motion control,\n$\\infty-$dimensional neural network\n","Comment: 28 pages, 6 figures, Latex"]}]
["0809.3771",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14H05","30F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3771"],"date":["2008-09-22","2008-09-29"],"type":["text"],"creator":["Natanzon, S. M."],"language":[],"coverage":[],"title":["Test for reality of algebraic functions"],"description":["  In this paper is proved that a complex algebraic function on complexification\nof a real algebraic curve is equivalent to real algebraic function, if and only\nif the divisor of preimage of critical values is stable under the involution of\ncomplex conjugation.\n","Comment: 2 pages"]}]
["0809.4461",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4461"],"date":["2008-09-25","2008-09-29"],"type":["text"],"creator":["Martinez, Itzel Lucio","Chan, Philip","Mo, Xiaofan","Hosier, Steve","Tittel, Wolfgang"],"language":[],"coverage":[],"title":["Towards fast quantum key distribution with quantum frames"],"description":["  We propose and investigate a fibre-based quantum key distribution system,\nwhich employs polarization qubits encoded into faint laser pulses. As a novel\nfeature, it allows sending of classical framing information via sequences of\nstrong laser pulses that precede the quantum data. This allows synchronization,\nsender and receiver identification, and compensation of time-varying\nbirefringence in the communication channel. Furthermore, this method also\nprovides a platform to communicate implementation specific information such as\nencoding and protocol in view of future optical quantum networks. All optical\ncomponents can be operated at Gbps rates, which is a first requirement for Mbps\nsecret key rates.\n","Comment: 2 pages, 2 figures, 1 table. To be presented at the SECOQC\n  International Conference in Vienna, October 8-10,2008. Added references"]}]
["0809.4484",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Computational Complexity","Computer Science - Multiagent Systems","I.2.11","F.2.2","F.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4484"],"date":["2008-09-25","2008-09-28"],"type":["text"],"creator":["Faliszewski, Piotr","Hemaspaandra, Edith","Hemaspaandra, Lane A.","Rothe, Joerg"],"language":[],"coverage":[],"title":["Llull and Copeland Voting Computationally Resist Bribery and Control"],"description":["  The only systems previously known to be resistant to all the standard control\ntypes were highly artificial election systems created by hybridization. We\nstudy a parameterized version of Copeland voting, denoted by Copeland^\\alpha,\nwhere the parameter \\alpha is a rational number between 0 and 1 that specifies\nhow ties are valued in the pairwise comparisons of candidates. We prove that\nCopeland^{0.5}, the system commonly referred to as \"Copeland voting,\" provides\nfull resistance to constructive control, and we prove the same for\nCopeland^\\alpha, for all rational \\alpha, 0 < \\alpha < 1. Copeland voting is\nthe first natural election system proven to have full resistance to\nconstructive control. We also prove that both Copeland^1 (Llull elections) and\nCopeland^0 are resistant to all standard types of constructive control other\nthan one variant of addition of candidates. Moreover, we show that for each\nrational \\alpha, 0 \\leq \\alpha \\leq 1, Copeland^\\alpha voting is fully\nresistant to bribery attacks, and we establish fixed-parameter tractability of\nbounded-case control for Copeland^\\alpha. We also study Copeland^\\alpha\nelections under more flexible models such as microbribery and extended control\nand we integrate the potential irrationality of voter preferences into many of\nour results.\n","Comment: This 2008/9/28 version is the same as both the 2008/9/25 version at\n  arxiv.org and the 2008/9/25 revision of URCS TR-2008-933, except the present\n  version corrects a minor typo in the penultimate paragraph of Section 3"]}]
["0809.4498",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4498"],"date":["2008-09-25"],"type":["text"],"creator":["Sáfar, G. A. M.","Ribeiro, H. B.","Fantini, C.","Plentz, F. O.","Santos, A. P.","DeFreitas-Silva, G.","Idemori, Y. M."],"language":[],"coverage":[],"title":["Doping single wall carbon nanotubes with differently charged porphyrins"],"description":["  Photoluminescence (PL) measurements of porphyrin-doped single wall carbon\nnanotubes (SWNT) were studied in sodium dodecylbenzenesulfonate (NaDDBS)\naqueous dispersions. The PL spectra were used to draw PL maps were the maxima\ncorresponds to absorption-emission excitonic processes related to (E11, E22)\nfirst Van Hove singularities of the SWNT electronic structure. The influence of\nthe net charge of the porphyrin was a determinant factor in the energy map\nmaximum shifts (EMMS) compared to the energy map of a pristine NaDDBS/SWNT\ndispersion. A non-interacting porphyrin is used as a reference to discard the\ninfluence of the dielectric constant of the medium in the EMMS.\n"]}]
["0809.4501",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Sound"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4501"],"date":["2008-09-25"],"type":["text"],"creator":["Yu, Guoshen","Slotine, Jean-Jacques"],"language":[],"coverage":[],"title":["Audio Classification from Time-Frequency Texture"],"description":["  Time-frequency representations of audio signals often resemble texture\nimages. This paper derives a simple audio classification algorithm based on\ntreating sound spectrograms as texture images. The algorithm is inspired by an\nearlier visual classification scheme particularly efficient at classifying\ntextures. While solely based on time-frequency texture features, the algorithm\nachieves surprisingly good performance in musical instrument classification\nexperiments.\n"]}]
["0809.4503",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4503"],"date":["2008-09-25"],"type":["text"],"creator":["Splittorff, K.","Verbaarschot, J. J. M."],"language":[],"coverage":[],"title":["Lessons from Random Matrix Theory for QCD at Finite Density"],"description":["  In this lecture we discuss various aspects of QCD at nonzero chemical\npotential, including its phase diagram and the Dirac spectrum, and summarize\nwhat chiral random matrix theory has contributed to this subject. To illustrate\nthe importance of the phase of the fermion determinant, we particularly\nhighlight the differences between QCD and phase quenched QCD.\n","Comment: Invited talk at \"Continuous Advances in QCD 2008\", Minneapolis, May\n  2008; 14 pages, 7 figures"]}]
["0809.4521",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","16S32","16S38","16G20","14H60","18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4521"],"date":["2008-09-25"],"type":["text"],"creator":["Berest, Yuri"],"language":[],"coverage":[],"title":["Calogero-Moser Spaces over Algebraic Curves"],"description":["  In these notes, we give a survey of the main results of [BC] and [BW]. Our\naim is to generalize the geometric classification of (one-sided) ideals of the\nfirst Weyl algebra $ A_1(C) $ (see [BW1, BW2]) to the ring $ D(X) $ of\ndifferential operators on an arbitrary complex smooth affine curve X. We\napproach this problem in two steps: first, we classify the ideals of D(X) up to\nstable isomorphism, in terms of the Picard group of X; then, we refine this\nclassification by describing each stable isomorphism class as a disjoint union\nof (certain quotients of) generalized Calogero-Moser spaces C_n(X, I). The\nlatter are defined as representation varieties of deformed preprojective\nalgebras over a one-point extension of the ring of regular functions on X by\nthe line bundle I. As in the classical case, C_n(X, I) turn out to be smooth\nirreducible varieties of dimension 2n.\n","Comment: to appear in Selecta Math., 21 pp"]}]
["0809.4523",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4523"],"date":["2008-09-25"],"type":["text"],"creator":["Goldman, Itzhak"],"language":[],"coverage":[],"title":["Turbulence: A Probe of the Dynamics and Physics of the Magellanic Stream"],"description":["  A recent paper by Stanimirovic etal (2008) presents quit interesting results\nfrom HI observations of the Magellanic Stream (MS) tip. The high spatial\nresolution of the data reveals rich and complex morphological and kinematic\nstructures; notably four coherent HI substreams extending over angular size of\nabout 20 deg were found.\n  We use the position-velocity images of Stanimirovic etal (2008) to derive\nspatial power spectra for the velocity residuals. These, indicate the presence\nof a large scale turbulence with size comparable to that of the streams\nthemselves. The turbulent velocity on the largest scale is estimated to be\nabout 15 km/s . Adopting, a distance of 120 kpc, implies a turbulent largest\nscale of 40 kpc and timescale for decay of about 3 Gyr. For a turbulence with\nscale that large, the natural energy source is the tidal interaction between\nthe Magellanic Clouds, and between them and the Milky Way galaxy. The shape of\nderived turbulence spectrum is used here to obtain constraints on the\ninclination of the streams and on the density of the emitting neutral hydrogen.\n","Comment: Proccedings of IAUS256, The Magellanic System: Stars, Gas, and\n  Galaxies Jacco van Loon and Joana Oliveira, eds"]}]
["0809.4525",{"format":[],"subject":["Mathematics - Commutative Algebra","13F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4525"],"date":["2008-09-25"],"type":["text"],"creator":["Heinzer, William J.","Ratliff Jr., Louis J.","Rush, David E."],"language":[],"coverage":[],"title":["Compositions of consistent systems of rank one discrete valuation rings"],"description":["  Let V be a rank one discrete valuation ring (DVR) on a field F and let L/F be\na finite separable algebraic field extension with [L:F] = m. The integral\nclosure of V in L is a Dedekind domain that encodes the following invariants:\n(i) the number of extensions of V to a valuation ring W on L, (ii) the residue\ndegree of each W over V, and (iii) the ramification degree of each W over V.\nGiven a finite set of DVRs on F, an m-consistent system is a family of sets\nenumerating what is theoretically possible for the above invariants of each V\nin the set. The m-consistent system is realizable if there exists a finite\nseparable extension field L/F that gives for each V the listed invariants. We\ninvestigate the realizability of m-consistent systems.\n","Comment: 31 pages"]}]
["0809.4526",{"format":[],"subject":["Mathematics - History and Overview","32A26","58A05","58A10","58A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4526"],"date":["2008-09-25"],"type":["text"],"creator":["Sobczyk, Garret","Sanchez, Omar Leon"],"language":[],"coverage":[],"title":["Fundamental Theorem of Calculus"],"description":["  A simple but rigorous proof of the Fundamental Theorem of Calculus is given\nin geometric calculus, after the basis for this theory in geometric algebra has\nbeen explained. Various classical examples of this theorem, such as the Green's\nand Stokes' theorem are discussed, as well as the new theory of monogenic\nfunctions, which generalizes the concept of an analytic function of a complex\nvariable to higher dimensions.\n","Comment: 11 pages, 2 figures"]}]
["0809.4533",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Nonlinear Sciences - Chaotic Dynamics","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4533"],"date":["2008-09-26"],"type":["text"],"creator":["Gremaud, Benoit","Wellens, Thomas"],"language":[],"coverage":[],"title":["Speckle instability: coherent effects in nonlinear disordered media"],"description":["  We numerically investigate the properties of speckle patterns formed by\nnonlinear point scatterers. We show that, in the weak localization regime,\ndynamical instability appears, eventually leading to chaotic behavior of the\nsystem. Analysing the statistical properties of the instability thresholds for\ndifferent values of the system size and disorder strength, a scaling law is\nemphasized. The later is also found to govern the smallest decay rate of the\nlinear system, putting thus forward the crucial importance of interference\neffects. This is also underlined by the fact that coherent backscattering is\nstill observed even in the chaotic regime.\n","Comment: 4 pages, 4 figures"]}]
["0809.4539",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4539"],"date":["2008-09-26"],"type":["text"],"creator":["Borguet, B.","Hutsemékers, D.","Letawe, G.","Letawe, Y.","Magain, P."],"language":[],"coverage":[],"title":["New Insights into the Quasar Type1/Type2 Dichotomy from Correlations\n  between Quasar Host Orientation and Polarization"],"description":["  We investigate correlations between the direction of the optical linear\npolarization and the orientation of the host galaxy/extended emission for type1\nand type2 radio-loud and radio-quiet quasars. We have used high resolution\nHubble Space Telescope data and a deconvolution process to obtain a good\ndetermination of the host galaxy/extended emission (EE) position angle. With\nthese new measurements and a compilation of data from the literature, we find a\nsignificant correlation, different for type1 and type2 objects, between the\nlinear polarization position angle and the orientation of the EE, suggesting\nscattering by an extended UV/blue region in both types of objects. Our\nobservations support the extension of the Unification Model to the higher\nluminosity AGNs like the quasars, assuming a two component scattering model.\n","Comment: 2 pages, 2 figures, to appear in the proceedings of the Astronomical\n  Polarimetry 2008 conference"]}]
["0809.4542",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4542"],"date":["2008-09-26"],"type":["text"],"creator":["Molodtsov, S. V.","Zinovjev, G. M."],"language":[],"coverage":[],"title":["New arrangement of common approach to calculating the QCD ground state"],"description":["  The quark behaviour in the background of intensive stochastic gluon field is\nstudied. An approximate procedure for calculating the effective Hamiltonian is\ndeveloped and the corresponding ground state within the Hartree-Fock-Bogolyubov\napproach is found. The comparative analysis of various model Hamiltonian is\ngiven and transition to the chiral limit in the Keldysh model is discused in\ndetail.\n","Comment: 6 pages, 3 figures"]}]
["0809.4544",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4544"],"date":["2008-09-26"],"type":["text"],"creator":["Doussal, Pierre Le","Giamarchi, Thierry","Orignac, Edmond"],"language":[],"coverage":[],"title":["Comment on \"Absence of the Mott Glass Phase in 1D Disordered Fermionic\n  Systems\""],"description":["  Comment on the paper \"Absence of the Mott Glass Phase in 1D Disordered\nFermionic Systems\" by T. Nattermann, A. Petkovic, Z. Ristivojevic, and F.\nSchutze, Phys. Rev. Lett. 99, 186402 (2007).\n"]}]
["0809.4547",{"format":[],"subject":["Mathematics - Rings and Algebras","17B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4547"],"date":["2008-09-26"],"type":["text"],"creator":["Elduque, Alberto"],"language":[],"coverage":[],"title":["More non semigroup Lie gradings"],"description":["  This note is devoted to the construction of two very easy examples, of\nrespective dimensions 4 and 6, of graded Lie algebras whose grading is not\ngiven by a semigroup, the latter one being a semisimple algebra. It is shown\nthat 4 is the minimal possible dimension.\n","Comment: 4 pages"]}]
["0809.4551",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4551"],"date":["2008-09-26"],"type":["text"],"creator":["Spohn, Herbert"],"language":[],"coverage":[],"title":["Kinetics of the Bose-Einstein Condensation"],"description":["  We study the bosonic Boltzmann-Nordheim kinetic equation, which describes the\nkinetic regime of weakly interacting bosons with s-wave scattering only. We\nconsider a spatially homogeneous fluid with an isotropic momentum distribution.\nThe issue of the dynamical formation of a Bose-Einstein condensate has been\nstudied extensively. We supply here the completed equations of motion for the\ncoupled system, the energy density distribution of the normal fluid and the\ndensity of the condensate. With this information the post-nucleation\nself-similar solution is investigated in more detail than before.\n","Comment: 19 pages"]}]
["0809.4556",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4556"],"date":["2008-09-26"],"type":["text"],"creator":["Wands, David"],"language":[],"coverage":[],"title":["Cosmological perturbations through the big bang"],"description":["  Several scenarios have been proposed in which primordial perturbations could\noriginate from quantum vacuum fluctuations in a phase corresponding to a\ncollapse phase (in an Einstein frame) preceding the Big Bang. I briefly review\nthree models which could produce scale-invariant spectra during collapse: (1)\ncurvature perturbations during pressureless collapse, (2) axion field\nperturbations in a pre big bang scenario, and (3) tachyonic fields during\nmultiple-field ekpyrotic collapse. In the separate universes picture one can\nderive generalised perturbation equations to describe the evolution of large\nscale perturbations through a semi-classical bounce, assuming a large-scale\nlimit in which inhomogeneous perturbations can be described by locally\nhomogeneous patches. For adiabatic perturbations there exists a conserved\ncurvature perturbation on large scales, but isocurvature perturbations can\nchange the curvature perturbation through the non-adiabatic pressure\nperturbation on large scales. Different models for the origin of large scale\nstructure lead to different observational predictions, including gravitational\nwaves and non-Gaussianity.\n","Comment: 13 pages, latex, no figures. To appear in Adv Sci Lett, special issue\n  on Quantum Gravity, Cosmology amd Black Holes"]}]
["0809.4557",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Functional Analysis","30H05 (Primary)","46E20, 47A15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4557"],"date":["2008-09-26"],"type":["text"],"creator":["El-Fallah, Omar","Kellay, Karim","Ransford, Thomas"],"language":[],"coverage":[],"title":["On the Brown--Shields conjecture for cyclicity in the Dirichlet space"],"description":["  Let $\\cD$ be the Dirichlet space, namely the space of holomorphic functions\non the unit disk whose derivative is square-integrable. We establish a new\nsufficient condition for a function $f\\in\\cD$ to be {\\em cyclic}, i.e. for\n$\\{pf: p\\text{a polynomial}\\}$ to be dense in $\\cD$. This allows us to prove a\nspecial case of the conjecture of Brown and Shields that a function is cyclic\nin $\\cD$ iff it is outer and its zero set (defined appropriately) is of\ncapacity zero.\n"]}]
["0809.4558",{"format":[],"subject":["Mathematics - Differential Geometry","53c21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4558"],"date":["2008-09-26"],"type":["text"],"creator":["Mahaman, Bazanfare"],"language":[],"coverage":[],"title":["Topology of Manifolds with Asymptotically Nonnegative Ricci Curvature"],"description":["  In this paper, we study the topology of complete noncompact Riemannian\nmanifolds with asymptotically nonnegative Ricci curvature. We show that a\ncomplete noncompact manifold with asymptoticaly nonnegative Ricci curvature and\nsectional curvature decay at most quadratically is diffeomorphic to a Euclidean\nn-space R^n under some conditions on the density of rays starting from the base\npoint p or on the volume growth of geodesic balls in M.\n","Comment: 8 pages"]}]
["0809.4561",{"format":[],"subject":["Mathematics - Algebraic Topology","55P35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4561"],"date":["2008-09-26"],"type":["text"],"creator":["Tamanoi, Hirotaka"],"language":[],"coverage":[],"title":["Stable string operations are trivial"],"description":["  We show that in closed string topology and in open-closed string topology\nwith one $D$-brane, higher genus stable string operations are trivial. This is\na consequence of Harer's stability theorem and related stability results on the\nhomology of mapping class groups of surfaces with boundaries. In fact, this\nvanishing result is a special case of a general result which applies to all\nhomological conformal field theories with a property that in the associated\ntopological quantum field theories, the string operations associated to genus\none cobordisms with one or two boundaries vanish. In closed string topology,\nthe base manifold can be either finite dimensional, or infinite dimensional\nwith finite dimensional cohomology for its based loop space. The above\nvanishing result is based on the triviality of string operations associated to\nhomology classes of mapping class groups which are in the image of stabilizing\nmaps.\n","Comment: 33 pages, 3 figures"]}]
["0809.4563",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4563"],"date":["2008-09-26"],"type":["text"],"creator":["Di Giacomo, A.","Lepori, L.","Pucci, F."],"language":[],"coverage":[],"title":["Monopoles and the 't Hooft tensor for generic gauge group"],"description":["  We study monopoles and corresponding 't Hooft tensor in a generic gauge\ntheory. This issue is relevant to the understanding of color confinement.\n","Comment: 3 pages. Poster presented at the International Conference on High\n  Energy Physics ICHEP08. To appear in the Proceedings"]}]
["0809.4566",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4566"],"date":["2008-09-26"],"type":["text"],"creator":["Renton, Peter"],"language":[],"coverage":[],"title":["Global Electroweak Fits and the Higgs Boson Mass"],"description":["  The current electroweak data and the constraints on the Higgs mass are\ndiscussed. Within the context of the Standard Model the data prefer a\nrelatively light Higgs mass.\n","Comment: ICHEP08"]}]
["0809.4567",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4567"],"date":["2008-09-26"],"type":["text"],"creator":["Markley, Loïc","Eleftheriades, George V."],"language":[],"coverage":[],"title":["Two-dimensional subwavelength focusing using a slotted meta-screen"],"description":["  A transmission screen with subwavelength slots is described which can focus\nelectromagnetic radiation to a two-dimensional subwavelength spot. Unlike\nnegative-refractive-index focusing implementations, this \"meta-screen\" does not\nsuffer from image degradation when losses are introduced and is easily scalable\nfrom microwave to Terahertz frequencies and beyond. The slotted geometry is\ndesigned using a theory of shifted beams to determine the necessary weighting\nfactors for each slot element, which are then converted to appropriate slot\ndimensions. The screen was designed using a pair of rotated orthogonal focusing\naxes to produce a spot on a focal plane located 0.25 \\lambda away. Full-wave\nsimulations are corroborated by experimental measurements at 10 GHz reporting a\nfull-width half-maximum beam width of 0.27 \\lambda along the x-axis and 0.38\n\\lambda along the z-axis.\n","Comment: 3 pages, 4 figures"]}]
["0809.4571",{"format":[],"subject":["Mathematics - Differential Geometry","53C17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4571"],"date":["2008-09-26"],"type":["text"],"creator":["Calin, Ovidiu","Chang, Der-Chen","Markina, Irina"],"language":[],"coverage":[],"title":["SubRiemannian geometry on the sphere $\\mathbb{S}^3$"],"description":["  The present paper starts with an introduction to quaternions and then defines\nthe 3-dimmensional sphere as the set of quaternions of length one. The\nquaternion group induces on $\\mathbb{S}^3$ a structure of noncommutative Lie\ngroup. This group is compact and the results obtained in this case are very\ndifferent than those obtained in the case of the Heisenberg group, which is a\nnoncompact Lie group. Like in the Heisenberg group case, we introduce a\nnonintegrable distribution on the sphere and a metric on it using two of the\nnoncommutative left invariant vector fields. This way $\\mathbb{S}^3$ becomes a\nsubRiemannian manifold. It is known that the group $SU(2) $ is isomorphic with\nthe sphere $\\mathbb{S}^3$ and represents an example of subRiemannian manifold\nwhere the elements are matrices. The main issue here is to study the\nconnectivity by horizontal curves and its geodesics on this manifold. In this\npaper, we are using Lagrangian method to study the connectivity theorem on\n${\\mathbb S}^3$ by horizontal curves with minimal arc-length. We show that for\nany two points in ${\\mathbb S}^3$, there exists such a geodesic joining these\ntwo points.\n"]}]
["0809.4573",{"format":[],"subject":["Astrophysics","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4573"],"date":["2008-09-26"],"type":["text"],"creator":["Peacock, J. A."],"language":[],"coverage":[],"title":["A diatribe on expanding space"],"description":["  Some comments are made on the usefulness or otherwise of the concept of\n`expanding space' in cosmology. These notes are an expanded version of material\nfirst published in 2001 but not previously available online except at\nwww.roe.ac.uk/japwww. Since that personal webpage has been referred to in\npublished work, it seems sensible to give these notes a more permanent home.\n","Comment: 4 pages, plain TeX. Not submitted to any journal"]}]
["0809.4576",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4576"],"date":["2008-09-26"],"type":["text"],"creator":["Lacan, Jerome","Lochin, Emmanuel"],"language":[],"coverage":[],"title":["On-the-Fly Coding to Enable Full Reliability Without Retransmission"],"description":["  This paper proposes a new reliability algorithm specifically useful when\nretransmission is either problematic or not possible. In case of multimedia or\nmulticast communications and in the context of the Delay Tolerant Networking\n(DTN), the classical retransmission schemes can be counterproductive in terms\nof data transfer performance or not possible when the acknowledgment path is\nnot always available. Indeed, over long delay links, packets retransmission has\na meaning of cost and must be minimized.In this paper, we detail a novel\nreliability mechanism with an implicit acknowledgment strategy that could be\nused either within these new DTN proposals, for multimedia traffic or in the\ncontext of multicast transport protocols. This proposal is based on a new\non-the-fly erasure coding concept specifically designed to operate efficient\nreliable transfer over bi-directional links. This proposal, named Tetrys,\nallows to unify a full reliability with an error correction scheme. In this\npaper, we model the performance of this proposal and demonstrate with a\nprototype, that we can achieve a full reliability without acknowledgment path\nconfirmation. Indeed, the main findings are that Tetrys is not sensitive to the\nloss of acknowledgments while ensuring a faster data availability to the\napplication compared to other traditional acknowledgment schemes. Finally, we\npave the first step of the integration of such algorithm inside a congestion\ncontrolled protocol.\n","Comment: 9 pages"]}]
["0809.4577",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Information Theory","E.1","E.4","H.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4577"],"date":["2008-09-26"],"type":["text"],"creator":["Golin, Mordecai","Xu, Xiaoming","Yu, Jiajin"],"language":[],"coverage":[],"title":["A Generic Top-Down Dynamic-Programming Approach to Prefix-Free Coding"],"description":["  Given a probability distribution over a set of n words to be transmitted, the\nHuffman Coding problem is to find a minimal-cost prefix free code for\ntransmitting those words. The basic Huffman coding problem can be solved in O(n\nlog n) time but variations are more difficult. One of the standard techniques\nfor solving these variations utilizes a top-down dynamic programming approach.\nIn this paper we show that this approach is amenable to dynamic programming\nspeedup techniques, permitting a speedup of an order of magnitude for many\nalgorithms in the literature for such variations as mixed radix, reserved\nlength and one-ended coding. These speedups are immediate implications of a\ngeneral structural property that permits batching together the calculation of\nmany DP entries.\n"]}]
["0809.4579",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14D10, 14G22, 14H10, 14H15, 14H30, 11G25, 32K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4579"],"date":["2008-09-26"],"type":["text"],"creator":["Cornelissen, Gunther","Kato, Fumiharu","Kontogeorgis, Aristides"],"language":[],"coverage":[],"title":["Three examples of the relation between rigid-analytic and algebraic\n  deformation parameters"],"description":["  We consider three examples of families of curves over a non-archimedean\nvalued field which admit a non-trivial group action. These equivariant\ndeformation spaces can be described by algebraic parameters (in the equation of\nthe curve), or by rigid-analytic parameters (in the Schottky group of the\ncurve). We study the relation between these parameters as rigid-analytic\nself-maps of the disk.\n","Comment: 17 pages, uses xy"]}]
["0809.4580",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Metric Geometry","35J05, 52A20, 52A40, 49N99."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4580"],"date":["2008-09-26"],"type":["text"],"creator":["Colesanti, A.","Fimiani, M."],"language":[],"coverage":[],"title":["The Minkowski problem for the torsional rigidity"],"description":["  We prove the existence and uniqueness up to translations of the solution to a\nMinkowski type problem for the torsional rigidity in the class of open bounded\nconvex subsets of the $n$-dimensional Euclidean space. For the existence part\nwe apply the variational method introduced by Jerison for analogous problems\nconcerning other variational functionals. Uniqueness follows from the\nBrunn--Minkowski inequality for the torsional rigidity and corresponding\nequality conditions.\n","Comment: 23 pages"]}]
["0809.4582",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4582"],"date":["2008-09-26"],"type":["text"],"creator":["Oikarinen, Emilia","Janhunen, Tomi"],"language":[],"coverage":[],"title":["Achieving compositionality of the stable model semantics for Smodels\n  programs"],"description":["  In this paper, a Gaifman-Shapiro-style module architecture is tailored to the\ncase of Smodels programs under the stable model semantics. The composition of\nSmodels program modules is suitably limited by module conditions which ensure\nthe compatibility of the module system with stable models. Hence the semantics\nof an entire Smodels program depends directly on stable models assigned to its\nmodules. This result is formalized as a module theorem which truly strengthens\nLifschitz and Turner's splitting-set theorem for the class of Smodels programs.\nTo streamline generalizations in the future, the module theorem is first proved\nfor normal programs and then extended to cover Smodels programs using a\ntranslation from the latter class of programs to the former class. Moreover,\nthe respective notion of module-level equivalence, namely modular equivalence,\nis shown to be a proper congruence relation: it is preserved under\nsubstitutions of modules that are modularly equivalent. Principles for program\ndecomposition are also addressed. The strongly connected components of the\nrespective dependency graph can be exploited in order to extract a module\nstructure when there is no explicit a priori knowledge about the modules of a\nprogram. The paper includes a practical demonstration of tools that have been\ndeveloped for automated (de)composition of Smodels programs.\n  To appear in Theory and Practice of Logic Programming.\n","Comment: 44 pages, 2 tables"]}]
["0809.4583",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4583"],"date":["2008-09-26"],"type":["text"],"creator":["Darnley, M. J.","Hounsell, R. A.","Bode, M. F."],"language":[],"coverage":[],"title":["Liverpool Telescope Optical Photometry Following the 2006 Outburst of RS\n  Ophiuchi"],"description":["  We present a preliminary report on the broadband optical photometry of the\n2006 outburst of the recurrent nova RS Ophiuchi. These data were obtained using\nthe robotic 2m Liverpool Telescope and cover the outburst from day 27 through\nday 548.\n","Comment: 3 pages, 2 figures, to appear in ASP conference proceedings Volume\n  401 \"RS Ophiuchi (2006) and the recurrent nova phenomenon\""]}]
["0809.4587",{"format":[],"subject":["Mathematics - Algebraic Topology","55Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4587"],"date":["2008-09-26"],"type":["text"],"creator":["Lin, Jinkun"],"language":[],"coverage":[],"title":["English translation of chapter 9 of the book \"Adams spectral sequence\n  and stable homotopy groups of spheres\" by Jijkun Lin (In Chinese)(Sciences\n  Press, Beijing 2007)"],"description":["  This paper is an English translation of chapter nine of the book \"Adams\nspectral sequence and stable homotopy groups of spheres\" by Jinkun Lin (in\nChinese)(Sciences Press, Beijing 2007). In this paper, a sequence of new\nindecomposable families in the stable homotopy groups of spheres such as\nh_0h_n,h_nb_n,h_0h_nh_m,h_0(h_mb_{n-1}-b_{m-1}h_n) families was detected. The\nproof of all the detections was stated in this paper in based on several\npublished papers by the author.\n","Comment: 10 pages, 5 figures"]}]
["0809.4590",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4590"],"date":["2008-09-26"],"type":["text"],"creator":["Darnley, M. J.","Black, D. T. R.","Bode, M. F.","Newsam, A. M.","Kerins, E.","O'Brien, T. J.","Misselt, K.","Shafter, A. W."],"language":[],"coverage":[],"title":["Extragalactic Classical Nova Surveys"],"description":["  We are currently involved in a multifaceted campaign to study extragalactic\nclassical novae in the Local Group and beyond. Here we report on-going results\nfrom the exploitation of the POINT-AGAPE M31 dataset; initial results from our\nLocal Group imaging, and spectroscopic CNe follow-up campaign and introduce the\nLiverpool Extragalactic Nova Survey.\n","Comment: 4 pages, 2 figures, to appear in ASP conference proceedings Volume\n  401 \"RS Ophiuchi (2006) and the recurrent nova phenomenon\""]}]
["0809.4593",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4593"],"date":["2008-09-26"],"type":["text"],"creator":["Bode, M. F.","Osborne, J. P.","Page, K. L.","Beardmore, A. P.","O'Brien, T. J.","Ness, J. -U.","Starrfield, S.","Skinner, G. K.","Darnley, M. J.","Drake, J. J.","Evans, A.","Eyres, S. P. S.","Krautter, J.","Schwarz, G."],"language":[],"coverage":[],"title":["Swift Observations of Shock Evolution in RS Ophiuchi"],"description":["  Our \\textit{Swift} observations of RS Oph form an unprecedented X-ray dataset\nto undertake investigations of both the central source and the interaction of\nthe outburst ejecta with the circumstellar environment. Over the first month,\nthe XRT data are dominated by emission from rapidly evolving shocks. We discuss\nthe differences in derived parameters from those found for \\textit{RXTE} at\nearly times and the evolution of the X-ray emission to much later times. It is\napparent that at late times several emission components are present. We find no\nstrong evidence of the proposed shock break-out in our data.\n","Comment: 5 pages, 3 figures, to appear in ASP conference proceedings Volume\n  401 \"RS Ophiuchi (2006) and the recurrent nova phenomenon\""]}]
["0809.4601",{"format":[],"subject":["Mathematics - Probability","60F15, 15A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4601"],"date":["2008-09-26"],"type":["text"],"creator":["Dette, Holger","Reuther, Bettina"],"language":[],"coverage":[],"title":["Random block matrices and matrix orthogonal polynomials"],"description":["  In this paper we consider random block matrices, which generalize the general\nbeta ensembles, which were recently investigated by Dumitriu and Edelmann\n(2002, 2005). We demonstrate that the eigenvalues of these random matrices can\nbe uniformly approximated by roots of matrix orthogonal polynomials which were\ninvestigated independently from the random matrix literature. As a consequence\nwe derive the asymptotic spectral distribution of these matrices. The limit\ndistribution has a density, which can be represented as the trace of an\nintegral of densities of matrix measures corresponding to the Chebyshev matrix\npolynomials of the first kind. Our results establish a new relation between the\ntheory of random block matrices and the field of matrix orthogonal polynomials,\nwhich have not been explored so far in the literature.\n","Comment: 25 pages, 5 figures"]}]
["0809.4609",{"format":[],"subject":["Mathematical Physics","17B66","37J60","70F25","70G45","70G75","70H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4609"],"date":["2008-09-26"],"type":["text"],"creator":["Marrero, Juan Carlos","de Diego, David Martin","Sosa, Diana"],"language":[],"coverage":[],"title":["Variational Constrained Mechanics on Lie Affgebroids"],"description":["  In this paper we discuss variational constrained mechanics (vakonomic\nmechanics) on Lie affgebroids. We obtain the dynamical equations and the\naff-Poisson bracket associated with a vakonomic system on a Lie affgebroid\n${\\mathcal A}$. We devote special attention to the particular case when the\nnonholonomic constraints are given by an affine subbundle of ${\\mathcal A}$ and\nwe discuss the variational character of the theory. Finally, we apply the\nresults obtained to several examples.\n","Comment: 23 pages"]}]
["0809.4610",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4610"],"date":["2008-09-26"],"type":["text"],"creator":["Marija, Mitrovic","Tadic, Bosiljka"],"language":[],"coverage":[],"title":["Search of Weighted Subgraphs on Complex Networks with Maximum Likelihood\n  Methods"],"description":["  Real-data networks often appear to have strong modularity, or\nnetwork-of-networks structure, in which subgraphs of various size and\nconsistency occur. Finding the respective subgraph structure is of great\nimportance, in particular for understanding the dynamics on these networks.\nHere we study modular networks using generalized method of maximum likelihood.\nWe first demonstrate how the method works on computer-generated networks with\nthe subgraphs of controlled connection strengths and clustering. We then\nimplement the algorithm which is based on weights of links and show its\nefficiency in finding weighted subgraphs on fully connected graph and on\nreal-data network of yeast.\n"]}]
["0809.4612",{"format":[],"subject":["Mathematics - Differential Geometry","53A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4612"],"date":["2008-09-26"],"type":["text"],"creator":["Mazet, Laurent"],"language":[],"coverage":[],"title":["Optimal length estimates for stable CMC surfaces in 3-space forms"],"description":["  In this paper, we study stable constant mean curvature $H$ surfaces in\n$\\R^3$. We prove that, in such a surface, the distance from a point to the\nboundary is less that $\\pi/(2H)$. This upper-bound is optimal and is extended\nto stable constant mean curvature surfaces in space forms.\n","Comment: 7 pages"]}]
["0809.4614",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4614"],"date":["2008-09-26"],"type":["text"],"creator":["Covello, A.","Coraggio, L.","Gargano, A.","Itaco, N."],"language":[],"coverage":[],"title":["Realistic shell model; 132Sn region; 208Pb region"],"description":["  We report on a study of exotic nuclei around doubly magic 132Sn in terms of\nthe shell model employing a realistic effective interaction derived from the\nCD-Bonn nucleon-nucleon potential. The short-range repulsion of the latter is\nrenormalized by constructing a smooth low-momentum potential, V-low-k, that is\nused directly as input for the calculation of the effective interaction. In\nthis paper, we focus attention on proton-neutron multiplets in the odd-odd\nnuclei 134Sb, 136Sb. We show that the behavior of these multiplets is quite\nsimilar to that of the analogous multiplets in the counterpart nuclei in the\n208Pb region, 210Bi and 212Bi.\n","Comment: 6 pages, 4 figures, talk presented at \"Nuclear Physics and\n  Astrophyisics: From Stable Beams to Exotic Nuclei\", June 25-30, 2008,\n  Cappadocia, Turkey"]}]
["0809.4616",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4616"],"date":["2008-09-26"],"type":["text"],"creator":["Angelo, R. M."],"language":[],"coverage":[],"title":["Low-resolution measurements induced classicality"],"description":["  The classical limit of quantum mechanics is discussed for closed quantum\nsystems in terms of observational aspects. Initially, the failure of the limit\nh->0 is explicitly demonstrated in a model of two quantum mechanically\ninteracting oscillators by showing that neither quantum expectations reduce to\nNewtonian trajectories nor entanglement vanishes. This result suggests that the\nquantum-to-classical transition occurs only at an approximative level, which is\nregulated by the low accuracy of the measurements. In order to verify the\nconsistence of these ideas we take into account the experimental resolution of\nphysical measurements by introducing a discretized formulation for the quantum\nstructure of wave functions. As a result, in the low-resolution limit the\nquasi-determinism is recovered and hence the quantum-to-classical transition is\nshown to occur adequately. Other puzzling problems, such as the classical limit\nof quantum superpositions and nonlocal correlations, are naturally address as\nwell.\n","Comment: 12 pages, 2 figures"]}]
["0809.4620",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4620","Journal of Applied Physics 104, 063524 (2008)","doi:10.1063/1.2981089"],"date":["2008-09-26"],"type":["text"],"creator":["Errandonea, D.","Kumar, R. S.","Manjon, F. J.","Ursaki, V. V.","Tiginyanu, I. M."],"language":[],"coverage":[],"title":["High-pressure x-ray diffraction study on the structure and phase\n  transitions of the defect-stannite ZnGa2Se4 and defect-chalcopyrite CdGa2S4"],"description":["  X-ray diffraction measurements on the sphalerite-derivatives ZnGa2Se4 and\nCdGa2S4 have been performed upon compression up to 23 GPa in a diamond-anvil\ncell. ZnGa2Se4 exhibits a defect tetragonal stannite-type structure (I-42m) up\nto 15.5 GPa and in the range from 15.5 GPa to 18.5 GPa the low-pressure phase\ncoexists with a high-pressure phase, which remains stable up to 23 GPa. In\nCdGa2S4, we find the defect tetragonal chalcopyrite-type structure (I-4) is\nstable up to 17 GPa. Beyond this pressure a pressure-induced phase transition\ntakes place. In both materials, the high-pressure phase has been characterized\nas a defect-cubic NaCl-type structure (Fm-3m). The occurrence of the pressure\ninduced phase transitions is apparently related with an increase of the cation\ndisorder on the semiconductors investigated. In addition, the results allow the\nevaluation of the axial compressibility and the determination of the equation\nof state for each compound. The obtained results are compared with those\npreviously reported for isomorphic digallium sellenides. Finally, a systematic\nstudy of the pressure-induced phase transition in twenty-three different\nsphalerite-related ABX2 and AB2X4 compounds indicates that the transition\npressure increases as the ratio of the cationic radii and anionic radii of the\ncompounds increases.\n","Comment: 34 pages, 3 tables, 6 figurea"]}]
["0809.4622",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4622","Dans NeuroComp 2008 : 2i\\`eme Conf\\'erence Fran\\c{c}aise de\n  Neurosciences Computationnelles (2008)"],"date":["2008-09-26"],"type":["text"],"creator":["Fix, Jérémy","Rougier, Nicolas P.","Alexandre, Frédéric"],"language":[],"coverage":[],"title":["A computational approach to the covert and overt deployment of spatial\n  attention"],"description":["  Popular computational models of visual attention tend to neglect the\ninfluence of saccadic eye movements whereas it has been shown that the primates\nperform on average three of them per seconds and that the neural substrate for\nthe deployment of attention and the execution of an eye movement might\nconsiderably overlap. Here we propose a computational model in which the\ndeployment of attention with or without a subsequent eye movement emerges from\nlocal, distributed and numerical computations.\n"]}]
["0809.4623",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4623"],"date":["2008-09-26"],"type":["text"],"creator":["Henrion, Didier","Lasserre, Jean-Bernard","Savorgnan, Carlo"],"language":[],"coverage":[],"title":["POCP: a package for polynomial optimal control problems"],"description":["  POCP is a new Matlab package running jointly with GloptiPoly 3 and,\noptionally, YALMIP. It is aimed at nonlinear optimal control problems for which\nall the problem data are polynomial, and provides an approximation of the\noptimal value as well as some control policy. Thanks to a user-friendly\ninterface, POCP reformulates such control problems as generalized problems of\nmoments, in turn converted by GloptiPoly 3 into a hierarchy of semidefinite\nprogramming problems whose associated sequence of optimal values converges to\nthe optimal value of the polynomial optimal control problem. In this paper we\ndescribe the basic features of POCP and illustrate them with some numerical\nexamples.\n"]}]
["0809.4631",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4631"],"date":["2008-09-26"],"type":["text"],"creator":["di Caprio, D.","Badiali, J. P.","Holovko, M."],"language":[],"coverage":[],"title":["Simple field theoretical approach of Coulomb systems. Entropic effects"],"description":["  We discuss a new simple field theory approach of Coulomb systems. Using a\ndescription in terms of fields, we introduce in a new way the statistical\ndegrees of freedom in relation with the quantum mechanics. We show on a series\nof examples that these fundamental entropic effects can help account for\nphysical phenomena in relation with Coulomb systems whether symmetric or also\nasymmetric in valence. On the overall, this gives a new understanding of these\nsystems.\n","Comment: 4 pages, 1 figure"]}]
["0809.4632",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4632"],"date":["2008-09-26"],"type":["text"],"creator":["Veeramachaneni, Sriharsha","Kondadadi, Ravikumar"],"language":[],"coverage":[],"title":["Surrogate Learning - An Approach for Semi-Supervised Classification"],"description":["  We consider the task of learning a classifier from the feature space\n$\\mathcal{X}$ to the set of classes $\\mathcal{Y} = \\{0, 1\\}$, when the features\ncan be partitioned into class-conditionally independent feature sets\n$\\mathcal{X}_1$ and $\\mathcal{X}_2$. We show the surprising fact that the\nclass-conditional independence can be used to represent the original learning\ntask in terms of 1) learning a classifier from $\\mathcal{X}_2$ to\n$\\mathcal{X}_1$ and 2) learning the class-conditional distribution of the\nfeature set $\\mathcal{X}_1$. This fact can be exploited for semi-supervised\nlearning because the former task can be accomplished purely from unlabeled\nsamples. We present experimental evaluation of the idea in two real world\napplications.\n","Comment: 8 pages, 2 figures"]}]
["0809.4633",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","35xx, 42xx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4633"],"date":["2008-09-26"],"type":["text"],"creator":["Catoire, F.","Wang, W. -M."],"language":[],"coverage":[],"title":["Bounds on Sobolev norms for the nonlinear Schr\\\"odinger equation on\n  general tori"],"description":["  We prove Strichartz estimates on general flat d-torus for arbitrary d. Using\nthese estimates, we prove local wellposedness for the cubic nonlinear\nSchr\\\"odinger equations in appropriate Sobolev spaces. In dimensions 2 and 3,\nwe prove polynomial bounds on the possible growth of Sobolev norms of smooth\nsolutions.\n"]}]
["0809.4635",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Logic in Computer Science","D.1.4","F.3.2","F.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4635"],"date":["2008-09-26"],"type":["text"],"creator":["Bergstra, Jan A.","van der Zwaag, Mark B."],"language":[],"coverage":[],"title":["Mechanistic Behavior of Single-Pass Instruction Sequences"],"description":["  Earlier work on program and thread algebra detailed the functional,\nobservable behavior of programs under execution. In this article we add the\nmodeling of unobservable, mechanistic processing, in particular processing due\nto jump instructions. We model mechanistic processing preceding some further\nbehavior as a delay of that behavior; we borrow a unary delay operator from\ndiscrete time process algebra. We define a mechanistic improvement ordering on\nthreads and observe that some threads do not have an optimal implementation.\n","Comment: 12 pages"]}]
["0809.4638",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4638"],"date":["2008-09-26"],"type":["text"],"creator":["Buckley, Andy"],"language":[],"coverage":[],"title":["Tools for event generator tuning and validation"],"description":["  I describe the current status of MCnet tools for validating the performance\nof event generator simulations against data, and for tuning their\nphenomenological free parameters. For validation, the Rivet toolkit is now a\nmature and complete system, with a large library of prominent benchmark\nanalyses. For tuning, the Professor system has recently completed its first\ntunes of Pythia 6, with substantial improvements on the existing default tune\nand potential to greatly aid the setup of new generators for LHC studies.\n","Comment: 8 pages, Prepared in alternative format for Proceedings of HERA-LHC\n  Workshop, May 2008"]}]
["0809.4639",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4639"],"date":["2008-09-26"],"type":["text"],"creator":["Douarche, Carine","Cortès, Robert","Roser, Steven J.","Sikorav, Jean-Louis","Braslau, Alan"],"language":[],"coverage":[],"title":["DNA adsorption at liquid/solid interfaces"],"description":["  DNA adsorption on solid or liquid surfaces is a topic of broad fundamental\nand applied interest. Here we study by x-ray reflectivity the adsorption of\nmonodisperse double-stranded DNA molecules a positively-charged surface,\nobtained through chemical grafting of a homogeneous organicmonomolecular layer\nof N-(2-aminoethyl) dodecanamide on an oxide-free monocrystalline Si(111)\nwafer. The adsorbed dsDNA is found to embed into the soft monolayer which is\ndeformed in the process. The surface coverage is very high and this adsorbed\nlayer is expected to display 2D nematic ordering.\n","Comment: 10 pages, 4 figures, accepted, Journal of Physical Chemistry B"]}]
["0809.4648",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4648"],"date":["2008-09-26"],"type":["text"],"creator":["Petit, V.","Wade, G. A.","Drissen, L.","Montmerle, T.","Alecian, E."],"language":[],"coverage":[],"title":["Magnetic fields, winds and X-rays of massive stars: A\n  spectropolarimetric survey of the Orion cluster"],"description":["  In massive stars, magnetic fields are thought to confine the outflowing\nradiatively-driven wind, resulting in X-ray emission that is harder, more\nvariable and more efficient than that produced by instability-generated shocks\nin non-magnetic winds. Although magnetic confinement of stellar winds has been\nshown to strongly modify the mass-loss and X-ray characteristics of massive OB\nstars, we lack a detailed understanding of the complex processes responsible.\nThe aim of this study is to examine the relationship between magnetism, stellar\nwinds and X-ray emission of OB stars. In conjunction with a Chandra survey of\nthe Orion Nebula Cluster, we carried out spectropolarimatric ESPaDOnS\nobservations to determine the magnetic properties of massive OB stars of this\ncluster. We found of two new massive magnetic stars in the Orion Nebula\nCluster: HD 36982 and HD 37061, for which the estimated dipole polar strengths\nare 1150 (+320 -200) G and 620 (+220 -170) G, respectively. However, the\napparent lack of clear correlation between X-ray indicator and the presence of\na magnetic fields brings forth new challenges for understanding the processes\nleading to X-ray emission in massive stars.\n","Comment: ASP Conference Proceedings for Astronomical Polarimetry 2008, July\n  6-11 2008, 5 pages, 1 figure"]}]
["0809.4653",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Differential Geometry","34C14, 58H05","58A20, 35A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4653"],"date":["2008-09-26"],"type":["text"],"creator":["Kruglikov, Boris"],"language":[],"coverage":[],"title":["Point classification of 2nd order ODEs: Tresse classification revisited\n  and beyond"],"description":["  In 1896 Tresse gave a complete description of relative differential\ninvariants for the pseudogroup action of point transformations on the 2nd order\nODEs. The purpose of this paper is to review, in light of modern geometric\napproach to PDEs, this classification and also discuss the role of absolute\ninvariants and the equivalence problem.\n"]}]
["0809.4654",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4654"],"date":["2008-09-26"],"type":["text"],"creator":["Bates, Ron A.","Maruri-Aguilar, Hugo","Wynn, Henry P."],"language":[],"coverage":[],"title":["Smooth supersaturated models"],"description":["  In areas such as kernel smoothing and non-parametric regression there is\nemphasis on smooth interpolation and smooth statistical models. Splines are\nknown to have optimal smoothness properties in one and higher dimensions. It is\nshown, with special attention to polynomial models, that smooth interpolators\ncan be constructed by first extending the monomial basis and then minimising a\nmeasure of smoothness with respect to the free parameters in the extended\nbasis. Algebraic methods are a help in choosing the extended basis which can\nalso be found as a saturated basis for an extended experimental design with\ndummy design points. One can get arbitrarily close to optimal smoothing for any\ndimension and over any region, giving a simple alternative models of spline\ntype. The relationship to splines is shown in one and two dimensions. A case\nstudy is given which includes benchmarking against kriging methods.\n"]}]
["0809.4655",{"format":[],"subject":["Physics - Physics and Society","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4655"],"date":["2008-09-26"],"type":["text"],"creator":["Leydesdorff, Loet","Schank, Thomas","Scharnhorst, Andrea","De Nooy, Wouter"],"language":[],"coverage":[],"title":["Animating the development of Social Networks over time using a dynamic\n  extension of multidimensional scaling"],"description":["  The animation of network visualizations poses technical and theoretical\nchallenges. Rather stable patterns are required before the mental map enables a\nuser to make inferences over time. In order to enhance stability, we developed\nan extension of stress-minimization with developments over time. This dynamic\nlayouter is no longer based on linear interpolation between independent static\nvisualizations, but change over time is used as a parameter in the\noptimization. Because of our focus on structural change versus stability the\nattention is shifted from the relational graph to the latent eigenvectors of\nmatrices. The approach is illustrated with animations for the journal citation\nenvironments of Social Networks, the (co-)author networks in the carrying\ncommunity of this journal, and the topical development using relations among\nits title words. Our results are also compared with animations based on\nPajekToSVGAnim and SoNIA.\n"]}]
["0809.4661",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4661"],"date":["2008-09-26","2008-09-29"],"type":["text"],"creator":["Karoff, C.","Arentoft, T.","Glowienka, L.","Coutures, C.","Nielsen, T. B.","Dogan, G.","Grundahl, F.","Kjeldsen, H."],"language":[],"coverage":[],"title":["Massive B-type pulsators in low-metallicity environments"],"description":["  Massive B type pulsators such as beta Cep and slowly pulsating B (SPB) stars\npulsate due to layers of increased opacity caused by partial ionization. The\nincreased opacity blocks the energy flux to the surface of the stars which\ncauses the layers to rise and the opacity to drop. This cyclical behavior makes\nthe star act as a heat engine and the star will thus pulsate. For beta Cep and\nSPB stars the increased opacity is believed to be caused by partial ionization\nof iron and these stars should therefore contain non-insignificant quantities\nof the metal. A good test of this theory is to search for beta Cep and SPB\nstars in low-metallicity environments. If no stars are found the theory is\nsupported, but on the other hand if a substantial number of beta Cep and SPB\nstars are found in these environments then the theory is not supported and a\nsolutions needed. With a growing number of identified beta Cep and SPB stars in\nthe low-metallicity Magellanic Clouds we seem to be left with the second case.\nWe will in this context discuss recent findings of beta Cep and SPB stars in\nthe Magellanic Clouds and some possible solutions to the discrepancy between\nthese observations and the theory. We also describe an ambitious project that\nwe have initiated on the Small Magellanic Cloud open cluster NGC 371 which will\nhelp to evaluate these solutions.\n","Comment: 7 pages, 1 figure, submitted to Comm. in Asteroseismology,\n  Proceedings of the 38th LIAC/HELAS-ESTA/BAG, 2008"]}]
["0809.4664",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4664"],"date":["2008-09-26"],"type":["text"],"creator":["Marley, Mark S."],"language":[],"coverage":[],"title":["The Atmospheres of Extrasolar Planets"],"description":["  The characteristics of irradiated solar system planetary atmospheres have\nbeen studied for decades, consequently modern planetary science benefits from\nan exhaustive body of ground- and space-based data. The study of extrasolar\nplanetary atmospheres, by contrast, is still in its infancy and currently rests\non a few score of datapoints, mostly of the transiting planets. This short\nsurvey aims not to review this dynamic field but rather stresses the importance\nof a few theoretical concepts and processes for our understanding of exoplanet\natmospheres. Topics covered include atmospheric structure and dynamics, cloud\nprocesses and photochemistry of planetary atmospheres. Influences on the\nalbedos, spectra, and colors of extrasolar planets are reviewed and caution is\nurged in the interpretation of exoplanet colors.\n","Comment: 19 pages, 8 figures; to appear in the proceedings of the Les Houches\n  Winter School \"Physics and Astrophysics of Planetary Systems\", (EDP Sciences:\n  EAS Publications Series)"]}]
["0809.4669",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4669"],"date":["2008-09-26"],"type":["text"],"creator":["Kerr, Matt","Doran, Charles"],"language":[],"coverage":[],"title":["Algebraic K-theory of toric hypersurfaces"],"description":["  We construct classes in the motivic cohomology of certain 1-parameter\nfamilies of Calabi-Yau hypersurfaces in toric Fano n-folds, with applications\nto local mirror symmetry (growth of genus 0 instanton numbers) and\ninhomogeneous Picard-Fuchs equations. In the case where the family is\nclassically modular the classes are related to Belinson's Eisenstein symbol;\nthe Abel-Jacobi map (or rational regulator) is computed in this paper for both\nkinds of cycles. For the \"modular toric\" families where the cycles essentially\ncoincide, we obtain a motivic (and computationally effective) explanation of a\nphenomenon observed by Villegas, Stienstra, and Bertin.\n","Comment: 139 pages, 15 figures"]}]
["0809.4674",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4674","Phys. Rev. B 77, 205328 (2008)","doi:10.1103/PhysRevB.77.205328"],"date":["2008-09-26"],"type":["text"],"creator":["Conrad, B. R.","Gomar-Nadal, Elba","Cullen, W. G.","Pimpinelli, A.","Einstein, T. L.","Williams, E. D."],"language":[],"coverage":[],"title":["Effect of impurities on pentacene island nucleation"],"description":["  Pentacenequinone (PnQ) impurities have been introduced into a pentacene\nsource material in a controlled manner to quantify the relative effects of the\nimpurity content on grain boundary structure and thin film nucleation. Atomic\nforce microscopy (AFM) has been employed to directly characterize films grown\nusing 0.0-7.5% PnQ by weight in the source material. Analysis of the\ndistribution of capture zones areas of submonolayer islands as a function of\nimpurity content shows that for large PnQ content the critical nucleus size for\nforming a Pn island is smaller than for low PnQ content. This result indicates\na favorable energy for formation of Pn-PnQ complexes, which in turn suggests\nthat the primary effect of PnQ on Pn mobility may arise from homogeneous\ndistribution of PnQ defects.\n","Comment: 16 Pages, 5 figures, 1 Table"]}]
["0809.4676",{"format":[],"subject":["Mathematics - Optimization and Control","93E11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4676"],"date":["2008-09-26"],"type":["text"],"creator":["Mueller, Andreas"],"language":[],"coverage":[],"title":["Deconvolving oscillatory transients with a Kalman filter"],"description":["  This paper describes a method to filter oscillatory transients from\nmeasurements of a time series which were at least an order of magnitude larger\nthan the signal to be measured. Based on a Kalman filter, it has an optimality\nproperty and a natural scaling parameter that allows to tune it to high\nresolution or low noise.\n","Comment: 12 pages, 9 figures"]}]
["0809.4678",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4678"],"date":["2008-09-26"],"type":["text"],"creator":["Trinchero, R."],"language":[],"coverage":[],"title":["Examples of non integer dimensional geometries"],"description":["  Two examples of spectral triples with non-integer dimension spectrum are\nconsidered. These triples involve commutative C*-algebras. The first example\nhas complex dimension spectrum and trivial differential algebra. The other is a\nparameter dependent deformation of the canonical spectral triple over S1. Its\ndimension spectrum includes real non-integer values. It has a non-trivial\ndifferential algebra and in contrast with the one dimensional case there are no\njunk forms for a non-vanishing deformation parameter. The distance on this\nspace depends non-trivially on this parameter.\n","Comment: 18 pages,4 figures"]}]
["0809.4690",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4690"],"date":["2008-09-26"],"type":["text"],"creator":["Fox, Jacob","Keevash, Peter","Sudakov, Benny"],"language":[],"coverage":[],"title":["Directed graphs without short cycles"],"description":["  For a directed graph $G$ without loops or parallel edges, let $\\beta(G)$\ndenote the size of the smallest feedback arc set, i.e., the smallest subset $X\n\\subset E(G)$ such that $G \\sm X$ has no directed cycles. Let $\\gamma(G)$ be\nthe number of unordered pairs of vertices of $G$ which are not adjacent. We\nprove that every directed graph whose shortest directed cycle has length at\nleast $r \\ge 4$ satisfies $\\beta(G) \\le c\\gamma(G)/r^2$, where $c$ is an\nabsolute constant. This is tight up to the constant factor and extends a result\nof Chudnovsky, Seymour, and Sullivan.\n  This result can be also used to answer a question of Yuster concerning almost\ngiven length cycles in digraphs. We show that for any fixed $0 < \\theta < 1/2$\nand sufficiently large $n$, if $G$ is a digraph with $n$ vertices and $\\beta(G)\n\\ge \\theta n^2$, then for any $0 \\le m \\le \\theta n-o(n)$ it contains a\ndirected cycle whose length is between $m$ and $m+6 \\theta^{-1/2}$. Moreover,\nthere is a constant $C$ such that either $G$ contains directed cycles of every\nlength between $C$ and $\\theta n-o(n)$ or it is close to a digraph $G'$ with a\nsimple structure: every strong component of $G'$ is periodic. These results are\nalso tight up to the constant factors.\n"]}]
["0809.4692",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4692"],"date":["2008-09-26","2008-09-28"],"type":["text"],"creator":["Mattes, M.","Sorg, M."],"language":[],"coverage":[],"title":["Exchange Interactions and Principle of Minimal Energy in Relativistic\n  Schroedinger Theory"],"description":["  The principle of minimal energy, which has been set up in the preceding\npapers for systems of non-identical particles (e.g. positronium), is now\ngeneralized to include also identical particles. Since the latter kind of\nparticles feels also the exchange forces (besides the usual electromagnetic\nforces), one has to deal with non-zero exchange potentials which render the\ntheory nonlinear, according to the non-Abelian character of Relativistic\nSchroedinger Theory (RST). However, the present extension of the variational\nprinciple refers only to the linearized version of RST in order to keep the\ncalculations sufficiently simple. It is also demonstrated that in RST the Dirac\nparticles can occur in fermionic and bosonic quantum states; and the\nmathematical and physical consistency of the variational principle is validated\nfor both types of states (concretely the fermionic hydrogen state 2p_3/2 and\nthe bosonic positronium state 2^1P_1).\n","Comment: 110 pages, 1 figure"]}]
["0809.4695",{"format":[],"subject":["Mathematics - Group Theory","20C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4695"],"date":["2008-09-26"],"type":["text"],"creator":["Lewis, Mark L."],"language":[],"coverage":[],"title":["Brauer pairs of Camina p-groups of nilpotence class 2"],"description":["  In this paper, we find a condition that characterizes when two Camina\n$p$-groups of nilpotence class 2 form a Brauer pair.\n"]}]
["0809.4701",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4701"],"date":["2008-09-26","2008-09-29"],"type":["text"],"creator":["Filev, Veselin G."],"language":[],"coverage":[],"title":["Aspects of the Holographic Study of Flavor Dynamics"],"description":["  This thesis is dedicated to the holographic study of flavor dynamics. The\ntechnique employed is a D7-brane probing of various D3-brane backgrounds. The\nfirst topic covered studies the influence of an external magnetic field on a\nflavored large N Yang-Mills theory. The theory exhibits spontaneous chiral\nsymmetry breaking. The meson spectrum exhibits Zeeman splitting and\ncharacteristic GMOR relation. The second topic examines thermal properties of\nthe dual gauge theory. The third topic studies the phase structure of the\nfinite temperature dual gauge theory in the presence of magnetic field. A phase\ndiagram of the theory is obtained and the meson spectrum is explored. The\nfourth topic studies the addition of an external electric field. The observed\neffect is dissociation of the bound quarks, favoring the meson melting, the\ndissociation of mesons corresponds to an insulator/conductor phase transition.\nThe fifth topic studies the addition of an R-charge chemical potential via\nbrane probing of the spinning D3-brane geometry. The corresponding phase\ndiagram is obtained. The chemical potential favors the dissociation of mesons.\nThe last topic explores universal properties of gauge theories dual to the\nDp/Dq system. A universal discrete self-similar behavior associated to the\ninsulator/conductor phase transition is observed and the corresponding scaling\nexponents are computed.\n","Comment: 226 pages, 59 figures, Ph.D thesis, reference format changed"]}]
["cond-mat/0605235",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0605235","Multi. Mod. in Mat. and Struct. vol.4 no.2 (2008) pp.179-188"],"date":["2006-05-09"],"type":["text"],"creator":["Pozo, O.","Olivi-Tran, N."],"language":[],"coverage":[],"title":["Effects of elasticity on the shape of measured shear signal in\n  two-dimensional assembly of disks"],"description":["  A Molecular Dynamics approach has been used to compute the shear force\nresulting from the shearing of disks. Two-dimensional monodisperse disks have\nbeen put in an horizontal and rectangular shearing cell with periodic boundary\nconditions on right and left hand sides. The shear is applied by pulling the\ncover of the cell either at a constant rate or by pulling a spring, linked to\nthe cover, with a constant force. Depending on the rate of shearing and on the\nelasticity of the whole set up, we showed that the measured shear force signal\nis either irregular in time, regular in time but not in shape, or regular in\nshape.\n","Comment: 15 pages 5 figures"]}]
["cs/0610059",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0610059","Journal of Mathematical Imaging and Vision 32, 1 (2008) 73-87","doi:10.1007/s10851-008-0086-1"],"date":["2006-10-11","2008-03-27"],"type":["text"],"creator":["Jonchery, Claire","Dibos, Françoise","Koepfler, Georges"],"language":[],"coverage":[],"title":["Camera motion estimation through planar deformation determination"],"description":["  In this paper, we propose a global method for estimating the motion of a\ncamera which films a static scene. Our approach is direct, fast and robust, and\ndeals with adjacent frames of a sequence. It is based on a quadratic\napproximation of the deformation between two images, in the case of a scene\nwith constant depth in the camera coordinate system. This condition is very\nrestrictive but we show that provided translation and depth inverse variations\nare small enough, the error on optical flow involved by the approximation of\ndepths by a constant is small. In this context, we propose a new model of\ncamera motion, that allows to separate the image deformation in a similarity\nand a ``purely'' projective application, due to change of optical axis\ndirection. This model leads to a quadratic approximation of image deformation\nthat we estimate with an M-estimator; we can immediatly deduce camera motion\nparameters.\n","Comment: 21 pages, version modifi\\'ee accept\\'e le 20 mars 2008"]}]
["gr-qc/0703132",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0703132","Class.Quant.Grav.25:062001,2008","doi:10.1088/0264-9381/25/6/062001"],"date":["2007-03-27","2008-01-31"],"type":["text"],"creator":["Barausse, Enrico","Sotiriou, Thomas P.","Miller, John C."],"language":[],"coverage":[],"title":["A no-go theorem for polytropic spheres in Palatini f(R) gravity"],"description":["  Non-vacuum static spherically-symmetric solutions in Palatini f(R) gravity\nare examined. It is shown that for generic choices of f(R), there are\ncommonly-used equations of state for which no satisfactory physical solution of\nthe field equations can be found within this framework, apart from in the\nspecial case of General Relativity, casting doubt on whether Palatini f(R)\ngravity can be considered as giving viable alternatives to General Relativity.\n","Comment: 7 pages, 1 figure. Version accepted for publication as a Fast Track\n  Communication in CQG"]}]
["math-ph/0510069",{"format":[],"subject":["Mathematical Physics","82B44","47B80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0510069","Quantum Graphs and Their Applications, (Proceedings AMS-IMA-SIAM\n  Joint Res. Conf., Snowbird 2005). G. Berkolaiko, R.Carlson, S.A. Fulling, and\n  P. Kuchment (eds.). AMS Contemporary Mathematics Series, vol. 415 (AMS,\n  2006)."],"date":["2005-10-18"],"type":["text"],"creator":["Aizenman, Michael","Sims, Robert","Warzel, Simone"],"language":[],"coverage":[],"title":["Fluctuation based proof of the stability of ac spectra of random\n  operators on tree graphs"],"description":["  We summarize recent works on the stability under disorder of the absolutely\ncontinuous spectra of random operators on tree graphs. The cases covered\ninclude: Schr\\\"odinger operators with random potential, quantum graph operators\nfor trees with randomized edge lengths, and radial quasi-periodic operators\nperturbed by random potentials.\n","Comment: The article covers talks given at UAB Int. Conf. on Diff. Eq. and\n  Math. Phys., Birmingham, March 2005 (RS and SW), and at AMS Snowbird\n  Conference, Utah, June 2005 (MA)"]}]
["math-ph/0607025",{"format":[],"subject":["Mathematical Physics","82-02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0607025","Spectral Theory and Mathematical Physics: B. Simon Festschrift, F.\n  Gesztesy, P. Deift, C. Galvez, P.Perry, W. Schlag (eds.) Proceedings of\n  Symposia in Pure Mathematics, vol. 76.1 (AMS, 2007)."],"date":["2006-07-12"],"type":["text"],"creator":["Aizenman, Michael"],"language":[],"coverage":[],"title":["Perspectives in Statistical Mechanics"],"description":["  Without attempting to summarize the vast field of statistical mechanics, we\nbriefly mention some of the progress that was made in areas which have enjoyed\nBarry Simon's interests. In particular, we focus on rigorous non-perturbative\nresults which provide insight on the spread of correlations in Gibbs\nequilibrium states and yield information on phase transitions and critical\nphenomena. Briefly mentioned also are certain spinoffs, where ideas which have\nbeen fruitful within the context of statistical mechanics proved to be of use\nin other areas, and some recent results which relate to previously open\nquestions and conjectures.\n","Comment: Dedicated to Barry Simon on the occasion of his sixtieth birthday"]}]
["math-ph/0607060",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Disordered Systems and Neural Networks","82B44","60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0607060","Prospects in Mathematical Physics (Proceedings 'Young Res. Symp.')\n  . J.C. Mourao, J.P. Nunes, R. Picken, and J-C Zambrini (eds.), AMS Cont.\n  Math. Ser., vol. 437 (AMS, 2007)."],"date":["2006-07-27"],"type":["text"],"creator":["Aizenman, Michael","Sims, Robert","Starr, Shannon L."],"language":[],"coverage":[],"title":["Mean-Field Spin Glass models from the Cavity--ROSt Perspective"],"description":["  The Sherrington-Kirkpatrick spin glass model has been studied as a source of\ninsight into the statistical mechanics of systems with highly diversified\ncollections of competing low energy states. The goal of this summary is to\npresent some of the ideas which have emerged in the mathematical study of its\nfree energy. In particular, we highlight the perspective of the cavity\ndynamics, and the related variational principle. These are expressed in terms\nof Random Overlap Structures (ROSt), which are used to describe the possible\nstates of the reservoir in the cavity step. The Parisi solution is presented as\nreflecting the ansatz that it suffices to restrict the variation to hierarchal\nstructures which are discussed here in some detail. While the Parisi solution\nwas proven to be correct, through recent works of F. Guerra and M. Talagrand,\nthe reasons for the effectiveness of the Parisi ansatz still remain to be\nelucidated. We question whether this could be related to the quasi-stationarity\nof the special subclass of ROSts given by Ruelle's hierarchal `random\nprobability cascades' (also known as GREM).\n","Comment: Based on talks given at `Young Res. Symp.', Lisbon 2003, and `Math.\n  Phys. of Spin Glasses', Cortona 2005"]}]
["math/0503302",{"format":[],"subject":["Mathematics - Representation Theory","16G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503302","Comptes Rendus de l'Academie des Sciences. Serie 1, Mathematique\n  341, 4 (2005) 211--216","doi:10.1016/j.crma.2005.07.004"],"date":["2005-03-15","2005-04-11"],"type":["text"],"creator":["Meur, Patrick Le"],"language":[],"coverage":[],"title":["The fundamental group of a triangular algebra without double bypasses"],"description":["  Let A be a basic connected finite dimensional algebra over a field k and let\nQ be the ordinary quiver of A. To any presentation of A with Q and admissible\nrelations, R. Martinez-Villa and J. A. de La Pena have associated a group\ncalled the fundamental group of this presentation. There may exist different\npresentations of A with non isomorphic fundamental groups. In this note, we\nshow that if the field k has characteristic zero, if Q has no oriented cycles\nand if Q has no double bypasses then there exists a privileged presentation of\nA such that the fundamental group of any other presentation is the quotient of\nthe fundamental group of this privileged presentation.\n","Comment: The proofs of the results in this note will be given in a subsequent\n  paper where the framework will be extended to galois coverings of an algebra"]}]
["math/0505282",{"format":[],"subject":["Mathematics - K-Theory and Homology","19D55, 19L10, 22E50, 46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505282","K-Theory 36 (2005), 275--290"],"date":["2005-05-13","2008-09-29"],"type":["text"],"creator":["Solleveld, Maarten"],"language":[],"coverage":[],"title":["Some Fr\\'echet algebras for which the Chern character is an isomorphism"],"description":["  Using similarities between topological $K$-theory and periodic cyclic\nhomology we show that, after tensoring with $\\mathbb C$, for certain Fr\\'echet\nalgebras the Chern character provides an isomorphism between these functors.\nThis is applied to prove that the Hecke algebra and the Schwartz algebra of a\nreductive $p$-adic group have isomorphic periodic cyclic homology.\n  The main theorem in the first version was incorrect for algebras related to\nnoncompact manifolds. This has no effect on the results concerning p-adic\ngroups.\n  In the appendix we show that an analogous cohomological result does hold in\nthe noncompact case.\n","Comment: 17 pages, in the third version an appendix was added"]}]
["math/0507513",{"format":[],"subject":["Mathematics - Representation Theory","16G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0507513","Journal of Algebra 312, 1 (2007) 330--353","doi:10.1016/j.jalgebra.2006.10.035"],"date":["2005-07-25","2006-11-17"],"type":["text"],"creator":["Meur, Patrick Le"],"language":[],"coverage":[],"title":["The universal cover of an algebra without double bypass"],"description":["  Let A be a basic finite dimensional and connected algebra over an\nalgebraically closed field k with zero characteristic. If the ordinary quiver\nof A has no double bypasses, we show that A admits a Galois covering which\nsatisfies a universal property with respect to the Galois coverings of A. This\nuniversal property is similar to the one of the universal cover of a connected\ntopological space.\n","Comment: This text (21 pages) gives detailed proofs of the results announced\n  in a previous note of the author (The fundamental group of a triangular\n  algebra without double bypasses) and extends the study of this previous note\n  to the Galois coverings of an algebra"]}]
["math/0603227",{"format":[],"subject":["Mathematics - Probability","Condensed Matter - Statistical Mechanics","Mathematical Physics","60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603227","Latin American Jour. Prob. and Math. Stat. (ALEA), v. 3, p. 301\n  (2007)"],"date":["2006-03-09","2006-06-08"],"type":["text"],"creator":["Aizenman, Michael","Jung, Paul"],"language":[],"coverage":[],"title":["On the Critical Behavior at the Lower Phase Transition of the Contact\n  Process"],"description":["  We present general results for the contact process by a method which applies\nto all transitive graphs of bounded degree, including graphs of exponential\ngrowth. The model's infection rates are varied through a control parameter, for\nwhich two natural transition points are defined as: i. $\\lambda_T$, the value\nup to which the infection dies out exponentially fast if introduced at a single\nsite, and ii. $\\lambda_H$, the threshold for the existence of an invariant\nmeasure with a non-vanishing density of infected sites. It is shown here that\nfor all transitive graphs the two thresholds coincide. The method, which\nproceeds through partial differential inequalities for the infection density,\nyields also generally valid bounds on two related critical exponents. The main\nresults discussed here were established by Bezuidenhout and Grimmett \\cite{BG2}\nin an extension to the continuous-time process of the discrete-time analysis of\nAizenman and Barsky \\cite{AB}, and of the partially similar results of\nMenshikov \\cite{M}. The main novelty here is in the direct derivation of the\npartial differential inequalities by an argument which is formulated for the\ncontinuum.\n","Comment: updated; 24 pages, Latex, needs the style file \"imsart.sty\"\n  (enclosed)"]}]
["math/0609647",{"format":[],"subject":["Mathematics - Representation Theory","16G10","16E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609647","Journal of Algebra 319, 12 (2008) 4961--4999","doi:10.1016/j.jalgebra.2008.03.003"],"date":["2006-09-22","2007-01-12"],"type":["text"],"creator":["Meur, Patrick Le"],"language":[],"coverage":[],"title":["On Galois coverings and tilting modules"],"description":["  Let A be a basic connected finite dimensional algebra over an algebraically\nclosed field, let G be a group, let T be a basic tilting A-module and let B the\nendomorphism algebra of T. Under a hypothesis on T, we establish a\ncorrespondence between the Galois coverings with group G of A and the Galois\ncoverings with group G of B. The hypothesis on T is expressed using the Hasse\ndiagram of basic tilting A-modules and is always verified if A is of finite\nrepresentation type. Then, we use the above correspondence to prove that A is\nsimply connected if and only if B is simply connected, under the same\nhypothesis on T. Finally, we prove that if a tilted algebra B of type Q is\nsimply connected, then Q is a tree and the first Hochschild cohomology group of\nB vanishes\n","Comment: Fourth version. A result on the simple connectedness of tilted\n  algebras was added"]}]
["math/0611860",{"format":[],"subject":["Mathematics - Probability","37H15 60J05 11A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611860","Probability Theory and Related Fields Volume 142, 3-4 (2008)\n  619-648","doi:10.1007/s00440-007-0117-7"],"date":["2006-11-28"],"type":["text"],"creator":["Janvresse, Elise","Rittaud, Benoît","De La Rue, Thierry"],"language":[],"coverage":[],"title":["How do random Fibonacci sequences grow?"],"description":["  We study two kinds of random Fibonacci sequences defined by $F_1=F_2=1$ and\nfor $n\\ge 1$, $F_{n+2} = F_{n+1} \\pm F_{n}$ (linear case) or $F_{n+2} =\n|F_{n+1} \\pm F_{n}|$ (non-linear case), where each sign is independent and\neither + with probability $p$ or - with probability $1-p$ ($0<p\\le 1$). Our\nmain result is that the exponential growth of $F_n$ for $0<p\\le 1$ (linear\ncase) or for $1/3\\le p\\le 1$ (non-linear case) is almost surely given by\n$$\\int_0^\\infty \\log x d\\nu_\\alpha (x), $$ where $\\alpha$ is an explicit\nfunction of $p$ depending on the case we consider, and $\\nu_\\alpha$ is an\nexplicit probability distribution on $\\RR_+$ defined inductively on\nStern-Brocot intervals. In the non-linear case, the largest Lyapunov exponent\nis not an analytic function of $p$, since we prove that it is equal to zero for\n$0<p\\le1/3$. We also give some results about the variations of the largest\nLyapunov exponent, and provide a formula for its derivative.\n"]}]
["math/0612378",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Functional Analysis","20F69","20F65","20E06","46B07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612378"],"date":["2006-12-13","2008-09-29"],"type":["text"],"creator":["Arzhantseva, Goulnara","Druţu, Cornelia","Sapir, Mark"],"language":[],"coverage":[],"title":["Compression functions of uniform embeddings of groups into Hilbert and\n  Banach spaces"],"description":["  We construct finitely generated groups with arbitrary prescribed Hilbert\nspace compression \\alpha from the interval [0,1]. For a large class of Banach\nspaces E (including all uniformly convex Banach spaces), the E-compression of\nthese groups coincides with their Hilbert space compression. Moreover, the\ngroups that we construct have asymptotic dimension at most 3, hence they are\nexact. In particular, the first examples of groups that are uniformly\nembeddable into a Hilbert space (respectively, exact, of finite asymptotic\ndimension) with Hilbert space compression 0 are given. These groups are also\nthe first examples of groups with uniformly convex Banach space compression 0.\n","Comment: 21 pages; version 3: The final version, accepted by Crelle; version\n  2: corrected misprints, added references, the group has asdim at most 2, not\n  at most 3 as in the first version (thanks to A. Dranishnikov); version 3:\n  took into account referee remarks, added references. the paper is accepted in\n  Crelle"]}]
["math/0701282",{"format":[],"subject":["Mathematics - Representation Theory","16G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701282","Journal of Algebra and Its Applications 7, 4 (2008) 443--469","doi:10.1142/S0219498808002850"],"date":["2007-01-10","2008-03-06"],"type":["text"],"creator":["Meur, Patrick Le"],"language":[],"coverage":[],"title":["The universal cover of a monomial triangular algebra without multiple\n  arrows"],"description":["  Let A be a basic connected finite dimensional algebra over an algebraically\nclosed field k. Assuming that A is monomial and that the ordinary quiver Q of A\nhas no oriented cycle and no multiple arrows, we prove that A admits a\nuniversal cover with group the fundamental group of the underlying space of Q.\n","Comment: Revised version: the introduction was entirely modified. To appear in\n  Journal of Algebra and its Applications"]}]
["math/0702238",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702238"],"date":["2007-02-08","2008-09-28"],"type":["text"],"creator":["Calta, Kariane","Wortman, Kevin"],"language":[],"coverage":[],"title":["On unipotent flows in H(1,1)"],"description":["  We study the action of the horocycle flow on the moduli space of abelian\ndifferentials in genus two. In particular, we exhibit a classification of a\nspecific class of probability measures that are invariant and ergodic under the\nhorocycle flow on the stratum H(1,1).\n","Comment: 23 pages"]}]
["math/0703456",{"format":[],"subject":["Mathematics - Combinatorics","High Energy Physics - Theory","Mathematics - Algebraic Geometry","52B20, 14M25, 14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703456","Contemporary Mathematics 452 (2008), 35-66"],"date":["2007-03-15","2007-04-26"],"type":["text"],"creator":["Batyrev, Victor","Nill, Benjamin"],"language":[],"coverage":[],"title":["Combinatorial aspects of mirror symmetry"],"description":["  The purpose of this paper is to review some combinatorial ideas behind the\nmirror symmetry for Calabi-Yau hypersurfaces and complete intersections in\nGorenstein toric Fano varieties. We suggest as a basic combinatorial object the\nnotion of a Gorenstein polytope of index r. A natural combinatorial duality for\nd-dimensional Gorenstein polytopes of index r extends the well-known polar\nduality for reflexive polytopes (case r=1). We consider the Borisov duality\nbetween two nef-partitions as a duality between two Gorenstein polytopes P and\nP^* of index r together with selected special (r-1)-dimensional simplices S in\nP and S' in P^*. Different choices of these simplices suggest an interesting\nrelation to Homological Mirror Symmetry.\n","Comment: AMS-LaTeX, 37 pages, 3 figures; conjecture 4.10 refined, bibliography\n  updated"]}]
["math/0703605",{"format":[],"subject":["Mathematics - Representation Theory","11E76","17B68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703605"],"date":["2007-03-20","2008-09-29"],"type":["text"],"creator":["O'Ryan, M.","Ryom-Hansen, S."],"language":[],"coverage":[],"title":["The Automorphism Group of Certain Higher Degree Forms"],"description":["  We consider symmetric d-linear forms of dimension n over an algebraically\nclosed field k of characteristic 0. The \"center\" of a form is the analogous of\nthe space of symmetric matrices of a bilinear form. For d>2 the center is a\ncommutative subalgebra of $\\mathbf{M}_n(k)$. The automorphism group of the form\nacts naturally on the center. We give a description of this group via this\naction.\n","Comment: Title changed. Final version, to appear in appear in Journal of Pure\n  and Applied Algebra"]}]
["physics/0703034",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703034","NeuroQuantology 6, 272 (2008)"],"date":["2007-03-05","2008-09-28"],"type":["text"],"creator":["Song, Daegene"],"language":[],"coverage":[],"title":["Quantum Theory, Consciousness, and Being"],"description":["  In [NeuroQuantology 6, 46 (2008): arXiv:0706.4180], a certain natural\nphenomenon of self-observing consciousness was shown to be incompatible with\nthe standard axioms of quantum theory. In order to consider a possibility of\nremoving this inconsistency, which arises due to the separation between an\nobserving party and a state vector being observed stated in the quantum theory\naxioms, we provide a conjecture where 'being', or existence, is identified with\nthe experience of observing the state vector. That is, the observer is not\nobserving the state vector in terms of the relative difference between\nreference frames, instead, the experience of observing the state vector should\ndefine the observer, or being. It is shown that the Heisenberg picture provides\na natural description of this conjecture.\n","Comment: 9 pages"]}]
["quant-ph/0511207",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0511207","Phys. Rev. A 73, 032302 (2006)","doi:10.1103/PhysRevA.73.032302"],"date":["2005-11-21","2005-12-10"],"type":["text"],"creator":["Namiki, Ryo","Koashi, Masato","Imoto, Nobuyuki"],"language":[],"coverage":[],"title":["Cloning and Optimal Gaussian individual attacks for continuous-variable\n  quantum key distribution using coherent states and reverse reconciliation"],"description":["  We investigate the security of continuous-variable (CV) quantum key\ndistribution (QKD) using coherent states and reverse reconciliation against\nGaussian individual attacks based on an optimal Gaussian $1 \\to 2$ cloning\nmachine. We provide an implementation of the optimal Gaussian individual\nattack. we also find a Bell-measurement attack which works without delayed\nchoice of measurements and has better performance than the cloning attack.\n","Comment: RevTeX, 2 figures"]}]
["quant-ph/0608144",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0608144","Phys. Rev. A 74, 032302 (2006)","doi:10.1103/PhysRevA.74.032302"],"date":["2006-08-18"],"type":["text"],"creator":["Namiki, Ryo","Hirano, Takuya"],"language":[],"coverage":[],"title":["Efficient-phase-encoding protocols for continuous-variable quantum key\n  distribution using coherent states and postselection"],"description":["  We propose efficient-phase-encoding protocols for continuous-variable quantum\nkey distribution using coherent states and postselection. By these phase\nencodings, the probability of basis mismatch is reduced and total efficiency is\nincreased. We also propose mixed-state protocols by omitting a part of\nclassical communication steps in the efficient-phase-encoding protocols. The\nomission implies a reduction of information to an eavesdropper and possibly\nenhances the security of the protocols. We investigate the security of the\nprotocols against individual beam splitting attack.\n","Comment: RevTeX4, 8 pages, 9 figures"]}]
["quant-ph/0703158",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703158","Phys. Rev. Lett. 101, 100502 (2008).","doi:10.1103/PhysRevLett.101.100502"],"date":["2007-03-17","2008-08-10"],"type":["text"],"creator":["Namiki, Ryo","Koashi, Masato","Imoto, Nobuyuki"],"language":[],"coverage":[],"title":["Fidelity criterion for quantum-domain transmission and storage of\n  coherent states beyond unit-gain constraint"],"description":["  We generalize the experimental success criterion for quantum\nteleportation/memory in continuous-variable quantum systems to be suitable for\nnon-unit-gain condition by considering attenuation/amplification of the\ncoherent-state amplitude. The new criterion can be used for a non-ideal quantum\nmemory and long distance quantum communication as well as quantum devices with\namplification process. It is also shown that the framework to measure the\naverage fidelity is capable of detecting all Gaussian channels in quantum\ndomain.\n","Comment: 4pages, No figures, Accepted for publication in PRL"]}]
