["0705.4498",{"format":[],"subject":["Mathematics - Operator Algebras","47L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4498","J. Funct. Anal. 255 (2008), 819--853"],"date":["2007-05-30","2008-11-21"],"type":["text"],"creator":["Davidson, Kenneth R.","Power, Stephen C.","Yang, Dilian"],"language":[],"coverage":[],"title":["Atomic Representations of Rank 2 Graph Algebras"],"description":["  We provide a detailed analysis of atomic *-representations of rank 2 graphs\non a single vertex. They are completely classified up to unitary equivalence,\nand decomposed into a direct sum or direct integral of irreducible atomic\nrepresentations. The building blocks are described as the minimal *-dilations\nof defect free representations modelled on finite groups of rank 2.\n","Comment: 42 pages, 5 figures"]}]
["0712.0686",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0686","J. Korean Phys. Soc. 53, 2216 (2008)"],"date":["2007-12-05","2008-11-22"],"type":["text"],"creator":["Nagata, Koji","Ahn, Jaewook"],"language":[],"coverage":[],"title":["Violation of Rotational Invariance of Local Realistic Models with Two\n  Settings"],"description":["  We have considered a two-particle Bell experiment to visualize the conflict\nbetween rotational invariance of physical laws and a specific local realistic\ntheory. The experiment is reproducible by using a local realistic theory\nobtained in a two-setting Bell experiment. The generalized Bell inequality {[J.\nPhys. A: Math. Theor. {\\bf 40}, 13101 (2007)]}, which is derived under the\nassumption that there exists a rotationally invariant local realistic theory,\nturns out to disprove such a local realistic model existing with a two-setting\nexperiment. This implies that such a model is not rotationally invariant and\nshould, therefore, be ruled out in some situations.\n","Comment: 4 pages"]}]
["0803.3138",{"format":[],"subject":["Mathematics - Spectral Theory","35P15","47F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3138"],"date":["2008-03-21","2008-11-22"],"type":["text"],"creator":["Rozenblum, G.","Solomyak, M."],"language":[],"coverage":[],"title":["Counting Schr\\\"odinger boundstates: semiclassics and beyond"],"description":["  This is a survey of the basic results on the behavior of the number of the\neigenvalues of a Schr\\\"odinger operator, lying below its essential spectrum. We\ndiscuss both fast decaying potentials, for which this behavior is\nsemiclassical, and slowly decaying potentials, for which the semiclassical\nrules are violated. Some new results are presented, concerning operators on\nproduct manifolds and graphs.\n","Comment: 26 pages"]}]
["0805.3453",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3453","Journal of Experimental and Theoretical Physics 107, N4 (2008)\n  649-652.","doi:10.1134/S1063776108100129"],"date":["2008-05-22"],"type":["text"],"creator":["Korotin, M. A.","Streltsov, S. V.","Shorikov, A. O.","Anisimov, V. I."],"language":[],"coverage":[],"title":["Pseudogap Value in the Energy Spectrum of LaOFeAs: Fixed Spin Moment\n  Treatment"],"description":["  The experimental data available up to date in literature corresponding to the\nparamagnetic - spin density wave transition in nonsuperconducting LaOFeAs are\ndiscussed. In particular, we pay attention that upon spin density wave\ntransition there is a relative decrease of the density of states on the Fermi\nlevel and a pseudogap formation. The values of these quantities are not\nproperly described in frames of the density functional theory. The agreement of\nthem with experimental estimations becomes more accurate with the use of fixed\nspin moment procedure when iron spin moment is set to experimental value.\nStrong electron correlations which are not included into the present\ncalculation scheme may lead both to the decrease of spin moment and\nrenormalization of energy spectrum in the vicinity of the Fermi level for\ncorrect description of discussed characteristics.\n"]}]
["0806.1826",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics","26A33","34M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1826"],"date":["2008-06-11","2008-11-22"],"type":["text"],"creator":["Kochubei, Anatoly N."],"language":[],"coverage":[],"title":["Fractional differential equations: alpha-entire solutions, regular and\n  irregular singularities"],"description":["  We consider fractional differential equations of order $\\alpha \\in (0,1)$ for\nfunctions of one independent variable $t\\in (0,\\infty)$ with the\nRiemann-Liouville and Caputo-Dzhrbashyan fractional derivatives. A precise\nestimate for the order of growth of $\\alpha$-entire solutions is given. An\nanalog of the Frobenius method for systems with regular singularity is\ndeveloped. For a model example of an equation with a kind of an irregular\nsingularity, a series for a formal solution is shown to be convergent for $t>0$\n(if $\\alpha$ is an irrational number poorly approximated by rational ones) but\ndivergent in the distribution sense.\n","Comment: 20 pages; to appear in Fractional Calculus and Applied Analysis"]}]
["0807.2436",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2436","Phys. Rev. A 78, 043607 (2008)","doi:10.1103/PhysRevA.78.043607"],"date":["2008-07-15"],"type":["text"],"creator":["Gifford, S. Andrew","Baym, Gordon"],"language":[],"coverage":[],"title":["Dislocation-Mediated Melting in Superfluid Vortex Lattices"],"description":["  We describe thermal melting of the two-dimensional vortex lattice in a\nrotating superfluid by generalizing the Halperin and Nelson theory of\ndislocation-mediated melting. and derive a melting temperature proportional to\nthe renormalized shear modulus of the vortex lattice. The rigid-body rotation\nof the superfluid attenuates the effects of lattice compression on the energy\nof dislocations and hence the melting temperature, while not affecting the\nshearing. Finally, we discuss dislocations and thermal melting in inhomogeneous\nrapidly rotating Bose-Einstein condensates; we delineate a phase diagram in the\ntemperature -- rotation rate plane, and infer that the thermal melting\ntemperature should lie below the Bose-Einstein transition temperature.\n","Comment: 9 pages, 2 figures"]}]
["0809.5273",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L05, 46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.5273"],"date":["2008-09-30","2008-11-21"],"type":["text"],"creator":["Lin, Huaxin"],"language":[],"coverage":[],"title":["Inductive Limits of Subhomogeneous $C^*$-algebras with Hausdorff\n  Spectrum"],"description":["  We consider unital simple inductive limits of generalized dimension drop\nC*-algebras They are so-called ASH-algebras and include all unital simple\nAH-algebras and all dimension drop $C^*$-algebras. Suppose that $A$ is one of\nthese C*-algebras. We show that $A\\otimes Q$ has tracial rank no more than one,\nwhere $Q$ is the rational UHF-algebra. As a consequence, we obtain the\nfollowing classification result: Let $A$ and $B$ be two unital simple inductive\nlimits of generalized dimension drop algebras with no dimension growth. Then\n$A\\cong B$ if and only if they have the same Elliott invariant.\n"]}]
["0810.2469",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2469","Phys. Rev. B 78, 174523 (2008)","doi:10.1103/PhysRevB.78.174523"],"date":["2008-10-14"],"type":["text"],"creator":["Jaroszynski, J.","Hunte, F.","Balicas, L.","Jo, Youn-jung","Raicevic, I.","Gurevich, A.","Larbalestier, D. C.","Balakirev, F. F.","Fang, L.","Cheng, P.","Jia, Y.","Wen, H. H."],"language":[],"coverage":[],"title":["Upper critical fields and thermally-activated transport of\n  Nd(O_0.7F_0.3)FeAs single crystal"],"description":["  We present measurements of the resistivity and the upper critical field H_c2\nof Nd(O_0.7F_0.3)FeAs single crystals in strong DC and pulsed magnetic fields\nup to 45 T and 60 T, respectively. We found that the field scale of H_c2 is\ncomparable to ~100 T of high T_c cuprates. H_c2(T) parallel to the c-axis\nexhibits a pronounced upward curvature similar to what was extracted from\nearlier measurements on polycrystalline samples. Thus this behavior is indeed\nan intrinsic feature of oxypnictides, rather than manifestation of vortex\nlattice melting or granularity. The orientational dependence of H_c2 shows\ndeviations from the one-band Ginzburg-Landau scaling. The mass anisotropy\ndecreases as T decreases, from 9.2 at 44K to 5 at 34K. Spin dependent\nmagnetoresistance and nonlinearities in the Hall coefficient suggest\ncontribution to the conductivity from electron-electron interactions modified\nby disorder reminiscent that of diluted magnetic semiconductors. The Ohmic\nresistivity measured below T_c but above the irreversibility field exhibits a\nclear Arrhenius thermally activated behavior over 4-5 decades. The activation\nenergy has very different field dependencies for H||ab and H\\perp ab. We\ndiscuss to what extent different pairing scenarios can manifest themselves in\nthe observed behavior of H_{c2}, using the two-band model of superconductivity.\nThe results indicate the importance of paramagnetic effects on H_c2(T),which\nmay significantly reduce H_c2(0) as compared toH_c2(0)~200-300 T based on\nextrapolations of H_c2(T) near T_c down to low temperatures.\n","Comment: 11 pages, 16 figures"]}]
["0811.1251",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1251"],"date":["2008-11-07","2008-11-22"],"type":["text"],"creator":["Koinov, Z. G."],"language":[],"coverage":[],"title":["Magnetoexciton dispersion in GaAs-(Ga,Al)As single and coupled quantum"],"description":["  We discuss magnetoexcitons dispersion in single and coupled $GaAs-(Ga,Al)As$\nquantum wells using the Bethe-Salpeter (B-S) formalism. The B-S formalism in\nthe case of quantum wells provides an equation for the exciton wave function\nwhich depends on two space variables plus the time variable, i.e. the B-S\nequation is 2+1-dimensional equation. We compare the results for\nmagnetoexcitons dispersion, obtained in the LLL approximations with the results\ncalculated by solving the exact B-S equation. It is shown that the exact B-S\nequation has an extra term (B-S term) that does not exist in the LLL\napproximation. Within the framework of the variational method, we obtain that,\n(i) the ground-state energy of a heavy-hole magnetoexciton with a zero wave\nvector in $GaAs-(Ga,Al)As$ quantum wells, calculated by means of the exact B-S\nequation, is very close to the ground-state energy, obtained in the LLL\napproximation, (ii) in a strong perpendicular magnetic field the magnetoexciton\ndispersion (in-plane magnetoexciton mass) is determined mainly by the B-S term\nrather than the term that describes the electron-hole Coulomb interaction in\nthe LLL approximation.\n"]}]
["0811.2401",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2401"],"date":["2008-11-14"],"type":["text"],"creator":["Ashoorioon, Amjad","Freese, Katherine"],"language":[],"coverage":[],"title":["Gravity Waves from Chain Inflation"],"description":["  Chain inflation proceeds through a series of first order phase transitions,\nwhich can release considerable gravitational waves (GW). We demonstrate that\nbubble collisions can leave an observable signature for future high-frequency\nprobes of GWs, such as advanced LIGO, LISA and BBO. A \"smoking gun\" for chain\ninflation would be wiggles in the spectrum (and consequently in the tensor\nspectral index) due to the multiple phase transitions. The spectrum could also\nbe distinguished from a single first order phase transition by a small\ndifference in the amplitude at low frequency. A second origin of GWs in chain\ninflation are tensor modes from quantum fluctuations; these GW can dominate and\nbe observed on large scales. The consistency relation between scalar and tensor\nmodes is different for chain inflation than for standard rolling models and is\ntestable by Cosmic Microwave Background experiments. If inflation happened\nthrough a series of rapid tunnelings in the string landscape, future high\nfrequency probes of GW can shed light on the structure of the landscape.\n","Comment: 6 pages, two-column, 4 figures"]}]
["0811.2603",{"format":[],"subject":["Physics - Physics and Society","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2603"],"date":["2008-11-17","2008-11-22"],"type":["text"],"creator":["Harnad, J."],"language":[],"coverage":[],"title":["Approaches to Open Access in Scientific Publishing"],"description":["  Approaches to scientific journal publishing that provide free access to all\nreaders are challenging the standard subscription-based model. But in domains\nthat have a well-functioning system of publicly accessible preprint\nrepositories like arXiv, Open Access is already effectively available. In\nphysics, such repositories have long coexisted constructively with refereed,\nsubscription based journals. Trying to replace this by a system based on\njournals whose revenue is derived primarily from fees charged to authors is\nunlikely to provide a better guarantee of Open Access, and may be in conflict\nwith the maintenance of high quality standards.\n","Comment: 5 pages. Detailed version of an article to appear in Physics World,\n  in an abbreviated form, under the title \"Free For All\""]}]
["gr-qc/0502037",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0502037","Class. Quantum Grav. 22, 1143-1166 (2005)","doi:10.1088/0264-9381/22/6/015"],"date":["2005-02-09"],"type":["text"],"creator":["Rinne, Oliver","Stewart, John M."],"language":[],"coverage":[],"title":["A strongly hyperbolic and regular reduction of Einstein's equations for\n  axisymmetric spacetimes"],"description":["  This paper is concerned exclusively with axisymmetric spacetimes. We want to\ndevelop reductions of Einstein's equations which are suitable for numerical\nevolutions. We first make a Kaluza-Klein type dimensional reduction followed by\nan ADM reduction on the Lorentzian 3-space, the (2+1)+1 formalism. We include\nalso the Z4 extension of Einstein's equations adapted to this formalism. Our\ngauge choice is based on a generalized harmonic gauge condition. We consider\nvacuum and perfect fluid sources.\n  We use these ingredients to construct a strongly hyperbolic first-order\nevolution system and exhibit its characteristic structure. This enables us to\nconstruct constraint-preserving stable outer boundary conditions. We use\ncylindrical polar coordinates and so we provide a careful discussion of the\ncoordinate singularity on axis. By choosing our dependent variables\nappropriately we are able to produce an evolution system in which each and\nevery term is manifestly regular on axis.\n","Comment: 22 pages, to appear in Class. Quantum Grav. 22"]}]
["gr-qc/0606053",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0606053","Class. Quantum Grav. 23, 6275-6300 (2006)","doi:10.1088/0264-9381/23/22/013"],"date":["2006-06-12","2006-09-06"],"type":["text"],"creator":["Rinne, Oliver"],"language":[],"coverage":[],"title":["Stable radiation-controlling boundary conditions for the generalized\n  harmonic Einstein equations"],"description":["  This paper is concerned with the initial-boundary value problem for the\nEinstein equations in a first-order generalized harmonic formulation. We impose\nboundary conditions that preserve the constraints and control the incoming\ngravitational radiation by prescribing data for the incoming fields of the Weyl\ntensor. High-frequency perturbations about any given spacetime (including a\nshift vector with subluminal normal component) are analyzed using the\nFourier-Laplace technique. We show that the system is boundary-stable. In\naddition, we develop a criterion that can be used to detect weak instabilities\nwith polynomial time dependence, and we show that our system does not suffer\nfrom such instabilities. A numerical robust stability test supports our claim\nthat the initial-boundary value problem is most likely to be well-posed even if\nnonzero initial and source data are included.\n","Comment: 27 pages, 4 figures; more numerical results and references added,\n  several minor amendments; version accepted for publication in Class. Quantum\n  Grav"]}]
["math/0504551",{"format":[],"subject":["Mathematics - Probability","62G05","60G15","60G17","60G18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0504551"],"date":["2005-04-27","2008-11-22"],"type":["text"],"creator":["Herbin, Erick","Lévy-Véhel, Jacques"],"language":[],"coverage":[],"title":["Stochastic 2-microlocal analysis"],"description":["  A lot is known about the H\\\"older regularity of stochastic processes, in\nparticular in the case of Gaussian processes. Recently, a finer analysis of the\nlocal regularity of functions, termed 2-microlocal analysis, has been\nintroduced in a deterministic frame: through the computation of the so-called\n2-microlocal frontier, it allows in particular to predict the evolution of\nregularity under the action of (pseudo-) differential operators. In this work,\nwe develop a 2-microlocal analysis for the study of certain stochastic\nprocesses. We show that moments of the increments allow, under fairly general\nconditions, to obtain almost sure lower bounds for the 2-microlocal frontier.\nIn the case of Gaussian processes, more precise results may be obtained: the\nincremental covariance yields the almost sure value of the 2-microlocal\nfrontier. As an application, we obtain new and refined regularity properties of\nfractional Brownian motion, multifractional Brownian motion, stochastic\ngeneralized Weierstrass functions, Wiener and stable integrals.\n","Comment: 35 pages"]}]
["quant-ph/0604133",{"format":[],"subject":["Quantum Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0604133","Studies In History and Philosophy of Science Part B: Studies In\n  History and Philosophy of Modern Physics, Vol, 38, No. 4, Dec 2007, 815-831","doi:10.1016/j.shpsb.2007.02.004"],"date":["2006-04-18","2007-04-25"],"type":["text"],"creator":["Forrester, Alan"],"language":[],"coverage":[],"title":["Decision theory and information propagation in quantum physics"],"description":["  In recent papers, Zurek has objected to the decision-theoretic approach of\nDeutsch and Wallace to deriving the Born rule for quantum probabilities on the\ngrounds that it courts circularity. Deutsch and Wallace assume that the many\nworlds theory is true and that decoherence gives rise to a preferred basis.\nHowever, decoherence arguments use the reduced density matrix, which relies\nupon the partial trace and hence upon the Born Rule for its validity. Using the\nHeisenberg Picture and quantum Darwinism - the notion that classical\ninformation is quantum information that can proliferate in the environment\npioneered by Olliver et al - I show that measurement interactions between two\nsystems only create correlations between a specific set of commuting\nobservables of system 1 and a specific set of commuting observables of system\n2. This argument picks out a unique basis in which information flows in the\ncorrelations between those sets of commuting observables. I then derive the\nBorn rule for both pure and mixed states and answer some other criticisms of\nthe decision theoretic approach to quantum probability.\n","Comment: minor corrections, to appear in Studies in the History and Philosophy\n  of Modern Physics, 35 pages"]}]
["quant-ph/0703225",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703225","Commun. Math. Phys. 280, 263 (2008)","doi:10.1007/s00220-008-0442-4"],"date":["2007-03-25","2007-07-20"],"type":["text"],"creator":["Eisert, J.","Tyc, T.","Rudolph, T.","Sanders, B. C."],"language":[],"coverage":[],"title":["Gaussian quantum marginal problem"],"description":["  The quantum marginal problem asks what local spectra are consistent with a\ngiven spectrum of a joint state of a composite quantum system. This setting,\nalso referred to as the question of the compatibility of local spectra, has\nseveral applications in quantum information theory. Here, we introduce the\nanalogue of this statement for Gaussian states for any number of modes, and\nsolve it in generality, for pure and mixed states, both concerning necessary\nand sufficient conditions. Formally, our result can be viewed as an analogue of\nthe Sing-Thompson Theorem (respectively Horn's Lemma), characterizing the\nrelationship between main diagonal elements and singular values of a complex\nmatrix: We find necessary and sufficient conditions for vectors (d1, ..., dn)\nand (c1, ..., cn) to be the symplectic eigenvalues and symplectic main diagonal\nelements of a strictly positive real matrix, respectively. More physically\nspeaking, this result determines what local temperatures or entropies are\nconsistent with a pure or mixed Gaussian state of several modes. We find that\nthis result implies a solution to the problem of sharing of entanglement in\npure Gaussian states and allows for estimating the global entropy of\nnon-Gaussian states based on local measurements. Implications to the actual\npreparation of multi-mode continuous-variable entangled states are discussed.\nWe compare the findings with the marginal problem for qubits, the solution of\nwhich for pure states has a strikingly similar and in fact simple form.\n","Comment: 18 pages, 1 figure, material added, references updated, except from\n  figure identical with version to appear in Commun. Math. Phys"]}]
