["0707.3207",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Operator Algebras","58J22, 46L55, 19K53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3207"],"date":["2007-07-21","2008-06-28"],"type":["text"],"creator":["Wahl, Charlotte"],"language":[],"coverage":[],"title":["Index theory for actions of compact Lie groups on C*-algebras"],"description":["  We study the index theory for actions of compact Lie groups on C*-algebras\nwith an emphasis on principal actions. Given an invariant semifinite trace on\nthe C*-algebra we obtain semifinite spectral triples. For circle actions we\nconsider the relation to the dual Pimsner-Voiculescu sequence. On the way we\nshow that the notions ``saturated'' and ``principal'' are equivalent for\nactions by compact Lie groups.\n","Comment: 22 pages; sign corrections in section 4 and 5"]}]
["0707.3536",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3536","J. Classif. 25, 27-42 (2008)","doi:10.1007/s00357-008-9009-5"],"date":["2007-07-24"],"type":["text"],"creator":["Bradley, Patrick Erik"],"language":[],"coverage":[],"title":["Degenerating families of dendrograms"],"description":["  Dendrograms used in data analysis are ultrametric spaces, hence objects of\nnonarchimedean geometry. It is known that there exist $p$-adic representation\nof dendrograms. Completed by a point at infinity, they can be viewed as\nsubtrees of the Bruhat-Tits tree associated to the $p$-adic projective line.\nThe implications are that certain moduli spaces known in algebraic geometry are\n$p$-adic parameter spaces of (families of) dendrograms, and stochastic\nclassification can also be handled within this framework. At the end, we\ncalculate the topology of the hidden part of a dendrogram.\n","Comment: 13 pages, 8 figures"]}]
["0709.4102",{"format":[],"subject":["Mathematics - General Mathematics","00A30","03A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4102","Proc. 2nd International Symposium of Mathematics and its\n  Connections to the Arts and Sciences, Univ. South. Denmark, Odense 2008, p.\n  265 - 272."],"date":["2007-09-26"],"type":["text"],"creator":["Mueckenheim, W."],"language":[],"coverage":[],"title":["The Infinite in Sciences and Arts"],"description":["  Actual infinity in its various forms is discussed, searched and not found.\n","Comment: Talk presented at MACAS II, Odense, May 2007"]}]
["0710.1367",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1367","Electr. Jour. of Theor. Phys., 18, 105, 2008"],"date":["2007-10-06","2008-04-05"],"type":["text"],"creator":["Shiekh, A. Y."],"language":[],"coverage":[],"title":["Faster than Light Quantum Communication"],"description":["  Faster than light communication might be possible using the collapse of the\nquantum wave-function without any accompanying paradoxes.\n","Comment: 4 pages, 2 figures; added material on the collapse of the\n  wave-function"]}]
["0711.1699",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1699","Phys. Rev. A 77, 062340 (2008)","doi:10.1103/PhysRevA.77.062340"],"date":["2007-11-11"],"type":["text"],"creator":["Ogata, Yoshiko","Murao, Mio"],"language":[],"coverage":[],"title":["Remote extraction and destruction of spread qubit information"],"description":["  Necessary and sufficient conditions for deterministic remote extraction and\ndestruction of qubit information encoded in bipartite states using only local\noperations and classical communications (LOCC) are presented. The conditions\nindicate that there is a way to asymmetrically spread qubit information between\ntwo parties such that it can be remotely extracted with unit probability at one\nof the parties but not at the other as long as they are using LOCC. Remote\ndestruction can also be asymmetric between the two parties, but the conditions\nare incompatible with those for remote extraction.\n","Comment: 14 pages, 2 figures"]}]
["0712.1224",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1224"],"date":["2007-12-07","2008-06-27"],"type":["text"],"creator":["Lakkaraju, Kiran","Slagell, Adam"],"language":[],"coverage":[],"title":["Evaluating the Utility of Anonymized Network Traces for Intrusion\n  Detection"],"description":["  Anonymization is the process of removing or hiding sensitive information in\nlogs. Anonymization allows organizations to share network logs while not\nexposing sensitive information. However, there is an inherent trade off between\nthe amount of information revealed in the log and the usefulness of the log to\nthe client (the utility of a log). There are many anonymization techniques, and\nthere are many ways to anonymize a particular log (that is, which fields to\nanonymize and how). Different anonymization policies will result in logs with\nvarying levels of utility for analysis. In this paper we explore the effect of\ndifferent anonymization policies on logs. We provide an empirical analysis of\nthe effect of varying anonymization policies by looking at the number of alerts\ngenerated by an Intrusion Detection System. This is the first work to\nthoroughly evaluate the effect of single field anonymization policies on a data\nset. Our main contributions are to determine a set of fields that have a large\nimpact on the utility of a log.\n","Comment: * Updated version. * 17 pages"]}]
["0801.0099",{"format":[],"subject":["Physics - General Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0099","Electr. Jour. of Theor. Phys., 18, 109, 2008"],"date":["2007-12-29"],"type":["text"],"creator":["Shiekh, A. Y."],"language":[],"coverage":[],"title":["Reply to `On a recent proposal of faster than light quantum\n  communication'"],"description":["  In a recent paper the author proposed the possibility of an experiment to\nperform faster-than-light communication via the collapse of the quantum\nwave-function. This was analyzed by Bassi and Ghirardi, and it is believed that\nthis analysis itself merits a detailed examination.\n","Comment: 4 pages, 1 figure"]}]
["0801.0429",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0429","Commun. Comput. Phys. 4 (2008) 457"],"date":["2008-01-02","2008-06-27"],"type":["text"],"creator":["Bierwage, Andreas","Chen, Liu"],"language":[],"coverage":[],"title":["AWECS: A Linear Gyrokinetic Delta-f Particle-in-Cell Simulation Code for\n  the Study of Alfvenic Instabilities in High-Beta Tokamak Plasmas"],"description":["  A 1-D linear gyrokinetic code called AWECS is developed to study the kinetic\nexcitation of Alfvenic instabilities in a high-beta tokamak plasma, with beta\nbeing the ratio of thermal to magnetic pressure. It is designed to describe\nphysics associated with a broad range of frequencies and wavelengths. For\nexample, AWECS is capable of simulating kinetic ballooning modes, Alfvenic\nion-temperature-gradient-driven modes, as well as Alfven instabilities due to\nenergetic particles. In addition, AWECS may be used to study drift-Alfven\ninstabilities in the low-beta regime. Here, the layout of the code and the\nnumerical methods used are described. AWECS is benchmarked against other codes\nand a convergence study is carried out.\n","Comment: 30 pages, 12 figures, includes erratum"]}]
["0802.3432",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","Mathematics - Spectral Theory","30E05, 41A21, 47B36 (Primary)","30E10, 40A15, 47A57 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3432"],"date":["2008-02-23","2008-06-28"],"type":["text"],"creator":["Derevyagin, Maxim S.","Zhedanov, Alexei S."],"language":[],"coverage":[],"title":["An operator approach to multipoint Pade approximations"],"description":["  First, an abstract scheme of constructing biorthogonal rational systems\nrelated to some interpolation problems is proposed. We also present a\nmodification of the famous step-by-step process of solving the Nevanlinna-Pick\nproblems for Nevanlinna functions. The process in question gives rise to\nthree-term recurrence relations with coefficients depending on the spectral\nparameter. These relations can be rewritten in the matrix form by means of two\nJacobi matrices. As a result, a convergence theorem for multipoint Pad\\'e\napproximants to Nevanlinna functions is proved.\n","Comment: 18 pages"]}]
["0803.3079",{"format":[],"subject":["Mathematics - Combinatorics","05-02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3079"],"date":["2008-03-20","2008-06-28"],"type":["text"],"creator":["Ellis-Monaghan, Joanna","Merino, Criel"],"language":[],"coverage":[],"title":["Graph polynomials and their applications I: The Tutte polynomial"],"description":["  In this survey of graph polynomials, we emphasize the Tutte polynomial and a\nselection of closely related graph polynomials. We explore some of the Tutte\npolynomial's many properties and applications and we use the Tutte polynomial\nto showcase a variety of principles and techniques for graph polynomials in\ngeneral. These include several ways in which a graph polynomial may be defined\nand methods for extracting combinatorial information and algebraic properties\nfrom a graph polynomial. We also use the Tutte polynomial to demonstrate how\ngraph polynomials may be both specialized and generalized, and how they can\nencode information relevant to physical applications. We conclude with a brief\ndiscussion of computational complexity considerations.\n","Comment: This is a preliminary version of one of two book chapters for\n  inclusion in a volume on graph structures. Minor changes"]}]
["0806.0251",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0251"],"date":["2008-06-02","2008-06-28"],"type":["text"],"creator":["Mehendale, Dhananjay P."],"language":[],"coverage":[],"title":["On Hamilton Decompositions"],"description":["  P. J. Kelly conjectured in 1968 that every diregular tournament on (2n+1)\npoints can be decomposed in directed Hamilton circuits [1]. We define so called\nleading diregular tournament on (2n+1) points and show that it can be\ndecomposed in directed Hamilton circuits when (2n+1) is a prime number. When\n(2n+1) is not a prime number this method does not work and we will need to\ndevise some another method. We also propose a general method to find Hamilton\ndecomposition of certain tournament for all sizes.\n","Comment: 10 pages. A correction in theorem 2.1is carried out"]}]
["0806.2321",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2321"],"date":["2008-06-13","2008-06-27"],"type":["text"],"creator":["Ran, Ying","Vishwanath, Ashvin","Lee, Dung-Hai"],"language":[],"coverage":[],"title":["A direct transition between a Neel ordered Mott insulator and a\n  $d_{x^2-y^2}$ superconductor on the square lattice"],"description":["  In this paper we study a bandwidth-controlled direct, continuous, phase\ntransition from a Mott insulator, with easy plane Neel order, to a fully gapped\n$d_{x^2-y^2}$ superconductor with a doubled unit cell on the square lattice, a\ntransition that is forbidden according to the Landau paradigm. This transition\nis made possible because the vortices of the antiferromagnet are charged and\nthe vortices of the superconductor carry spins. These nontrivial vortex quantum\nnumbers arise because the ordered phases are intimately related to a\ntopological band insulator. We describe the lattice model as well as the\neffective field theory.\n","Comment: 2nd version: references added. 12 page paper+ 13 page appendices"]}]
["0806.2433",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2433"],"date":["2008-06-15","2008-06-28"],"type":["text"],"creator":["Ming, Mei","Zhang, Zhifei"],"language":[],"coverage":[],"title":["Well-posedness of the water-wave problem with surface tension"],"description":["  In this paper, we prove the local well-posedness of the water wave problem\nwith surface tension in the case of finite depth by working in the Eulerian\nsetting. For the flat bottom, as surface tension tends to zero, the solution of\nthe water wave problem with surface tension converges to the solution of the\nwater wave problem without surface tension.\n","Comment: 32 pages"]}]
["0806.4374",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4374"],"date":["2008-06-26"],"type":["text"],"creator":["Noronha, Jorge","Gyulassy, Miklos"],"language":[],"coverage":[],"title":["Mach-like Angular Correlations Arise Only From the Head Zone of AdS/CFT\n  String Jets"],"description":["  We show that Mach-like azimuthal correlations of associated hadrons in the\nwake of heavy quark jets modeled in the AdS/CFT string drag picture originate\nonly from the near-quark ``Head'' region. The contributions from the far zones\nlead only to a yield peaked in the opposite direction with respect to the\ntrigger jet.\n","Comment: 6 pages, 1 figure, Proceedings of the 24th Winter Workshop on Nuclear\n  Dynamics, South Padre Island (TX, USA), April 05-12, 2008"]}]
["math-ph/0702003",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems","81S40","58D30","81R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0702003","Communications in Theoretical Physics (2008) Vol. 49 No.2\n  pp.315-318","doi:10.1088/0253-6102/49/2/13"],"date":["2007-02-01"],"type":["text"],"creator":["Nagiyev, S. M.","Jafarov, E. I.","Efendiyev, M. Y."],"language":[],"coverage":[],"title":["Coherent States and a Path Integral for the Relativistic Linear Singular\n  Oscillator"],"description":["  The SU(1,1) coherent states for a relativistic model of the linear singular\noscillator are considered. The corresponding partition function is evaluated.\nThe path integral for the transition amplitude between SU(1,1) coherent states\nis given. Classical equations of the motion in the generalized curved phase\nspace are obtained. It is shown that the use of quasiclassical Bohr-Sommerfeld\nquantization rule yields the exact expression for the energy spectrum.\n","Comment: 14 pages, 2 figures, Uses RevTeX4 style"]}]
["math/0612744",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Differential Geometry","49Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612744"],"date":["2006-12-23","2008-06-28"],"type":["text"],"creator":["Morgan, Frank"],"language":[],"coverage":[],"title":["In orbifolds, small isoperimetric regions are small balls"],"description":["  In a compact orbifold, for small prescribed volume, an isoperimetric region\nis close to a small metric ball; in a Euclidean orbifold, it is a small metric\nball.\n","Comment: 8 pages, final version to appear in Proc. Amer. Math. Soc"]}]
["math/0701917",{"format":[],"subject":["Mathematics - Probability","Quantitative Biology - Populations and Evolution","60J80, 60J85, 60K37, 92C37, 92D25, 92D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701917"],"date":["2007-01-31","2008-06-28"],"type":["text"],"creator":["Bansaye, Vincent"],"language":[],"coverage":[],"title":["Proliferating parasites in dividing cells : Kimmel's branching model\n  revisited"],"description":["  We consider a branching model introduced by Kimmel for cell division with\nparasite infection. Cells contain proliferating parasites which are shared\nrandomly between the two daughter cells when they divide. We determine the\nprobability that the organism recovers, meaning that the asymptotic proportion\nof contaminated cells vanishes. We study the tree of contaminated cells, give\nthe asymptotic number of contaminated cells and the asymptotic proportions of\ncontaminated cells with a given number of parasites. This depends on domains\ninherited from the behavior of branching processes in random environment (BPRE)\nand given by the bivariate value of the means of parasite offsprings. In one of\nthese domains, the convergence of proportions holds in probability, the limit\nis deterministic and given by the Yaglom quasistationary distribution.\nMoreover, we get an interpretation of the limit of the Q-process as the\nsize-biased quasistationary distribution.\n"]}]
["quant-ph/0601001",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0601001","Proceedings of the eighteenth annual ACM-SIAM symposium on\n  Discrete algorithms (SODA), pp. 1235-1244, 2007."],"date":["2005-12-30"],"type":["text"],"creator":["Bacon, Dave","Chuang, Isaac L.","Harrow, Aram W."],"language":[],"coverage":[],"title":["The Quantum Schur Transform: I. Efficient Qudit Circuits"],"description":["  We present an efficient family of quantum circuits for a fundamental\nprimitive in quantum information theory, the Schur transform. The Schur\ntransform on n d-dimensional quantum systems is a transform between a standard\ncomputational basis to a labelling related to the representation theory of the\nsymmetric and unitary groups. If we desire to implement the Schur transform to\nan accuracy of epsilon, then our circuit construction uses a number of gates\nwhich is polynomial in n, d and log(1/epsilon). The important insights we use\nto perform this construction are the selection of the appropriate subgroup\nadapted basis and the Wigner-Eckart theorem. Our efficient circuit construction\nrenders numerous protocols in quantum information theory computationally\ntractable and is an important new efficient quantum circuit family which goes\nsignificantly beyond the standard paradigm of the quantum Fourier transform.\n","Comment: 24 pages"]}]
