["0706.1112",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1112","Phys. Rev. A 76, 053813 (2007)","doi:10.1103/PhysRevA.76.053813"],"date":["2007-06-08"],"type":["text"],"creator":["El, G. A.","Gammal, A.","Khamis, E. G.","Kraenkel, R. A.","Kamchatnov, A. M."],"language":[],"coverage":[],"title":["The theory of optical dispersive shock waves in photorefractive media"],"description":["  The theory of optical dispersive shocks generated in propagation of light\nbeams through photorefractive media is developed. Full one-dimensional\nanalytical theory based on the Whitham modulation approach is given for the\nsimplest case of sharp step-like initial discontinuity in a beam with\none-dimensional strip-like geometry. This approach is confirmed by numerical\nsimulations which are extended also to beams with cylindrical symmetry. The\ntheory explains recent experiments where such dispersive shock waves have been\nobserved.\n","Comment: 26 pages"]}]
["0706.2455",{"format":[],"subject":["Mathematics - Number Theory","14K10, 11G55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2455"],"date":["2007-06-17","2008-02-09"],"type":["text"],"creator":["Blottière, David"],"language":[],"coverage":[],"title":["Les classes d'Eisenstein des varietes de Hilbert-Blumenthal"],"description":["  This article deals with the Eisenstein classes of Hilbert-Blumenthal families\nof abelian varieties. We first give a coordinate expression of these one at the\ntopological level, using currents defined by Levin. Then we study the\ndegeneration of these Eisenstein classes at a cusp of the Baily-Borel\ncompactification of the Hilbert-Blumenthal variety. We show, using the explicit\ndescription of the Eisenstein classes obtained previously, that these classes\ndegenerate in special values of an $L$-function associated to the underlying\ntotally real number field. We deduce then both a geometric proof the\nKlingen-Siegel Theorem and a non vanishing result for some of these Eisenstein\nclasses .\n","Comment: Constantes rationnelles de la Proposition 4.3 et du Theoreme 5.2\n  corrigees"]}]
["0707.0140",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0140","Phys. Rev. Lett. 100, 056802 (2008)","doi:10.1103/PhysRevLett.100.056802"],"date":["2007-07-01","2008-01-11"],"type":["text"],"creator":["Tikhonenko, F. V.","Horsell, D. W.","Gorbachev, R. V.","Savchenko, A. K."],"language":[],"coverage":[],"title":["Weak localisation in graphene flakes"],"description":["  We show that the manifestation of quantum interference in graphene is very\ndifferent from that in conventional two-dimensional systems. Due to the chiral\nnature of charge carriers, it is sensitive not only to inelastic,\nphase-breaking scattering, but also to a number of elastic scattering\nprocesses. We study weak localization in different samples and at different\ncarrier densities, including the Dirac region, and find the characteristic\nrates that determine it. We show how the shape and quality of graphene flakes\naffect the values of the elastic and inelastic rates and discuss their physical\norigin.\n","Comment: Article and Supplementary material, Phys.Rev.Lett. (in print)"]}]
["0708.2840",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2840","Phys. Rev. E 77, 026203 (2008)","doi:10.1103/PhysRevE.77.026203"],"date":["2007-08-21","2008-01-18"],"type":["text"],"creator":["Pavlenko, Natalia"],"language":[],"coverage":[],"title":["CO-activator model for reconstructing Pt(100) surfaces: local\n  microstructures and chemical turbulence"],"description":["  We present the results of the modelling of CO adsorption and catalytic CO\noxidation on inhomogeneous Pt(100) surfaces which contain structurally\ndifferent areas. These areas are formed during the CO-induced transition from a\nreconstructed phase with hexagonal geometry of the overlayer to a bulk-like\n(1x1) phase with square atomic arrangement. In the present approach, the\nsurface transition is explained in terms of nonequilibrium bistable behavior.\nThe bistable region is characterized by a coexistence of the hexagonal and\n(1x1) phases and is terminated in a critical bifurcation point which is located\nat (T_c ~680 K, p_CO ~10 Torr). Due to increasing fluctuations, the behavior at\nhigh temperatures and pressures in the vicinity of this cusp point should be\nqualitatively different from the hysteresis-type behavior which is typically\nobserved in the experiments under ultrahigh vacuum conditions. On the\ninhomogeneous surface, we find a regime of nonuniform oscillations\ncharacterized by random standing waves of adsorbate concentrations. The\nresulting spatial deformations of wave fronts allow to gain deeper insight into\nthe nature of irregular oscillations on Pt(100) surface.\n","Comment: 11 pages, 11 figures, to appear in Physical Review E"]}]
["0709.2304",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13D40","14C05","15A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2304"],"date":["2007-09-14","2008-02-08"],"type":["text"],"creator":["Basili, Roberta","Iarrobino, Anthony"],"language":[],"coverage":[],"title":["Pairs of commuting nilpotent matrices, and Hilbert function"],"description":["  Let K be an infinite field and denote by H(n,K) the family of pairs (A,B) of\ncommuting nilpotent n by n matrices with entries in K. There has been\nsubstantial recent study of the connection between H(n,K) and the fibre H[n] of\nthe punctual Hilbert scheme of the plane, over an n-fold point of the symmetric\nproduct, by V. Baranovsky, R. Basili, and A. Premet.\n  We study the stratification of H(n,K) by the Hilbert function of the Artinian\nring K[A,B]. We show that when dim_K K[A,B] = n, then the generic element of\nthe pencil A+\\lambda B, \\lambda \\in K, has Jordan partition the maximum\npartition P(H) whose diagonal lengths are the Hilbert function of K[A,B].\n  We denote by Q(P) the maximum Jordan partition of a nilpotent A commuting\nwith a nilpotent B of Jordan partition P. We show that the stable partitions -\nthose such that Q(P)=P - are those whose parts differ by at least two. In\ncharacteristic zero, the latter is a special case of a result of D. Panyushev.\nOur result on pencils shows that Q(P) has decreasing parts. In related work, T.\nKosir and P. Oblak have shown further that Q(P) is itself stable.\n","Comment: Substantial revision after referee and other comments. The main\n  results are the same but there are also new results and examples. Proofs are\n  often rewritten for clarity, more detailed, and in one case, corrected. 17\n  pages"]}]
["0710.2534",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2534","Annales Fond.Broglie, Vol.32 (2007), 323-334"],"date":["2007-10-12","2008-01-03"],"type":["text"],"creator":["Kruglov, S. I."],"language":[],"coverage":[],"title":["On Torsion Fields in Higher Derivative Quantum Gravity"],"description":["  We consider axial torsion fields which appear in higher derivative quantum\ngravity. It is shown, in general, that the torsion field possesses states with\ntwo spins, one and zero, with different masses. The first-order formulation of\ntorsion fields is performed. Projection operators extracting pure spin and mass\nstates are given. We obtain the Lagrangian in the framework of the first order\nformalism and energy-momentum tensor. The effective interaction of torsion\nfields with electromagnetic fields is discussed. The Hamiltonian form of the\nfirst order torsion field equation is given.\n","Comment: 13 pages, typos corrected, published in special issue of Annales\n  Fond.Broglie"]}]
["0711.0436",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","Mathematics - General Mathematics","05A40, 05C20, 06A11, 11B39, 11C08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0436"],"date":["2007-11-03"],"type":["text"],"creator":["Krot-Sieniawska, Ewa"],"language":[],"coverage":[],"title":["An example of algebraization of analysis and Fibonacci cobweb poset\n  characterization"],"description":["  In recent Kwasniewski's papers inspired by O. V. Viskov it was shown that the\n$\\psi$-calculus in parts appears to be almost automatic, natural extension of\nclassical operator calculus of Rota - Mullin or equivalently - of umbral\ncalculus of Roman and Rota. At the same time this calculus is an example of the\nalgebraization of the analysis - here restricted to the algebra of polynomials.\nThe first part of the article is the review of the recent author's\ncontribution. The main definitions and theorems of Finite Fibonomial\n  Operator Calculus which is a special case of $\\psi$-extented Rota's finite\noperator calculus are presented there. In the second part the characterization\nof Fibonacci Cobweb poset P as DAG and oDAG is given. The dim 2 poset such that\nits Hasse diagram coincide with digraf of P is constructed.\n","Comment: 16 pages, submitted to publication"]}]
["0711.3508",{"format":[],"subject":["Mathematics - Combinatorics","05C35","05C38","05C55","05C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3508","The Electronics Journal of Combinatorics, 15 (2008), R5"],"date":["2007-11-22"],"type":["text"],"creator":["Vinh, Le Anh"],"language":[],"coverage":[],"title":["Explicit Ramsey graphs and Erdos distance problem over finite Euclidean\n  and non-Euclidean spaces"],"description":["  We study the Erdos distance problem over finite Euclidean and non-Euclidean\nspaces. Our main tools are graphs associated to finite Euclidean and\nnon-Euclidean spaces that are considered in Bannai-Shimabukuro-Tanaka (2004,\n2007). These graphs are shown to be asymptotically Ramanujan graphs. The\nadvantage of using these graphs is twofold. First, we can derive new lower\nbounds on the Erdos distance problems with explicit constants. Second, we can\nconstruct many explicit tough Ramsey graphs R(3,k).\n"]}]
["0802.0249",{"format":[],"subject":["Quantum Physics","Computer Science - Symbolic Computation","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0249"],"date":["2008-02-02"],"type":["text"],"creator":["Duchamp, G. H. E.","Blasiak, P.","Horzela, A.","Penson, K. A.","Solomon, A. I."],"language":[],"coverage":[],"title":["Hopf Algebras in General and in Combinatorial Physics: a practical\n  introduction"],"description":["  This tutorial is intended to give an accessible introduction to Hopf\nalgebras. The mathematical context is that of representation theory, and we\nalso illustrate the structures with examples taken from combinatorics and\nquantum physics, showing that in this latter case the axioms of Hopf algebra\narise naturally. The text contains many exercises, some taken from physics,\naimed at expanding and exemplifying the concepts introduced.\n"]}]
["0802.1046",{"format":[],"subject":["Mathematics - Numerical Analysis","Condensed Matter - Disordered Systems and Neural Networks","Physics - Computational Physics","82D30","65C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1046"],"date":["2008-02-07"],"type":["text"],"creator":["Chorin, Alexandre"],"language":[],"coverage":[],"title":["Monte Carlo without Chains"],"description":["  A sampling method for spin systems is presented. The spin lattice is written\nas the union of a nested sequence of sublattices, all but the last with\nconditionally independent spins, which are sampled in succession using their\nmarginals. The marginals are computed concurrently by a fast algorithm; errors\nin the evaluation of the marginals are offset by weights. There are no Markov\nchains and each sample is independent of the previous ones; the cost of a\nsample is proportional to the number of spins (but the number of samples needed\nfor good statistics may grow with array size). The examples include the\nEdwards-Anderson spin glass in three dimensions.\n","Comment: 17 pages; 2 figures"]}]
["cond-mat/0611346",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611346","Markov Processes Relat. Fields 13 (2007) 777-818"],"date":["2006-11-13"],"type":["text"],"creator":["Wiese, Kay Joerg","Doussal, Pierre Le"],"language":[],"coverage":[],"title":["Functional Renormalization for Disordered Systems, Basic Recipes and\n  Gourmet Dishes"],"description":["  We give a pedagogical introduction into the functional renormalization group\ntreatment of disordered systems. After a review of its phenomenology, we show\nwhy in the context of disordered systems a functional renormalization group\ntreatment is necessary, contrary to pure systems, where renormalization of a\nsingle coupling constant is sufficient. This leads to a disorder distribution,\nwhich after a finite renormalization becomes non-analytic, thus overcoming the\npredictions of the seemingly exact dimensional reduction. We discuss, how the\nnon-analyticity can be measured in a simulation or experiment. We then\nconstruct a renormalizable field theory beyond leading order. We discuss an\nelastic manifold embedded in N dimensions, and give the exact solution for N to\ninfinity. This is compared to predictions of the Gaussian replica variational\nansatz, using replica symmetry breaking. We further consider random field\nmagnets, and supersymmetry. We finally discuss depinning, both isotropic and\nanisotropic, and universal scaling function.\n","Comment: 29 pages"]}]
["cond-mat/0611356",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611356","Phys. Rev. B 75, 155325 (2007)","doi:10.1103/PhysRevB.75.155325"],"date":["2006-11-14"],"type":["text"],"creator":["Yewande, Emmanuel O.","Kree, Reiner","Hartmann, Alexander K."],"language":[],"coverage":[],"title":["Numerical analysis of the quantum dots on off-normal incidence ion\n  sputtered surfaces"],"description":["  We implement substrate rotation in a 2+1 dimensional solid-on-solid model of\nion beam sputtering of solid surfaces. With this extension of the model, we\nstudy the effect of concurrent rotation, as the surface is sputtered, on\npossible topographic regions of surface patterns. In particular we perform a\ndetailed numerical analysis of the time evolution of dots obtained from our\nMonte Carlo simulations at off-normal-incidence sputter erosion. We found the\nsame power-law scaling exponents of the dot characteristics for two different\nsets of ion-material combinations, without and with substrate rotation.\n","Comment: 9 pages, 14 figures"]}]
["cs/0510095",{"format":[],"subject":["Computer Science - Information Theory","H.1.1","E.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0510095"],"date":["2005-10-31","2008-02-08"],"type":["text"],"creator":["Wagner, Aaron B.","Tavildar, Saurabha","Viswanath, Pramod"],"language":[],"coverage":[],"title":["Rate Region of the Quadratic Gaussian Two-Encoder Source-Coding Problem"],"description":["  We determine the rate region of the quadratic Gaussian two-encoder\nsource-coding problem. This rate region is achieved by a simple architecture\nthat separates the analog and digital aspects of the compression. Furthermore,\nthis architecture requires higher rates to send a Gaussian source than it does\nto send any other source with the same covariance. Our techniques can also be\nused to determine the sum rate of some generalizations of this classical\nproblem. Our approach involves coupling the problem to a quadratic Gaussian\n``CEO problem.''\n","Comment: Contains additional results. To appear in IEEE Trans. Inf. Theory"]}]
["math/0402210",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Dynamical Systems","53D05, 53D35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0402210","J. Symp. Geom. 5 (2007), 167-220"],"date":["2004-02-13","2006-05-17"],"type":["text"],"creator":["Oh, Yong-Geun","Müller, Stefan"],"language":[],"coverage":[],"title":["The group of Hamiltonian homeomorphisms and $C^0$ symplectic topology"],"description":["  The main purpose of this paper is to carry out some of the foundational study\nof $C^0$-Hamiltonian geometry and $C^0$-symplectic topology. We introduce the\nnotions of the strong and the weak {\\it Hamiltonian topology} on the space of\nHamiltonian paths, and on the group of Hamiltonian diffeomorphisms. We then\ndefine the {\\it group} $Hameo(M,\\omega)$ and the space $Hameo^w(M,\\omega)$ of\n{\\it Hamiltonian homeomorphisms} such that $$ Ham(M,\\omega) \\subsetneq\nHameo(M,\\omega) \\subset Hameo^w(M,\\omega) \\subset Sympeo(M,\\omega) $$ where\n$Sympeo(M,\\omega)$ is the group of symplectic homeomorphisms. We prove that\n$Hameo(M,\\omega)$ is a {\\it normal subgroup} of $Sympeo(M,\\omega)$ and contains\nall the time-one maps of Hamiltonian vector fields of $C^{1,1}$-functions. We\nprove that $Hameo(M,\\omega)$ is path connected and so contained in the identity\ncomponent $Sympeo_0(M,\\omega)$ of $Sympeo(M,\\omega)$. In the case of an\norientable surface, we prove that the {\\it mass flow} of any element from\n$Hameo(M,\\omega)$ vanishes, which in turn implies that $Hameo(M,\\omega)$ is\nstrictly smaller than the identity component of the group of area preserving\nhomeomorphisms when $M \\neq S^2$. For the case of $S^2$, we conjecture that\n$Hameo(S^2,\\omega)$ is still a proper subgroup of $Homeo^\\omega_0(S^2) =\nSympeo_0(S^2,\\omega)$.\n","Comment: 48 pages ; Many erroneous definitions and details of proofs are\n  corrected. An additional author is added. But all the main theorems stated in\n  the introduction of the previous version remain to hold"]}]
["math/0503295",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","11Bxx, 11B39, 06Axx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503295"],"date":["2005-03-15"],"type":["text"],"creator":["Krot, Ewa"],"language":[],"coverage":[],"title":["Characterization of the Fibonacci Cobweb Poset as oDAG"],"description":["  The characterization of fibonacci cobweb poset as d.a.g. and o.d.a.g. is\ngiven. The dim 2 poset such that its hasse diagram coincide with digraf of\nfibonacci cobweb poset is constructed.\n","Comment: 5 pages, 1 figure"]}]
["math/0612098",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Rings and Algebras","53C30","53C35","17B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612098"],"date":["2006-12-04","2008-02-09"],"type":["text"],"creator":["Bahturin, Yuri","Goze, Michel"],"language":[],"coverage":[],"title":["(Z/2Z x Z/2Z)-symmetric spaces"],"description":["  The notion of a $\\Gamma $-symmetric space is a generalization of the\nclassical notion of a symmetric space, where a general finite abelian group\n$\\Gamma $ replaces the group $Z_2$. The case $\\Gamma =\\Z_k$ has also been\nstudied, from the algebraic point of view by V.Kac \\cite{VK} and from the point\nof view of the differential geometry by Ledger, Obata, Kowalski or Wolf - Gray\nin terms of $k$-symmetric spaces. In this case, a $k$-manifold is an\nhomogeneous reductive space and the classification of these varieties is given\nby the corresponding classification of graded Lie algebras. The general notion\nof a $\\Gamma $-symmetric space was introduced by R.Lutz. We approach the\nclassification of such spaces in the case $\\Gamma=Z_2^2$ using recent results\non the classification of complex $Z_2^2$-graded simple Lie algebras.\n","Comment: 31 pages"]}]
["math/0612106",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612106"],"date":["2006-12-04","2008-02-08"],"type":["text"],"creator":["Soundararajan, K."],"language":[],"coverage":[],"title":["Moments of the Riemann zeta-function"],"description":["  Assuming the Riemann Hypothesis we obtain an upper bound for the moments of\nthe Riemann zeta-function on the critical line. Our bound is nearly as sharp as\nthe conjectured asymptotic formulae for these moments. The method extends to\nmoments in families of $L$-functions.\n","Comment: 11 pages; Version 2 has some significant changes in the exposition"]}]
["math/0612795",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Dynamical Systems","53D05","28D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612795","J. Gokova Geometry Topoloogy 1 (2007), 1 - 32 ; electronic"],"date":["2006-12-27","2007-02-02"],"type":["text"],"creator":["Oh, Yong-Geun"],"language":[],"coverage":[],"title":["Locality of continuous Hamiltonian flows and Lagrangian intersections\n  with the conormal of open subsets"],"description":["  In this paper, we prove that if a continuous Hamiltonian flow fixes the\npoints in an open subset $U$ of a symplectic manifold $(M,\\omega)$, then its\nassociated Hamiltonian is constant at each moment on $U$. As a corollary, we\nprove that the Hamiltonian of compactly supported continuous Hamiltonian flows\nis unique both on a compact $M$ with smooth boundary $\\del M$ and on a\nnon-compact manifold bounded at infinity. An essential tool for the proof of\nthe locality is the Lagrangian intersection theorem for the conormals of open\nsubsets proven by Kasturirangan and the author, combined with Viterbo's scheme\nthat he introduced in the proof of uniqueness of the Hamiltonian on a closed\nmanifold \\cite{viterbo2}. We also prove the converse of the theorem which\nlocalizes a previously known global result in symplectic topology.\n","Comment: 29 pages, 1 figure, Proofs of Lemma 5.1 and 5.4 are included in this\n  version. Some minor typos are corrected. Both uniqueness and locality for the\n  $L^{(1,\\infty)}$-case are still open and left as a subject of future study"]}]
