["0705.0915",{"format":[],"subject":["Computer Science - Computational Complexity","F.1.3","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0915"],"date":["2007-05-07","2008-06-09"],"type":["text"],"creator":["Baumeister, Dorothea","Rothe, Joerg"],"language":[],"coverage":[],"title":["Satisfiability Parsimoniously Reduces to the Tantrix(TM) Rotation Puzzle\n  Problem"],"description":["  Holzer and Holzer (Discrete Applied Mathematics 144(3):345--358, 2004) proved\nthat the Tantrix(TM) rotation puzzle problem is NP-complete. They also showed\nthat for infinite rotation puzzles, this problem becomes undecidable. We study\nthe counting version and the unique version of this problem. We prove that the\nsatisfiability problem parsimoniously reduces to the Tantrix(TM) rotation\npuzzle problem. In particular, this reduction preserves the uniqueness of the\nsolution, which implies that the unique Tantrix(TM) rotation puzzle problem is\nas hard as the unique satisfiability problem, and so is DP-complete under\npolynomial-time randomized reductions, where DP is the second level of the\nboolean hierarchy over NP.\n","Comment: 19 pages, 16 figures, appears in the Proceedings of \"Machines,\n  Computations and Universality\" (MCU 2007)"]}]
["0705.2182",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","39B12","12E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2182","Proc. Amer. Math. Soc. 136 (2008), 1403--1408"],"date":["2007-05-15"],"type":["text"],"creator":["Masuda, Ariane M.","Zieve, Michael E."],"language":[],"coverage":[],"title":["Rational functions with linear relations"],"description":["  We find all polynomials f,g,h over a field K such that g and h are linear and\nf(g(x))=h(f(x)). We also solve the same problem for rational functions f,g,h,\nin case the field K is algebraically closed.\n","Comment: 8 pages"]}]
["0706.0868",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0868","Phys. Rev. A 77, 052328 (2008)","doi:10.1103/PhysRevA.77.052328"],"date":["2007-06-06","2008-04-24"],"type":["text"],"creator":["Rizzi, Matteo","Montangero, Simone","Vidal, Guifre'"],"language":[],"coverage":[],"title":["Simulation of time evolution with the MERA"],"description":["  We describe an algorithm to simulate time evolution using the Multi-scale\nEntanglement Renormalization Ansatz (MERA) and test it by studying a critical\nIsing chain with periodic boundary conditions and with up to L ~ 10^6 quantum\nspins. The cost of a simulation, which scales as L log(L), is reduced to log(L)\nwhen the system is invariant under translations. By simulating an evolution in\nimaginary time, we compute the ground state of the system. The errors in the\nground state energy display no evident dependence on the system size. The\nalgorithm can be extended to lattice systems in higher spatial dimensions.\n","Comment: final version with data improvement (precision and size), 4.1 pages,\n  4 figures + extra on XY"]}]
["0707.1102",{"format":[],"subject":["Mathematics - Number Theory","11T06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1102","Electronic J. Combinatorics 14 (2007), N12"],"date":["2007-07-07"],"type":["text"],"creator":["Masuda, Ariane M.","Zieve, Michael E."],"language":[],"coverage":[],"title":["Nonexistence of permutation binomials of certain shapes"],"description":["  Suppose x^m + c*x^n is a permutation polynomial over GF(p), where p>5 is\nprime, m>n>0, and c is in GF(p)^*. We prove that gcd(m-n,p-1) is not 2 or 4. In\nthe special case that either (p-1)/2 or (p-1)/4 is prime, this was conjectured\nin a recent paper by Masuda, Panario and Wang.\n","Comment: 6 pages"]}]
["0709.2409",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2409","Annals of Physics 323, 1729-1769 (2008)","doi:10.1016/j.aop.2007.10.002"],"date":["2007-09-15"],"type":["text"],"creator":["Hikami, Kazuhiro"],"language":[],"coverage":[],"title":["Skein Theory and Topological Quantum Registers: Braiding Matrices and\n  Topological Entanglement Entropy of Non-Abelian Quantum Hall States"],"description":["  We study topological properties of quasi-particle states in the non-Abelian\nquantum Hall states. We apply a skein-theoretic method to the Read--Rezayi\nstate whose effective theory is the SU(2)_K Chern--Simons theory. As a\ngeneralization of the Pfaffian (K=2) and the Fibonacci (K=3) anyon states, we\ncompute the braiding matrices of quasi-particle states with arbitrary spins.\nFurthermore we propose a method to compute the entanglement entropy\nskein-theoretically. We find that the entanglement entropy has a nontrivial\ncontribution called the topological entanglement entropy which depends on the\nquantum dimension of non-Abelian quasi-particle intertwining two subsystems.\n","Comment: 42 pages, many eps files"]}]
["0711.0534",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0534","Phys. Rev. B 77, 245307 (2008)","doi:10.1103/PhysRevB.77.245307"],"date":["2007-11-05"],"type":["text"],"creator":["Grbic, B.","Leturcq, R.","Ihn, T.","Ensslin, K.","Blatter, G.","Reuter, D.","Wieck, A. D."],"language":[],"coverage":[],"title":["Hysteretic magnetotransport in p-type AlGaAs heterostructures with\n  In/Zn/Au ohmic contacts"],"description":["  The two-terminal magneto-conductance of a hole gas in C-doped AlGaAs/GaAs\nheterostructures with ohmic contacts consisting of alloyed In/Zn/Au displays a\npronounced hysteresis of the conductance around zero magnetic field. The\nhysteresis disappears above magnetic fields of around 0.5 T and temperatures\nabove 300 mK. For magnetic fields below 10 mT we observe a pronounced dip in\nthe magneto-conductance. We tentatively discuss these experimental observations\nin the light of superconductivity of the ohmic contacts.\n","Comment: 4+ pages, 3 figures;"]}]
["0711.0550",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","13D02 (Primary), 14M25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0550"],"date":["2007-11-04","2008-06-07"],"type":["text"],"creator":["Cox, David","Materov, Evgeny"],"language":[],"coverage":[],"title":["Tate Resolutions for Segre Embeddings"],"description":["  We give an explicit description of the terms and differentials of the Tate\nresolution of sheaves arising from Segre embeddings of $\\P^a\\times\\P^b$. We\nprove that the maps in this Tate resolution are either coming from\nSylvester-type maps, or from Bezout-type maps arising from the so-called toric\nJacobian.\n","Comment: 21 pages, to appear in \"Algebra and Number Theory\""]}]
["0711.1719",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1719","Phys. Rev. B 77, 081406(R) (2008)","doi:10.1103/PhysRevB.77.081406"],"date":["2007-11-12"],"type":["text"],"creator":["Golovaty, Dmitry","Talbott, Shannon"],"language":[],"coverage":[],"title":["Polygonization of carbon nanotubes"],"description":["  We use a multiscale procedure to derive a simple continuum model of\nmultiwalled carbon nanotubes that takes into account both strong covalent bonds\nwithin graphene layers and weak bonds between atoms in different layers. The\nmodel predicts polygonization of crossections of large multiwalled nanotubes as\na consequence of their curvature-induced turbostratic structure.\n"]}]
["0711.1827",{"format":[],"subject":["Computer Science - Computational Complexity","F.1.3","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1827"],"date":["2007-11-12","2008-06-09"],"type":["text"],"creator":["Baumeister, Dorothea","Rothe, Joerg"],"language":[],"coverage":[],"title":["The Three-Color and Two-Color Tantrix(TM) Rotation Puzzle Problems are\n  NP-Complete via Parsimonious Reductions"],"description":["  Holzer and Holzer (Discrete Applied Mathematics 144(3):345--358, 2004) proved\nthat the Tantrix(TM) rotation puzzle problem with four colors is NP-complete,\nand they showed that the infinite variant of this problem is undecidable. In\nthis paper, we study the three-color and two-color Tantrix(TM) rotation puzzle\nproblems (3-TRP and 2-TRP) and their variants. Restricting the number of\nallowed colors to three (respectively, to two) reduces the set of available\nTantrix(TM) tiles from 56 to 14 (respectively, to 8). We prove that 3-TRP and\n2-TRP are NP-complete, which answers a question raised by Holzer and Holzer in\nthe affirmative. Since our reductions are parsimonious, it follows that the\nproblems Unique-3-TRP and Unique-2-TRP are DP-complete under randomized\nreductions. We also show that the another-solution problems associated with\n4-TRP, 3-TRP, and 2-TRP are NP-complete. Finally, we prove that the infinite\nvariants of 3-TRP and 2-TRP are undecidable.\n","Comment: 30 pages, 25 figures"]}]
["0711.4286",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4286","Phys. Rev. A 77, 042111 (2008)","doi:10.1103/PhysRevA.77.042111"],"date":["2007-11-27"],"type":["text"],"creator":["Markham, D.","Miszczak, J. A.","Puchala, Z.","Zyczkowski, K."],"language":[],"coverage":[],"title":["Quantum state discrimination: a geometric approach"],"description":["  We analyse the problem of finding sets of quantum states that can be\ndeterministically discriminated. From a geometric point of view this problem is\nequivalent to that of embedding a simplex of points whose distances are maximal\nwith respect to the Bures distance (or trace distance). We derive upper and\nlower bounds for the trace distance and for the fidelity between two quantum\nstates, which imply bounds for the Bures distance between the unitary orbits of\nboth states. We thus show that when analysing minimal and maximal distances\nbetween states of fixed spectra it is sufficient to consider diagonal states\nonly. Hence considering optimal discrimination, given freedom up to unitary\norbits, it is sufficient to consider diagonal states. This is illustrated\ngeometrically in terms of Weyl chambers.\n","Comment: 12 pages, 2 figures"]}]
["0712.2404",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2404","Phys. Rev. A 77, 062307 (2008)","doi:10.1103/PhysRevA.77.062307"],"date":["2007-12-14","2008-06-09"],"type":["text"],"creator":["Neigovzen, Rodion","Rodó, C.","Adesso, Gerardo","Sanpera, A."],"language":[],"coverage":[],"title":["Multipartite Continuous Variable Solution for the Byzantine Agreement\n  Problem"],"description":["  We demonstrate that the Byzantine Agreement (detectable broadcast) is also\nsolvable in the continuous-variable scenario with multipartite entangled\nGaussian states and Gaussian operations (homodyne detection). Within this\nscheme we find that Byzantine Agreement requires a minimum amount of\nentanglement in the multipartite states used in order to achieve a solution. We\ndiscuss realistic implementations of the protocol, which consider the\npossibility of having inefficient homodyne detectors, not perfectly correlated\noutcomes, and noise in the preparation of the resource states. The proposed\nprotocol is proven to be robust and efficiently applicable under such non-ideal\nconditions.\n","Comment: This paper supersedes and extends arXiv:quant-ph/0507249, title\n  changed to match the published version, 11 pages, 3 figures, published\n  version"]}]
["0712.3048",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3048","ApJ Letters 677 (2008), 9-12","doi:10.1086/587937"],"date":["2007-12-19"],"type":["text"],"creator":["Parrish, Ian J.","Quataert, Eliot"],"language":[],"coverage":[],"title":["Nonlinear Simulations of the Heat Flux Driven Buoyancy Instability and\n  its Implications for Galaxy Clusters"],"description":["  In low collisionality plasmas heat flows almost exclusively along magnetic\nfield lines, and the condition for stability to convection is modified from the\nstandard Schwarzschild criterion. We present local two and three-dimensional\nsimulations of a new heat flux driven buoyancy instability (the HBI) that\noccurs when the temperature in a plasma decreases in the direction of gravity.\nWe find that the HBI drives a convective dynamo that amplifies an initially\nweak magnetic field by a factor of ~20. In simulations that begin with the\nmagnetic field aligned with the temperature gradient, the HBI saturates by\nrearranging the magnetic field lines to be almost purely perpendicular to the\ninitial temperature gradient. This magnetic field reorientation results in a\nnet heat flux through the plasma that is less than 1% of the field-free\n(Spitzer) value. We show that the HBI is likely to be present in the cool cores\nof clusters of galaxies between ~0.1-100 kpc, where the temperature increases\noutwards. The saturated state of the HBI suggests that inward thermal\nconduction from large radii in clusters is unlikely to solve the cooling flow\nproblem. Finally, we also suggest that the HBI may contribute to suppressing\nconduction across cold fronts in galaxy clusters.\n","Comment: 4 pages, 4 figures, submitted to ApJ Letters"]}]
["0712.3647",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3647"],"date":["2007-12-21","2008-06-09"],"type":["text"],"creator":["Cuccagna, Scipio","Visciglia, Nicola"],"language":[],"coverage":[],"title":["Strichartz estimates for Schroedinger equations with periodic potential\n  in 1D"],"description":["  This paper has been withdrawn by the author due to a crucial error in the\nProof of Theorem 0.3\n","Comment: This paper has been withdrawn"]}]
["0801.3380",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3380"],"date":["2008-01-22","2008-06-08"],"type":["text"],"creator":["McWalter, Thomas A.","Welte, Alex"],"language":[],"coverage":[],"title":["Relating Recent Infection Prevalence to Incidence with a Sub-population\n  of Non-progressors"],"description":["  We present a new analysis of relationships between disease incidence and the\nprevalence of an experimentally defined state of `recent infection'. This leads\nto a clean separation between biological parameters (properties of disease\nprogression as reflected in a test for recent infection), which need to be\ncalibrated, and epidemiological state variables, which are estimated in a\ncross-sectional survey. The framework takes into account the possibility that\ndetails of the assay and host/pathogen chemistry leave a (knowable) fraction of\nthe population in the recent category for all times. This systematically\naddresses an issue which is the source of some controversy about the\nappropriate use of the BED assay for defining recent HIV infection. Analysis of\nrelative contributions of error arising variously from statistical\nconsiderations and simplifications of general expressions indicate that\nstatistical error dominates heavily over all sources of bias for realistic\nepidemiological and biological scenarios. Numerical calculations validate the\napproximations made in analytical relations.\n","Comment: 24 pages, 7 figures, improved wording and notation"]}]
["0801.4237",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4237"],"date":["2008-01-28","2008-06-09"],"type":["text"],"creator":["Cuccagna, Scipio"],"language":[],"coverage":[],"title":["On instability of excited states of the nonlinear Schr\\\"odinger equation"],"description":["  We introduce a new notion of linear stability for standing waves of the\nnonlinear Schr\\\"odinger equation (NLS) which requires not only that the\nspectrum of the linearization be real, but also that the generalized kernel be\nnot degenerate and that the signature of all the positive eigenvalues be\npositive. We prove that excited states of the NLS are not linearly stable in\nthis more restrictive sense. We then give a partial proof that this more\nrestrictive notion of linear stability is a necessary condition to have orbital\nstability.\n"]}]
["0802.0595",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0595","J. Phys.: Condens. Matter 20, 275229 (2008) .","doi:10.1088/0953-8984/20/27/275229"],"date":["2008-02-05","2008-02-06"],"type":["text"],"creator":["Landau, I. L."],"language":[],"coverage":[],"title":["Comparison of the scaling analysis of the mixed-state magnetization data\n  with direct measurements of the upper critical field in Y-123"],"description":["  By comparison of recent direct measurements of the temperature dependence of\nthe upper critical field $H_{c2}$ in an Y-123 high temperature superconductor\nwith the scaling analysis of magnetization data, collected in fields H << H_c2,\nwe demonstrate that that the temperature dependence of the Ginzburg-Landau\nparameter kappa is negligible. Another conclusion is that the normalized\ntemperature dependence of H_c2 is independent of the orientation of the\nmagnetic field in respect to crystallographic axes of the sample. We also\ndiscuss that isotropy of the temperature dependence of H_c2 straightforwardly\nfollows from the Ginzburg-Landau theory if kappa does not depend on\ntemperature.\n","Comment: 3 pages, 1 figure"]}]
["0802.1009",{"format":[],"subject":["Statistics - Applications","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1009"],"date":["2008-02-07","2008-06-09"],"type":["text"],"creator":["Iooss, Bertrand","Ribatet, Mathieu"],"language":[],"coverage":[],"title":["Global sensitivity analysis of computer models with functional inputs"],"description":["  Global sensitivity analysis is used to quantify the influence of uncertain\ninput parameters on the response variability of a numerical model. The common\nquantitative methods are applicable to computer codes with scalar input\nvariables. This paper aims to illustrate different variance-based sensitivity\nanalysis techniques, based on the so-called Sobol indices, when some input\nvariables are functional, such as stochastic processes or random spatial\nfields. In this work, we focus on large cpu time computer codes which need a\npreliminary meta-modeling step before performing the sensitivity analysis. We\npropose the use of the joint modeling approach, i.e., modeling simultaneously\nthe mean and the dispersion of the code outputs using two interlinked\nGeneralized Linear Models (GLM) or Generalized Additive Models (GAM). The\n``mean'' model allows to estimate the sensitivity indices of each scalar input\nvariables, while the ``dispersion'' model allows to derive the total\nsensitivity index of the functional input variables. The proposed approach is\ncompared to some classical SA methodologies on an analytical function. Lastly,\nthe proposed methodology is applied to a concrete industrial computer code that\nsimulates the nuclear fuel irradiation.\n"]}]
["0802.1421",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","34A05","34A26","37J15","37J15","70H03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1421","J. Geom. Phys. 58 (2008) 874--887.","doi:10.1016/j.geomphys.2008.02.008"],"date":["2008-02-11"],"type":["text"],"creator":["Crampin, M.","Mestdag, T."],"language":[],"coverage":[],"title":["Relative equilibria of Lagrangian systems with symmetry"],"description":["  We discuss the characterization of relative equilibria of Lagrangian systems\nwith symmetry.\n","Comment: 16 pages, to appear in J. Geom. Phys"]}]
["0803.3871",{"format":[],"subject":["Physics - General Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3871"],"date":["2008-03-27","2008-06-09"],"type":["text"],"creator":["Potter, H. C."],"language":[],"coverage":[],"title":["Bateman On Light: Synchrotron Rays"],"description":["  For over a century physicists have sought a mathematical theory that unites\nthe dual, wave and corpuscle, behaviors that light exhibits. In the early\ntwentieth century H. Bateman was studying a solution that uses wave functions\nwith singularities to mark light quanta location in space and time as potential\nsingularities do for material particles. He published an incomplete,\nmathematically obtuse paper applying his scheme to presciently predict\nsynchrotron rays well before they were experimentally observed. Here, I clarify\nthe presentation in Bateman's paper and supply a missing demonstration that it\ndoes predict results observed nearly four decades later.\n","Comment: Content revision"]}]
["0804.3343",{"format":[],"subject":["Mathematics - Algebraic Geometry","20G20","14L24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3343"],"date":["2008-04-21","2008-06-09"],"type":["text"],"creator":["Jablonski, M."],"language":[],"coverage":[],"title":["Good Representations and Homogeneous Spaces"],"description":["  Let G be a real or complex linear algebraic reductive group. Let H and F be\nreductive subgroups. We study the natural H action on G/F. The main theorem of\nthis note shows that generic H orbits are closed. This theorem is then applied\nto study representations of G, representations of H which are induced from\nrepresentations of G, and intersections of reductive subgroups of G.\n","Comment: v2: Added caveat at the beginning in regards to these results already\n  existing in the literature. 8 pages"]}]
["0804.3997",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3997"],"date":["2008-04-24","2008-06-08"],"type":["text"],"creator":["Jena, Debdeep"],"language":[],"coverage":[],"title":["High-field Current-carrying Capacity of Semiconducting Carbon Nanotubes"],"description":["  It is shown that current saturation in semiconducting carbon nanotubes is\nindistinguishable from metallic nanotubes if the carrier density is above a\ncritical value determined by the bandgap and the LO phonon energy. This feature\nstems from the higher number of current-carrying states in the semiconducting\ntubes due to the van-Hove singularity at the band-edge. Above this critical\ncarrier density, the ensemble saturation velocity at high-fields is found to be\nindependent of the bandgap, but strongly dependent on the carrier density,\nexplaining recent observations.\n","Comment: 5 pages, 5 figures"]}]
["0804.4039",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Data Structures and Algorithms","Computer Science - Performance","C.1.4","D.1.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4039"],"date":["2008-04-24","2008-06-06"],"type":["text"],"creator":["Chatzigiannakis, Ioannis","Giannoulis, Georgios","Spirakis, Paul G."],"language":[],"coverage":[],"title":["Energy and Time Efficient Scheduling of Tasks with Dependencies on\n  Asymmetric Multiprocessors"],"description":["  In this work we study the problem of scheduling tasks with dependencies in\nmultiprocessor architectures where processors have different speeds. We present\nthe preemptive algorithm \"Save-Energy\" that given a schedule of tasks it post\nprocesses it to improve the energy efficiency without any deterioration of the\nmakespan. In terms of time efficiency, we show that preemptive scheduling in an\nasymmetric system can achieve the same or better optimal makespan than in a\nsymmetric system. Motivited by real multiprocessor systems, we investigate\narchitectures that exhibit limited asymmetry: there are two essentially\ndifferent speeds. Interestingly, this special case has not been studied in the\nfield of parallel computing and scheduling theory; only the general case was\nstudied where processors have $K$ essentially different speeds. We present the\nnon-preemptive algorithm ``Remnants'' that achieves almost optimal makespan. We\nprovide a refined analysis of a recent scheduling method. Based on this\nanalysis, we specialize the scheduling policy and provide an algorithm of $(3 +\no(1))$ expected approximation factor. Note that this improves the previous best\nfactor (6 for two speeds). We believe that our work will convince researchers\nto revisit this well studied scheduling problem for these simple, yet\nrealistic, asymmetric multiprocessor architectures.\n"]}]
["0805.0839",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0839"],"date":["2008-05-07","2008-06-08"],"type":["text"],"creator":["Wang, Xin-Nian"],"language":[],"coverage":[],"title":["Success of collinear expansion in the calculation of induced gluon\n  emission"],"description":["  We clarify the confusion in a recent paper by Aurenche, Zakharov and Zaraket\n(AZZ) \\cite{azz} over the procedure and region of validity of the collinear\napproximation in the twist expansion approach to induced gluon emission in\ndeeply inelastic scattering (DIS) off a nucleus target. We point out that, in\nthis approach to the semi-inclusive spectrum, the transverse momentum\n$\\vec\\ell_\\perp$ of the induced gluon must be fixed in the collinear expansion\nin the transverse momentum $\\vec k_\\perp$ of the initial partons, therefore the\nresult is valid for $<k_\\perp^2> \\ll \\ell_\\perp^2 \\ll Q^2$. In the twist-four\ncontribution, one can single out the double-hard term corresponding to\ncollinear quark-gluon Compton scattering which can be calculated independently\nof the collinear expansion approach. We will discuss the connection between the\ncollinear approximation in the twist expansion approach and the small $k_T$\napproximation of the results in the Light-Cone Path Integral (LCPI) and\nGyulassy-Levai-Vitev (GLV) opacity expansion approach. We point out the\nmisconstrued variable change by AZZ before the $k_T$ expansion in LCPI and\nopacity expansion approach, without which one obtains the same result for the\ninduced gluon spectrum under collinear approximation as in the twist expansion\napproach. We also show that corrections beyond the collinear approximation to\nthe transverse momentum integrated gluon spectrum within the static potential\nmodel in the GLV approach give rise to a logarithmic factor difference from the\nresult of collinear approximation.\n","Comment: 15 pages with 4 figures, additional discussions are added in this\n  version"]}]
["0805.0963",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Information Theory","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0963"],"date":["2008-05-07"],"type":["text"],"creator":["Mertikopoulos, Panayotis","Moustakas, Aris L."],"language":[],"coverage":[],"title":["Correlated Anarchy in Overlapping Wireless Networks"],"description":["  We investigate the behavior of a large number of selfish users that are able\nto switch dynamically between multiple wireless access-points (possibly\nbelonging to different standards) by introducing an iterated non-cooperative\ngame. Users start out completely uneducated and naive but, by using a fixed set\nof strategies to process a broadcasted training signal, they quickly evolve and\nconverge to an evolutionarily stable equilibrium. Then, in order to measure\nefficiency in this steady state, we adapt the notion of the price of anarchy to\nour setting and we obtain an explicit analytic estimate for it by using methods\nfrom statistical physics (namely the theory of replicas). Surprisingly, we find\nthat the price of anarchy does not depend on the specifics of the wireless\nnodes (e.g. spectral efficiency) but only on the number of strategies per user\nand a particular combination of the number of nodes, the number of users and\nthe size of the training signal. Finally, we map this game to the well-studied\nminority game, generalizing its analysis to an arbitrary number of choices.\n","Comment: 10 pages, 5 figures; to appear in the IEEE Journal on Selected Areas\n  in Communication, Special Issue on Game Theory in Communication Systems, 2008"]}]
["0805.2057",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2057"],"date":["2008-05-14","2008-06-09"],"type":["text"],"creator":["Caravaglios, Francesco"],"language":[],"coverage":[],"title":["The Hierarchy Problem and the Safety in Colliders Physics"],"description":["  The Standard Model correctly describes all interactions at (and below) the\nelectroweak scale. However it does not explain the peculiar pattern of quark,\nlepton and neutrino masses. Also charge quantization is not understood. These\nare well known motivations to go beyond the Standard Model and to build a Grand\nUnified Theory. This extension has several good predictions but the proton\nlifetime is huge compared to similar weak decays. This hierarchy problem\nsuggests two possible extensions of the standard quantum field theory: a non\nlinear version of the Schroedinger functional equation and Third Quantization.\nWe will make a comment on the safety of collider physics in the context of the\nnon linear extension of QFT.\n","Comment: alk given at ``Les Rencontres de Physique de la Vallee d' Aoste'', La\n  Thuile, March (2008). 11 pages, 1 figure"]}]
["0805.3609",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3609"],"date":["2008-05-23","2008-06-09"],"type":["text"],"creator":["Neto, M. B. Silva","Blumberg, G.","Gozar, A.","Komiya, Seiki","Ando, Yoichi"],"language":[],"coverage":[],"title":["AC and DC Conductivity Anisotropies in Lightly Doped La(2-x)Sr(x)CuO(4)"],"description":["  The AC and DC conductivity anisotropies in the low temperature orthorhombic\nphase of lightly doped La(2-x)Sr(x)CuO(4) are ascribed to the rotational\nsymmetry broken, localized impurity states resulting from the trapping of doped\nholes by Sr ions. The two lowest-energy p-wave-like states are split by\northorhombicity and partially filled with holes. This leaves a unique imprint\nin AC conductivity, which shows two distinct infrared continuum absorption\nenergies. Furthermore, the existence of two independent channels for hopping\nconductivity, associated to the two orthorhombic directions, explains\nquantitatively the observed low temperature anisotropies in DC conductivity.\n","Comment: 4 pages, 3 figures, Revised Text, References Added"]}]
["0806.0044",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G20","11R58, 14G15, 30D35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0044"],"date":["2008-05-30","2008-06-09"],"type":["text"],"creator":["van Frankenhuijsen, Machiel"],"language":[],"coverage":[],"title":["The Riemann Hypothesis for Function Fields over a Finite Field"],"description":["  We discuss Enrico Bombieri's proof of the Riemann hypothesis for curves over\na finite field. Reformulated, it states that the number of points on a curve\n$\\C$ defined over the finite field $\\F_q$ is of the order $q+O(\\sqrt{q})$. The\nfirst proof was given by Andr\\'e Weil in 1942. This proof uses the intersection\nof divisors on $\\C\\times\\C$, making the application to the original Riemann\nhypothesis so far unsuccessful, because $\\spec\\Z\\times\\spec\\Z=\\spec\\Z$ is\none-dimensional. A new method of proof was found in 1969 by S. A. Stepanov.\nThis method was greatly simplified and generalized by Bombieri in 1973.\n  Bombieri's method uses functions on $\\C\\times\\C$, again precluding a direct\ntranslation to a proof of the original Riemann hypothesis. However, the two\ncoordinates on $\\C\\times\\C$ have different roles, one coordinate playing the\ngeometric role of the variable of a polynomial, and the other coordinate the\narithmetic role of the coefficients of this polynomial. The Frobenius\nautomorphism of $\\C$ acts on the geometric coordinate of $\\C\\times\\C$. In the\nlast section, we make some suggestions how Nevanlinna theory could provide a\nmodel of $\\spec\\Z\\times\\spec\\Z$ that is two-dimensional and carries an action\nof Frobenius on the geometric coordinate.\n","Comment: 30 pages, 2 figures all \\o's are now \\mathcal{O}"]}]
["0806.0513",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0513"],"date":["2008-06-03"],"type":["text"],"creator":["Abelev, B. I.","Collaboration, for the STAR"],"language":[],"coverage":[],"title":["Charge Independent(CI) and Charge Dependent(CD) correlations vs.\n  Centrality from $\\Delta \\phi \\Delta \\eta$ Charged Pairs in Minimum Bias Au +\n  Au Collisions at 200 Gev"],"description":["  We report high precision charged-particle pair (2-D) correlation analyses in\nthe space of $\\Delta \\phi$ (azimuth) and $\\Delta \\eta$ (pseudorapidity), for\nminimum bias Au + Au collisions at $\\sqrt{s_{NN}}$ = 200 GeV as a function of\ncentrality (0-80%). The intermediate transverse momenta region chosen $0.8 <\np_t < 4.0$ GeV/c corresponds to an emission source size $\\sim2$fm obtained from\nHBT measurements and should resolve substructures at the scale of $\\sim2$fm.\nThe difference and the sum of unlike-sign and like-sign charged pairs form\nCharge Dependent (CD) correlations and Charge Independent (CI) correlations\nrespectively. The CD displays the initial correlation at hadronization of the\nopposite sign pairs emitted from the same space-time region as modified by\nfurther medium interactions before kinetic freeze-out. Our analysis of the CD\ncorrelations shows approximately jet-like structure, independent of centrality\nand is consistent with the initial correlation which is predicted by Pythia (or\nHIJING) jets. The CI correlation displays the average structure of the\ncorrelated emitting sources after kinetic freeze-out. For the most central\nbins, the $\\Delta \\eta$ width of the CI correlation on the near side ($\\Delta\n\\phi$ around $0^\\circ$) is elongated by a factor $\\sim$3 destroying the\njet-like symmetry. This elongation decreases continually with decreasing\ncentrality and essentially restores the jet-like symmetric structure in the\nmost peripheral bins. The Pythia and HIJING event generators together with a\nQCD inspired Parton Bubble Model (PBM), which motivated this analysis, are used\nto compare to our data. We discuss the arguments for substructure, surface\nemission, and opacity in the central fireball region.\n","Comment: 37 pages 41 figures Submitted to Phys. Rev. C"]}]
["0806.1050",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1050"],"date":["2008-06-05"],"type":["text"],"creator":["Boalch, Philip"],"language":[],"coverage":[],"title":["Irregular connections and Kac-Moody root systems"],"description":["  Some moduli spaces of irregular connections on the trivial bundle over the\nRiemann sphere will be identified with Nakajima quiver varieties. In particular\nthis enables us to associate a Kac-Moody root system to such connections\n(yielding many isomorphisms between such moduli spaces, via the reflection\nfunctors for the corresponding Weyl group). The possibility of 'reading' a\nquiver in different ways also yields numerous isomorphisms between such moduli\nspaces, often between spaces of connections on different rank bundles and with\ndifferent polar divisors. Finally some results of Crawley-Boevey on the\nexistence of stable connections will be extended to this more general context.\n"]}]
["0806.1058",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1058"],"date":["2008-06-05"],"type":["text"],"creator":["Brandt, Ernst Helmut"],"language":[],"coverage":[],"title":["The Vortex Lattice in Ginzburg-Landau Superconductors"],"description":["  Abrikosov's solution of the linearized Ginzburg-Landau theory describing a\nperiodic lattice of vortex lines in type-II superconductors at large\ninductions, is generalized to non-periodic vortex arrangements, e.g., to\nlattices with a vacancy surrounded by relaxing vortices and to periodically\ndistorted lattices that are needed in the nonlocal theory of elasticity of the\nvortex lattice. Generalizations to lower magnetic inductions and to\nthree-dimensional arrangements of curved vortex lines are also given. Finally,\nit is shown how the periodic vortex lattice can be computed for bulk\nsuperconductors and for thick and thin films in a perpendicular field for all\ninductions B and Ginzburg-Landau parameters kappa.\n","Comment: 20 pages, 12 figures, invited for Landau Issue 2008 of Electronic\n  Journal of Theoretical Physics"]}]
["0806.1062",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1062"],"date":["2008-06-05"],"type":["text"],"creator":["Farmanbar, Hamid","Khandani, Amir K."],"language":[],"coverage":[],"title":["Capacity of Block-Memoryless Channels with Causal Channel Side\n  Information"],"description":["  The capacity of a time-varying block-memoryless channel in which the\ntransmitter and the receiver have access to (possibly different) noisy causal\nchannel side information (CSI) is obtained. It is shown that the capacity\nformula obtained in this correspondence reduces to the capacity formula\nreported in \\cite{Gold07} for the special case where the transmitter CSI is a\ndeterministic function of the receiver CSI.\n","Comment: 8 pages, submitted to IEEE Transactions on Information Theory"]}]
["0806.1066",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1066"],"date":["2008-06-05"],"type":["text"],"creator":["Tkeshelashvili, Lasha"],"language":[],"coverage":[],"title":["Metaferroelectrics: Artificial Ferroelectricity in Metamaterials"],"description":["  Metamaterials are artificial periodic structures which represent effective\nhomogeneous medium for electromagnetic fields. Here I show that there exists an\nimportant class of such composite systems, metaferroelectrics. They are\nproperly designed metamaterials with non-ferroelectric constituents which,\nnevertheless, exhibit ferroelectric response. Furthermore, for relatively small\nsamples the effect is anisotropic and strongly depends on the sample shape.\nMetaferroelectrics will help to understand deeper the physics of\nferroelectricity and show enormous potential for applications in the field of\nnano-optoelectronics.\n"]}]
["0806.1067",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1067"],"date":["2008-06-05"],"type":["text"],"creator":["Belotsky, K.","Khlopov, M.","Shibaev, K."],"language":[],"coverage":[],"title":["Stable quarks of the 4th family?"],"description":["  Existence of metastable quarks of new generation can be embedded into\nphenomenology of heterotic string together with new long range interaction,\nwhich only this new generation possesses. We discuss primordial quark\nproduction in the early Universe, their successive cosmological evolution and\nastrophysical effects, as well as possible production in present or future\naccelerators. In case of a charge symmetry of 4th generation quarks in\nUniverse, they can be stored in neutral mesons, doubly positively charged\nbaryons, while all the doubly negatively charged \"baryons\" are combined with\nHe-4 into neutral nucleus-size atom-like states. The existence of all these\nanomalous stable particles may escape present experimental limits, being close\nto present and future experimental test. Due to the nuclear binding with He-4\nprimordial lightest baryons of the 4th generation with charge +1 can also\nescape the experimental upper limits on anomalous isotopes of hydrogen, being\ncompatible with upper limits on anomalous lithium. While 4th quark hadrons are\nrare, their presence may be nearly detectable in cosmic rays, muon and neutrino\nfluxes and cosmic electromagnetic spectra. In case of charge asymmetry, a\nnontrivial solution for the problem of dark matter (DM) can be provided by\nexcessive (meta)stable anti-up quarks of 4th generation, bound with He-4 in\nspecific nuclear-interacting form of dark matter. Such candidate to DM is\nsurprisingly close to Warm Dark Matter by its role in large scale structure\nformation. It catalyzes primordial heavy element production in Big Bang\nNucleosynthesis and new types of nuclear transformations around us.\n","Comment: 28 pages, 3 figures; Invited contribution to the book \"The Physics of\n  Quarks: New Research\", Nova Science Publishers, 2008"]}]
["0806.1070",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1070"],"date":["2008-06-05"],"type":["text"],"creator":["Maier, Willard L.","Miller, Bruce N."],"language":[],"coverage":[],"title":["A Minimal Model for the Study of Polychronous Groups"],"description":["  A minimal model of polychronous groups in neural networks is presented. The\nmodel is computationally efficient and allows the study of polychronous groups\nindependent of specific neuron models. Computational experiments were performed\nwith the model in one- and two-dimensional neural architectures to determine\nthe dependence of the number of polychronous groups on various connectivity\noptions. The possibility of using polychronous groups as computational elements\nis also discussed.\n","Comment: 8 pages, 12 figures"]}]
["0806.1071",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1071"],"date":["2008-06-05"],"type":["text"],"creator":["Cormode, Graham","Garofalakis, Minos"],"language":[],"coverage":[],"title":["Histograms and Wavelets on Probabilistic Data"],"description":["  There is a growing realization that uncertain information is a first-class\ncitizen in modern database management. As such, we need techniques to correctly\nand efficiently process uncertain data in database systems. In particular, data\nreduction techniques that can produce concise, accurate synopses of large\nprobabilistic relations are crucial. Similar to their deterministic relation\ncounterparts, such compact probabilistic data synopses can form the foundation\nfor human understanding and interactive data exploration, probabilistic query\nplanning and optimization, and fast approximate query processing in\nprobabilistic database systems.\n  In this paper, we introduce definitions and algorithms for building\nhistogram- and wavelet-based synopses on probabilistic data. The core problem\nis to choose a set of histogram bucket boundaries or wavelet coefficients to\noptimize the accuracy of the approximate representation of a collection of\nprobabilistic tuples under a given error metric. For a variety of different\nerror metrics, we devise efficient algorithms that construct optimal or near\noptimal B-term histogram and wavelet synopses. This requires careful analysis\nof the structure of the probability distributions, and novel extensions of\nknown dynamic-programming-based techniques for the deterministic domain. Our\nexperiments show that this approach clearly outperforms simple ideas, such as\nbuilding summaries for samples drawn from the data distribution, while taking\nequal or less time.\n"]}]
["0806.1076",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1076"],"date":["2008-06-05"],"type":["text"],"creator":["Hotta, Masahiro","Ozawa, Masanao"],"language":[],"coverage":[],"title":["Secure Quantum Passwords"],"description":["  We propose a quantum authentication protocol that is robust against the theft\nof secret keys. In the protocol, disposable quantum passwords prevent\nimpersonation attacks with stolen secret keys. The protocol also prevents the\nleakage of secret information of a certification agent.\n","Comment: 18 pages, 4 figures"]}]
["0806.1082",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1082"],"date":["2008-06-05"],"type":["text"],"creator":["Hanbury, Elizabeth"],"language":[],"coverage":[],"title":["Homological stability of non-orientable mapping class groups with marked\n  points"],"description":["  Wahl recently proved that the homology of the non-orientable mapping class\ngroup stabilizes as the genus increases. In this short note we analyse the\nsituation where the underlying non-orientable surfaces have marked points.\n","Comment: 8 pages, 1 figure, to appear in Proc. AMS"]}]
["0806.1083",{"format":[],"subject":["Mathematics - Numerical Analysis","14Gxx:14G50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1083"],"date":["2008-06-05"],"type":["text"],"creator":["Ward, Rachel"],"language":[],"coverage":[],"title":["On Robustness Properties of Beta Encoders and Golden Ratio Encoders"],"description":["  The beta-encoder was recently proposed as a quantization scheme for\nanalog-to-digital conversion; in contrast to classical binary quantization, in\nwhich each analog sample x in [-1,1] is mapped to the first N bits of its\nbase-2 expansion, beta-encoders replace each sample x with its expansion in a\nbase beta satisfying 1 < beta < 2. This expansion is non-unique when 1 < beta <\n2, and the beta-encoder exploits this redundancy to correct inevitable errors\nmade by the quantizer component of its circuit design.\n  The multiplier element of the beta-encoder will also be imprecise;\neffectively, the true value beta at any time can only be specified to within an\ninterval [ beta_{low}, beta_{high} ]. This problem was addressed by the golden\nratio encoder, a close relative of the beta-encoder that does not require a\nprecise multiplier. However, the golden ratio encoder is susceptible to\nintegrator leak in the delay elements of its hardware design, and this has the\nsame effect of changing beta to an unknown value.\n  In this paper, we present a method whereby exponentially precise\napproximations to the value of beta in both golden ratio encoders and beta\nencoders can be recovered amidst imprecise circuit components from the\ntruncated beta-expansions of a \"test\" number x_{test} in [-1,1], and its\nnegative counterpart, -x_{test}. That is, beta-encoders and golden ratio\nencoders are robust with respect to unavoidable analog component imperfections\nthat change the base beta needed for reconstruction.\n","Comment: 21 pages, 6 figures"]}]
["0806.1089",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1089"],"date":["2008-06-06"],"type":["text"],"creator":["Keceli, Feyza","Inan, Inanc","Ayanoglu, Ender"],"language":[],"coverage":[],"title":["Fair and Efficient TCP Access in the IEEE 802.11 Infrastructure Basic\n  Service Set"],"description":["  When the stations in an IEEE 802.11 infrastructure Basic Service Set (BSS)\nemploy Transmission Control Protocol (TCP) in the transport layer, this\nexacerbates per-flow unfair access which is a direct result of uplink/downlink\nbandwidth asymmetry in the BSS. We propose a novel and simple analytical model\nto approximately calculate the per-flow TCP congestion window limit that\nprovides fair and efficient TCP access in a heterogeneous wired-wireless\nscenario. The proposed analysis is unique in that it considers the effects of\nvarying number of uplink and downlink TCP flows, differing Round Trip Times\n(RTTs) among TCP connections, and the use of delayed TCP Acknowledgment (ACK)\nmechanism. Motivated by the findings of this analysis, we design a link layer\naccess control block to be employed only at the Access Point (AP) in order to\nresolve the unfair access problem. The novel and simple idea of the proposed\nlink layer access control block is employing a congestion control and filtering\nalgorithm on TCP ACK packets of uplink flows, thereby prioritizing the access\nof TCP data packets of downlink flows at the AP. Via simulations, we show that\nshort- and long-term fair access can be provisioned with the introduction of\nthe proposed link layer access control block to the protocol stack of the AP\nwhile improving channel utilization and access delay.\n"]}]
["0806.1092",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1092"],"date":["2008-06-06"],"type":["text"],"creator":["Ram, S Sundhar","Nedich, A","Veeravalli, V. V."],"language":[],"coverage":[],"title":["Incremental Stochastic Subgradient Algorithms for Convex Optimization"],"description":["  In this paper we study the effect of stochastic errors on two constrained\nincremental sub-gradient algorithms. We view the incremental sub-gradient\nalgorithms as decentralized network optimization algorithms as applied to\nminimize a sum of functions, when each component function is known only to a\nparticular agent of a distributed network. We first study the standard cyclic\nincremental sub-gradient algorithm in which the agents form a ring structure\nand pass the iterate in a cycle. We consider the method with stochastic errors\nin the sub-gradient evaluations and provide sufficient conditions on the\nmoments of the stochastic errors that guarantee almost sure convergence when a\ndiminishing step-size is used. We also obtain almost sure bounds on the\nalgorithm's performance when a constant step-size is used. We then consider\n\\ram{the} Markov randomized incremental subgradient method, which is a\nnon-cyclic version of the incremental algorithm where the sequence of computing\nagents is modeled as a time non-homogeneous Markov chain. Such a model is\nappropriate for mobile networks, as the network topology changes across time in\nthese networks. We establish the convergence results and error bounds for the\nMarkov randomized method in the presence of stochastic errors for diminishing\nand constant step-sizes, respectively.\n"]}]
["0806.1093",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1093"],"date":["2008-06-06"],"type":["text"],"creator":["Keceli, Feyza","Inan, Inanc","Ayanoglu, Ender"],"language":[],"coverage":[],"title":["Fair Access Provisioning through Contention Parameter Adaptation in the\n  IEEE 802.11e Infrastructure Basic Service Set"],"description":["  We present the station-based unfair access problem among the uplink and the\ndownlink stations in the IEEE 802.11e infrastructure Basic Service Set (BSS)\nwhen the default settings of the Enhanced Distributed Channel Access (EDCA)\nparameters are used. We discuss how the transport layer protocol\ncharacteristics alleviate the unfairness problem. We design a simple,\npractical, and standard-compliant framework to be employed at the Access Point\n(AP) for fair and efficient access provisioning. A dynamic measurement-based\nEDCA parameter adaptation block lies in the core of this framework. The\nproposed framework is unique in the sense that it considers the characteristic\ndifferences of Transmission Control Protocol (TCP) and User Datagram Protocol\n(UDP) flows and the coexistence of stations with varying bandwidth or\nQuality-of-Service (QoS) requirements. Via simulations, we show that our\nsolution provides short- and long-term fair access for all stations in the\nuplink and downlink employing TCP and UDP flows with non-uniform packet rates\nin a wired-wireless heterogeneous network. In the meantime, the QoS\nrequirements of coexisting real-time flows are also maintained.\n"]}]
["0806.1100",{"format":[],"subject":["Computer Science - Software Engineering","D.2","D.2.11","D.2.13","C.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1100"],"date":["2008-06-06"],"type":["text"],"creator":["Paschke, Adrian"],"language":[],"coverage":[],"title":["Design Patterns for Complex Event Processing"],"description":["  Currently engineering efficient and successful event-driven applications\nbased on the emerging Complex Event Processing (CEP) technology, is a laborious\ntrial and error process. The proposed CEP design pattern approach should\nsupport CEP engineers in their design decisions to build robust and efficient\nCEP solutions with well understood tradeoffs and should enable an\ninterdisciplinary and efficient communication process about successful CEP\nsolutions in different application domains.\n","Comment: Paschke, A.: Design Patterns for Complex Event Processing, 2nd\n  International Conference on Distributed Event-Based Systems (DEBS'08), Rome,\n  Italy, 2008"]}]
["0806.1102",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1102"],"date":["2008-06-06"],"type":["text"],"creator":["Parfionov, Georgy"],"language":[],"coverage":[],"title":["Multiple Nash-equilibrium in Quantum Game"],"description":["  Methods of exploring Nash equilibrium in quantum games are studied.\nAnalytical conditions of the existence, the uniqueness or the multiplicity of\nthe equilibria are found.\n","Comment: 5 pages, LaTeX"]}]
["0806.1105",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1105"],"date":["2008-06-06"],"type":["text"],"creator":["Zobov, M."],"language":[],"coverage":[],"title":["Overview of Beam Dynamics Studies at DAFNE"],"description":["  Since several years the DAFNE Team has been discussing ideas and performing\nexperimental activities aimed at the collider luminosity increase. In this\npaper we briefly describe the proposed ideas and discuss results of the most\nrelevant beam dynamics experimental studies that have been carried at DAFNE. We\nalso introduce the concept of crab waist collisions that is the base of the\nundergoing DAFNE upgrade.\n","Comment: Invited Talk at 40th ICFA Advanced Beam Dynamics Workshop on \"e+e-\n  Factories, April 14-16, 2008. Budker Institute on Nuclear Physics (BINP),\n  Novosibirsk, Russia. 6 pages, 10 figures"]}]
["0806.1109",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1109"],"date":["2008-06-06","2008-06-09"],"type":["text"],"creator":["Woodcock, Leslie V"],"language":[],"coverage":[],"title":["Two-phase coexistence in the hard-disk model"],"description":["  A two-dimensional system of 10000 hard disks with square periodic boundary\nconditions, at a density in the middle of the 2-phase region predicted from\nequation-of-state data, when subjected to a weak external uniform force, is\nseen to phase separate. Thermodynamic profiles of the inhomogeneous two-phase\nsystem agree with the local density approximation (LDA) of density functional\ntheory. There is no indication of any mesophase.\n","Comment: Hard-disk controversy: 6 pages, 4 figures, 7 references"]}]
["0806.1118",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1118"],"date":["2008-06-06"],"type":["text"],"creator":["Bokut, L. A.","Fong, Y.","Ke, W. -F.","Shiao, L. -S."],"language":[],"coverage":[],"title":["Groebner-Shirshov basis for the braid semigroup"],"description":["  We found Groebner-Shirshov basis for the braid semigroup $B^+_{n+1}$. It\ngives a new algorithm for the solution of the word problem for the braid\nsemigroup and so for the braid group.\n"]}]
["0806.1123",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1123"],"date":["2008-06-06"],"type":["text"],"creator":["Bokut, L. A."],"language":[],"coverage":[],"title":["Groebner-Shirshov basis for the braid group in the Birman-Ko-Lee-Garside\n  generators"],"description":["  In this paper, we obtain Groebner-Shirshov (non-commutative Gr\\\"obner) bases\nfor the braid groups in the Birman-Ko-Lee generators enriched by new ``Garside\nword\" $\\delta$. It gives a new algorithm for getting the Birman-Ko-Lee Normal\nForm in the braid groups, and thus a new algorithm for solving the word problem\nin these groups.\n"]}]
["0806.1124",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1124"],"date":["2008-06-06"],"type":["text"],"creator":["Bokut, L. A.","Chaynikov, V. V.","Shum, K. P."],"language":[],"coverage":[],"title":["Markov and Artin normal form theorem for braid groups"],"description":["  In this paper we will present the results of Artin--Markov on braid groups by\nusing the Groebner--Shirshov basis. As a consequence we can reobtain the normal\nform of Artin--Markov--Ivanovsky as an easy corollary.\n"]}]
["0806.1125",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1125"],"date":["2008-06-06"],"type":["text"],"creator":["Bokut, L. A."],"language":[],"coverage":[],"title":["Groebner-Shirshov basis for the braid group in the Artin-Garside\n  generators"],"description":["  In this paper, we give a Groebner-Shirshov basis of the braid group $B_{n+1}$\nin the Artin--Garside generators. As results, we obtain a new algorithm for\ngetting the Garside normal form, and a new proof that the braid semigroup\n$B^+{n+1}$ is the subsemigroup in $B_{n+1}$.\n"]}]
["0806.1126",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1126","Appl. Phys. Lett. 91, 061911 (2007)","doi:10.1063/1.2768642"],"date":["2008-06-06"],"type":["text"],"creator":["Mattarelli, M.","Montagna, M.","Verrocchio, P."],"language":[],"coverage":[],"title":["Ultratransparent glass-ceramics: the structure factor and the quenching\n  of the Rayleigh scattering"],"description":["  Glass-ceramics with nanocrystals present a transparency higher than that\nexpected from the theory of Rayleigh scattering. This ultra-transparency is\nattributed to the spatial correlation of the nanoparticles. The structure\nfactor is calculated for a simple model system, the random sequential addition\nof equal spheres, at different volume filling factor. The spatial correlation\ngiven by the constraint that particles cannot superimpose produces a\ndiffraction peak with a low $S(q)$ in its low-$q$ tail, which is relevant for\nlight scattering. The physical mechanism producing high transparency in\nglass-ceramics is demonstrated to be the low density fluctuation in the number\nof scatterers.\n","Comment: 9 pages, 2 fig"]}]
["0806.1130",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1130"],"date":["2008-06-06"],"type":["text"],"creator":["Mir, T. A.","Shah, G. N."],"language":[],"coverage":[],"title":["Order in the mass spectrum of elementary particles"],"description":["  The study on the linkage of elementary particle mass differences with\npion-muon mass difference is explored further. In the present study we show\nthis linkage to be equally true for the mass differences amongst the members of\nSU(3) hadron multiplets and the hadrons belonging to multiplets having\ndifferent spin and parity characteristics. This reinforces our contention that\ninter particle mass excitations are quantized as integral multiples of basic\nmass unit of 29.318 MeV and thereby indicates the fundamental nature of\npion-muon mass difference in the elementary particle mass distribution.\n","Comment: 13 pages, 13 tables"]}]
["0806.1139",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Performance","B.8","C.4","D.2.4","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1139"],"date":["2008-06-06"],"type":["text"],"creator":["Andres, Miguel E.","D'Argenio, Pedro","van Rossum, Peter"],"language":[],"coverage":[],"title":["Significant Diagnostic Counterexamples in Probabilistic Model Checking"],"description":["  This paper presents a novel technique for counterexample generation in\nprobabilistic model checking of Markov Chains and Markov Decision Processes.\n(Finite) paths in counterexamples are grouped together in witnesses that are\nlikely to provide similar debugging information to the user. We list five\nproperties that witnesses should satisfy in order to be useful as debugging\naid: similarity, accuracy, originality, significance, and finiteness. Our\nwitnesses contain paths that behave similar outside strongly connected\ncomponents.\n  This papers shows how to compute these witnesses by reducing the problem of\ngenerating counterexamples for general properties over Markov Decision\nProcesses, in several steps, to the easy problem of generating counterexamples\nfor reachability properties over acyclic Markov Chains.\n"]}]
["0806.1140",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1140"],"date":["2008-06-06"],"type":["text"],"creator":["Bonhomme, N.","Courtois, H. M.","Tully, R. B."],"language":[],"coverage":[],"title":["Derivation of Distances with the Tully-Fisher Relation: The Antlia\n  Cluster"],"description":["  The Tully-Fisher relation is a correlation between the luminosity and the HI\n21cm line width in spiral galaxies (LLW relation). It is used to derive galaxy\ndistances in the interval 7 to 100 Mpc. Closer, the Cepheids, TRGB and Surface\nBrightness Fluctuation methods give a better accuracy. Further, the SNIa are\nluminous objects still available for distance measurement purposes, though with\na dramatically lower density grid of measurements on the sky. Galaxies in\nclusters are all at the same distance from the observer. Thus the distance of\nthe cluster derived from a large number of galaxies (N) has an error reduced\naccording to the square root of N. However, not all galaxies in a cluster are\nsuitable for the LLW measurement. The selection criteria we use are explained\nhereafter; the important point being to avoid Malmquist bias and to not\nintroduce any systematics in the distance measurement.\n","Comment: Moriond08"]}]
["0806.1142",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C44","58J35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1142"],"date":["2008-06-06"],"type":["text"],"creator":["Lu, Peng","Ni, Lei","Vázquez, Juan-Luis","Villani, Cédric"],"language":[],"coverage":[],"title":["Local Aronson-B\\'enilan estimates and entropy formulae for porous medium\n  and fast diffusion equations on manifolds"],"description":["  In this work we derive local gradient and Laplacian estimates of the\nAronson-B\\'enilan and Li-Yau type for positive solutions of porous medium\nequations posed on Riemannian manifolds with a lower Ricci curvature bound. We\nalso prove similar results for some fast diffusion equations. Inspired by\nPerelman's work we discover some new entropy formulae for these equations.\n","Comment: 22 pages, no figure"]}]
["0806.1145",{"format":[],"subject":["Physics - Optics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1145"],"date":["2008-06-06"],"type":["text"],"creator":["Bilotti, F.","Tricarico, S.","Vegni, L."],"language":[],"coverage":[],"title":["Optical cloaking with metamaterials"],"description":["  In this contribution, we present the design of cylindrical electromagnetic\ncloaks working at optical frequencies, making use of layered structures of\nplasmonic and non-plasmonic materials. The simulated results confirm the\nvalidity of the proposed approach and show a rather broad-band behavior of the\ncloaking device.\n","Comment: 2 pages, 2 figures, submitted to EOS Topical Meeting on\n  Nanophotonics, Photonic Crystals and Metamaterials - TOM 3 - 2008"]}]
["0806.1168",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Optimization and Control","30D55","30E05,","47A57","47D06","93B05."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1168"],"date":["2008-06-06"],"type":["text"],"creator":["Jacob, Birgit","Partington, Jonathan R.","Pott, Sandra"],"language":[],"coverage":[],"title":["Tangential interpolation in weighted vector-valued H^p spaces, with\n  applications"],"description":["  In this paper, norm estimates are obtained for the problem of minimal-norm\ntangential interpolation by vector-valued analytic functions in weighted H^p\nspaces, expressed in terms of the Carleson constants of related scalar\nmeasures. Applications are given to the notion of p-controllability properties\nof linear semigroup systems and controllability by functions in certain Sobolev\nspaces.\n","Comment: 28 pages"]}]
["0806.1176",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1176"],"date":["2008-06-06"],"type":["text"],"creator":["Anyon, M.","Dunning-Davies, J."],"language":[],"coverage":[],"title":["A fresh look at some questions surrounding black holes"],"description":["  The modern notion of a black hole singularity is considered with reference to\nthe Schwarzschild solution to Einstein's field equations of general relativity.\nA brief derivation of both the original and the modern line elements is given.\nThe argument is put forward that the singularity occurring within the\nSchwarzschild line element that has been associated with the radius of the\nblack hole event horizon is, in fact, merely a mathematical occurrence and does\nnot exist physically. The real aim here, however, is to attempt to open up the\nwhole problem, draw some conclusions, but finally to urge everyone to consider\nthe points raised with no preconceived opinions and then come to their own\nfinal conclusion.\n","Comment: 13 pages"]}]
["0806.1189",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1189","doi:10.1051/0004-6361:200810091"],"date":["2008-06-06"],"type":["text"],"creator":["Alves, F. O.","Franco, G. A. P.","Girart, J. M."],"language":[],"coverage":[],"title":["Optical polarimetry toward the Pipe nebula: Revealing the importance of\n  the magnetic field"],"description":["  Magnetic fields are proposed to play an important role in the formation and\nsupport of self-gravitating clouds and the formation and evolution of\nprotostars in such clouds. We use R-band linear polarimetry collected for about\n12000 stars in 46 fields with lines of sight toward the Pipe nebula to\ninvestigate the properties of the polarization across this dark cloud complex.\nMean polarization vectors show that the magnetic field is locally perpendicular\nto the large filamentary structure of the Pipe nebula (the `stem'), indicating\nthat the global collapse may have been driven by ambipolar diffusion. The\npolarization properties clearly change along the Pipe nebula. The northwestern\nend of the nebula (B59 region) is found to have a low degree of polarization\nand high dispersion in polarization position angle, while at the other extreme\nof the cloud (the `bowl') we found mean degrees of polarization as high as\n$\\approx$15% and a low dispersion in polarization position angle. The plane of\nthe sky magnetic field strength was estimated to vary from about 17 $\\mu$G in\nthe B59 region to about 65 $\\mu$G in the bowl. We propose that three distinct\nregions exist, which may be related to different evolutionary states of the\ncloud; this idea is supported by both the polarization properties across the\nPipe and the estimated mass-to-flux ratio that varies between approximately\nsuper-critical toward the B59 region and sub-critical inside the bowl. The\nthree regions that we identify are: the B59 region, which is currently forming\nstars; the stem, which appears to be at an earlier stage of star formation\nwhere material has been through a collapsing phase but not yet given birth to\nstars; and the bowl, which represents the earliest stage of the cloud in which\nthe collapsing phase and cloud fragmentation has already started.\n","Comment: 4 pages, 2 figures"]}]
["0806.1190",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1190"],"date":["2008-06-06"],"type":["text"],"creator":["Iordanova, Aneta"],"language":[],"coverage":[],"title":["Heavy-Ion Physics with CMS"],"description":["  This article presents a brief overview of the CMS experiment capabilities to\nstudy the hot and dense matter created in relativistic heavy-ion collisions.\nThe CERN Large Hadron Collider will provide collisions of Pb nuclei at 5.5 TeV\nper nucleon. The CMS heavy ion group has developed a plethora of physics\nanalyses addressing many important aspects of heavy-ion physics in preparation\nfor a competitive and successful program.\n","Comment: 4 pages, 6 figures, proceedings to the Rencontres de Moriond QCD and\n  High Energy Interactions, March 8-15, 2008, La Thuile, Italy"]}]
["0806.1199",{"format":[],"subject":["Computer Science - Information Theory","Condensed Matter - Statistical Mechanics","Computer Science - Artificial Intelligence","Computer Science - Learning","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1199"],"date":["2008-06-06"],"type":["text"],"creator":["Chertkov, Michael","Kroc, Lukas","Vergassola, Massimo"],"language":[],"coverage":[],"title":["Belief Propagation and Beyond for Particle Tracking"],"description":["  We describe a novel approach to statistical learning from particles tracked\nwhile moving in a random environment. The problem consists in inferring\nproperties of the environment from recorded snapshots. We consider here the\ncase of a fluid seeded with identical passive particles that diffuse and are\nadvected by a flow. Our approach rests on efficient algorithms to estimate the\nweighted number of possible matchings among particles in two consecutive\nsnapshots, the partition function of the underlying graphical model. The\npartition function is then maximized over the model parameters, namely\ndiffusivity and velocity gradient. A Belief Propagation (BP) scheme is the\nbackbone of our algorithm, providing accurate results for the flow parameters\nwe want to learn. The BP estimate is additionally improved by incorporating\nLoop Series (LS) contributions. For the weighted matching problem, LS is\ncompactly expressed as a Cauchy integral, accurately estimated by a saddle\npoint approximation. Numerical experiments show that the quality of our\nimproved BP algorithm is comparable to the one of a fully polynomial randomized\napproximation scheme, based on the Markov Chain Monte Carlo (MCMC) method,\nwhile the BP-based scheme is substantially faster than the MCMC scheme.\n","Comment: 8 pages, 2 figures"]}]
["0806.1202",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1202"],"date":["2008-06-06"],"type":["text"],"creator":["Heintz, Ulrich"],"language":[],"coverage":[],"title":["Top quark mass measurements at the Tevatron"],"description":["  The mass of the top quark has been measured at Fermilab using the Tevatron\nppbar collider to a precision of less than 1%. I discuss the individual\nmeasurements that go into this result and its impact on our understanding of\nthe standard model of the electroweak interactions.\n","Comment: 4 pages, 2 figures, contributed to proceedings of Moriond QCD 2008\n  conference"]}]
["0806.1213",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Classical Analysis and ODEs","34M55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1213"],"date":["2008-06-06"],"type":["text"],"creator":["Movasati, Hossein","Reiter, Stefan"],"language":[],"coverage":[],"title":["Painlev\\'e VI equations with algebraic solutions and family of curves"],"description":["  In families of Painlev\\'e VI differential equations having common algebraic\nsolutions we classify all the members which come from geometry, i.e. the\ncorresponding linear differential equations which are Picard-Fuchs associated\nto families of algebraic varieties. In our case, we have one family with zero\ndimensional fibers and all others are families of curves. We use the\nclassification of families of elliptic curves with four singular fibers done by\nHerfurtner in 1992 and generalize the results of Doran in 2001 and Ben Hamed\nand Gavrilov in 2005.\n","Comment: 15 pages"]}]
["0806.1216",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1216"],"date":["2008-06-06"],"type":["text"],"creator":["Mac Gregor, Malcolm H."],"language":[],"coverage":[],"title":["The experimental lifetime alpha-quantization of the 36 metastable\n  elementary particle lifetimes"],"description":["  The fine structure constant alpha ~ 1/137 appears as a lifetime scaling\nfactor for the 36 metastable (t > 10^-21 sec) elementary particles -- 34\nhadrons and the mu and tau leptons. The hadrons divide into 24 long-lived\nunpaired-quark (UQ) and 3 short-lived paired-quark (PQ) ground states (the\nlowest-mass states for each u, d, s, c, b quark flavor combination), plus 7\nexcited states. The lifetime ratios include six factors of alpha, six factors\nof alpha^4, and one factor of alpha^3 (the leptons). This experimental lifetime\nalpha-quantization has seven salient features, where (1)-(3) show powers of\nalpha and (4)-(7) show smaller scaling effects): (1) A low-mass (m < 1 Gev)\nparticle alpha-chain of linked alpha and alpha^4 lifetime ratios that extends\nfrom the neutron to the eta' meson and spans 11 powers of alpha. (2) Four\nunpaired-quark lifetime clusters (UQ)(pi, s, b, c) that contain 23 ground\nstates which are sorted by the quark priorities c > b > s. (3) Four\npaired-quark clusters (PQ)(pi, s, b, c), and four alpha^4 pairing gaps between\nthe fast PQ decays (which conserve flavor) and the slow UQ decays (which do\nnot). (4) IR integer-ratio scaling inside UQ clusters, with integer lifetime\nratios of 2, 3, or 4. (5) RP random perturbations that produce ~10% deviations\nfrom exact IR scaling. (6) Hadronic BC-scaling, which reflects the empirical BC\n= t(b)/t(c) ~ 3 lifetime ratios that occur between unpaired b-quark states and\ncorresponding unpaired c-quark states. (7) Leptonic BC-scaling, shown in the\nlifetime equation (t(tau) x BC) / t(mu) = alpha^3, which is accurate to 2% for\nBC = 3.0, and which utilizes an alpha^3 scaling factor. The UQ and PQ lifetime\nclusters clearly reflect their u, d, s, c, b quark substructures\n","Comment: 48 pages, 19 figures, 8 tables"]}]
["0806.1217",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1217","Physical Review B 77, 144506 (2008)","doi:10.1103/PhysRevB.77.144506"],"date":["2008-06-06"],"type":["text"],"creator":["Hernández, Alexander D.","López, Arturo"],"language":[],"coverage":[],"title":["Variational approach to vortex penetration and vortex interaction"],"description":["  A variational calculation for vortex penetration is presented. Variational\ntrial functions for the Meissner state are combined with variational functions\nfor a vortex near the surface. The latter is based on Clem's trial solutions\nfor a vortex in bulk, which were adapted to include surface effects through\nconsideration of an image vortex. Three variational parameters are considered,\ncorresponding to the effective coherence length of the vortex, the effective\npenetration length for the Meissner currents, and the value of the order\nparameter at the surface. The results show that the last two variational\nparameters are independent of vortex position. Explicit calculations are\npresented for several $\\kappa$ values. The energy barrier for vortex\npenetration is shown to be in good agreement with full numerical calculations\nof the Ginzburg--Landau equations. We consider the variation of the magnetic\nflux carried by a vortex as it gets inside the superconductor and agreement\nwith known experimental and theoretical results is obtained. The model was\nextended to calculate the force between two vortices, and the results show that\nthe force goes to zero as the pair comes close to the surface. This result can\nbe of interest for the study of the melting of the vortex lattice and for\nvortices confined in mesoscopic superconductors. The variational approach can\nbe very helpful for intermediate $\\kappa$ values when numerical calculations\nbecome computationally demanding because it provides manageable expressions for\nall physically relevant quantities.\n","Comment: 11 pages, 8 figures"]}]
["gr-qc/0602013",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0602013","The Quantum Structure of Space and Time: ed. by D. Gross, M.\n  Henneaux, and A. Sevrin (World Scientific, Singapore, 2007)"],"date":["2006-02-02","2006-02-20"],"type":["text"],"creator":["Hartle, James B."],"language":[],"coverage":[],"title":["Generalizing Quantum Mechanics for Quantum Spacetime"],"description":["  Familiar textbook quantum mechanics assumes a fixed background spacetime to\ndefine states on spacelike surfaces and their unitary evolution between them.\nQuantum theory has changed as our conceptions of space and time have evolved.\nBut quantum mechanics needs to be generalized further for quantum gravity where\nspacetime geometry is fluctuating and without definite value. This paper\nreviews a fully four-dimensional, sum-over-histories, generalized quantum\nmechanics of cosmological spacetime geometry. This generalization is\nconstructed within the framework of generalized quantum theory. This is a\nminimal set of principles for quantum theory abstracted from the modern quantum\nmechanics of closed systems, most generally the universe. In this\ngeneralization, states of fields on spacelike surfaces and their unitary\nevolution are emergent properties appropriate when spacetime geometry behaves\napproximately classically. The principles of generalized quantum theory allow\nfor the further generalization that would be necessary were spacetime not\nfundamental. Emergent spacetime phenomena are discussed in general and\nillustrated with the example of the classical spacetime geometries with large\nspacelike surfaces that emerge from the `no-boundary' wave function of the\nuniverse. These must be Lorentzian with one, and only one, time direction. The\nessay concludes by raising the question of whether quantum mechanics itself is\nemergent.\n","Comment: 31 pages, 4 figures, latex, contribution to the 23rd Solvay\n  Conference, The Quantum Structure of Space and Time, one reference added"]}]
["math/0311067",{"format":[],"subject":["Mathematics - Algebraic Topology","19L47"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0311067","Rocky Mountain Journal of Mathematics 37 (2007), no. 5,\n  1705--1712."],"date":["2003-11-05","2008-06-09"],"type":["text"],"creator":["Seaton, Christopher"],"language":[],"coverage":[],"title":["$K$-Theory of Crepant Resolutions of Complex Orbifolds with SU(2)\n  Singularities"],"description":["  We show that if $Q$ is a closed, reduced, complex orbifold of dimension $n$\nsuch that every local group acts as a subgroup of $SU(2) < SU(n)$, then the\n$K$-theory of the unique crepant resolution of $Q$ is isomorphic to the\norbifold $K$-theory of $Q$.\n","Comment: 6 pages, minor corrections"]}]
["math/0311075",{"format":[],"subject":["Mathematics - Differential Geometry","53C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0311075","(paper version) Differential Geometry and its Applications 26\n  (2008), no. 1, 42--51.","doi:10.1016/j.difgeo.2007.11.002"],"date":["2003-11-06","2004-04-14"],"type":["text"],"creator":["Seaton, Christopher"],"language":[],"coverage":[],"title":["Two Gauss-Bonnet and Poincar\\'{e}-Hopf Theorems for Orbifolds with\n  Boundary"],"description":["  The goal of this work is to generalize the Gauss-Bonnet and Poincar\\'{e}-Hopf\nTheorems to the case of orbifolds with boundary. We present two such\ngeneralizations, the first in the spirit of Satake. In this case, the local\ndata (i.e. integral of the curvature in the case of the Gauss-Bonnet Theorem\nand the index of the vector field in the case of the Poincar\\'{e}-Hopf Theorem)\nis related to Satake's orbifold Euler characteristic, a rational number which\ndepends on the orbifold structure. For the second pair of generalizations, we\nuse the Chen-Ruan orbifold cohomology to express the local data in a way which\ncan be related to the Euler characteristic of the underlying space of the\norbifold. This case applies only to orbifolds which admit almost-complex\nstructures.\n","Comment: Dissertation, 5 figures. Fixed typos and clarified exposition"]}]
["math/0503154",{"format":[],"subject":["Mathematics - Group Theory","20D20","20D25","20D10","20D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503154"],"date":["2005-03-08","2008-06-09"],"type":["text"],"creator":["Serre, J. -P."],"language":["fr"],"coverage":[],"title":["Groupes finis"],"description":["  The present notes are based on a course given by J-P.Serre at ENSJF in\n1978/79 on the elementary properties of finite groups. They were first written\ndown by M.Buhler and C.Goldstein (Montrouge 1979), then revised and put in\nLaTeX by N.Billerey, O.Dodane and E.Rey.\n","Comment: 75 pages; in french; course at ENSJF in 1978/79"]}]
["math/0511276",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G20, 14G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511276","Internat. Math. Res. Notices 2007; Vol. 2007: article ID rnm004","doi:10.1093/imrn/rnm004"],"date":["2005-11-10","2007-05-15"],"type":["text"],"creator":["Guralnick, Robert M.","Tucker, Thomas J.","Zieve, Michael E."],"language":[],"coverage":[],"title":["Exceptional covers and bijections on rational points"],"description":["  We show that if f: X --> Y is a finite, separable morphism of smooth curves\ndefined over a finite field F_q, where q is larger than an explicit constant\ndepending only on the degree of f and the genus of X, then f maps X(F_q)\nsurjectively onto Y(F_q) if and only if f maps X(F_q) injectively into Y(F_q).\nSurprisingly, the bounds on q for these two implications have different orders\nof magnitude. The main tools used in our proof are the Chebotarev density\ntheorem for covers of curves over finite fields, the Castelnuovo genus\ninequality, and ideas from Galois theory.\n","Comment: 19 pages; various minor changes to previous version. To appear in\n  International Mathematics Research Notices"]}]
["math/0511513",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Geometric Topology","68R15","57M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511513"],"date":["2005-11-21","2008-06-09"],"type":["text"],"creator":["Turaev, Vladimir"],"language":[],"coverage":[],"title":["Cobordism of words"],"description":["  We introduce an equivalence relation, called cobordism, for words and study\ncobordism invariants of words inspired by methods of low-dimensional topology.\n","Comment: 47 pages"]}]
["math/0606665",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Topology","55R25","57R20","58A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606665","Journal of Geometry and Physics 57 (2007), no. 11, 2365--2371","doi:10.1016/j.geomphys.2007.08.001"],"date":["2006-06-27","2006-08-08"],"type":["text"],"creator":["Seaton, Christopher"],"language":[],"coverage":[],"title":["Characteristic Classes of Bad Orbifold Vector Bundles"],"description":["  We show that every bad orbifold vector bundle can be realized as the\nrestriction of a good orbifold vector bundle to a suborbifold of the base\nspace. We give an explicit construction of this result in which the Chen-Ruan\norbifold cohomology of the two base spaces are isomorphic (as additive groups).\nThis construction is used to indicate an extension of the Chern-Weil\nconstruction of characteristic classes to bad orbifold vector bundles. In\nparticular, we apply this construction to the orbifold Euler class and\ndemonstrate that it acts as an obstruction to the existence of nonvanishing\nsections.\n","Comment: 12 pages; improved exposition"]}]
["math/0611364",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","47C15 (Primary)","47A65, 46L10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611364"],"date":["2006-11-13","2008-06-09"],"type":["text"],"creator":["Sherman, David"],"language":[],"coverage":[],"title":["Divisible operators in von Neumann algebras"],"description":["  Relativizing an idea from multiplicity theory, we say that an element x of a\nvon Neumann algebra M is n-divisible if (W*(x)' cap M) unitally contains a\nfactor of type I_n. We decide the density of the n-divisible operators, for\nvarious n, M, and operator topologies. The most sensitive case is sigma-strong\ndensity in II_1 factors, which is closely related to the McDuff property.\n  We make use of Voiculescu's noncommutative Weyl-von Neumann theorem to obtain\nseveral descriptions of the norm closure of the n-divisible operators in\nB(ell^2). Here are two consequences: (1) in contrast to the reducible\noperators, of which they form a subset, the divisible operators are nowhere\ndense; (2) if an operator is a norm limit of divisible operators, it is\nactually a norm limit of unitary conjugates of a single divisible operator.\n  This is related to our ongoing work on unitary orbits by the following\ntheorem, which is new even for B(ell^2): if an element of a von Neumann algebra\nbelongs to the norm closure of the aleph_0-divisible operators, then the\nsigma-weak closure of its unitary orbit is convex.\n","Comment: 37 pages"]}]
["q-bio/0609003",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0609003"],"date":["2006-09-02","2008-06-07"],"type":["text"],"creator":["Shan, Yunfeng","Li, Xiu-Qing"],"language":[],"coverage":[],"title":["Maximum-frequency gene tree: a simplified genome-scale approach to\n  overcoming incongruence in molecular phylogenies"],"description":["  Genomes and genes diversify during evolution; however, it is unclear to what\nextent genes still retain the relationship among species. Model species for\nmolecular phylogenetic studies include yeasts and viruses whose genomes were\nsequenced as well as plants that have the fossil-supported true phylogenetic\ntrees available. In this study, we generated single gene trees of seven yeast\nspecies as well as single gene trees of nine baculovirus species using all the\northologous genes among the species compared. Homologous genes among seven\nknown plants were used for validation of the fi nding. Four algorithms: maximum\nparsimony, minimum evolution, maximum likelihood, and neighbor-joining, were\nused. Trees were reconstructed before and after weighting the DNA and protein\nsequence lengths among genes. Rarely a gene can always generate the \"true tree\"\nby all the four algorithms. However, the most frequent gene tree, termed\n\"maximum gene-support tree\" (MGS tree, or WMGS tree for the weighted one), in\nyeasts, baculoviruses, or plants was consistently found to be the \"true tree\"\namong the species. The results provide insights into the overall degree of\ndivergence of orthologous genes of the genomes analyzed and suggest the\nfollowing: 1) The true tree relationship among the species studied is still\nmaintained by the largest group of orthologous genes; 2) There are usually more\northologous genes with higher similarities between genetically closer species\nthan between genetically more distant ones; and 3) The maximum gene-support\ntree refl ects the phylogenetic relationship among species in comparison.\n  Keywords: genome, gene evolution, molecular phylogeny, true tree\n","Comment: 10 pages, 5 figures, Evolution 2006, July 23-27 Stony Brook\n  University, NY, USA"]}]
