["0708.1221",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1221","Phys. Rev. A 78, 012356 (2008)","doi:10.1103/PhysRevA.78.012356"],"date":["2007-08-09","2008-07-07"],"type":["text"],"creator":["Crosswhite, Gregory M.","Bacon, Dave"],"language":[],"coverage":[],"title":["Finite automata for caching in matrix product algorithms"],"description":["  A diagram is introduced for visualizing matrix product states which makes\ntransparent a connection between matrix product factorizations of states and\noperators, and complex weighted finite state automata. It is then shown how one\ncan proceed in the opposite direction: writing an automaton that ``generates''\nan operator gives one an immediate matrix product factorization of it. Matrix\nproduct factorizations have the advantage of reducing the cost of computing\nexpectation values by facilitating caching of intermediate calculations. Thus\nour connection to complex weighted finite state automata yields insight into\nwhat allows for efficient caching in matrix product algorithms. Finally, these\ntechniques are generalized to the case of multiple dimensions.\n","Comment: 18 pages, 19 figures, LaTeX; numerous improvements have been made to\n  the manuscript in response to referee feedback"]}]
["0709.1174",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1174","Nature Nanotechnology 3, 210 - 215 (01 Apr 2008)","doi:10.1038/nnano.2008.67"],"date":["2007-09-08"],"type":["text"],"creator":["Das, A.","Pisana, S.","Piscanec, S.","Chakraborty, B.","Saha, S. K.","Waghmare, U. V.","Yiang, R.","Krishnamurhthy, H. R.","Geim, A. K.","Ferrari, A. C.","Sood, A. K."],"language":[],"coverage":[],"title":["Electrochemically Top Gated Graphene: Monitoring Dopants by Raman\n  Scattering"],"description":["  We demonstrate electrochemical top gating of graphene by using a solid\npolymer electrolyte. This allows to reach much higher electron and hole doping\nthan standard back gating. In-situ Raman measurements monitor the doping. The G\npeak stiffens and sharpens for both electron and hole doping, while the 2D peak\nshows a different response to holes and electrons. Its position increases for\nhole doping, while it softens for high electron doping. The variation of G peak\nposition is a signature of the non-adiabatic Kohn anomaly at $\\Gamma$. On the\nother hand, for visible excitation, the variation of the 2D peak position is\nruled by charge transfer. The intensity ratio of G and 2D peaks shows a strong\ndependence on doping, making it a sensitive parameter to monitor charges.\n","Comment: 7 pages, 8 figures"]}]
["0710.4198",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4198","Phys. Rev. B 77, 094431 (2008)","doi:10.1103/PhysRevB.77.094431"],"date":["2007-10-23","2008-03-25"],"type":["text"],"creator":["Hirano, Takaaki","Katsura, Hosho","Hatsugai, Yasuhiro"],"language":[],"coverage":[],"title":["Topological Classification of Gapped Spin Chains :Quantized Berry Phase\n  as a Local Order Parameter"],"description":["  We characterize several phases of gapped spin systems by local order\nparameters defined by quantized Berry phases. This characterization is\ntopologically stable against any small perturbation as long as the energy gap\nremains finite. The models we pick up are $S=1,2$ dimerized Heisenberg chains\nand S=2 Heisenberg chains with uniaxial single-ion-type anisotropy.\nAnalytically we also evaluate the topological local order parameters for the\ngeneralized Affleck-Kennedy-Lieb-Tasaki (AKLT) model. The relation between the\npresent Berry phases and the fractionalization in the integer spin chains are\ndiscussed as well.\n","Comment: 6 pages, 4 figures, accepted for publication in Phys. Rev. B"]}]
["0712.2295",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2295"],"date":["2007-12-14","2008-08-18"],"type":["text"],"creator":["Huang, Wei","Wei, Zhaohui"],"language":[],"coverage":[],"title":["Efficient One-way Quantum Computations for Quantum Error Correction"],"description":["  We show how to explicitly construct an $O(nd)$ size and constant quantum\ndepth circuit which encodes any given $n$-qubit stabilizer code with $d$\ngenerators. Our construction is derived using the graphic description for\nstabilizer codes and the one-way quantum computation model. Our result\ndemonstrates how to use cluster states as scalable resources for many\nmulti-qubit entangled states and how to use the one-way quantum computation\nmodel to improve design of quantum algorithms.\n"]}]
["0712.2948",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2948","Russian Math. Surveys 63:2 (2008), 381-382.","doi:10.1070/RM2008v063n02ABEH004518"],"date":["2007-12-18","2007-12-30"],"type":["text"],"creator":["Nemirovski, Stefan"],"language":[],"coverage":[],"title":["Finite unions of balls in C^n are rationally convex"],"description":["  It is shown that the rational convexity of any finite union of disjoint\nclosed balls in C^n follows easily from the results of Duval and Sibony.\n","Comment: V.2 - minor edits, 2 pages"]}]
["0712.3186",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14F17","14Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3186"],"date":["2007-12-19","2008-08-18"],"type":["text"],"creator":["Ein, Lawrence","Popa, Mihnea"],"language":[],"coverage":[],"title":["Global division of cohomology classes via injectivity"],"description":["  We note that the vanishing and injectivity theorems of Koll\\'ar and\nEsnault-Viehweg can be used to give a quick algebraic proof of a strengthening\nof the Ein-Lazarsfeld Skoda-type division theorem for global sections of\nadjoint line bundles vanishing along suitable multiplier ideal sheaves, and to\nextend it to higher cohomology classes as well. For global sections, this is\nalso a slightly more general statement of the algebraic translation of an\nanalytic result of Siu. Along the way we write down an injectivity statement\nfor multiplier ideals, and its standard consequences.\n","Comment: 10 pages; dedication included, and minor corrections made; to appear\n  in the Michigan Math. J. volume in honor of Mel Hochster's 65th birthday"]}]
["0712.3439",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3439","J. Stat. Mech. (2008) P07011","doi:10.1088/1742-5468/2008/07/P07011"],"date":["2007-12-20","2008-08-18"],"type":["text"],"creator":["Fjaerestad, John Ove"],"language":[],"coverage":[],"title":["Ground-state fidelity of Luttinger liquids: A wave functional approach"],"description":["  We use a wave functional approach to calculate the fidelity of ground states\nin the Luttinger liquid universality class of one-dimensional gapless quantum\nmany-body systems. The ground-state wave functionals are discussed using both\nthe Schrodinger (functional differential equation) formulation and a path\nintegral formulation. The fidelity between Luttinger liquids with Luttinger\nparameters K and K' is found to decay exponentially with system size, and to\nobey the symmetry F(K,K')=F(1/K,1/K') as a consequence of a duality in the\nbosonization description of Luttinger liquids.\n","Comment: 13 pages, IOP single-column format. Sec. 3 expanded with discussion\n  of short-distance cut-off. Some typos corrected. Ref. 44 in v2 is now\n  footnote 2 (moved by copy editor). Published version"]}]
["0712.4362",{"format":[],"subject":["Mathematics - Rings and Algebras","16W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4362"],"date":["2007-12-28","2008-08-18"],"type":["text"],"creator":["Iglesias, F. Castano","Kadison, Lars"],"language":[],"coverage":[],"title":["Similarity, Codepth Two Bicomodules and QF Bimodules"],"description":["  For any k-coalgebra C it is shown that similar quasi-finite C-comodules have\nstrongly equivalent coendomorphism coalgebras;\n  (the converse is in general not true). As an application we give a general\nresult about codepth two coalgebra homomorphisms. Also a notion of codepth two\nbicomodule is introduced. The last section applies similarity to an\nendomorphism ring theorem for quasi-Frobenius (QF) bimodules and then to finite\ndepth ring extensions. For QF extensions, we establish that left and right\ndepth two are equivalent notions as well as a converse endomorphism theorem,\nand characterize depth three in terms of separability and depth two.\n","Comment: 11 pages"]}]
["0801.3935",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3935","Phys. Rev. Lett. 101, 073002 (2008)","doi:10.1103/PhysRevLett.101.073002"],"date":["2008-01-25"],"type":["text"],"creator":["Gollub, Caroline","Kowalewski, Markus","de Vivie-Riedle, Regina"],"language":[],"coverage":[],"title":["Montonic convergent optimal control theory to modulate bandwidth limited\n  laser pulses in linear and non-linear optical processes"],"description":["  We present a modified optimal control scheme based on the Krotov method,\nwhich allows for strict limitations on the spectrum of the optimized laser\nfields, without losing monotonic convergence of the algorithm. The method\nguarantees a close link to learning loop control experiments and is\ndemonstrated for the challenging control of non-resonant Raman transitions,\nwhich are used to implement a set of global quantum gates for molecular\nvibrational qubits.\n","Comment: 4 pages, 3 figures"]}]
["0802.1021",{"format":[],"subject":["Mathematics - Algebraic Geometry","14K05","14H40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1021"],"date":["2008-02-07","2008-08-18"],"type":["text"],"creator":["Pareschi, Giuseppe","Popa, Mihnea"],"language":[],"coverage":[],"title":["Regularity on abelian varieties III: relationship with Generic Vanishing\n  and applications"],"description":["  We describe the relationship between the notions of $M$-regular sheaf and\n$GV$-sheaf in the case of abelian varieties. The former is a natural\nstrengthening of the latter, and we provide an algebraic criterion\ncharacterizing it among the larger class. Based on this we deduce new basic\nproperties of both $M$-regular and $GV$-sheaves. In the second part we give a\nnumber of applications of generation criteria for $M$-regular sheaves to the\nstudy of Seshadri constants, Picard bundles, pluricanonical maps on irregular\nvarieties, and semihomogeneous vector bundles. This second part of the paper is\nbased on our earlier preprint math.AG/0306103, with some improved statements\nand shortened arguments.\n","Comment: 25 pages; this replaces the older preprint math.AG/0306103 and\n  roughly half of the content is new; prepared for the Proceedings of the Clay\n  Institute Workshop on vector bundles, October 2006; updated references"]}]
["0802.3417",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3417","Phys. Rev. A 78, 023615 (2008)","doi:10.1103/PhysRevA.78.023615"],"date":["2008-02-22"],"type":["text"],"creator":["Sakmann, Kaspar","Streltsov, Alexej I.","Alon, Ofir E.","Cederbaum, Lorenz S."],"language":[],"coverage":[],"title":["Reduced density matrices and coherence of trapped interacting bosons"],"description":["  The first- and second-order correlation functions of trapped, interacting\nBose-Einstein condensates are investigated numerically on a many-body level\nfrom first principles. Correlations in real space and momentum space are\ntreated. The coherence properties are analyzed. The results are obtained by\nsolving the many-body Schr\\\"odinger equation. It is shown in an example how\nmany-body effects can be induced by the trap geometry. A generic fragmentation\nscenario of a condensate is considered. The correlation functions are discussed\nalong a pathway from a single condensate to a fragmented condensate. It is\nshown that strong correlations can arise from the geometry of the trap, even at\nweak interaction strengths. The natural orbitals and natural geminals of the\nsystem are obtained and discussed. It is shown how the fragmentation of the\ncondensate can be understood in terms of its natural geminals. The many-body\nresults are compared to those of mean-field theory. The best solution within\nmean-field theory is obtained. The limits in which mean-field theories are\nvalid are determined. In these limits the behavior of the correlation functions\nis explained within an analytical model.\n","Comment: 40 pages, 6 figures"]}]
["0803.0461",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13D45, 13Exx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0461"],"date":["2008-03-04","2008-08-18"],"type":["text"],"creator":["Asgharzadeh, Mohsen","Divaani-Aazar, Kamran","Tousi, Massoud"],"language":[],"coverage":[],"title":["The finiteness dimension of local cohomology modules and its dual notion"],"description":["  Let \\fa be an ideal of a commutative Noetherian ring R and M a finitely\ngenerated R-module. We explore the behavior of the two notions f_{\\fa}(M), the\nfiniteness dimension of M with respect to \\fa, and, its dual notion q_{\\fa}(M),\nthe Artinianess dimension of M with respect to \\fa. When (R,\\fm) is local and\nr:=f_{\\fa}(M) is less than f_{\\fa}^{\\fm}(M), the \\fm-finiteness dimension of M\nrelative to \\fa, we prove that H^r_{\\fa}(M) is not Artinian, and so the filter\ndepth of \\fa on M doesn't exceeds f_{\\fa}(M). Also, we show that if M has\nfinite dimension and H^i_{\\fa}(M) is Artinian for all i>t, where t is a given\npositive integer, then H^t_{\\fa}(M)/\\fa H^t_{\\fa}(M) is Artinian. It\nimmediately implies that if q:=q_{\\fa}(M)>0, then H^q_{\\fa}(M) is not finitely\ngenerated, and so f_{\\fa}(M)\\leq q_{\\fa}(M).\n","Comment: 14 pages, to appear in Journal of Pure and Applied Algebra"]}]
["0803.0958",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0958","Phys. Rev. B 78, 054507 (2008)","doi:10.1103/PhysRevB.78.054507"],"date":["2008-03-06","2008-08-18"],"type":["text"],"creator":["Serban, I.","Plourde, B. L. T.","Wilhelm, F. K."],"language":[],"coverage":[],"title":["Quantum nondemolition-like, fast measurement scheme for a\n  superconducting qubit"],"description":["  We present a measurement protocol for a flux qubit coupled to a\ndc-Superconducting QUantum Interference Device (SQUID), representative of any\ntwo-state system with a controllable coupling to an harmonic oscillator\nquadrature, which consists of two steps. First, the qubit state is imprinted\nonto the SQUID via a very short and strong interaction. We show that at the end\nof this step the qubit dephases completely, although the perturbation of the\nmeasured qubit observable during this step is weak. In the second step,\ninformation about the qubit is extracted by measuring the SQUID. This step can\nhave arbitrarily long duration, since it no longer induces qubit errors.\n","Comment: published version, minor corrections"]}]
["0803.1330",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1330"],"date":["2008-03-10","2008-08-18"],"type":["text"],"creator":["Lori, Nicolas F.","Blin, Alex H."],"language":[],"coverage":[],"title":["Application of Quantum Darwinism to Diffusion during Cosmic Inflation"],"description":["  A baby-universe model of cosmic inflation is analyzed using quantum\nDarwinism. In this model cosmic inflation can be approximated as Brownian\nmotion of a quantum field, and quantum Darwinism implies that decoherence is\nthe result of quantum Brownian motion of the wave function. The quantum\nDarwinism approach to decoherence in the baby-universe cosmic-inflation model\nyields the decoherence times of the baby-universes. The result is the equation\nrelating the baby-universe's decoherence time with the Hubble parameter. A\nbrief discussion of the relation between Darwinism and determinism is provided\nin the Appendix.\n","Comment: Latex, 15 pages. Alterations to improve clarity of text, added\n  references"]}]
["0803.1427",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1427","New Journal of Physics, vol 10, page 083024 (2008)","doi:10.1088/1367-2630/10/8/083024"],"date":["2008-03-10","2008-08-18"],"type":["text"],"creator":["Uhrig, Götz S."],"language":[],"coverage":[],"title":["Exact Results on Dynamical Decoupling by $\\pi$-Pulses in Quantum\n  Information Processes"],"description":["  The aim of dynamical decoupling consists in the suppression of decoherence by\nappropriate coherent control of a quantum register. Effectively, the\ninteraction with the environment is reduced. In particular, a sequence of $\\pi$\npulses is considered. Here we present exact results on the suppression of the\ncoupling of a quantum bit to its environment by optimized sequences of $\\pi$\npulses. The effect of various cutoffs of the spectral density of the\nenvironment is investigated. As a result we show that the harder the cutoff is\nthe better an optimized pulse sequence can deal with it. For cutoffs which are\nneither completely hard nor very soft we advocate iterated optimized sequences.\n","Comment: 12 pages and 3 figures"]}]
["0803.1552",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1552","Genetics 179, 2125 (2008)"],"date":["2008-03-11","2008-05-30"],"type":["text"],"creator":["Jain, Kavita"],"language":[],"coverage":[],"title":["Loss of least-loaded class in asexual populations due to drift and\n  epistasis"],"description":["  We consider the dynamics of a non-recombining haploid population of finite\nsize which accumulates deleterious mutations irreversibly. This ratchet like\nprocess occurs at a finite speed in the absence of epistasis, but it has been\nsuggested that synergistic epistasis can halt the ratchet. Using a diffusion\ntheory, we find explicit analytical expressions for the typical time between\nsuccessive clicks of the ratchet for both non-epistatic and epistatic fitness\nfunctions. Our calculations show that the inter-click time is of a scaling form\nwhich in the absence of epistasis gives a speed that is determined by size of\nthe least-loaded class and the selection coefficient. With synergistic\ninteractions, the ratchet speed is found to approach zero rapidly for arbitrary\nepistasis. Our analytical results are in good agreement with the numerical\nsimulations.\n","Comment: Version to appear in Genetics"]}]
["0803.2008",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2008","Phys. Rev. E 78, 020101(R) (2008)","doi:10.1103/PhysRevE.78.020101"],"date":["2008-03-13","2008-08-16"],"type":["text"],"creator":["van Teeffelen, Sven","Löwen, Hartmut"],"language":[],"coverage":[],"title":["Dynamics of a Brownian circle swimmer"],"description":["  Self-propelled particles move along circles rather than along a straight line\nwhen their driving force does not coincide with their propagation direction.\nExamples include confined bacteria and spermatozoa, catalytically driven\nnanorods, active, anisotropic colloidal particles and vibrated granulates.\nUsing a non-Hamiltonian rate theory and computer simulations, we study the\nmotion of a Brownian \"circle swimmer\" in a confining channel. A sliding mode\nclose to the wall leads to a huge acceleration as compared to the bulk motion,\nwhich can further be enhanced by an optimal effective torque-to-force ratio.\n","Comment: v2: changed title from \"The fate of a Brownian circle swimmer\";\n  mainly changes of introduction and conclusions"]}]
["0803.3303",{"format":[],"subject":["Mathematics - Probability","60J60","60J25","60G44","60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3303"],"date":["2008-03-22","2008-08-17"],"type":["text"],"creator":["Lowther, George"],"language":[],"coverage":[],"title":["A Generalized Backward Equation For One Dimensional Processes"],"description":["  Suppose that a real valued process X is given as a solution to a stochastic\ndifferential equation. Then, for any twice continuously differentiable function\nf, the backward Kolmogorov equation gives a condition for f(t,X) to be a local\nmartingale.\n  We generalize the backward equation in two main ways. First, it is extended\nto non-differentiable functions. Second, the process X is not required to\nsatisfy an SDE. Instead, it is only required to be a quasimartingale satisfying\nan integrability condition, and the martingale condition for f(t,X) is then\nexpressed in terms of the marginal distributions, drift measure and jumps of X.\nThe proof involves the stochastic calculus of Dirichlet processes and a\ntime-reversal argument.\n  These results are then applied to show that a continuous and strong Markov\nmartingale is uniquely determined by its marginal distributions.\n","Comment: 32 pages. Minor corrections and changed title"]}]
["0804.0419",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0419","Phys. Rev. Lett. 101, 0834301 (2008) 4p","doi:10.1103/PhysRevLett.101.084301"],"date":["2008-04-02"],"type":["text"],"creator":["Starostin, E. L.","van der Heijden, G. H. M."],"language":[],"coverage":[],"title":["Tension-induced multistability in inextensible helical ribbons"],"description":["  We study the non-monotonic force-extension behaviour of helical ribbons using\na new model for inextensible elastic strips. Unlike previous rod models our\nmodel predicts hysteresis behaviour for low-pitch ribbons of arbitrary material\nproperties. Associated with it is a first-order transition between two\ndifferent helical states as observed in experiments with cholesterol ribbons.\nNumerical solutions show non-uniform uncoiling with hysteresis also occurring\nunder controlled tension. They furthermore reveal a new uncoiling scenario in\nwhich a ribbon of very low pitch shears under tension and successively releases\na sequence of almost planar loops. Our results may be relevant for nanoscale\ndevices such as force probes.\n","Comment: 11 pages, 6 figures"]}]
["0804.0990",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0990","Phys. Rev. B 78, 075106 (2008)"],"date":["2008-04-07"],"type":["text"],"creator":["Sakuma, R.","Miyake, T.","Aryasetiawan, F."],"language":[],"coverage":[],"title":["First-Principles Study of Correlation Effects in VO2: Peierls vs.\n  Mott-Hubbard"],"description":["  We present a study of VO2 in the rutile and monoclinic (M1) phases by means\nof all-electron full-potential LMTO GW calculation. Full frequency dependence\nand the off-diagonal matrix elements of the self-energy are taken into account.\nAs a result of dynamical correlation, a satellite structure is found above the\n$t_{2g}$ quasiparticle peak but not below, in both the rutile and monoclinic\nphases. For the monoclinic structure, the insulating state is not obtained\nwithin the usual 1-shot GW calculation. We perform a simplified\n\"self-consistent\" GW scheme by adding a uniform shift to the conduction band\nlevels and recalculating the quasiparticle wavefunctions accordingly. An\ninsulating solution with a gap of approximately 0.6 eV is obtained, in\nagreement with experiments.\n","Comment: 9 figures"]}]
["0804.1042",{"format":[],"subject":["Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1042","Doc. Math. 13 (2008) 275-363"],"date":["2008-04-07","2008-08-18"],"type":["text"],"creator":["Perrot, Denis"],"language":[],"coverage":[],"title":["Secondary invariants for Frechet algebras and quasihomomorphisms"],"description":["  A Frechet algebra endowed with a multiplicatively convex topology has two\ntypes of invariants: homotopy invariants (topological K-theory and periodic\ncyclic homology) and secondary invariants (multiplicative K-theory and the\nnon-periodic versions of cyclic homology). The aim of this paper is to\nestablish a Riemann-Roch-Grothendieck theorem relating direct images for\nhomotopy and secondary invariants of Frechet m-algebras under finitely summable\nquasihomomorphisms.\n","Comment: 80 pages. v1: This is essentially the first part of the preprint\n  arXiv:0706.1937, with improvements. v2: minor corrections, almost the\n  published version"]}]
["0804.2504",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2504","Phys. Rev. B 78, 035116 (2008)","doi:10.1103/PhysRevB.78.035116"],"date":["2008-04-15","2008-07-07"],"type":["text"],"creator":["Crosswhite, Gregory M.","Doherty, Andrew C.","Vidal, Guifre"],"language":[],"coverage":[],"title":["Applying matrix product operators to model systems with long-range\n  interactions"],"description":["  An algorithm is presented which computes a translationally invariant matrix\nproduct state approximation of the ground state of an infinite 1D system; it\ndoes this by embedding sites into an approximation of the infinite\n``environment'' of the chain, allowing the sites to relax, and then merging\nthem with the environment in order to refine the approximation. By making use\nof matrix product operators, our approach is able to directly model any\nlong-range interaction that can be systematically approximated by a series of\ndecaying exponentials. We apply our techniques to compute the ground state of\nthe Haldane-Shastry model and present results.\n","Comment: 7 pages, 3 figures; manuscript has been expanded and restructured in\n  order to improve presentation of the algorithm"]}]
["0804.3006",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3006","Phys. Rev. A 78, 023612 (2008)","doi:10.1103/PhysRevA.78.023612"],"date":["2008-04-18","2008-08-18"],"type":["text"],"creator":["Nimmrichter, Stefan","Hornberger, Klaus"],"language":[],"coverage":[],"title":["Theory of near-field matter wave interference beyond the eikonal\n  approximation"],"description":["  A generalized description of Talbot-Lau interference with matter waves is\npresented, which accounts for arbitrary grating interactions and realistic beam\ncharacteristics. The dispersion interaction between the beam particles and the\noptical elements strongly influences the interference pattern in this\nnear-field effect, and it is known to dominate the fringe visibility if\nincreasingly massive and complex particles are used. We provide a general\ndescription of the grating interaction process by combining semiclassical\nscattering theory with a phase space formulation. It serves to systematically\nimprove the eikonal approximation used so far, and to assess its regime of\nvalidity.\n","Comment: 19 pages, 10 figures; published version (minor corrections)"]}]
["0804.3503",{"format":[],"subject":["Quantum Physics","Physics - Biological Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3503"],"date":["2008-04-22","2008-08-18"],"type":["text"],"creator":["Kominis, I. K."],"language":[],"coverage":[],"title":["Quantum Zeno Effect in Radical-Ion-Pair Recombination Reactions"],"description":["  Radical-ion pairs are ubiquitous in a wide range of biochemical reactions,\nranging from photosynthesis to magnetic sensitive chemical reactions underlying\navian magnetic navigation. We here show that the charge recombination of a\nradical-ion-pair is a continuous quantum measurement process that interrogates\nthe spin state of the pair. This naturally leads to the appearance of the\nquantum Zeno effect, explaining a large amount of data on unusually long-lived\nradical-ion-pairs.\n","Comment: 4 pages, 2 figures"]}]
["0805.2582",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2582","Phys. Rev. B 78, 075314 (2008)","doi:10.1103/PhysRevB.78.075314"],"date":["2008-05-16"],"type":["text"],"creator":["Doan, Quoc M.","Manousakis, Efstratios"],"language":[],"coverage":[],"title":["Variational Monte-Carlo calculation of the nematic state of the\n  two-dimensional electron gas in a magnetic field"],"description":["  We use a Jastrow-Slater wave function with an elliptical Fermi sea to\ndescribe the nematic state of the two-dimensional electron gas in a magnetic\nfield and the Monte Carlo method to calculate a variational energy upper bound.\nThese energy upper bounds are compared with other upper bounds describing\nstripe-ordered ground states which are obtained from optimized Hartree-Fock\ncalculations and with those which correspond to an isotropic ground state. Our\nfindings support the conclusions drawn in our previous study where the\nFermi-hypernetted chain approximation was used instead of the Monte Carlo\nmethod. Namely, the nematic state becomes energetically favorable relative to\nthe stripe-ordered Wigner crystal phase for the second excited Landau level and\nbelow a critical value of the layer ``thickness'' parameter which is very close\nto its value in the actual materials.\n","Comment: 6 pages, 8 figures"]}]
["0805.2907",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - K-Theory and Homology","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2907"],"date":["2008-05-19","2008-08-17"],"type":["text"],"creator":["De Concini, C.","Procesi, C.","Vergne, M."],"language":[],"coverage":[],"title":["Vector partition function and generalized Dahmen-Micchelli spaces"],"description":["  This is the first of two papers on partition functions and the index theory\nof transversally elliptic operators. In this paper we only discuss algebraic\nand combinatorial issues related to partition functions. The applications to\nindex theory will appear in a subsequent paper.\n","Comment: 21 pages. New title. Various, mostly notational, improvements"]}]
["0805.3672",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","Mathematics - Representation Theory","14C05, 13C14"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3672"],"date":["2008-05-23","2008-08-17"],"type":["text"],"creator":["Lee, Kyungyong"],"language":[],"coverage":[],"title":["The singularities of the principal component of the Hilbert scheme of\n  points"],"description":["  We show that the principal component of the Hilbert scheme of 9 points in C^8\nis not Cohen-Macaulay.\n","Comment: 16 pages. This version significantly improves the author's previous\n  version \"On the symmetric subscheme of the Hilbert scheme of points\". v2: a\n  minor change in Proposition 6"]}]
["0805.4563",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H40","14K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4563"],"date":["2008-05-29","2008-08-18"],"type":["text"],"creator":["Carocca, A.","Lange, H.","Rodriguez, R. E.","Rojas, A. M."],"language":[],"coverage":[],"title":["Prym-Tyurin varieties via Hecke algebras"],"description":["  Let $G$ denote a finite group and $\\pi: Z \\to Y$ a Galois covering of smooth\nprojective curves with Galois group $G$. For every subgroup $H$ of $G$ there is\na canonical action of the corresponding Hecke algebra $\\mathbb{Q}[H \\backslash\nG/H]$ on the Jacobian of the curve $X = Z/H$. To each rational irreducible\nrepresentation $\\mathcal{W}$ of $G$ we associate an idempotent in the Hecke\nalgebra, which induces a correspondence of the curve $X$ and thus an abelian\nsubvariety $P$ of the Jacobian $JX$. We give sufficient conditions on\n$\\mathcal{W}$, $H$, and the action of $G$ on $Z$, which imply $P$ to be a\nPrym-Tyurin variety. We obtain many new families of Prym-Tyurin varieties of\narbitrary exponent in this way.\n","Comment: 24 pages. Accepted in J. Reine Angew. Math. Minor changes"]}]
["0806.1022",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L55, 46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1022"],"date":["2008-06-05","2008-08-18"],"type":["text"],"creator":["Muhly, Paul S.","Williams, Dana P."],"language":[],"coverage":[],"title":["Equivalence and Disintegration Theorems for Fell Bundles and their\n  C*-algebras"],"description":["  We study the C*-algebras of Fell bundles. In particular, we prove the\nanalogue of Renault's disintegration theorem for groupoids. As in the groupoid\ncase, this result is the key step in proving a deep equivalence theorem for the\nC*-algebras of Fell bundles.\n","Comment: 62 Pages. Minor corrections and reformatting. Paper will appear in\n  Dissertationes Mathematicae"]}]
["0806.3335",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3335","J. Phys. A: Math. Theor. 41 (2008) 375005","doi:10.1088/1751-8113/41/37/375005"],"date":["2008-06-20"],"type":["text"],"creator":["Monthus, Cecile","Garel, Thomas"],"language":[],"coverage":[],"title":["Equilibrium of disordered systems : constructing the appropriate valleys\n  in each sample via strong disorder renormalization in configuration space"],"description":["  To describe the equilibrium properties of disordered systems and the possible\nemergence of various 'phases' at low temperature, we adopt here the 'broken\nergodicity' point of view advocated in particular by Palmer [Adv. Phys. 31, 669\n(1982)] : the aim is then to construct the valleys of configurations that\nbecome separated by diverging barriers and to study their relative weights, as\nwell as their internal properties. To characterize the slow non-equilibrium\ndynamics of disordered systems, we have recently introduced in [C. Monthus and\nT. Garel, J. Phys. A 41, 255002 (2008) and arxiv:0804.1847] a strong disorder\nrenormalization procedure in configuration space, based on the iterative\nelimination of the smallest barrier remaining in the system. In the present\npaper, we show how this renormalization procedure allows to construct the\nlongest-lived valleys in each disordered sample, and to obtain their\nfree-energies, energies and entropies. This explicit RG formulation is very\ngeneral since it can be defined for any master equation, and it gives new\ninsights into the main ingredients of the droplet scaling picture. As an\napplication, we have followed numerically the RG flow for the case of a\ndirected polymer in a two-dimensional random medium to obtain histograms of the\nfree-energy, entropy and energy differences between the two longest-lived\nvalleys in each sample.\n","Comment: 17 pages, 10 figures"]}]
["0806.3603",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3603"],"date":["2008-06-22","2008-08-18"],"type":["text"],"creator":["Zhao, Jize","Sandvik, Anders W.","Ueda, Kazuo"],"language":[],"coverage":[],"title":["Insulator to superfluid transition in coupled photonic cavities in two\n  dimensions"],"description":["  A system of coupled photonic cavities on a two-dimensional square lattice is\nsystematically investigated using the stochastic series expansion quantum Monte\nCarlo method. The ground state phase diagram contains insulating phases with\ninteger polariton densities surrounded by a superfluid phase. The finite-size\nscaling of the superfluid density is used to determine the phase boundaries\naccurately. We find that the critical behavior is that of the generic,\ndensity-driven Mott-superfluid transition with dynamic exponent $z=2$, with no\nspecial multicritical points with $z=1$ at the tips of the insulating-phase\nlobes (as exist in the case of the Bose-Hubbard model). This demonstrates a\nlimitation of the description of polaritons as structureless bosons.\n","Comment: v2: minor changes, references added. 4 pages, 4 figures"]}]
["0806.4369",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4369","Eur. Phys. J. D 49, 43-49 (2008)","doi:10.1140/epjd/e2008-00137-8"],"date":["2008-06-26"],"type":["text"],"creator":["Bilalbegovic, G."],"language":[],"coverage":[],"title":["Carbonyl sulphide under strong laser field: time-dependent density\n  functional theory"],"description":["  The first 52 fs of a time evolution of the electron density in OCS after an\ninteraction with an intense sub 10 fs laser pulse are studied using the\ntime-dependent density functional theory. The nuclear motion in this linear\ntrimer is simulated by the classical molecular dynamics method. Laser fields of\nintensity 10^{13} W/cm^2 and 10^{15} W/cm^2 are used. Details of the laser\ninduced changes of the structure, as well as the ionization rate are sensitive\nto the applied field intensity and its polarization. It is found that under\nsuitable conditions the OCS molecule bends soon after an interaction with a\nlaser pulse. A deviation from the linear geometry of up to 23.6^\\circ and\ncharged ions of up to +3 are observed. The time evolution of electric dipole\nmoments and the time-dependent electron localization function (ELF) are also\nstudied.\n","Comment: pdf (included all figures):\n  http://www.phy.hr/~goranka/Research/LaserOCS.pdf"]}]
["0807.0878",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0878"],"date":["2008-07-05","2008-08-17"],"type":["text"],"creator":["He, Bing","Ren, Yuhang","Bergou, Janos A."],"language":[],"coverage":[],"title":["Creation of perfect long-distance quantum communication channel"],"description":["  This paper has been withdrawn by the authors, due a oversimplified\ndecoherence model. It will be substituted by a new work.\n","Comment: This paper has been withdrawn by the authors"]}]
["0807.2104",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2104"],"date":["2008-07-14","2008-08-18"],"type":["text"],"creator":["Ren, Yan-Yu","Zhang, Wei-Ning","Liu, Jian-Li"],"language":[],"coverage":[],"title":["Features of two-pion Bose-Einstein correlations based on event-by-event\n  analysis in smoothed particle hydrodynamics"],"description":["  We examine the space-time structure of the particle-emitting sources with\nfluctuating initial conditions in smoothed particle hydrodynamics. The two-pion\ncorrelation functions of single events for the sources exhibit event-by-event\nfluctuations. The large event-by-event fluctuations and wide distributions of\nthe error-inverse-weighted fluctuations between the HBT correlation functions\nof single and mixed events are important features for the sources with the\nfluctuating initial conditions. The root-mean-square of the weighted\nfluctuations is a signal to detect the inhomogeneity of the systems produced in\nhigh energy heavy ion collisions.\n","Comment: 6 pages, 8 figures, talk presented at the international (7th\n  national) workshop for QCD phase transition and heavy ion collisions, July\n  10-12, Hefei, China"]}]
["0807.3679",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3679"],"date":["2008-07-23","2008-08-18"],"type":["text"],"creator":["Evans, Nick","Threlfall, Ed"],"language":[],"coverage":[],"title":["R-Charge Chemical Potential in a 2+1 Dimensional System"],"description":["  We study probe D5 branes in D3 brane AdS_5 and AdS_5-Schwarzschild\nbackgrounds as a prototype dual description of strongly coupled 2+1 dimensional\nquasi-particles. We introduce a chemical potential for a weakly gauged U(1)\nsubgroup of the theory's global R-symmetry by spinning the D5 branes. The\nresulting D5 embeddings are complicated by the existence of a region of the\nspace in which the local speed of light falls below the rotation speed. We find\nregular embeddings through this region and show that the system does not\nexhibit the spontaneous symmetry breaking that would be needed for a\nsuperconductor.\n","Comment: 6 pages, 6 eps figures, results reinterpreted for the D3-D5\n  intersection"]}]
["0807.4850",{"format":[],"subject":["Mathematics - Logic","03C62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4850"],"date":["2008-07-30","2008-08-17"],"type":["text"],"creator":["Pettigrew, Richard"],"language":[],"coverage":[],"title":["On interpretations of bounded arithmetic and bounded set theory"],"description":["  In a recent paper, Kaye and Wong proved the following result, which they\nconsidered to belong to the folklore of mathematical logic.\n  THEOREM: The first-order theories of Peano arithmetic and ZF with the axiom\nof infinity negated are bi-interpretable: that is, they are mutually\ninterpretable with interpretations that are inverse to each other.\n  In this note, I describe a theory of sets that stands in the same relation to\nthe bounded arithmetic IDelta0 + exp. Because of the weakness of this theory of\nsets, I cannot straightforwardly adapt Kaye and Wong's interpretation of\narithmetic in set theory. Instead, I am forced to produce a different\ninterpretation.\n","Comment: 12 pages; section on omega-models removed due to error; references\n  added and typos corrected"]}]
["0808.1547",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1547"],"date":["2008-08-11","2008-08-18"],"type":["text"],"creator":["Schwartz, Charles"],"language":[],"coverage":[],"title":["Integration with Functions of a Quaternionic Variable"],"description":["  Recent innovations in the differential calculus for functions of\nnon-commuting variables, beginning with a quaternionic variable, are now\nextended to consider some integration.\n","Comment: 5 pages; added another proof in Section 2 and also a new Appendix"]}]
["0808.1742",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1742"],"date":["2008-08-12","2008-08-18"],"type":["text"],"creator":["Colliander, J.","Keel, M.","Staffilani, G.","Takaoka, H.","Tao, T."],"language":[],"coverage":[],"title":["Weakly turbulent solutions for the cubic defocusing nonlinear\n  Schr\\\"odinger equation"],"description":["  We consider the cubic defocusing nonlinear Schr\\\"odinger equation on the two\ndimensional torus. We exhibit smooth solutions for which the support of the\nconserved energy moves to higher Fourier modes. This weakly turbulent behavior\nis quantified by the growth of higher Sobolev norms: given any delta << 1, K\n>>1, s >1, we construct smooth initial data u_0 with ||u_0||_{{H}^s} < delta,\nso that the corresponding time evolution u satisfies ||u(T)||_{{H}^s} > K at\nsome time T. This growth occurs despite the Hamiltonian's bound on\n||u(t)||_{\\dot{H}^1} and despite the conservation of the quantity\n||u(t)||_{L^2}.\n  The proof contains two arguments which may be of interest beyond the\nparticular result described above. The first is a construction of the\nsolution's frequency support that simplifies the system of ODE's describing\neach Fourier mode's evolution. The second is a construction of solutions to\nthese simpler systems of ODE's which begin near one invariant manifold and\nricochet from arbitrarily small neighborhoods of an arbitrarily large number of\nother invariant manifolds. The techniques used here are related to but are\ndistinct from those traditionally used to prove Arnold Diffusion in\nperturbations of Hamiltonian systems.\n","Comment: 54 pages, 7 figures. 5 typographical errors corrected"]}]
["0808.2063",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2063"],"date":["2008-08-15"],"type":["text"],"creator":["Mao, Yi"],"language":[],"coverage":[],"title":["Constraining Gravitational and Cosmological Parameters with\n  Astrophysical Data"],"description":["  We use astrophysical data to shed light on fundamental physics by\nconstraining parametrized theoretical cosmological and gravitational models.\n  Gravitational parameters are those constants that parametrize possible\ndepartures from Einstein's general theory of relativity. We develop a general\nframework to describe torsion in the spacetime around the Earth, and show that\ncertain observables of the Gravity Probe B experiment can be computed in this\nframework. We also search for viable theories of gravity where the Ricci scalar\nR in the Lagrangian is replaced by an arbitrary function f(R). Making use of\nthe equivalence between such theories and scalar-tensor gravity, we find that\nmodels can be made consistent with solar system constraints either by giving\nthe scalar a high mass or by exploiting the so-called Chameleon Effect.\n  Cosmology can successfully describe the evolution of our universe using six\nor more adjustable cosmological parameters. There is growing interest in using\n3-dimensional neutral hydrogen mapping with the redshifted 21 cm line as a\ncosmological probe. We quantify how the precision with which cosmological\nparameters can be measured depends on a broad range of assumptions. We present\nan accurate and robust method for measuring cosmological parameters that\nexploits the fact that the ionization power spectra are rather smooth functions\nthat can be accurately fit by 7 phenomenological parameters. We find that a\nfuture square kilometer array optimized for 21 cm tomography could have great\npotential, improving the sensitivity to spatial curvature and neutrino masses\nby up to two orders of magnitude, to Delta-Omega_k ~ 0.0002 and Delta-m_nu ~\n0.007 eV, and giving a 4 sigma detection of the spectral index running\npredicted by the simplest inflation models.\n","Comment: PhD thesis, MIT 2008. 199 pages, 22 figures, 22 tables"]}]
["0808.2073",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2073"],"date":["2008-08-14"],"type":["text"],"creator":["Dimakis, A. G.","Wainwright, M. J.","Ramchandran, K."],"language":[],"coverage":[],"title":["Lower Bounds on the Rate-Distortion Function of LDGM Codes"],"description":["  A recent line of work has focused on the use of low-density generator matrix\n(LDGM) codes for lossy source coding. In this paper, wedevelop a generic\ntechnique for deriving lower bounds on the rate-distortion functions of binary\nlinear codes, with particular interest on the effect of bounded degrees. The\nunderlying ideas can be viewing as the source coding analog of the classical\nresult of Gallager, providing bounds for channel coding over the binary\nsymmetric channel using bounded degree LDPC codes. We illustrate this method\nfor different random ensembles of LDGM codes, including the check-regular\nensemble and bit-check-regular ensembles, by deriving explicit lower bounds on\ntheir rate-distortion performance as a function of the degrees.\n","Comment: 22 Pages, Submitted for publication"]}]
["0808.2085",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2085"],"date":["2008-08-14"],"type":["text"],"creator":["Tanaka, Motohiko","Sato, Motoyasu"],"language":[],"coverage":[],"title":["Enhanced heating of salty water and ice under microwaves: Molecular\n  dynamics study"],"description":["  By molecular dynamics simulations, we have studied the enhanced heating\nprocess of salty ice and water by the electric field of applied microwaves at\n2.5 GHz, and those in the range 2.5-10 GHz for the frequency dependence. We\nshow that water molecules in salty ice are allowed to rotate in response to the\nmicrowave electric field to the extent comparable to those in pure water,\nbecause the molecules in salty ice are loosely tied by hydrogen bonds with\nadjacent molecules unlike the case of rigidly bonded pure ice. The weakening of\nhydrogen-bonded network of molecules in salty ice is mainly caused by the\nelectrostatic effect of salt ions rather than the short-range geometrical (atom\nsize) effect of salt ions since the presence of salt ions with small radii\nresults in similar enhanced heating.\n","Comment: 5 pages, 7 figures"]}]
["0808.2086",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2086"],"date":["2008-08-14"],"type":["text"],"creator":["Luo, Li"],"language":[],"coverage":[],"title":["Abelian ideals with given dimension in Borel subalgebras"],"description":["  A well-known Peterson's theorem says that the number of abelian ideals in a\nBorel subalgebra of a rank-$r$ finite dimensional simple Lie algebra is exactly\n$2^r$. In this paper, we determine the dimensional distribution of abelian\nideals in a Borel subalgebra of finite dimensional simple Lie algebras, which\nis a refinement of the Peterson's theorem capturing more Lie algebra\ninvariants.\n","Comment: 18 pages"]}]
["0808.2087",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20G30","20E42","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2087"],"date":["2008-08-14"],"type":["text"],"creator":["Bux, Kai-Uwe","Wortman, Kevin"],"language":[],"coverage":[],"title":["Connectivity Properties of Horospheres in Euclidean Buildings and\n  Applications to Finiteness Properties of Discrete Groups"],"description":["  Let G(O_S) be an S-arithmetic subgroup of a connected, absolutely almost\nsimple linear algebraic group G over a global function field K. We show that\nthe sum of local ranks of G determines the homological finiteness properties of\nG(O_S) provided the K-rank of G is 1. This shows that the general upper bound\nfor the finiteness length of G(O_S) established in an earlier paper is sharp in\nthis case.\n  The geometric analysis underlying our result determines the conectivity\nproperties of horospheres in thick Euclidean buildings.\n","Comment: 27 pages"]}]
["0808.2088",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","60G15, 60H07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2088"],"date":["2008-08-14","2008-08-15"],"type":["text"],"creator":["Nourdin, Ivan","Viens, Frederi G."],"language":[],"coverage":[],"title":["Density estimates and concentration inequalities with Malliavin calculus"],"description":["  We show how to use the Malliavin calculus to obtain density estimates of the\nlaw of general centered random variables. In particular, under a non-degeneracy\ncondition, we prove and use a new formula for the density of a random variable\nwhich is measurable and differentiable with respect to a given isonormal\nGaussian process. Among other results, we apply our techniques to bound the\ndensity of the maximum of a general Gaussian process from above and below;\nseveral new results ensue, including improvements on the so-called\nBorell-Sudakov inequality. We then explain what can be done when one is only\ninterested in or capable of deriving concentration inequalities, i.e. tail\nbounds from above or below but not necessarily both simultaneously.\n"]}]
["0808.2091",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2091"],"date":["2008-08-15"],"type":["text"],"creator":["Hwang, W-Y. Pauchy"],"language":[],"coverage":[],"title":["The Family Problem"],"description":["  We all know that in our family of particle physics we have three generations\nbut still don't know why - the so-called \"family problem\". On other hand, in\nview of the masses and oscillations, the neutrinos now present some basic\ndifficulty in the Standard Model. In this note, I propose that on top of the\nSU_c(3) \\times SU(2) \\times U(1) standard model there is an SU_f (3) extension\n- a simple SU_c(3) \\times SU(2) \\times U(1) \\times SU_f (3) extended standard\nmodel. The family gauge bosons (familons) are massive through the so-called\n\"colored\" Higgs mechanism while the remaining Higgs particles are also massive.\nThe three neutrinos, the electron-like, muon-like, and tao-like neutrinos, form\nthe basic family triplets. Hopefully all the couplings to the \"visible\" matter\nare through the neutrinos, explaining why dark matter (25 %) is more than\nvisible matter (5 %) in our Universe.\n","Comment: 3 pages"]}]
["0808.2092",{"format":[],"subject":["Computer Science - Information Theory","H.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2092","Problems of Information Transmission, vol. 44, no. 3, pp. 33-49,\n  2008"],"date":["2008-08-15"],"type":["text"],"creator":["Burnashev, Marat V.","Yamamoto, Hirosuke"],"language":[],"coverage":[],"title":["On zero-rate error exponent for BSC with noisy feedback"],"description":["  For the information transmission a binary symmetric channel is used. There is\nalso another noisy binary symmetric channel (feedback channel), and the\ntransmitter observes without delay all the outputs of the forward channel via\nthat feedback channel. The transmission of a nonexponential number of messages\n(i.e. the transmission rate equals zero) is considered. The achievable decoding\nerror exponent for such a combination of channels is investigated. It is shown\nthat if the crossover probability of the feedback channel is less than a\ncertain positive value, then the achievable error exponent is better than the\nsimilar error exponent of the no-feedback channel.\n  The transmission method described and the corresponding lower bound for the\nerror exponent can be strengthened, and also extended to the positive\ntransmission rates.\n","Comment: 23 Pages including 4 figures"]}]
["0808.2094",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2094"],"date":["2008-08-15"],"type":["text"],"creator":["Sushkov, O. P."],"language":[],"coverage":[],"title":["Why phase diagrams of different underdoped cuprates are remarkably\n  different? Disorder versus bilayer"],"description":["  Contrary to a widely accepted view the phase diagrams of\nLa$_{2-x}$Sr$_x$CuO$_4$ and YBa$_2$Cu$_3$O$\\rm_{6+y}$, in spite of similarities\nare remarkably different. Both the electric conduction properties and the\ncommensurate/incommensurate spin ordering properties differ dramatically. It is\nargued that the role of disorder in YBCO is insignificant while the bilayer\nstructure is crucial. On the other hand in LSCO the intrinsic disorder to a\nlarge extent drives the properties of the system. The developed approach\nexplains the low-temperature magnetic properties of the systems. The most\nimportant point is the difference with respect to the incommensurate spin\nordering, including the difference in the incommensurate pitches. The present\nanalysis demonstrates that the superconductivity is intimately related to the\nincommensurate spin ordering.\n"]}]
["0808.2097",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53C25, 53A30 (Primary)","53B20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2097"],"date":["2008-08-15"],"type":["text"],"creator":["Gover, A. Rod","Leitner, Felipe"],"language":[],"coverage":[],"title":["A class of compact Poincare-Einstein manifolds: properties and\n  construction"],"description":["  We develop a geometric and explicit construction principle that generates\nclasses of Poincare-Einstein manifolds, and more generally almost Einstein\nmanifolds. Almost Einstein manifolds satisfy a generalisation of the Einstein\ncondition; they are Einstein on an open dense subspace and, in general, have a\nconformal scale singularity set that is a conformal infinity for the Einstein\nmetric. In particular, the construction may be applied to yield families of\ncompact Poincare-Einstein manifolds, as well as classes of almost Einstein\nmanifolds that are compact without boundary. We obtain classification results\nwhich show that the construction essentially exhausts a class of almost\nEinstein (and Poincare-Einstein) manifold. We develop the general theory of\nfixed conformal structures admitting multiple compatible almost Einstein\nstructures. We also show that, in a class of cases, these are canonically\nrelated to a family of constant mean curvature totally umbillic embedded\nhypersurfaces.\n","Comment: 28 pages"]}]
["0808.2102",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2102"],"date":["2008-08-15"],"type":["text"],"creator":["Niven, Robert K.","Grendar, Marian"],"language":[],"coverage":[],"title":["Generalized Maxwell-Boltzmann, Bose-Einstein, Fermi-Dirac and\n  Acharya-Swamy Statistics and the Polya Urn Model"],"description":["  Generalized probability distributions for Maxwell-Boltzmann, Bose-Einstein\nand Fermi-Dirac statistics, with unequal source probabilities $q_i$ for each\nlevel $i$, are obtained by combinatorial reasoning. For equiprobable degenerate\nsublevels, these reduce to those given by Brillouin in 1930, more commonly\ngiven as a statistical weight for each statistic. These distributions and\ncorresponding cross-entropy (divergence) functions are shown to be special\ncases of the P\\'olya urn model, involving neither independent nor identically\ndistributed (\"ninid\") sampling. The most probable P\\'olya distribution contains\nthe Acharya-Swamy intermediate statistic.\n","Comment: 8 pages; 4 figures"]}]
["0808.2103",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2103"],"date":["2008-08-15"],"type":["text"],"creator":["Athar, M. Sajjad","Chauhan, S.","Singh, S. K."],"language":[],"coverage":[],"title":["Quasielastic and inelastic neutrino reactions in $^{12}C$ at K2K\n  energies"],"description":["  In this paper, we present the results of a study made for the effect of\nnuclear medium in the charged current induced quasielastic lepton\nproduction(CCQE) and the incoherent and coherent one pion production\n(CC1$\\pi^+$)processes from $^{12}C$ in the $\\nu_\\mu$ energy region of 0.4-3GeV.\nThe theoretical results are compared with the recent experimental results for\nthe ratio of charged current $\\nu_\\mu$ induced one pion production cross\nsection to the quasielastic lepton production cross section reported by K2K\ncollaboration. We also present the results for the angular and momentum\ndistributions of leptons and pions produced in these processes.\n","Comment: 10 pages, 11 figures"]}]
["0808.2106",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2106"],"date":["2008-08-15"],"type":["text"],"creator":["Shin, K. Y.","Ru, N.","Condron, C. L.","Wu, Y. Q.","Kramer, M. J.","Toney, M. F.","Fisher, I. R."],"language":[],"coverage":[],"title":["Multiple charge density wave transitions in Gd$_2$Te$_5$"],"description":["  Diffraction measurements performed via transmission electron microscopy and\nhigh resolution X-ray scattering reveal two distinct charge density wave\ntransitions in Gd$_2$Te$_5$ at $T_{c1}$ = 410(3) and $T_{c2}$ = 532(3) K,\nassociated with the \\textit{on}-axis incommensurate lattice modulation and\n\\textit{off}-axis commensurate lattice modulation respectively. Analysis of the\ntemperature dependence of the order parameters indicates a non-vanishing\ncoupling between these two distinct CDW states.\n","Comment: 4 pages, 4 figures"]}]
["0808.2109",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2109"],"date":["2008-08-15","2008-08-16"],"type":["text"],"creator":["Lin, Shizeng","Zheng, Bo"],"language":[],"coverage":[],"title":["Two Parallel Swendsen-Wang Cluster Algorithms Using Message-Passing\n  Paradigm"],"description":["  In this article, we present two different parallel Swendsen-Wang Cluster(SWC)\nalgorithms using message-passing interface(MPI). One is based on Master-Slave\nParallel Model(MSPM) and the other is based on Data-Parallel Model(DPM). A\nspeedup of 24 with 40 processors and 16 with 37 processors is achieved with the\nDPM and MSPM respectively. The speedup of both algorithms at different\ntemperature and system size is carefully examined both experimentally and\ntheoretically, and a comparison of their efficiency is made. In the last\nsection, based on these two parallel SWC algorithms, two parallel probability\nchanging cluster(PCC) algorithms are proposed.\n","Comment: 7 pages and 5 figures"]}]
["0808.2115",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2115"],"date":["2008-08-15"],"type":["text"],"creator":["Mattsson, Lars"],"language":[],"coverage":[],"title":["N/O-trends in Late-Type Galaxies: AGB-stars, IMFs, Abundance Gradients\n  and the Origin of Nitrogen"],"description":["  Models of galactic chemical evolution (CEMs) show that the shape of the\nstellar initial mass function (IMF) and other assumptions regarding star\nformation affect the resultant abundance gradients in models of late-type\ngalaxies. Furthermore, intermediate mass (IM) stars undeniably play an\nimportant role in the buildup of nitrogen abundances in galaxies. Here I\nspecifically discuss the nitrogen contribution from IM/AGB stars and how it\naffects the N/O-gradient. For this purpose I have modelled the chemical\nevolution of a few nearby disc galaxies using different IMFs and star formation\nprescriptions. It is demonstrated that N/O-gradients may be used to constrain\nthe nitrogen contribution from IM/AGB-stars.\n","Comment: 6 pages, 4 figures. To appear in proceedings of the IAU Symposium No.\n  254 \"The Galaxy Disk in Cosmological Context\", Copenhagen 9-13 June 2008,\n  Eds. J. Andersen, J.Bland-Hawthorn & B. Nordstrom, Cambridge University Press"]}]
["0808.2117",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2117"],"date":["2008-08-15"],"type":["text"],"creator":["Nagaj, Daniel"],"language":[],"coverage":[],"title":["Local Hamiltonians in Quantum Computation"],"description":["  In this thesis, I investigate aspects of local Hamiltonians in quantum\ncomputing. First, I focus on the Adiabatic Quantum Computing model, based on\nevolution with a time dependent Hamiltonian. I show that to succeed using AQC,\nthe Hamiltonian involved must have local structure, which leads to a result\nabout eigenvalue gaps from information theory. I also improve results about\nsimulating quantum circuits with AQC. Second, I look at classically simulating\ntime evolution with local Hamiltonians and finding their ground state\nproperties. I give a numerical method for finding the ground state of\ntranslationally invariant Hamiltonians on an infinite tree. This method is\nbased on imaginary time evolution within the Matrix Product State ansatz, and\nuses a new method for bringing the state back to the ansatz after each\nimaginary time step. I then use it to investigate the phase transition in the\ntransverse field Ising model on the Bethe lattice. Third, I focus on locally\nconstrained quantum problems Local Hamiltonian and Quantum Satisfiability and\nprove several new results about their complexity. Finally, I define a\nHamiltonian Quantum Cellular Automaton, a continuous-time model of computation\nwhich doesn't require control during the computation process, only preparation\nof product initial states. I construct two of these, showing that time\nevolution with a simple, local, translationally invariant and time-independent\nHamiltonian can be used to simulate quantum circuits.\n","Comment: Ph.D. Thesis, June 2008, MIT, 176 pages"]}]
["0808.2123",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2123"],"date":["2008-08-15"],"type":["text"],"creator":["Cojocaru, E."],"language":[],"coverage":[],"title":["Mathieu functions approach to bidimensional scattering by dielectric\n  elliptical cylinders"],"description":["  Two-dimensional scattering by homogeneous and layered dielectric elliptical\ncylinders is analyzed following an analytical approach using Mathieu functions.\nClosed-form relations for the expansion coefficients of the resulting electric\nfield in the vicinity of the scatterer are provided. Numerical examples show\nthe focalizing effect of dielectric elliptical cylinders illuminated normally\nto the axis. The influence of the confocal dielectric cover on the resulting\nscattered field is envisaged.\n","Comment: 10 pages, 3 figures"]}]
["0808.2125",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2125"],"date":["2008-08-15"],"type":["text"],"creator":["Ortiz, C.","Eriksson, O.","Klintenberg, M."],"language":[],"coverage":[],"title":["Data mining and accelerated electronic structure theory as a tool in the\n  search for new functional materials"],"description":["  Data mining is a recognized predictive tool in a variety of areas ranging\nfrom bioinformatics and drug design to crystal structure prediction. In the\npresent study, an electronic structure implementation has been combined with\nstructural data from the Inorganic Crystal Structure Database to generate\nresults for highly accelerated electronic structure calculations of about\n22,000 inorganic compounds. It is shown how data mining algorithms employed on\nthe database can identify new functional materials with desired materials\nproperties, resulting in a prediction of 136 novel materials with potential for\nuse as detector materials for ionizing radiation. The methodology behind the\nautomatized ab-initio approach is presented, results are tabulated and a\nversion of the complete database is made available at the internet web site\nhttp://gurka.fysik.uu.se/ESP/ (Ref.1).\n","Comment: Project homepage: http://gurka.fysik.uu.se/ESP/"]}]
["0808.2132",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2132"],"date":["2008-08-15"],"type":["text"],"creator":["Yildirim, Hasan","Bulutay, Ceyhun"],"language":[],"coverage":[],"title":["Bound-state third-order optical nonlinearities of embedded germanium\n  nanocrystals"],"description":["  Embedded germanium nanocrystals (NCs) in a silica host matrix are\ntheoretically analyzed to identify their third-order bound-state\nnonlinearities. A rigorous atomistic pseudopotential approach is used for\ndetermining the electronic structure and the nonlinear optical\nsusceptibilities. This study characterizing the two-photon absorption,\nnonlinear refractive index, and optical switching parameters reveals the full\nwavelength dependence from static up to the ultraviolet spectrum and the size\ndependence up to a diameter of 3.5 nm. Similar to Si NCs, the\nintensity-dependent refractive index increases with decreasing NC diameter. On\nthe other hand, Ge NCs possess about an order of magnitude smaller nonlinear\nsusceptibility compared to Si NCs of the same size. It is observed that the\ntwo-photon absorption threshold extends beyond the half band-gap value. This\nenables nonlinear refractive index tunability over a much wider wavelength\nrange free from two-photon absorption.\n","Comment: 7 pages, 5 figures, submitted to Phys. Rev. B"]}]
["0808.2144",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2144"],"date":["2008-08-15","2008-08-18"],"type":["text"],"creator":["Tang, Aihong"],"language":[],"coverage":[],"title":["Flow Results and Hints of Incomplete Thermalization"],"description":["  We classified $v_2$ measurements according to their sensitivities w.r.t. to\ntwo planes, namely, reaction plane and participant plane. Likewise, in\n$v_2/\\epsilon$ scaling, we showed that one needs to choose a $\\epsilon$ that is\nsensitive to the same plane as that $v_2$ is sensitive to. We presented our\n$v_2/\\epsilon$ as a function of centrality and transverse momentum. We studied\nthe ratio of $v_4/v_2^2$. We discussed the applicable range for hydrodynamics,\nas well as implications to an incomplete thermalization.\n","Comment: Proc. 24th Winter Workshop on Nuclear Dynamics (2008). 6 pages. 4\n  figures version 2 typo in Eq. 3 corrected"]}]
["0808.2160",{"format":[],"subject":["Mathematics - Numerical Analysis","65N30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2160"],"date":["2008-08-15"],"type":["text"],"creator":["Demlow, Alan","Guzman, Johnny","Schatz, Alfred H."],"language":[],"coverage":[],"title":["Local energy estimates for the finite element method on sharply varying\n  grids"],"description":["  Local energy error estimates for the finite element method for elliptic\nproblems were originally proved in 1974 by Nitsche and Schatz. These estimates\nshow that the local energy error may be bounded by a local approximation term,\nplus a global \"pollution\" term that measures the influence of solution quality\nfrom outside the domain of interest and is heuristically of higher order.\nHowever, the original analysis of Nitsche and Schatz is restricted to\nquasi-uniform grids. We present local a priori energy estimates that are valid\non shape regular grids, an assumption which allows for highly graded meshes and\nwhich much more closely matches the typical practical situation. Our chief\ntechnical innovation is an improved superapproximation result.\n"]}]
["0808.2170",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2170"],"date":["2008-08-15"],"type":["text"],"creator":["Kumar, Niraj","Kuperman, M. N.","Kenkre, V. M."],"language":[],"coverage":[],"title":["Theory of possible effects of the Allee phenomenon on refugia of the\n  Hantavirus epidemic"],"description":["  We investigate possible effects of high order nonlinearities on the shapes of\ninfection refugia of the Hantavirus epidemic. We replace Fisher-like equations\nthat have been recently used to describe Hantavirus spread in mouse populations\nby generalizations capable of describing Allee effects that are a consequence\nof the high order nonlinearities. We analyze the equations to calculate steady\nstate solutions. We study the stability of those solutions under physical\nconditions and compare to the earlier Fisher-like case. We consider spatial\nmodulation of the environment and find that unexpected results appear,\nincluding a bifurcation that has not been studied before.\n","Comment: 4 figure"]}]
["0808.2172",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Numerical Analysis","65T50, 34B45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2172"],"date":["2008-08-15"],"type":["text"],"creator":["Carlson, Robert"],"language":[],"coverage":[],"title":["The Continuous Graph FFT"],"description":["  The discrete Fourier transform and the FFT algorithm are extended from the\ncircle to continuous graphs with equal edge lengths.\n"]}]
["0808.2181",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2181"],"date":["2008-08-15","2008-08-16"],"type":["text"],"creator":["Huang, Kaibin","Lau, Vincent K. N.","Chen, Yan"],"language":[],"coverage":[],"title":["Spectrum Sharing Between Cellular and Mobile Ad Hoc Networks:\n  Transmission-Capacity Trade-Off"],"description":["  Spectrum sharing between wireless networks improves the efficiency of\nspectrum usage, and thereby alleviates spectrum scarcity due to growing demands\nfor wireless broadband access. To improve the usual underutilization of the\ncellular uplink spectrum, this paper studies spectrum sharing between a\ncellular uplink and a mobile ad hoc networks. These networks access either all\nfrequency sub-channels or their disjoint sub-sets, called spectrum underlay and\nspectrum overlay, respectively. Given these spectrum sharing methods, the\ncapacity trade-off between the coexisting networks is analyzed based on the\ntransmission capacity of a network with Poisson distributed transmitters. This\nmetric is defined as the maximum density of transmitters subject to an outage\nconstraint for a given signal-to-interference ratio (SIR). Using tools from\nstochastic geometry, the transmission-capacity trade-off between the coexisting\nnetworks is analyzed, where both spectrum overlay and underlay as well as\nsuccessive interference cancelation (SIC) are considered. In particular, for\nsmall target outage probability, the transmission capacities of the coexisting\nnetworks are proved to satisfy a linear equation, whose coefficients depend on\nthe spectrum sharing method and whether SIC is applied. This linear equation\nshows that spectrum overlay is more efficient than spectrum underlay.\nFurthermore, this result also provides insight into the effects of different\nnetwork parameters on transmission capacities, including link diversity gains,\ntransmission distances, and the base station density. In particular, SIC is\nshown to increase transmission capacities of both coexisting networks by a\nlinear factor, which depends on the interference-power threshold for qualifying\ncanceled interferers.\n","Comment: 23 pages, 7 figures, submitted for publication"]}]
["cond-mat/0703153",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703153","Phys. Rev. Lett. 99, 117201 (2007)","doi:10.1103/PhysRevLett.99.117201"],"date":["2007-03-06","2007-06-08"],"type":["text"],"creator":["Penc, Karlo","Fouet, Jean-Baptiste","Miyahara, Shin","Tchernyshyov, Oleg","Mila, Frederic"],"language":[],"coverage":[],"title":["Ising phases of Heisenberg ladders in a magnetic field"],"description":["  We examine the influence of weak anisotropic interactions on the T=0 phase\ndiagram of the frustrated two-leg Heisenberg ladder, a well-studied spin model\nexhibiting integer and fractional magnetization plateaux separated by gapless\nincommensurate states. We find that the Dzyaloshinskii--Moriya coupling may\nsubstantially modify the phase diagram so that the half-integer plateau and the\nsurrounding gapless phases merge into a single Ising-ordered phase breaking the\ntranslational symmetry of the lattice. A different Ising order is found for a\nweakly frustrated ladder. Implications for experimental ladder and dimer\nsystems are discussed.\n","Comment: 5 pages, 5 figures"]}]
["math/0408085",{"format":[],"subject":["Mathematics - Complex Variables","37F25, 37F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0408085"],"date":["2004-08-06","2008-08-17"],"type":["text"],"creator":["Meneghini, Claudio"],"language":[],"coverage":[],"title":["Sur la perfection de l'ensemble de Julia des fonctions enti\\`eres\n  transcendantes"],"description":["  We show, in an elementary way, that the Julia set of one-complex-variable\nentire functions is nonempty and perfect.\n","Comment: LaTex - revised version - French"]}]
["math/0411639",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411639","Osaka Journal of Mathematics, Vol. 45, No. 4 (2008)"],"date":["2004-11-29","2008-01-17"],"type":["text"],"creator":["Stoppino, Lidia"],"language":[],"coverage":[],"title":["Slope inequalities for fibred surfaces via GIT"],"description":["  In this paper we present a generalisation of a theorem due to Cornalba and\nHarris, which is an application of Geometric Invariant Theory to the study of\ninvariants of fibrations.\n  In particular, our generalisation makes it possible to treat the problem of\nbounding the invariants of general fibred surfaces. As a first application, we\ngive a new proof of the slope inequality and of a bound for the invariants\nassociated to double cover fibrations.\n","Comment: 13 pages, revised version"]}]
["math/0601070",{"format":[],"subject":["Mathematics - Statistics Theory","62M15, 62M10, 62G05 (Primary)","62G20, 60G18 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601070","The Annals of Statistics 36, 4 (2008) 1925-1956","doi:10.1214/07-AOS527"],"date":["2006-01-04","2008-08-18"],"type":["text"],"creator":["Moulines, Eric","Roueff, François","Taqqu, Murad S."],"language":[],"coverage":[],"title":["A Wavelet Whittle estimator of the memory parameter of a non-stationary\n  Gaussian time series"],"description":["  We consider a time series $X=\\{X_k, k\\in\\mathbb{Z}\\}$ with memory parameter\n$d\\in\\mathbb{R}$. This time series is either stationary or can be made\nstationary after differencing a finite number of times. We study the \"Local\nWhittle Wavelet Estimator\" of the memory parameter $d$. This is a wavelet-based\nsemiparametric pseudo-likelihood maximum method estimator. The estimator may\ndepend on a given finite range of scales or on a range which becomes infinite\nwith the sample size. We show that the estimator is consistent and rate optimal\nif $X$ is a linear process and is asymptotically normal if $X$ is Gaussian.\n"]}]
["math/0602553",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602553","`Le Matematiche'', vol. LXI (2006), Fascicolo I, pp. 109-141"],"date":["2006-02-24","2006-04-13"],"type":["text"],"creator":["Busonero, Simone","Melo, Margarida","Stoppino, Lidia"],"language":[],"coverage":[],"title":["Combinatorial aspects of nodal curves"],"description":["  To any nodal curve $C$ is associated the degree class group, a combinatorial\ninvariant which plays an important role in the compactification of the\ngeneralised Jacobian of $C$ and in the construction of the N\\'eron model of the\nPicard variety of families of curves having $C$ as special fibre. In this paper\nwe study this invariant. More precisely, we construct a wide family of graphs\nhaving cyclic degree class group and we provide a recursive formula for the\ncardinality of the degree class group of the members of this family. Moreover,\nwe analyse the behaviour of the degree class group under standard geometrical\noperations on the curve, such as the blow up and the normalisation of a node.\n","Comment: 28 pages, to appear in Le Matematiche. Revised version: minor\n  changes, references added"]}]
["math/0701668",{"format":[],"subject":["Mathematics - Statistics Theory","62C20, 62G10 (Primary) 82B20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701668","Annals of Statistics 2008, Vol. 36, No. 4, 1726-1757","doi:10.1214/07-AOS526"],"date":["2007-01-24","2008-08-07"],"type":["text"],"creator":["Arias-Castro, Ery","Candès, Emmanuel J.","Helgason, Hannes","Zeitouni, Ofer"],"language":[],"coverage":[],"title":["Searching for a trail of evidence in a maze"],"description":["  Consider a graph with a set of vertices and oriented edges connecting pairs\nof vertices. Each vertex is associated with a random variable and these are\nassumed to be independent. In this setting, suppose we wish to solve the\nfollowing hypothesis testing problem: under the null, the random variables have\ncommon distribution N(0,1) while under the alternative, there is an unknown\npath along which random variables have distribution $N(\\mu,1)$, $\\mu> 0$, and\ndistribution N(0,1) away from it. For which values of the mean shift $\\mu$ can\none reliably detect and for which values is this impossible? Consider, for\nexample, the usual regular lattice with vertices of the form \\[\\{(i,j):0\\le\ni,-i\\le j\\le i and j has the parity of i\\}\\] and oriented edges $(i,j)\\to\n(i+1,j+s)$, where $s=\\pm1$. We show that for paths of length $m$ starting at\nthe origin, the hypotheses become distinguishable (in a minimax sense) if\n$\\mu_m\\gg1/\\sqrt{\\log m}$, while they are not if $\\mu_m\\ll1/\\log m$. We derive\nequivalent results in a Bayesian setting where one assumes that all paths are\nequally likely; there, the asymptotic threshold is $\\mu_m\\approx m^{-1/4}$. We\nobtain corresponding results for trees (where the threshold is of order 1 and\nindependent of the size of the tree), for distributions other than the Gaussian\nand for other graphs. The concept of the predictability profile, first\nintroduced by Benjamini, Pemantle and Peres, plays a crucial role in our\nanalysis.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOS526 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["math/0701815",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","18G, 20J, 55N35, 18E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701815","Advances in Mathematics 217 (2008) 2231-2267","doi:10.1016/j.aim.2007.11.001"],"date":["2007-01-29","2007-05-21"],"type":["text"],"creator":["Everaert, Tomas","Gran, Marino","Van der Linden, Tim"],"language":[],"coverage":[],"title":["Higher Hopf formulae for homology via Galois Theory"],"description":["  We use Janelidze's Categorical Galois Theory to extend Brown and Ellis's\nhigher Hopf formulae for homology of groups to arbitrary semi-abelian monadic\ncategories. Given such a category A and a chosen Birkhoff subcategory B of A,\nthus we describe the Barr-Beck derived functors of the reflector of A onto B in\nterms of centralization of higher extensions. In case A is the category Gp of\nall groups and B is the category Ab of all abelian groups, this yields a new\nproof for Brown and Ellis's formulae. We also give explicit formulae in the\ncases of groups vs. k-nilpotent groups, groups vs. k-solvable groups and\nprecrossed modules vs. crossed modules.\n","Comment: 35 pages; major changes in section 5, minor changes elsewhere"]}]
["math/0702623",{"format":[],"subject":["Mathematics - Number Theory","11H06, 11M41, 11N56 (Primary), 11N25, 11R42 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702623","Journal of Number Theory, vol. 128 no. 8 (2008), pg. 2359-2393"],"date":["2007-02-21","2007-08-02"],"type":["text"],"creator":["Fukshansky, Lenny"],"language":[],"coverage":[],"title":["On distribution of well-rounded sublattices of $\\mathbb Z^2$"],"description":["  A lattice is called well-rounded if its minimal vectors span the\ncorresponding Euclidean space. In this paper we completely describe\nwell-rounded full-rank sublattices of ${\\mathbb Z}^2$, as well as their\ndeterminant and minima sets. We show that the determinant set has positive\ndensity, deriving an explicit lower bound for it, while the minima set has\ndensity 0. We also produce formulas for the number of such lattices with a\nfixed determinant and with a fixed minimum. These formulas are related to the\nnumber of divisors of an integer in short intervals and to the number of its\nrepresentations as a sum of two squares. We investigate the growth of the\nnumber of such lattices with a fixed determinant as the determinant grows,\nexhibiting some determinant sequences on which it is particularly large. To\nthis end, we also study the behavior of the associated zeta function, comparing\nit to the Dedekind zeta function of Gaussian integers and to the Solomon zeta\nfunction of ${\\mathbb Z}^2$. Our results extend automatically to well-rounded\nsublattices of any lattice $A {\\mathbb Z}^2$, where A is an element of the real\northogonal group $O_2({\\mathbb R})$.\n","Comment: 30 pages; changed the title, some corrections/revisions"]}]
["physics/0508052",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0508052","J. Theor. Comput. Stud. 4 (2005) 0110"],"date":["2005-08-09","2008-08-18"],"type":["text"],"creator":["Handoko, L. T."],"language":[],"coverage":[],"title":["Scientific and Financial Performance Measure : A Simultaneous Model to\n  Evaluate Scientific Activities"],"description":["  An alternative model to measure simultaneously scientific and financial\nperformances of scientific activities is proposed. This mathematical model\nfocuses only on the final scientific outcomes in each fiscal year to gurantee\nthe objectivity. The model is suited for the purpose of immediate and\nquantitative evaluation needed by policy makers to make decision in the\nsubsequent fiscal year. The model can be applied to any branches of science,\nwhile it is also adjustable to varying macro-economic indicators. This enables\nthe policy makers to evaluate equally scientific activities in various fields\nof science. It is argued that implementing the model could realize a fair,\ntransparent and objective reward and punishment system in any scientific\nactivities in order to improve both individual and institutional performances.\nThe model also enables an automatic evaluation embedded in any scientific\ndatabases either in the local system or over the net.\n","Comment: 10 pages, 2 figures"]}]
["quant-ph/0504078",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0504078","Phys. Rev. A 78, 022316 (2008)","doi:10.1103/PhysRevA.78.022316"],"date":["2005-04-11","2007-11-08"],"type":["text"],"creator":["Buhrman, Harry","Christandl, Matthias","Hayden, Patrick","Lo, Hoi-Kwong","Wehner, Stephanie"],"language":[],"coverage":[],"title":["Possibility, Impossibility and Cheat-Sensitivity of Quantum Bit String\n  Commitment"],"description":["  Unconditionally secure non-relativistic bit commitment is known to be\nimpossible in both the classical and the quantum worlds. But when committing to\na string of n bits at once, how far can we stretch the quantum limits? In this\npaper, we introduce a framework for quantum schemes where Alice commits a\nstring of n bits to Bob in such a way that she can only cheat on a bits and Bob\ncan learn at most b bits of information before the reveal phase. Our results\nare two-fold: we show by an explicit construction that in the traditional\napproach, where the reveal and guess probabilities form the security criteria,\nno good schemes can exist: a+b is at least n. If, however, we use a more\nliberal criterion of security, the accessible information, we construct schemes\nwhere a=4log n+O(1) and b=4, which is impossible classically. We furthermore\npresent a cheat-sensitive quantum bit string commitment protocol for which we\ngive an explicit tradeoff between Bob's ability to gain information about the\ncommitted string, and the probability of him being detected cheating.\n","Comment: 10 pages, RevTex, 2 figure. v2: title change, cheat-sensitivity added"]}]
