["0704.2694",{"format":[],"subject":["Mathematics - Probability","90B15, 68P10, 60J80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2694","LNCS, Algorithms and Models for the Web-Graph,5th International\n  Workshop, WAW 2007, San Diego, CA, USA, December 11-12, 2007. Proceedings","doi:10.1007/978-3-540-77004-6_9"],"date":["2007-04-20"],"type":["text"],"creator":["Volkovich, Yana","Litvak, Nelly","Donato, Debora"],"language":[],"coverage":[],"title":["Determining factors behind the PageRank log-log plot"],"description":["  We study the relation between PageRank and other parameters of information\nnetworks such as in-degree, out-degree, and the fraction of dangling nodes. We\nmodel this relation through a stochastic equation inspired by the original\ndefinition of PageRank. Further, we use the theory of regular variation to\nprove that PageRank and in-degree follow power laws with the same exponent. The\ndifference between these two power laws is in a multiple coefficient, which\ndepends mainly on the fraction of dangling nodes, average in-degree, the power\nlaw exponent, and damping factor. The out-degree distribution has a minor\neffect, which we explicitly quantify. Our theoretical predictions show a good\nagreement with experimental data on three different samples of the Web.\n"]}]
["0705.0436",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0436","Physica A 387 (2008) 3025-3032","doi:10.1016/j.physa.2008.01.056"],"date":["2007-05-03","2007-05-26"],"type":["text"],"creator":["Zhou, Tao"],"language":[],"coverage":[],"title":["Mixing navigation on networks"],"description":["  In this Letter, we proposed a mixing navigation mechanism, which interpolates\nbetween random-walk and shortest-path protocol. The navigation efficiency can\nbe remarkably enhanced via a few routers. Some advanced strategies are also\ndesigned: For non-geographical scale-free networks, the targeted strategy with\na tiny fraction of routers can guarantee an efficient navigation with low and\nstable delivery time almost independent of network size. For geographical\nlocalized networks, the clustering strategy can simultaneously increase the\nefficiency and reduce the communication cost. The present mixing navigation\nmechanism is of significance especially for information organization of\nwireless sensor networks and distributed autonomous robotic systems.\n","Comment: 4 pages, and 7 figures"]}]
["0705.1988",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1988"],"date":["2007-05-14","2008-04-03"],"type":["text"],"creator":["Buchholz, Detlev","Grundling, Hendrik"],"language":[],"coverage":[],"title":["The Resolvent Algebra: A New Approach to Canonical Quantum Systems"],"description":["  The standard C*-algebraic version of the algebra of canonical commutation\nrelations, the Weyl algebra, frequently causes difficulties in applications\nsince it neither admits the formulation of physically interesting dynamical\nlaws nor does it incorporate pertinent physical observables such as (bounded\nfunctions of) the Hamiltonian. Here a novel C*-algebra of the canonical\ncommutation relations is presented which does not suffer from such problems. It\nis based on the resolvents of the canonical operators and their algebraic\nrelations. The resulting C*-algebra, the resolvent algebra, is shown to have\nmany desirable analytic properties and the regularity structure of its\nrepresentations is surprisingly simple. Moreover, the resolvent algebra is a\nconvenient framework for applications to interacting and to constrained quantum\nsystems, as we demonstrate by several examples.\n","Comment: 52 pages, no figures; v3: as to appear in Journal of Functional\n  Analysis"]}]
["0705.4532",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Quantum Algebra","13D10","14D15","17B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4532","Internat. Math. Res. Notices (2008); Vol. 2008, article ID rnn013,\n  36 pages"],"date":["2007-05-31","2008-04-03"],"type":["text"],"creator":["Iacono, Donatella"],"language":[],"coverage":[],"title":["L-infinity Algebras and Deformations of Holomorphic Maps"],"description":["  We construct the deformation functor associated with a pair of morphisms of\ndifferential graded Lie algebras, and use it to study infinitesimal\ndeformations of holomorphic maps of compact complex manifolds. In particular,\nusing L-infinity structures, we give an explicit description of the\ndifferential graded Lie algebra that controls this problem.\n","Comment: Revised Version; 26 pages"]}]
["0706.3749",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3749","Phys. Rev. A 77 034101(4) (2008)","doi:10.1103/PhysRevA.77.034101"],"date":["2007-06-25"],"type":["text"],"creator":["Crooks, Gavin E."],"language":[],"coverage":[],"title":["Quantum Operation Time Reversal"],"description":["  The dynamics of an open quantum system can be described by a quantum\noperation, a linear, complete positive map of operators. Here, I exhibit a\ncompact expression for the time reversal of a quantum operation, which is\nclosely analogous to the time reversal of a classical Markov transition matrix.\nSince open quantum dynamics are stochastic, and not, in general, deterministic,\nthe time reversal is not, in general, an inversion of the dynamics. Rather, the\nsystem relaxes towards equilibrium in both the forward and reverse time\ndirections. The probability of a quantum trajectory and the conjugate, time\nreversed trajectory are related by the heat exchanged with the environment.\n","Comment: 4 pages"]}]
["0707.3943",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3943","ApJ 669, 1190 (Nov 10, 2007)","doi:10.1086/521617"],"date":["2007-07-26"],"type":["text"],"creator":["Ballot, Jérôme","Brun, Allan Sacha","Turck-Chièze, Sylvaine"],"language":[],"coverage":[],"title":["Simulations of turbulent convection in rotating young solar-like stars:\n  Differential rotation and meridional circulation"],"description":["  We present the results of three-dimensional simulations of the deep\nconvective envelope of a young (10 Myr) one-solar-mass star, obtained with the\nAnelastic Spherical Harmonic code. Since young stars are known to be faster\nrotators than their main sequence counterparts, we have systematically studied\nthe impact of the stellar rotation speed, by considering stars spinning up to\nfive times as fast as the Sun. The aim of these nonlinear models is to\nunderstand the complex interactions between convection and rotation. We discuss\nthe influence of the turbulence level and of the rotation rate on the intensity\nand the topology of the mean flows. For all of the computed models, we find a\nsolar-type superficial differential rotation, with an equatorial acceleration,\nand meridional circulation that exhibits a multicellular structure. Even if the\ndifferential rotation contrast decreases only marginally for high rotation\nrates, the meridional circulation intensity clearly weakens according to our\nsimulations. We have also shown that, for Taylor numbers above a certain\nthreshold (Ta>10^9), the convection can develop a vacillating behavior. Since\nsimulations with high turbulence levels and rotation rates exhibit strongly\ncylindrical internal rotation profiles, we have considered the influence of\nbaroclinic effects at the base of the convective envelope of these young Suns,\nto see whether such effect can modify the otherwise near cylindrical profiles\nto produce more conical, solar-like profiles.\n","Comment: 32 pages, 18 figures, 2 tables, to appear in ApJ"]}]
["0708.1663",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1663"],"date":["2007-08-13","2008-04-03"],"type":["text"],"creator":["Balaji, Bhashyam"],"language":[],"coverage":[],"title":["Universal Nonlinear Filtering Using Feynman Path Integrals II: The\n  Continuous-Continuous Model with Additive Noise"],"description":["  In this paper, the Feynman path integral formulation of the\ncontinuous-continuous filtering problem, a fundamental problem of applied\nscience, is investigated for the case when the noise in the signal and\nmeasurement model is additive. It is shown that it leads to an independent and\nself-contained analysis and solution of the problem. A consequence of this\nanalysis is Feynman path integral formula for the conditional probability\ndensity that manifests the underlying physics of the problem. A corollary of\nthe path integral formula is the Yau algorithm that has been shown to be\nsuperior to all other known algorithms. The Feynman path integral formulation\nis shown to lead to practical and implementable algorithms. In particular, the\nsolution of the Yau PDE is reduced to one of function computation and\nintegration.\n","Comment: Interdisciplinary, 41 pages, 5 figures, JHEP3 class; added more\n  discussion and references"]}]
["0708.3668",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Spectral Theory","22E46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3668","Journal of Lie Theory 18 (2008), No. 1, 083--091"],"date":["2007-08-27","2007-10-08"],"type":["text"],"creator":["Bratten, Tim","Corti, Sergio"],"language":[],"coverage":[],"title":["A simple proof of the algebraic version of a conjecture by Vogan"],"description":["  In a recent manuscript, D.Vogan conjectures that four canonical\nglobalizations of Harish-Chandra modules commute with certain n-cohomology\ngroups. In this article we prove that Vogan's conjecture holds for one of the\nglobalizations if and only if it holds for the dual. Using a previously\npublished result of one of the authors, which establishes the conjecture for\nthe minimal globalization, we can therefore deduce Vogan's conjecture for the\nmaximal globalization.\n","Comment: A simple proof of the problem raised in arXiv:math/0606071v1"]}]
["0708.4023",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4023","Eur. Phys. J. B 62 (2008) 101-104","doi:10.1140/epjb/e2008-00114-1"],"date":["2007-08-29"],"type":["text"],"creator":["Li, Ping","Wang, Bing-Hong","Sun, Han","Gao, Pan","Zhou, Tao"],"language":[],"coverage":[],"title":["A limited resource model of fault-tolerant capability against cascading\n  failure of complex network"],"description":["  We propose a novel capacity model for complex networks against cascading\nfailure. In this model, vertices with both higher loads and larger degrees\nshould be paid more extra capacities, i.e. the allocation of extra capacity on\nvertex $i$ will be proportional to $ k_{i}^{\\gamma} $, where $ k_{i}$ is the\ndegree of vertex $i$ and $\\gamma>0$ is a free parameter. We have applied this\nmodel on Barab\\'asi-Albert network as well as two real transportation networks,\nand found that under the same amount of available resource, this model can\nachieve better network robustness than previous models.\n","Comment: 4 pages, 4 figures"]}]
["0709.2941",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Group Theory","43A15, 20F65, 31C20, 60J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2941"],"date":["2007-09-18","2008-04-03"],"type":["text"],"creator":["Puls, Michael"],"language":[],"coverage":[],"title":["The p-harmonic boundary for finitely generated groups and the first\n  reduced \\ell_p-cohomology"],"description":["  Let $p$ be a real number greater than one and let $G$ be a finitely\ngenerated, infinite group. In this paper we introduce the $p$-harmonic boundary\nof $G$. We then characterize the vanishing of the first reduced\n$\\ell^p$-cohomology of $G$ in terms of the cardinality of this boundary. Some\nproperties of $p$-harmonic boundaries that are preserved under rough isometries\nare also given. We also study the relationship between translation invariant\nlinear functionals on a certain difference space of functions on $G$, the\n$p$-harmonic boundary of $G$ and the first reduced $\\ell^p$-cohomology of $G$.\n","Comment: In the original paper the integers provide a counter example to\n  Proposition 3.3. The reason is that I gave an incorrect definition for\n  $p$-harmonic boundary. The new version has the correct defintion and some\n  smaller changes"]}]
["0711.0662",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0662","Phys. Rev. B 77, 132501 (2008)","doi:10.1103/PhysRevB.77.132501"],"date":["2007-11-05","2008-04-03"],"type":["text"],"creator":["Giazotto, F.","Taddei, F."],"language":[],"coverage":[],"title":["Superconductors as ideal spin sources for spintronics"],"description":["  Spin-polarized transport is investigated in normal metal-superconductor (NS)\njunctions as a function of interface transmissivity as well as temperature when\nthe density of states of a superconductor is Zeeman-split in response to an\nexchange field (h_exc). Similarly to the \"absolute spin-valve effect\" predicted\nby D. Huertas-Hernando et al. [Phys. Rev. Lett. 88, 047003 (2002)] in\nsuperconducting proximity structures, we show that NS junctions can be used to\ngenerate highly spin-polarized currents, in alternative to half-metallic\nferromagnets. In particular, the spin-polarized current obtained is largely\ntunable in magnitude and sign by acting on bias voltage and h_exc. While for\ntunnel contacts the current polarization can be as high as 100%, for\ntransparent junctions it is dominated by the minority spin species. The effect\ncan be enhanced by electron \"cooling\" provided by the superconducting gap.\n","Comment: 4 pages, 4 color figures, published version"]}]
["0711.1610",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B75, 11H99, 05D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1610"],"date":["2007-11-10","2008-04-02"],"type":["text"],"creator":["Bukh, Boris"],"language":[],"coverage":[],"title":["Sums of dilates"],"description":["  The lambda-dilate of a set A is lambda*A={lambda a : a \\in A}. We give an\nasymptotically sharp lower bound on the size of sumsets of the form\nlambda_1*A+...+lambda_k*A for arbitrary integers lambda_1,...,lambda_k and\ninteger sets A. We also establish an upper bound for such sums, which is\nsimilar to, but often stronger than Plunnecke's inequality.\n","Comment: 14 pages, typos and small errors fixed"]}]
["0711.3882",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3882","J. Phys. A:Math & Theor. 41, 135304(2008).","doi:10.1088/1751-8113/41/13/135304"],"date":["2007-11-25","2007-12-28"],"type":["text"],"creator":["Katsura, Hosho","Hirano, Takaaki","Korepin, Vladimir E."],"language":[],"coverage":[],"title":["Entanglement in an SU(n) Valence-Bond-Solid State"],"description":["  We investigate entanglement properties in the ground state of the\nopen/periodic SU($n$) generalized valence-bond-solid state consisting of\nrepresentations of SU($n$). We obtain exact expression for the reduced density\nmatrix of a block of contiguous spins and explicitly evaluate the von Neumann\nand the R\\'enyi entropies. We discover that the R\\'enyi entropy is independent\nof the parameter $\\alpha$ in the limit of large block sizes and its value $2\n\\log n$ coincides with that of von Neumann entropy. We also find the direct\nrelation between the reduced density matrix of the subsystem and edge states\nfor the corresponding open boundary system.\n","Comment: 16 pages, 2 figures; one reference added"]}]
["0712.0117",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0117","\"Exotic States of Nuclear Matter\", U. Lombardo, M. Baldo, F.\n  Burgio, H.-J. Schulze (Eds.), World Scientific, Singapore (2008) pp. 256-263"],"date":["2007-12-01"],"type":["text"],"creator":["Blaschke, D. B.","Klahn, T.","Sandin, F."],"language":[],"coverage":[],"title":["Color superconducting quark matter in compact stars"],"description":["  Recent indications for high neutron star masses (M \\sim 2 M_sun) and large\nradii (R > 12 km) could rule out soft equations of state and have provoked a\ndebate whether the occurence of quark matter in compact stars can be excluded\nas well. We show that modern quantum field theoretical approaches to quark\nmatter including color superconductivity and a vector meanfield allow a\nmicroscopic description of hybrid stars which fulfill the new, strong\nconstraints. For these objects color superconductivity turns out to be an\nessential ingredient for a successful description of the cooling phenomenology\nin accordance with recently developed tests. We discuss the energy release in\nthe neutrino untrapping transition as a new aspect of the problem that hybrid\nstars masquerade themselves as neutron stars. Quark matter searches in future\ngenerations of low-temperature/high-density nucleus-nucleus collision\nexperiments such as low-energy RHIC and CBM @ FAIR might face the same problem\nof an almost crossover behavior of the deconfinement transition. Therefore,\ndiagnostic tools shall be derived from effects of color superconductivity.\n","Comment: 8 pages, 3 figures, To appear in the proceedings of EXOCT 2007:\n  International Symposium on Exotic States of Nuclear Matter, Catania, Italy,\n  11-15 Jun 2007"]}]
["0712.2031",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2031"],"date":["2007-12-12","2008-04-03"],"type":["text"],"creator":["Allahverdi, Rouzbeh","Mazumdar, Anupam","Multamaki, Tuomas"],"language":[],"coverage":[],"title":["Large tensor-to-scalar ratio and low scale inflation"],"description":["  It is plausible that the scalar density perturbations are created by a\nrelatively low scale model of inflation which predicts the CMB anisotropy and\nexcites Standard Model baryon and cold dark matter, but negligible gravity\nwaves. Nevertheless a significantly large tensor perturbations can be observed\nif there exists a prior phase of high scale inflation separated by a matter or\nradiation dominated epoch. In this paper we provide a simple example when the\ngravity waves generated at high scales trickle through the horizon of the\nsecond phase of inflation and leave a distinct imprint in the spectrum of the\ntensor modes. For a high scale inflation occurring at $H\\sim 10^{13}$ GeV while\nthe second phase of inflation happening at $H\\sim 1$ GeV, the largest tensor to\nscalar ratio is bounded by $r_{\\rm observed}\\leq0.8$.\n","Comment: 9 pages+8 figures; v2: small changes, added discussion, new figures"]}]
["0712.2324",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2324","Biophys. J. 94, 3405-3412 (2008)","doi:10.1529/biophysj.107.120568"],"date":["2007-12-14"],"type":["text"],"creator":["Vilfan, Andrej"],"language":[],"coverage":[],"title":["Myosin V passing over Arp2/3 junctions: branching ratio calculated from\n  the elastic lever arm model"],"description":["  Myosin V is a two-headed processive motor protein that walks in a\nhand-over-hand fashion along actin filaments. When it encounters a filament\nbranch, formed by the Arp2/3 complex, it can either stay on the straight mother\nfilament, or switch to the daughter filament. We study both probabilities using\nthe elastic lever arm model for myosin V. We calculate the shapes and bending\nenergies of all relevant configurations in which the trail head is bound to the\nactin filament before Arp2/3 and the lead head is bound either to the mother or\nto the daughter filament. Based on the assumption that the probability for a\nhead to bind to a certain actin subunit is proportional to the Boltzmann factor\nobtained from the elastic energy, we calculate the mother/daughter filament\nbranching ratio. Our model predicts a value of 27% for the daughter and 73% for\nthe mother filament. This result is in good agreement with recent experimental\ndata.\n","Comment: 9 pages, 7 figures, to appear in Biophysical Journal"]}]
["0801.0388",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0388","Physics Letters A 372, 2917 (2008)","doi:10.1016/j.physleta.2007.12.052"],"date":["2008-01-02"],"type":["text"],"creator":["Sergeenkov, Sergei"],"language":[],"coverage":[],"title":["Novel magnetoinductance effects in Josephson Junction Arrays: A\n  single-plaquette approximation"],"description":["  Using a single-plaquette approximation, novel magnetoinductance effects in\nJosephson junction arrays (JJAs) are predicted, including the appearance of\nsteps in the temperature behavior of magnetic susceptibility. The number of\nsteps (as well as their size) is controlled by the kinetic inductance of the\nplaquette whose field dependence is governed by the Abrikosov vortices\npenetrating superconducting regions of the array. The experimental conditions\nunder which the predicted effects should manifest themselves in artificially\nprepared JJAs are discussed.\n","Comment: Accepted for publication in PLA"]}]
["0802.0116",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence","Computer Science - Computational Complexity","Computer Science - Multiagent Systems","F.4.1","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0116"],"date":["2008-02-01","2008-04-03"],"type":["text"],"creator":["Schröder, Lutz","Patinson, Dirk"],"language":[],"coverage":[],"title":["Shallow Models for Non-Iterative Modal Logics"],"description":["  The methods used to establish PSPACE-bounds for modal logics can roughly be\ngrouped into two classes: syntax driven methods establish that exhaustive proof\nsearch can be performed in polynomial space whereas semantic approaches\ndirectly construct shallow models. In this paper, we follow the latter approach\nand establish generic PSPACE-bounds for a large and heterogeneous class of\nmodal logics in a coalgebraic framework. In particular, no complete\naxiomatisation of the logic under scrutiny is needed. This does not only\ncomplement our earlier, syntactic, approach conceptually, but also covers a\nwide variety of new examples which are difficult to harness by purely syntactic\nmeans. Apart from re-proving known complexity bounds for a large variety of\nstructurally different logics, we apply our method to obtain previously unknown\nPSPACE-bounds for Elgesem's logic of agency and for graded modal logic over\nreflexive frames.\n"]}]
["0802.2878",{"format":[],"subject":["Physics - Atomic Physics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2878","Phys. Rev. A vol. 77, 042102 (2008)","doi:10.1103/PhysRevA.77.042102"],"date":["2008-02-20"],"type":["text"],"creator":["Di Piazza, A.","Milstein, A. I."],"language":[],"coverage":[],"title":["Delbr\\\"uck scattering in combined Coulomb and laser fields"],"description":["  We study Delbr\\\"uck scattering in a Coulomb field in the presence of a laser\nfield. The amplitudes are calculated in the Born approximation with respect to\nthe Coulomb field and exactly in the parameters of the laser field having\narbitrary strength, spectral content and polarization. The case of high energy\ninitial photon energy is investigated in detail for a monochromatic circularly\npolarized laser field. It is shown that the angular distribution of the process\nsubstantially differs from that for Delbr\\\"uck scattering in a pure Coulomb\nfield. The value of the cross section under discussion may exceed the latter at\nrealistic laser parameters that essentially simplify the possibility of the\nexperimental observation of the phenomenon. The effect of high order terms in\nthe quantum intensity parameter $\\chi$ of the laser field is found to be very\nimportant already at relatively small $\\chi$.\n","Comment: 21 pages, 4 figures"]}]
["0803.1881",{"format":[],"subject":["Mathematics - Probability","60K35","60K37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1881"],"date":["2008-03-12","2008-04-02"],"type":["text"],"creator":["van der Hofstad, Remco","Holmes, Mark"],"language":[],"coverage":[],"title":["Monotonicity for excited random walk in high dimensions"],"description":["  We prove that the drift $\\theta(d,\\beta)$ for excited random walk in\ndimension $d$ is monotone in the excitement parameter $\\beta \\in[0, 1]$, when\n$d\\ge 9$.\n","Comment: 14 pages - changed references, typos"]}]
["0803.2848",{"format":[],"subject":["Mathematics - Probability","82C41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2848"],"date":["2008-03-19","2008-04-03"],"type":["text"],"creator":["Toth, Balint","Veto, Balint"],"language":[],"coverage":[],"title":["Self-repelling random walk with directed edges on Z"],"description":["  We consider a variant of self-repelling random walk on the integer lattice Z\nwhere the self-repellence is defined in terms of the local time on oriented\nedges. The long-time asymptotic scaling of this walk is surprisingly different\nfrom the asymptotics of the similar process with self-repellence defined in\nterms of local time on unoriented edges. We prove limit theorems for the local\ntime process and for the position of the random walker. The main ingredient is\na Ray-Knight-type of approach. At the end of the paper, we also present some\ncomputer simulations which show the strange scaling behaviour of the walk\nconsidered.\n","Comment: 19 pages, 4 figures"]}]
["0803.4387",{"format":[],"subject":["Physics - Popular Physics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4387"],"date":["2008-03-31"],"type":["text"],"creator":["Rajasekaran, G."],"language":[],"coverage":[],"title":["Are Neutrinos Majorana Particles?"],"description":["  This is an elementary account of neutrinos as Majarona particles and the\nsearch for neutrinoless double beta decays. It also includes some more ideas\nabout neutrinos.\n","Comment: Keynote address at Workshop on Neutrinoless Double Beta Decay\n  (NDBD07) at Tata Institute of Fundamental Research, Mumbai, October 2007; 8\n  pages, no figures"]}]
["0804.0210",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0210"],"date":["2008-04-01"],"type":["text"],"creator":["Wu, Zhong Chao"],"language":[],"coverage":[],"title":["The Imaginary Time in the Tunneling Process"],"description":["  By using techniques developed in quantum cosmology, it is found that a\ntunneling particle spends purely imaginary time on a barrier region. The {\\it\nimaginary} time is associated with the stochastic acausal behaviour of a state,\nwhile the {\\it real} time is associated with the deterministic causal evolution\nof a state. For the tunneling case the nonzero imaginary time is associated\nwith the transmission rate of the tunneling process, which is related to the\nthickness of the barrier. The physical meaning of the zero real time is that\nthe particle instantly jumps from one side of the barrier to the other\nregardless of the thickness. This leads to the illusion that tunneling\nparticles could actually travel faster than light. The results of recent\nexperiments in quantum optics concerning tunneling time can be thought of as\nthe first experimental confirmation of the existence of imaginary time.\nRelativity is not violated.\n","Comment: 8 pages"]}]
["0804.0247",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0247"],"date":["2008-04-01"],"type":["text"],"creator":["Pelc, Magdalena","Kozlowski, Miroslaw"],"language":[],"coverage":[],"title":["Second sound in nuclear interaction"],"description":["  Following the method developed in monograph : From quarks to bulk matter\nHadronic Press 2001the master equation for second sound in nuclear matter is\nobtained and solved. The velocity of second sound is calculated\n","Comment: 8 pages"]}]
["0804.0253",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0253"],"date":["2008-04-01"],"type":["text"],"creator":["Yilmaz, A.","Hacibekiroglu, G.","Bolcal, E.","Polatoglu, Y."],"language":[],"coverage":[],"title":["Chaotic Behaviour of Atomic Energy Levels"],"description":["  The authors of this paper studied Schrodinger wave equation to investiagate\nthe chaotic behavior of atomic energy levels in relation with three quantum\nnumbers n, l, m by means of derived inequality. It could give rise to the\nsiplitting of atomic spectral lines. Keywords: Chaos, Schrodinger wave\nequation, atomic energy levels\n","Comment: 9 pages"]}]
["0804.0258",{"format":[],"subject":["Mathematics - Combinatorics","68R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0258"],"date":["2008-04-01"],"type":["text"],"creator":["Krieger, Dalia"],"language":[],"coverage":[],"title":["The critical exponent of the Arshon words"],"description":["  Generalizing the results of Thue (for n = 2) and of Klepinin and Sukhanov\n(for n = 3), we prove that for all n greater than or equal to 2, the critical\nexponent of the Arshon word of order $n$ is given by (3n-2)/(2n-2), and this\nexponent is attained at position 1.\n","Comment: 11 pages"]}]
["0804.0267",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0267"],"date":["2008-04-01"],"type":["text"],"creator":["Chang, Yi-Fang"],"language":[],"coverage":[],"title":["Some New Unifications in Supersymmetry and Higher Dimensional Complex\n  Space"],"description":["  Some new representations of the supersymmetric transformations are derived,\nand the supermultiplets are introduced. Based on these representations, various\nformulations (equations, commutation relations, propagators, Jacobi identities,\netc.) of bosons and fermions may be unified. On the one hand, the mathematical\ncharacteristic of particles is proposed: bosons correspond to real number, and\nfermions correspond to imaginary number, respectively. Such fermions of even\n(or odd) number form bosons (or fermions), which is just consistent with a\nrelation between imaginary and real number. The imaginary number is only\nincluded in the equations, forms, and matrixes of fermions. It is connected\nwith relativity. On the other hand, the unified forms of supersymmetry are also\nconnected with the statistics unifying Bose-Einstein and Fermi-Dirac\nstatistics, and with the possible violation of Pauli exclusion principle; and a\nunified partition function is obtained. Therefore, one of the possible\ndevelopments is the higher dimensional complex space.\n","Comment: 6 pages"]}]
["0804.0279",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0279"],"date":["2008-04-02"],"type":["text"],"creator":["McDonald, Jonathan R.","Miller, Warner A."],"language":[],"coverage":[],"title":["A Discrete Representation of Einstein's Geometric Theory of Gravitation:\n  The Fundamental Role of Dual Tessellations in Regge Calculus"],"description":["  In 1961 Tullio Regge provided us with a beautiful lattice representation of\nEinstein's geometric theory of gravity. This Regge Calculus (RC) is strikingly\ndifferent from the more usual finite difference and finite element\ndiscretizations of gravity. In RC the fundamental principles of General\nRelativity are applied directly to a tessellated spacetime geometry. In this\nmanuscript, and in the spirit of this conference, we reexamine the foundations\nof RC and emphasize the central role that the Voronoi and Delaunay lattices\nplay in this discrete theory. In particular we describe, for the first time, a\ngeometric construction of the scalar curvature invariant at a vertex. This\nderivation makes use of a new fundamental lattice cell built from elements\ninherited from both the simplicial (Delaunay) spacetime and its circumcentric\ndual (Voronoi) lattice. The orthogonality properties between these two lattices\nyield an expression for the vertex-based scalar curvature which is strikingly\nsimilar to the corresponding and more familiar hinge-based expression in RC\n(deficit angle per unit Voronoi dual area). In particular, we show that the\nscalar curvature is simply a vertex-based weighted average of deficits per\nweighted average of dual areas. What is most striking to us is how naturally\nspacetime is represented by Voronoi and Delaunay structures and that the laws\nof gravity appear to be encoded locally on the lattice spacetime with less\ncomplexity than in the continuum, yet the continuum is recovered by convergence\nin mean. Perhaps these prominent features may enable us to transcend the\ndetails of any particular discrete model gravitation and yield clues to help us\ndiscover how we may begin to quantize this fundamental interaction.\n","Comment: 25 pages, 12 figures, submitted to \"Tessellations in the Science:\n  Virtues, Techniques and Applications of Geometric Tilings,\" ed. R. van de\n  Weijgaert, G. Vegter, J. Ritzerveld and V. Icke"]}]
["0804.0282",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0282"],"date":["2008-04-01"],"type":["text"],"creator":["Chiba, Masashi","Minezaki, Takeo","Inoue, Kaiki T.","Kashikawa, Nobunari","Kataza, Hirokazu","Sugai, Hajime"],"language":[],"coverage":[],"title":["Dark Matter Substructure in Lensing Galaxies"],"description":["  To set useful limits on the abundance of small-scale dark matter halos\n(subhalos) in a galaxy scale, we have carried out mid-infrared imaging and\nintegral-field spectroscopy for a sample of quadruple lens systems showing\nanomalous flux ratios. These observations using Subaru have been successful for\ndistinguishing millilensing by subhalos from microlensing by stars. Current\nstatus for our lensing analysis of dark matter substructure is reported.\n","Comment: 4 pages, 3 figures, to appear in the proceedings of \"Panoramic Views\n  of Galaxy Formation and Evolution\", 1st Subaru International Conference held\n  in Hayama, Japan 11-16 December 2007"]}]
["0804.0287",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0287"],"date":["2008-04-02"],"type":["text"],"creator":["Wagh, Sanjay M."],"language":[],"coverage":[],"title":["Concept of momentum-less bodies and a suggestion for its experimental\n  verification using ultra-cold atoms"],"description":["  General Principle of Relativity unequivocally supports the notion of\nmomentum-less energy for bodies (energy-quanta) moving at the {\\em same} or\n{\\em constant} speed relative to all the reference systems. In this\ncommunication, we point out that whether energy-quantum is a momentum-less body\nor not is verifiable using ultra-cold atoms trapped in an optical lattice,\nperhaps with some minor modifications to the existing such experimental setups.\n","Comment: 4 pages, No figures"]}]
["0804.0288",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L35 (Primary)","43A07, 37A20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0288"],"date":["2008-04-02"],"type":["text"],"creator":["Ozawa, Narutaka"],"language":[],"coverage":[],"title":["An example of a solid von Neumann algebra"],"description":["  We prove that the group-measure-space von Neumann algebra $L^\\infty(T^2)\n\\rtimes SL(2,Z)$ is solid. The proof uses topological amenability of the action\nof $SL(2,Z)$ on the Higson corona of $Z^2$.\n","Comment: 4 pages"]}]
["0804.0290",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0290"],"date":["2008-04-02"],"type":["text"],"creator":["Bandyopadhyay, Malay"],"language":[],"coverage":[],"title":["Charged oscillator in a heat bath in the presence of a magnetic field &\n  third law of thermodynamics"],"description":["  The quantum thermodynamic behaviour of a charged oscillator in the presence\nof a magnetic field and coupled to a heat bath through different coupling\nschemes is obtained analytically. It is shown that finite dissipation\nsubstitutes the zero-coupling result of exponential decay of entropy by a power\nlaw behaviour at low temperature. For the coordinate-coordinates coupling\nscheme the low temperature explicit results for the case of Ohmic,\nexponentially correlated and more generalized heat bath models are derived. In\nall the above mentioned cases free energy and entropy vanish linearly with\ntemperature ($T$) as $T\\to 0$ in conformity with Nernst's theorem. It is seen\nthat coordinate (velocity)-velocities (coordinates) coupling is much more\nbeneficial than the coordinate-coordinates coupling to ensure third law of\nthermodynamics. The case of radiation heat bath shows $T^3$ decay behaviour for\nentropy as $T\\to 0$. It is observed that at low temperature free energy and\nentropy decay faster for the velocity-velocities scheme than any other coupling\nschemes. This implies velocity-velocities coupling scheme is the most\nadvantageous coupling scheme in restoring the third law of thermodynamics. It\nis shown that the low temperature thermodynamic functions are independent of\nmagnetic field for all the above mentioned cases except the without dissipation\ncase.\n","Comment: 7 Pages & No Figure"]}]
["0804.0293",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0293","Journal of the Physical Society of Japan Vol. 76 No. 9, September,\n  2007, 093701","doi:10.1143/JPSJ.76.093701"],"date":["2008-04-02"],"type":["text"],"creator":["Fuseya, Yuki","Ogata, Masao"],"language":[],"coverage":[],"title":["Increase of Superconducting Correlation due to Dimensionality Change in\n  Quasi-One-Dimensional Conductors"],"description":["  Response functions for spin-density-wave (SDW) and d-wave singlet\nsuperconductivity ($d$SC) in quasi-one-dimensional (Q1D) electron systems are\ncalculated by a renormalization group technique. It is shown that the response\nfunctions for both SDW, $\\chi_\\rs$, and $d$SC, $\\chi_d$, are enhanced by\ninterchain hopping, $t_\\perp$, i.e., by quasi-one dimensionality. When the\nFermi surface deviates from perfect nesting, $\\chi_\\rs$ saturates below the\nenergy scale of imperfectness of the nesting, while $\\chi_d$ is hardly\naffected. Consequently, the superconducting correlation increases even away\nfrom the SDW phase. This gives a possible interpretation of the recent\nexperimental results of Q1D organic conductor (TMTTF)$_2$SbF$_6$, where $T_{\\rm\nc}$ increases even away from the SDW phase.\n"]}]
["0804.0296",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0296"],"date":["2008-04-02"],"type":["text"],"creator":["Honda, Ryota","Yamagishi, Shougo","Kanda, Nobuyuki","collaboration, TAMA"],"language":[],"coverage":[],"title":["Time-frequency clustering for burst gravitational waves search in\n  TAMA300 data"],"description":["  We have developed a method 'time-frequency (TF) clustering' to find the burst\ngravitational waves for TAMA data analysis. TF clustering method on sonogram\n(spectrogram) shows some characteristics of short duration signal. Using\nparameters which represent the cluster shape, we can efficiently identify some\npredicted gravitational wave forms and can exclude typical unstable spike like\nnoises due to detector instruments. The requirement of some parameters of\ncluster achieved roughly 50% average efficiency for injected DFM waveforms of\n$h_{rss}\\sim 2 \\times 10^{-19}$ for type I burst. Also the reduction for signal\nby spike noises are more than one order improvement for the SNR$>$100.\n","Comment: 10 pages, 8 fugures, 12th GWDAW (Gravitational Wave Data Analysis\n  Workshop)"]}]
["0804.0302",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","60H15","28C20","35R60","46B09","60B11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0302"],"date":["2008-04-02"],"type":["text"],"creator":["Brzezniak, Z.","van Neerven, J. M. A. M.","Veraar, M. C.","Weis, L."],"language":[],"coverage":[],"title":["Ito's formula in UMD Banach spaces and regularity of solutions of the\n  Zakai equation"],"description":["  Using the theory of stochastic integration for processes with values in a UMD\nBanach space developed recently by the authors, an Ito formula is proved which\nis applied to prove the existence of strong solutions for a class of stochastic\nevolution equations in UMD Banach spaces. The abstract results are applied to\nprove regularity in space and time of the solutions of the Zakai equation.\n","Comment: Accepted for publication in Journal of Differential Equations"]}]
["0804.0304",{"format":[],"subject":["Physics - Space Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0304"],"date":["2008-04-02"],"type":["text"],"creator":["Shaikh, Dastgeer","Zank, G. P.","Pogorelov, N."],"language":[],"coverage":[],"title":["Self-consistent interaction of neutrals and shocks in the local\n  interstellar medium"],"description":["  The problem of hydrogen neutrals interacting with the heliospheric bow shock\nregion has received considerable attention recently, motivated primarily by the\nhope that the Voyager spacecraft may soon encounter the first of the\nheliospheric boundaries. The complexity of the charge exchange interactions has\nlimited our analytic understanding so far. In this work we develop a\nsemi-analytic one-dimensional model based upon a double expansion technique to\ninvestigate the self-consistent interaction of shock with neutrals. The\nunderlying method uses the Boltzmann transport equation that describes neutral\ntransport, and is coupled to plasma protons predominantly through charge\nexchange processes. The gyrotropic distribution function of the neutrals is\nfirst expanded in terms of Legendre polynomials followed by associated Laguerre\nharmonics. The resulting set of equations can be cast into a square matrix\nwhose eigenvalues depend upon sources and the plasma distribution. The\ninterstellar protons, in a high $\\beta$ limit, are described by a hydrodynamic\nfluid with source terms that couple neutrals and plasma and further modify both\ndistributions in a self-consistent manner.\n","Comment: paper is accepted in AIP Conf proceedings"]}]
["0804.0306",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Classical Analysis and ODEs","53A55","53C10","53C15","34A30","34A26","34C20","58F35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0306","Acta Applicandae Mathematicae, Vol. 83, No. 1-2, 2004. pp.133-148"],"date":["2008-04-02","2008-04-03"],"type":["text"],"creator":["Yumaguzhin, Valeriy A."],"language":[],"coverage":[],"title":["On the obstruction to linearizability of 2-order ordinary differential\n  equations"],"description":["  In this paper, we investigate the action of pseudogroup of all point\ntransformations on the natural bundle of equations $y'' = u^0(x,y) + u^1(x,y)y'\n+ u^2(x,y)(y')^2 + u^3(x,y)(y')^3$. We calculate the 1-st nontrivial\ndifferential invariant of this action. It is a horizontal differential 2-form\nwith values in some algebra, it is defined on the bundle of 2--jets of sections\nof the considered bundle. We prove that this form is a unique obstruction to\nlinearizability of these equations by point transformations.\n","Comment: 14 pages; Ams-LateX 2e"]}]
["0804.0311",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Probability","93E05, 90C39, 60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0311"],"date":["2008-04-02"],"type":["text"],"creator":["Buckdahn, Rainer","Li, Juan"],"language":[],"coverage":[],"title":["Probabilistic Interpretation for Systems of Isaacs Equations with Two\n  Reflecting Barriers"],"description":["  In this paper we investigate zero-sum two-player stochastic differential\ngames whose cost functionals are given by doubly controlled reflected backward\nstochastic differential equations (RBSDEs) with two barriers. For admissible\ncontrols which can depend on the whole past and so include, in particular,\ninformation occurring before the beginning of the game, the games are\ninterpreted as games of the type \"admissible strategy\" against \"admissible\ncontrol\", and the associated lower and upper value functions are studied. A\npriori random, they are shown to be deterministic, and it is proved that they\nare the unique viscosity solutions of the associated upper and the lower\nBellman-Isaacs equations with two barriers, respectively. For the proofs we\nmake full use of the penalization method for RBSDEs with one barrier and RBSDEs\nwith two barriers. For this end we also prove new estimates for RBSDEs with two\nbarriers, which are sharper than those in [18]. Furthermore, we show that the\nviscosity solution of the Isaacs equation with two reflecting barriers not only\ncan be approximated by the viscosity solutions of penalized Isaacs equations\nwith one barrier, but also directly by the viscosity solutions of penalized\nIsaacs equations without barrier.\n","Comment: 33 pages. The paper was submitted"]}]
["0804.0315",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0315"],"date":["2008-04-02"],"type":["text"],"creator":["Gaitonde, D. M."],"language":[],"coverage":[],"title":["Divergent Vortex Mass in a Superconducting Film in Proximity to a Metal"],"description":["  We consider a moving vortex in a two dimensional superconductor located at a\ndistance $d$ from a metallic overlayer. Starting from the microscopic imaginary\ntime action we integrate out the electronic degrees of freedom to obtain a low\nenergy, long wavelength effective action for the vortex. We focus our attention\non the vortex kinetic energy and derive a general expression for the vortex\nmass. We find that in the limit $d\\to \\infty$ the Coulomb screening of the\ndensity fluctuations, associated with vortex motion, results in a very small\nvortex mass as has been obtained in earlier studies. In the opposite limit of\n$d\\ll \\xi $ where $\\xi$ is the coherence length of the superconductor we find\nthat the vortex mass diverges logarithmically with the size of the system as\nthe proximity to the metal makes the screening processes, that usually make the\nmass small, ineffective. We comment on the relevance of our results to recent\nexperiments which show a dramatic fall in resistance when a metallic gate is\nplaced near a supeconducting film in a magnetic field at low temperature.\n","Comment: 5 pages"]}]
["0804.0317",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0317","Ling, Maurice HT, Lefevre, Christophe, Nicholas, Kevin R. 2008.\n  Parts-of-Speech Tagger Errors Do Not Necessarily Degrade Accuracy in\n  Extracting Information from Biomedical Text. The Python Papers 3 (1): 65-80"],"date":["2008-04-02"],"type":["text"],"creator":["Ling, Maurice HT","Lefevre, Christophe","Nicholas, Kevin R."],"language":[],"coverage":[],"title":["Parts-of-Speech Tagger Errors Do Not Necessarily Degrade Accuracy in\n  Extracting Information from Biomedical Text"],"description":["  A recent study reported development of Muscorian, a generic text processing\ntool for extracting protein-protein interactions from text that achieved\ncomparable performance to biomedical-specific text processing tools. This\nresult was unexpected since potential errors from a series of text analysis\nprocesses is likely to adversely affect the outcome of the entire process. Most\nbiomedical entity relationship extraction tools have used biomedical-specific\nparts-of-speech (POS) tagger as errors in POS tagging and are likely to affect\nsubsequent semantic analysis of the text, such as shallow parsing. This study\naims to evaluate the parts-of-speech (POS) tagging accuracy and attempts to\nexplore whether a comparable performance is obtained when a generic POS tagger,\nMontyTagger, was used in place of MedPost, a tagger trained in biomedical text.\nOur results demonstrated that MontyTagger, Muscorian's POS tagger, has a POS\ntagging accuracy of 83.1% when tested on biomedical text. Replacing MontyTagger\nwith MedPost did not result in a significant improvement in entity relationship\nextraction from text; precision of 55.6% from MontyTagger versus 56.8% from\nMedPost on directional relationships and 86.1% from MontyTagger compared to\n81.8% from MedPost on nondirectional relationships. This is unexpected as the\npotential for poor POS tagging by MontyTagger is likely to affect the outcome\nof the information extraction. An analysis of POS tagging errors demonstrated\nthat 78.5% of tagging errors are being compensated by shallow parsing. Thus,\ndespite 83.1% tagging accuracy, MontyTagger has a functional tagging accuracy\nof 94.6%.\n"]}]
["0804.0322",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0322","Nature Materials vol.6, 440-446 (2007)","doi:10.1038/nmat1910"],"date":["2008-04-02"],"type":["text"],"creator":["Kuroda, Shinji","Nishizawa, Nozomi","Takita, Koki","Mitome, Masanori","Bando, Yoshio","Osuch, Krzysztof","Dietl, Tomasz"],"language":[],"coverage":[],"title":["Origin and control of high-temperature ferromagnetism in semiconductors"],"description":["  The extensive experimental and computational search for multifunctional\nmaterials has resulted in the development of semiconductor and oxide systems,\nsuch as (Ga,Mn)N, (Zn,Cr)Te, and HfO2, which exhibit surprisingly stable\nferromagnetic signatures despite having a small or nominally zero concentration\nof magnetic elements. Here, we show that the ferromagnetism of (Zn,Cr)Te, and\nthe associated magnetooptical and magnetotransport functionalities, are\ndominated by the formation of Cr-rich (Zn,Cr)Te metallic nanocrystals embedded\nin the Cr-poor (Zn,Cr)Te matrix. Importantly, the formation of these\nnanocrystals can be controlled by manipulating the charge state of Cr ions\nduring the epitaxy. The findings provide insight into the origin of\nferromagnetism in a broad range of semiconductors and oxides, and indicate\npossible functionalities of these composite systems. Furthermore, they\ndemonstrate a bottom-up method for self-organized nanostructure fabrication\nthat is applicable to any system in which the charge state of a constituent\ndepends on the Fermi-level position in the host semiconductor.\n","Comment: 22 pages, 8 figures (incl. Supplementary Information)"]}]
["0804.0325",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0325"],"date":["2008-04-02"],"type":["text"],"creator":["Kumar, Rakesh","Tomy, C. V.","Paulose, P. L.","Nagarajan, R.","Malik, S. K."],"language":[],"coverage":[],"title":["Anomalous magnetic and transport properties of La(0.8-x)Eu(x)Sr0.2MnO3\n  (0.04 l.e. x l.e. 0.36) compounds"],"description":["  Anomalous magnetic and transport properties observed in the\nLa0.8-xEuxSr0.2MnO3 (0.04 l.e x l.e. 0.36) compounds are presented in this\npaper. The Curie temperature (TC) decreases from 260 K for x = 0.04 to 188 K\nfor x = 0.16 and surprisingly thereafter increases for higher Eu concentrations\n(x > 0.16) and becomes nearly constant ~230 K. Resistivity increases with Eu\nconcentration up to x = 0.16 but decreases for higher Eu concentration (x >\n0.16). In the magnetoresistance data, in addition to a peak corresponding to\nthe insulator-metal transition at (TI-M1), a second peak is also observed at a\nrelatively lower temperature, (TI-M2). Both TI-M1 and TI-M2 follow the same\ntrend as TC. The unique variation of TC and magnetoresistance is explained on\nthe basis of structure and disorder correlated to microscopic electronic phase\nsegregation. The studies with the existing studies also point to the\nuniversibility of this consideration.\n","Comment: 9 pages, 4 figures"]}]
["0804.0326",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - General Topology","18 (Primary)","54E (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0326"],"date":["2008-04-02"],"type":["text"],"creator":["Hofmann, Dirk"],"language":[],"coverage":[],"title":["Injective Spaces via Adjunction"],"description":["  Our work over the past years shows that not only the collection of (for\ninstance) all topological spaces gives rise to a category, but also each\ntopological space can be seen individually as a category by interpreting the\nconvergence relation $\\mathfrak{x}\\to x$ between ultrafilters and points of a\ntopological space $X$ as arrows in $X$. Naturally, this point of view opens the\ndoor to the use of concepts and ideas from (enriched) Category Theory for the\ninvestigation of (for instance) topological spaces. In this paper we study\ncocompleteness, adjoint functors and Kan extensions in the context of\ntopological theories. We show that the cocomplete spaces are precisely the\ninjective spaces, and they are algebras for a suitable monad on $\\SET$. This\nway we obtain enriched versions of known results about injective topological\nspaces and continuous lattices.\n","Comment: 24 pages"]}]
["0804.0334",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0334"],"date":["2008-04-02"],"type":["text"],"creator":["Marklund, M.","Brodin, G."],"language":[],"coverage":[],"title":["Spin quantum plasmas - new aspects of collective dynamics"],"description":["  Quantum plasmas is a rapidly expanding field of research, with applications\nranging from nanoelectronics, nanoscale devices and ultracold plasmas, to\ninertial confinement fusion and astrophysics. Here we give a short systematic\noverview of quantum plasmas. In particular, we analyze the collective effects\ndue to spin using fluid models. The introduction of an intrinsic magnetization\ndue to the plasma electron (or positron) spin properties in the\nmagnetohydrodynamic limit is discussed. Finally, a discussion of the theory and\nexamples of applications is given.\n","Comment: 17 pages, short review concerning quantum plasmas, to appear in the\n  Proceedings of the 2007 ICTP Summer College on Plasma Physics, Trieste 30\n  July - 24 August, 2007"]}]
["0804.0335",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0335"],"date":["2008-04-02"],"type":["text"],"creator":["Brodin, G.","Marklund, M."],"language":[],"coverage":[],"title":["Quantum, spin and QED effects in plasmas"],"description":["  Plasmas are usually described using classical equations. While this is often\na good approximation, where are situations when a quantum description is\nmotivated. In this paper we will include several quantum effects, ranging from\nparticle dispersion, which give raise to the so called Bohm potential, to spin\neffects, and to quantum electrodynamical effects. The later effects appears\nwhen the field strength approaches the Schwinger critical field, which may\noccur in for example astrophysical systems. Examples of how to model such\nquantum effects will be presented, and the phenomena resulting from these\nmodels will be discussed.\n","Comment: 9 pages, short review, to appear in appear in the Proceedings of the\n  2007 ICTP Summer College on Plasma Physics, Trieste 30 July - 24 August, 2007"]}]
["0804.0341",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0341"],"date":["2008-04-02"],"type":["text"],"creator":["De Martini, Francesco","Sciarrino, Fabio","Vitelli, Chiara"],"language":[],"coverage":[],"title":["Entanglement and Non-locality in a Micro-Macroscopic system"],"description":["  In recent years two fundamental aspects of quantum mechanics have attracted a\ngreat deal of interest, namely the investigation on the irreducible nonlocal\nproperties of Nature implied by quantum entanglement and the physical\nrealization of the 'Schroedinger Cat'. In the present work a macro - state\nconsisting of about 3.5 x 10^4 photons in a quantum superposition and entangled\nwith a far apart single - photon state is generated. Then, the non-separability\nof the overall micro-macro system is demonstrated and the corresponding Bell's\ninequalities are found to be violated. Precisely, an entangled photon pair is\ncreated by a nonlinear optical process, then one photon of the pair is injected\ninto an optical parametric amplifier operating for any input polarization\nstate, i.e. into a phase-covariant cloning machine. Such transformation\nestablishes a connection between the single photon and the multi particle\nfields. We then demonstrate the non-separability of the bipartite system by\nadopting a local filtering technique within a positive operator valued\nmeasurement.\n","Comment: 12 pages, 11 figures"]}]
["0804.0352",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Artificial Intelligence","F.4.1","K.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0352"],"date":["2008-04-02"],"type":["text"],"creator":["Sharifzadeh, M.","Owladeghaffari, H.","Shahriar, K.","Bakhtavar, E."],"language":[],"coverage":[],"title":["Permeability Analysis based on information granulation theory"],"description":["  This paper describes application of information granulation theory, on the\nanalysis of \"lugeon data\". In this manner, using a combining of Self Organizing\nMap (SOM) and Neuro-Fuzzy Inference System (NFIS), crisp and fuzzy granules are\nobtained. Balancing of crisp granules and sub- fuzzy granules, within non fuzzy\ninformation (initial granulation), is rendered in open-close iteration. Using\ntwo criteria, \"simplicity of rules \"and \"suitable adaptive threshold error\nlevel\", stability of algorithm is guaranteed. In other part of paper, rough set\ntheory (RST), to approximate analysis, has been employed >.Validation of the\nproposed methods, on the large data set of in-situ permeability in rock masses,\nin the Shivashan dam, Iran, has been highlighted. By the implementation of the\nproposed algorithm on the lugeon data set, was proved the suggested method,\nrelating the approximate analysis on the permeability, could be applied.\n","Comment: 8 pages,7 figures"]}]
["0804.0353",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Artificial Intelligence","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0353"],"date":["2008-04-02"],"type":["text"],"creator":["Owladeghaffari, H.","Pedrycz, K. Shahriar W."],"language":[],"coverage":[],"title":["Graphical Estimation of Permeability Using RST&NFIS"],"description":["  This paper pursues some applications of Rough Set Theory (RST) and\nneural-fuzzy model to analysis of \"lugeon data\". In the manner, using Self\nOrganizing Map (SOM) as a pre-processing the data are scaled and then the\ndominant rules by RST, are elicited. Based on these rules variations of\npermeability in the different levels of Shivashan dam, Iran has been\nhighlighted. Then, via using a combining of SOM and an adaptive Neuro-Fuzzy\nInference System (NFIS) another analysis on the data was carried out. Finally,\na brief comparison between the obtained results of RST and SOM-NFIS (briefly\nSONFIS) has been rendered.\n","Comment: 6 pages;NAFIPS08"]}]
["0804.0366",{"format":[],"subject":["Computer Science - Software Engineering","D.2","D.2.1","D.2.2","K.6.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0366"],"date":["2008-04-02"],"type":["text"],"creator":["Chénais, Patrick"],"language":[],"coverage":[],"title":["Merging Object and Process Diagrams for Business Information Modeling"],"description":["  While developing an information system for the University of Bern, we were\nfaced with two major issues: managing software changes and adapting Business\nInformation Models. Software techniques well-suited to software development\nteams exist, yet the models obtained are often too complex for the business\nuser. We will first highlight the conceptual problems encountered while\ndesigning the Business Information Model. We will then propose merging class\ndiagrams and business process modeling to achieve a necessary transparency. We\nwill finally present a modeling tool we developed which, using pilot case\nstudies, helps to show some of the advantages of a dual model approach.\n","Comment: 20 small format pages, 16 figures"]}]
["0804.0369",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0369"],"date":["2008-04-02"],"type":["text"],"creator":["Teodorescu, Liliana"],"language":[],"coverage":[],"title":["Evolutionary Computation in High Energy Physics"],"description":["  Evolutionary Computation is a branch of computer science with which,\ntraditionally, High Energy Physics has fewer connections. Its methods were\ninvestigated in this field, mainly for data analysis tasks. These methods and\nstudies are, however, less known in the high energy physics community and this\nmotivated us to prepare this lecture. The lecture presents a general overview\nof the main types of algorithms based on Evolutionary Computation, as well as a\nreview of their applications in High Energy Physics.\n","Comment: Lecture presented at 2006 Inverted CERN School of Computing; to be\n  published in the school proceedings (CERN Yellow Report)"]}]
["0804.0374",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0374"],"date":["2008-04-02"],"type":["text"],"creator":["Lerouge, S.","Fardin, M. A.","Argentina, M.","Gregoire, G.","Cardoso, O."],"language":[],"coverage":[],"title":["Interface dynamics in shear-banding flow of giant micelles"],"description":["  We report on a non trivial dynamics of the interface between shear bands\nfollowing a start-up of flow in a semi-dilute wormlike micellar system\ninvestigated using a combination of mechanical and optical measurements. During\nthe building of the banding structure, we observed the stages of formation,\nmigration of the interface between bands and finally the destabilization of\nthis interface along the vorticity axis. The mechanical signature of these\nprocesses has been indentified in the time series of the shear stress. The\ninterface instability occurs all along the stress plateau, the asymptotic\nwavelength of the patterns increasing with the control parameter typically from\na fraction of the gap width to about four times the gap width. Three main\nregimes of dynamics are highlighted : a spatially stable oscillating mode\napproximately at the middle of the coexistence region flanked by two ranges\nwhere the dynamics appears more exotic with propagative and chaotic events\nrespectively at low and high shear rates. The distribution of small particles\nseeded in the solution strongly suggests that the flow is three-dimensional.\nFinally, we demonstrate that the shear-banding scenario described in this paper\nis not specific to our system.\n"]}]
["0804.0377",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","35K57","92D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0377"],"date":["2008-04-02"],"type":["text"],"creator":["Aguerrea, Maitere","Trofimchuk, Sergei","Valenzuela, Gabriel"],"language":[],"coverage":[],"title":["Uniqueness of fast travelling fronts in reaction-diffusion equations\n  with delay"],"description":["  We consider positive travelling fronts of the time-delayed reaction-diffusion\nequation with the monostable birth function. Our main result says that for\nevery fixed and sufficiently large velocity c, the positive travelling front is\nunique (modulo translations). To prove the uniqueness, we introduce a small\nparameter 1/c and realize the Lyapunov-Schmidt reduction in a scale of Banach\nspaces.\n","Comment: 15 pages"]}]
["0804.0380",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","High Energy Physics - Experiment","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0380"],"date":["2008-04-02"],"type":["text"],"creator":["Porter, Frank C."],"language":[],"coverage":[],"title":["Testing Consistency of Two Histograms"],"description":["  Several approaches to testing the hypothesis that two histograms are drawn\nfrom the same distribution are investigated. We note that single-sample\ncontinuous distribution tests may be adapted to this two-sample grouped data\nsituation. The difficulty of not having a fully-specified null hypothesis is an\nimportant consideration in the general case, and care is required in estimating\nprobabilities with ``toy'' Monte Carlo simulations. The performance of several\ncommon tests is compared; no single test performs best in all situations.\n","Comment: 35 pages, 15 figures, 5 tables. Plain TeX. Uses graphicx external\n  package. For better quality figures, go to:\n  http://www.hep.caltech.edu/~fcp/statistics/hypothesisTest/PoissonConsistency/PoissonConsistency.pdf"]}]
["0804.0385",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0385"],"date":["2008-04-02"],"type":["text"],"creator":["Sankar, Lalitha","Mandayam, Narayan B.","Poor, H. Vincent"],"language":[],"coverage":[],"title":["On the Sum-Capacity of Degraded Gaussian Multiaccess Relay Channels"],"description":["  The sum-capacity is studied for a K-user degraded Gaussian multiaccess relay\nchannel (MARC) where the multiaccess signal received at the destination from\nthe K sources and relay is a degraded version of the signal received at the\nrelay from all sources, given the transmit signal at the relay. An outer bound\non the capacity region is developed using cutset bounds. An achievable rate\nregion is obtained for the decode-and-forward (DF) strategy. It is shown that\nfor every choice of input distribution, the rate regions for the inner (DF) and\nouter bounds are given by the intersection of two K-dimensional polymatroids,\none resulting from the multiaccess link at the relay and the other from that at\nthe destination. Although the inner and outer bound rate regions are not\nidentical in general, for both cases, a classical result on the intersection of\ntwo polymatroids is used to show that the intersection belongs to either the\nset of active cases or inactive cases, where the two bounds on the K-user\nsum-rate are active or inactive, respectively. It is shown that DF achieves the\ncapacity region for a class of degraded Gaussian MARCs in which the relay has a\nhigh SNR link to the destination relative to the multiaccess link from the\nsources to the relay. Otherwise, DF is shown to achieve the sum-capacity for an\nactive class of degraded Gaussian MARCs for which the DF sum-rate is maximized\nby a polymatroid intersection belonging to the set of active cases. This class\nis shown to include the class of symmetric Gaussian MARCs where all users\ntransmit at the same power.\n","Comment: 50 pages, 4 figures, submitted to the IEEE IT Transactions"]}]
["0804.0386",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0386"],"date":["2008-04-02"],"type":["text"],"creator":["Gori, P.","Ronci, F.","Colonna, S.","Cricenti, A.","Pulci, O.","Lay, G. Le"],"language":[],"coverage":[],"title":["First-principles calculations and bias-dependent STM measurements at the\n  alpha-Sn/Ge(111) surface: a clear indication for the 1U2D configuration"],"description":["  The nature of the alpha-Sn/Ge(111) surface is still a matter of debate. In\nparticular, two possible configurations have been proposed for the 3x3 ground\nstate of this surface: one with two Sn adatoms in a lower position with respect\nto the third one (1U2D) and the other with opposite configuration (2U1D). By\nmeans of first-principles quasiparticle calculations we could simulate STM\nimages as a function of bias voltage and compare them with STM experimental\nresults at 78K, obtaining an unambiguous indication that the stable\nconfiguration for the alpha-Sn/Ge(111) surface is the 1U2D. The possible\ninequivalence of the two down Sn adatoms is also discussed.\n","Comment: Submitted to PRL"]}]
["0804.0387",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0387"],"date":["2008-04-02"],"type":["text"],"creator":["Yang, Rongwei"],"language":[],"coverage":[],"title":["Projective spectrum in Banach algebras"],"description":["  For a tuple $A=(A_0, A_1, ..., A_n)$ of elements in a unital Banach algebra\n${\\mathcal B}$, its {\\em projective spectrum} $p(A)$ is defined to be the\ncollection of $z=[z_0, z_1, ..., z_n]\\in \\pn$ such that $A(z)=z_0A_0+z_1A_1+...\n+z_nA_n$ is not invertible in ${\\mathcal B}$. The pre-image of $p(A)$ in\n${\\cc}^{n+1}$ is denoted by $P(A)$. When ${\\mathcal B}$ is the $k\\times k$\nmatrix algebra $M_k(\\cc)$, the projective spectrum is a projective\nhypersurface. In infinite dimensional cases, projective spectrums can be very\ncomplicated, but also have some properties similar to that of hypersurfaces.\nWhen $A$ is commutative, $P(A)$ is a union of hyperplanes. When ${\\mathcal B}$\nis reflexive or is a $C^*$-algebra, the {\\em projective resolvent set}\n$P^c(A):=\\cc^{n+1}\\setminus P(A)$ is shown to be a disjoint union of domains of\nholomorphy. Later part of this paper studies Maurer-Cartan type ${\\mathcal\nB}$-valued 1-form $A^{-1}(z)dA(z)$ on $P^c(A)$. As a consequence, we show that\nif ${\\mathcal B}$ is a $C^*$-algebra with a trace $\\phi$, then\n$\\phi(A^{-1}(z)dA(z))$ is a nontrivial element in the de Rham cohomology space\n$H^1_d(P^c(A), \\cc)$.\n"]}]
["0804.0388",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0388"],"date":["2008-04-02"],"type":["text"],"creator":["Tenni, Elisa"],"language":[],"coverage":[],"title":["Fibred surfaces with general pencils of genus 5"],"description":["  Let $f:S \\fr B$ be a surface fibration with fibres of genus 5. We find a\nlinear relation between the fundamental invariants of the surface. Namely\n$K_f^2=\\chi_f+N$ where $N$ is the number of trigonal fibres. Our proof is based\non the analysis of the relative canonical algebra $\\cal{R}(f)$.\n","Comment: 13 pages"]}]
["0804.0390",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0390"],"date":["2008-04-02"],"type":["text"],"creator":["Zhang, Juan","Kolassa, John E."],"language":[],"coverage":[],"title":["A practical procedure to find matching priors for frequentist inference"],"description":["  In the manuscript, we present a practical way to find the matching priors\nproposed by Welch & Peers (1963) and Peers (1965). We investigate the use of\nsaddlepoint approximations combined with matching priors and obtain p-values of\nthe test of an interest parameter in the presence of nuisance parameter. The\nadvantage of our procedure is the flexibility of choosing different initial\nconditions so that one can adjust the performance of the test. Two examples\nhave been studied, with coverage verified via Monte Carlo simulation. One\nrelates to the ratio of two exponential means, and the other relates the\nlogistic regression model. Particularly, we are interested in small sample\nsettings.\n","Comment: 17 pages, 2 tables"]}]
["0804.0392",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0392"],"date":["2008-04-02"],"type":["text"],"creator":["Kim, E.","Stratford, K.","Adhikari, R.","Cates, M. E."],"language":[],"coverage":[],"title":["Arrest of Fluid Demixing by Nanoparticles: A Computer Simulation Study"],"description":["  We use lattice Boltzmann simulations to investigate the formation of arrested\nstructures upon demixing of a binary solvent containing neutrally wetting\ncolloidal particles. Previous simulations for symmetric fluid quenches pointed\nto the formation of `bijels': bicontinuous interfacially jammed emulsion gels.\nThese should be created when a glassy monolayer of particles forms at the\nfluid-fluid interface, arresting further demixing, and rigidifying the\nstructure. Experimental work has broadly confirmed this scenario, but shows\nthat bijels can also be formed in volumetrically asymmetric quenches. Here we\npresent new simulation results for such quenches, compare these to the\nsymmetric case, and find a crossover to an arrested droplet phase at strong\nasymmetry. We then make extensive new analyses of the post-arrest dynamics in\nour simulated bijel and droplet structures, on time scales comparable to the\nBrownian time for colloid motion. Our results suggest that, on these\nintermediate time scales, the effective activation barrier to ejection of\nparticles from the fluid-fluid interface is smaller by at least two orders of\nmagnitude than the corresponding barrier for an isolated particle on a flat\ninterface.\n","Comment: Accepted for publication by Langmuir"]}]
["0804.0399",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0399"],"date":["2008-04-02"],"type":["text"],"creator":["Frigg, Roman"],"language":[],"coverage":[],"title":["A Field Guide to Recent Work on the Foundations of Statistical Mechanics"],"description":["  This is an extensive review of recent work on the foundations of statistical\nmechanics. Subject matters discussed include: interpretation of probability,\ntypicality, recurrence, reversibility, ergodicity, mixing, coarse graining,\npast hypothesis, reductionism, phase average, thermodynamic limit,\ninterventionism, entropy.\n"]}]
["0804.0407",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60H15","62F12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0407"],"date":["2008-04-02"],"type":["text"],"creator":["Cialenco, Igor","Lototsky, Sergey","Pospisil, Jan"],"language":[],"coverage":[],"title":["Asymptotic Properties of the Maximum Likelihood Estimator for Stochastic\n  Parabolic Equations with Additive Fractional Brownian Motion"],"description":["  A parameter estimation problem is considered for a diagonaliazable stochastic\nevolution equation using a finite number of the Fourier coefficients of the\nsolution. The equation is driven by additive noise that is white in space and\nfractional in time with the Hurst parameter $H\\geq 1/2$.\n  The objective is to study asymptotic properties of the maximum likelihood\nestimator as the number of the Fourier coefficients increases. A necessary and\nsufficient condition for consistency and asymptotic normality is presented in\nterms of the eigenvalues of the operators in the equation.\n"]}]
["0804.0410",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0410"],"date":["2008-04-02"],"type":["text"],"creator":["Grenier, Isabelle A."],"language":[],"coverage":[],"title":["The Galactic gamma-ray club"],"description":["  The exclusive Galactic gamma-ray club has opened up to new members. Supernova\nremnants, pulsar wind nebulae, and massive binary systems hosting a compact\nobject have recently joined the young pulsars as firmly established sources of\ngamma rays in the Milky Way. Massive young stellar clusters are on the waiting\nlist to join the club. Only the fine imaging recently obtained at TeV energies\ncould resolve specific sources. The samples are sparse, but raise exciting\nquestions. The jet or pulsar-wind origin of the emission in binaries has been\nhotly debated, but it seems that both types of systems have been recently\ndetected. The nature of the radiation in shock accelerators is still\nquestioned: do nuclei contribute a lot, a little, or not to the gamma rays and\nwhat energy do they carry away from the shock budget? The acceleration process\nand the structural evolution of the pulsar winds are still uncertain. The\nmagnetic field distribution in all these systems is a key, but poorly\nconstrained, ingredient to model the multi-wavelength data, particle transport\nand electron ageing. It must, however, be determined in order to efficiently\nprobe particle distributions and the acceleration mechanisms. The source\nsamples soon to be expected from GLAST and the Cherenkov telescopes should\nbring new valuable test cases and they will, for the first time, shed\nstatistical light on the collective behaviour of these different types of\naccelerators.\n","Comment: 15 pages, invited review at the 30th International Cosmic Ray\n  Conference"]}]
["0804.0414",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0414"],"date":["2008-04-02"],"type":["text"],"creator":["Stoppa, Jacopo"],"language":[],"coverage":[],"title":["Twisted cscK metrics and K\\\"ahler slope stability"],"description":["  We introduce a cohomological obstruction to solving the constant scalar\ncurvature K\\\"ahler (cscK) equation twisted by a semipositive form, appearing in\nworks of Fine and Song-Tian. Geometrically this gives an obstruction for a\nmanifold to be the base of a holomorphic submersion carrying a cscK metric in\ncertain ``adiabatic'' classes. In turn this produces many new examples of\ngeneral type threefolds with classes which do not admit a cscK representative.\nWhen the twist vanishes our obstruction extends the slope stability of\nRoss-Thomas to effective divisors on a K\\\"ahler manifold. Thus we find examples\nof non-projective slope unstable manifolds.\n","Comment: 29 pages"]}]
["0804.0415",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0415"],"date":["2008-04-02"],"type":["text"],"creator":["Curioni, Alessandro","Fleming, Bonnie T.","Soderberg, Mitchell"],"language":[],"coverage":[],"title":["The Yale liquid argon time projection chamber"],"description":["  In this paper we give a thorough description of a liquid argon time\nprojection chamber designed, built and operated at Yale. We present results\nfrom a calibration run where cosmic rays have been observed in the detector, a\nfirst in the US.\n","Comment: 13 pages, 11 figures. The quality of some of the figures has been\n  reduced"]}]
["0804.0418",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0418"],"date":["2008-04-02"],"type":["text"],"creator":["Pirozerski, A. L.","Emelin, S. E."],"language":[],"coverage":[],"title":["Optical Spectra of the High Voltage Erosive Water Discharge"],"description":["  In the present paper kinetics of emission spectra of the high voltage erosive\nwater discharge at near ultraviolet and visible spectral ranges has been\ninvestigated. Obtained results show a similarity of physical properties of this\ndischarge (and of corresponding plasmoids) to that of some other types of\nerosional discharges which also result in the formation of dust-gas fireballs.\n","Comment: 6 pages, 12 figures. This paper is submitted to Tenth International\n  Symposium on Ball Lightning (ISBL-08), 7 - 12 July 2008, Kaliningrad, Russia"]}]
["cs/0605068",{"format":[],"subject":["Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0605068","ISSAC'06, pages 31--38, ACM Press, 2006","doi:10.1145/1145768.1145781"],"date":["2006-05-16"],"type":["text"],"creator":["Bostan, Alin","Chyzak, Frédéric","Salvy, Bruno","Cluzeau, Thomas"],"language":[],"coverage":[],"title":["Low Complexity Algorithms for Linear Recurrences"],"description":["  We consider two kinds of problems: the computation of polynomial and rational\nsolutions of linear recurrences with coefficients that are polynomials with\ninteger coefficients; indefinite and definite summation of sequences that are\nhypergeometric over the rational numbers. The algorithms for these tasks all\ninvolve as an intermediate quantity an integer $N$ (dispersion or root of an\nindicial polynomial) that is potentially exponential in the bit size of their\ninput. Previous algorithms have a bit complexity that is at least quadratic in\n$N$. We revisit them and propose variants that exploit the structure of\nsolutions and avoid expanding polynomials of degree $N$. We give two\nalgorithms: a probabilistic one that detects the existence or absence of\nnonzero polynomial and rational solutions in $O(\\sqrt{N}\\log^{2}N)$ bit\noperations; a deterministic one that computes a compact representation of the\nsolution in $O(N\\log^{3}N)$ bit operations. Similar speed-ups are obtained in\nindefinite and definite hypergeometric summation. We describe the results of an\nimplementation.\n","Comment: This is the author's version of the work. It is posted here by\n  permission of ACM for your personal use. Not for redistribution"]}]
["cs/0610027",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computational Complexity","F.1.1","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0610027"],"date":["2006-10-05","2008-04-03"],"type":["text"],"creator":["Demri, Stephane","Lazic, Ranko"],"language":[],"coverage":[],"title":["LTL with the Freeze Quantifier and Register Automata"],"description":["  A data word is a sequence of pairs of a letter from a finite alphabet and an\nelement from an infinite set, where the latter can only be compared for\nequality. To reason about data words, linear temporal logic is extended by the\nfreeze quantifier, which stores the element at the current word position into a\nregister, for equality comparisons deeper in the formula. By translations from\nthe logic to alternating automata with registers and then to faulty counter\nautomata whose counters may erroneously increase at any time, and from faulty\nand error-free counter automata to the logic, we obtain a complete complexity\ntable for logical fragments defined by varying the set of temporal operators\nand the number of registers. In particular, the logic with future-time\noperators and 1 register is decidable but not primitive recursive over finite\ndata words. Adding past-time operators or 1 more register, or switching to\ninfinite data words, cause undecidability.\n","Comment: 29 pages"]}]
["cs/0703121",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0703121","ISSAC'07, pages 25--32, ACM Press, 2007.","doi:10.1145/1277548.1277553"],"date":["2007-03-23","2007-09-14"],"type":["text"],"creator":["Bostan, Alin","Chyzak, Frédéric","Salvy, Bruno","Lecerf, Grégoire","Schost, Éric"],"language":[],"coverage":[],"title":["Differential Equations for Algebraic Functions"],"description":["  It is classical that univariate algebraic functions satisfy linear\ndifferential equations with polynomial coefficients. Linear recurrences follow\nfor the coefficients of their power series expansions. We show that the linear\ndifferential equation of minimal order has coefficients whose degree is cubic\nin the degree of the function. We also show that there exists a linear\ndifferential equation of order linear in the degree whose coefficients are only\nof quadratic degree. Furthermore, we prove the existence of recurrences of\norder and degree close to optimal. We study the complexity of computing these\ndifferential equations and recurrences. We deduce a fast algorithm for the\nexpansion of algebraic series.\n"]}]
["gr-qc/0502051",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0502051","General Relativity and Gravitation, 37(12) (2005) 2261","doi:10.1007/s10714-005-0203-z"],"date":["2005-02-11","2008-04-03"],"type":["text"],"creator":["Boccaletti, Dino","Catoni, Francesco","Cannata, Roberto","Zampetti, Paolo"],"language":[],"coverage":[],"title":["Integrating the geodesic equations in the Schwarzschild and Kerr\n  space-times using Beltrami's \"geometrical\" method"],"description":["  We revisit a little known theorem due to Beltrami, through which the\nintegration of the geodesic equations of a curved manifold is accomplished by a\nmethod which, even if inspired by the Hamilton-Jacobi method, is purely\ngeometric. The application of this theorem to the Schwarzschild and Kerr\nmetrics leads straightforwardly to the general solution of their geodesic\nequations. This way of dealing with the problem is, in our opinion, very much\nin keeping with the geometric spirit of general relativity. In fact, thanks to\nthis theorem we can integrate the geodesic equations by a geometrical method\nand then verify that the classical conservation laws follow from these\nequations.\n","Comment: 12 pages; corrected typos, journal-ref added"]}]
["hep-th/0602165",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0602165"],"date":["2006-02-16","2008-04-02"],"type":["text"],"creator":["Karp, Robert L."],"language":[],"coverage":[],"title":["On the C^n/Z_m fractional branes"],"description":["  We construct several geometric representatives for the C^n/Z_m fractional\nbranes on either a partially or the completely resolved orbifold. In the\nprocess we use large radius and conifold-type monodromies, and provide a strong\nconsistency check. In particular, for C^3/Z_5 we give three different sets of\ngeometric representatives. We also find the explicit Seiberg-duality, in the\nBerenstein-Douglas sense, which connects our fractional branes to the ones\ngiven by the McKay correspondence.\n","Comment: 35 pages, xypic, 1 eps fig. v2: simplified the proofs in Section 5"]}]
["math/0312415",{"format":[],"subject":["Mathematics - Representation Theory","22E46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0312415","Proceedings of the 8th \"Dr. Antonio A. R. Monteiro\" Congress,\n  3--23, Actas Congr. \"Dr. Antonio A. R. Monteiro\", Univ. Nac. del Sur, Bahia\n  Blanca, 2006."],"date":["2003-12-22"],"type":["text"],"creator":["Bratten, Tim"],"language":[],"coverage":[],"title":["Comparison Theorem and Geometric Realization of Representations"],"description":["  In this paper we generalize the comparison theorem of Hecht and Taylor to\narbitrary parabolic subalgebras of a complex reductive Lie algebra and then\napply our generalized comparison theorem to obtain results about the geometric\nrealization of representations in flag spaces.\n","Comment: 20 pages"]}]
["math/0411575",{"format":[],"subject":["Mathematics - Group Theory","20F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411575","Journal of Algebra 301 (2006) 642-669","doi:10.1016/j.jalgebra.2006.01.007"],"date":["2004-11-25","2004-12-14"],"type":["text"],"creator":["Castella, Anatole"],"language":[],"coverage":[],"title":["Sur les automorphismes et la rigidite des groupes de Coxeter a angles\n  droits"],"description":["  By underlying the commutation relation in a right-angled Coxeter group W, we\nrecover the fact that right-angled Coxeter groups are rigid and we describe the\nsecond subgroup of Aut(W) that appears in the decomposition of Aut(W) into a\nsemi-direct product established by J. Tits in \"Sur le groupe des automorphismes\nde certains groupes de Coxeter\" (Journal of Algebra 113, (1988), 346-357).\n  -----\n  En mettant l'accent sur la relation de commutation dans un groupe de Coxeter\na angles droits W, on redemontre le fait que les groupes de Coxeter a angles\ndroits sont rigides et on decrit le second sous-groupe de Aut(W) apparaissant\ndans la decomposition en produit semi-direct de Aut(W) etablie par J. Tits dans\n\"Sur le groupe des automorphismes de certains groupes de Coxeter\"(Journal of\nAlgebra 113, (1988), 346-357).\n","Comment: 20 pages, french"]}]
["math/0503646",{"format":[],"subject":["Mathematics - Representation Theory","22E46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503646","Beitrage zur Algebra und Geometrie Contributions to Algebra and\n  Geometry Vol. 49, No. 1, pp. 33-57 (2008)"],"date":["2005-03-28","2007-06-11"],"type":["text"],"creator":["Bratten, Tim"],"language":[],"coverage":[],"title":["A Geometric Embedding for Standard Analytic Modules"],"description":["  In this manuscript we make a general study of the representations realized,\nfor a reductive Lie group of Harish-Chandra class, on the compactly supported\nsheaf cohomology groups of an irreducible finite-rank polarized homogeneous\nvector bundle defined in a generalized complex flag space. In particular, we\nshow that the representations obtained are minimal globalizations of\nHarish-Chandra modules and that there exists a whole number q, depending only\non the orbit, such that all cohomologies vanish in degree less than q. The\nrepresentation realized on the q-th cohomology group is called a standard\nanalytic module. Our main result is a geometric proof that a standard analytic\nmodule embeds naturally in an associated standard module defined on the full\nflag space of Borel subalgebras. As an application, we give geometric\nrealizations for irreducible submodules of some principal series\nrepresentations in case the group is complex.\n","Comment: 21 pages"]}]
["math/0608037",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","58J35","35K40","35B50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608037","Commentarii Mathematici Helvetici 83 (2008), pages 407-419"],"date":["2006-08-01","2008-03-05"],"type":["text"],"creator":["Pulemotov, Artem"],"language":[],"coverage":[],"title":["The Hopf Boundary Point Lemma for Vector Bundle Sections"],"description":["  The paper establishes a version of the Hopf boundary point lemma for sections\nof a vector bundle over a manifold with boundary. This result may be viewed as\na counterpart to the tensor maximum principle obtained by R. Hamilton in 1986.\nPotential applications include the study of various geometric flows and the\nconstruction of invariant sets for geometric boundary value problems.\n","Comment: 12 pages"]}]
["math/0609851",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - K-Theory and Homology","11G55, 19F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609851","Duke Math. J. 138 (2007), no. 3, 391--422","doi:10.1215/S0012-7094-07-13832-8"],"date":["2006-09-29"],"type":["text"],"creator":["Lalin, Matilde N."],"language":[],"coverage":[],"title":["An algebraic integration for Mahler measure"],"description":["  There are many examples of several-variable polynomials whose Mahler measure\nis expressed in terms of special values of polylogarithms. These examples are\nexpected to be related to computations of regulators, as observed by Deninger,\nand later Rodriguez-Villegas, and Maillot. While Rodriguez-Villegas made this\nrelationship explicit for the two variable case, it is our goal to understand\nthe three variable case and shed some light on the examples with more\nvariables.\n","Comment: 3 figures"]}]
["math/0611624",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - K-Theory and Homology","11G55, 19F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611624","J. Number Theory 128 (2008), no. 5, 1231--1271","doi:10.1016/j.jnt.2007.03.002"],"date":["2006-11-20","2007-04-13"],"type":["text"],"creator":["Lalin, Matilde N."],"language":[],"coverage":[],"title":["Mahler measures and computations with regulators"],"description":["  In this work we apply the techniques that were developed in [Lalin: An\nalgebraic integration for Mahler measure] in order to study several examples of\nmultivariable polynomials whose Mahler measure is expressed in terms of special\nvalues of the Riemann zeta function or Dirichlet L-series. The examples may be\nunderstood in terms of evaluations of regulators. Moreover, we apply the same\ntechniques to the computation of generalized Mahler measures, in the sense of\nGon and Oyanagi [Gon, Oyanagi: Generalized Mahler measures and multiple sine\nfunctions]\n","Comment: 5 figures"]}]
["math/0611696",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611696"],"date":["2006-11-22","2008-04-03"],"type":["text"],"creator":["Sidman, Jessica","Sullivant, Seth"],"language":[],"coverage":[],"title":["Prolongations and computational algebra"],"description":["  We explore the geometric notion of prolongations in the setting of\ncomputational algebra, extending results of Landsberg and Manivel which relate\nprolongations to equations for secant varieties. We also develop methods for\ncomputing prolongations which are combinatorial in nature. As an application,\nwe use prolongations to derive a new family of secant equations for the binary\nsymmetric model in phylogenetics.\n","Comment: 19 pages, 4 figures"]}]
["physics/0602116",{"format":[],"subject":["Physics - Atomic Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0602116"],"date":["2006-02-16","2008-04-03"],"type":["text"],"creator":["Almeida, Jose B."],"language":[],"coverage":[],"title":["A geometric algebra approach to the hydrogen atom"],"description":["  Monogenic functions in the algebra of 5-dimensional spacetime have been used\npreviously by the author as first principle in different areas of fundamental\nphysics; the paper recovers that principle applying it to the hydrogen atom.\nThe equation that results from the monogenic condition is formally equivalent\nto Dirac's and so its solutions resemble closely those found in the literature.\nThe use of the monogenic condition as point of departure as not only the\nadvantage of being a unified approach but also provides very strong links with\ngeometry that are completely lost in the usual approach.\n","Comment: 9 pages, sec. VII revised and corrected in V. 2"]}]
["quant-ph/0404133",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0404133","Quantum Information & Computation Vol.7, No.8 (2007) 689-715"],"date":["2004-04-23","2008-04-03"],"type":["text"],"creator":["Chen, Kai","Lo, Hoi-Kwong"],"language":[],"coverage":[],"title":["Multi-partite quantum cryptographic protocols with noisy GHZ states"],"description":["  We propose a wide class of distillation schemes for multi-partite entangled\nstates that are CSS-states. Our proposal provides not only superior efficiency,\nbut also new insights on the connection between CSS-states and bipartite graph\nstates. We then apply our distillation schemes to the tri-partite case for\nthree cryptographic tasks--namely, (a) conference key agreement, (b) quantum\nsharing of classical secrets and (c) third-man cryptography. Moreover, we\nconstruct ``prepare-and-measure'' protocols for the above three cryptographic\ntasks which can be implemented with the generation of only a single entangled\npair at a time. This gives significant simplification over previous\nexperimental implementations which require two entangled pairs generated\nsimultaneously. We also study the yields of those protocols and the threshold\nvalues of the fidelity above which the protocols can function securely. Rather\nsurprisingly, our protocols will function securely even when the initial state\ndoes not violate the standard Bell-inequalities for GHZ states.\n","Comment: Revised Version, 21 pages, 7 figures. We have added a third-man\n  cryptography protocol. Our protocols for the three cryptographic tasks can be\n  implemented with the generation of only a single entangled pair at a time.\n  This gives significant simplification over previous experimental\n  implementations which require two entangled pairs generated simultaneously"]}]
["quant-ph/0702006",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702006","Open Syst. Inf. Dyn. 15 (2008) 47-69"],"date":["2007-01-31","2008-01-18"],"type":["text"],"creator":["Horodecki, Michal","Lloyd, Seth","Winter, Andreas"],"language":[],"coverage":[],"title":["Quantum coding theorem from privacy and distinguishability"],"description":["  We prove direct quantum coding theorem for random quantum codes. The problem\nis separated into two parts: proof of distinguishability of codewords by\nreceiver, and that of indistinguishability of codewords by environment\n(privacy). For a large class of codes, only privacy has to be checked.\n","Comment: Presented at the NATO ARW \"Quantum Communication and Security\", 10-13\n  September 2006, Gdansk, Poland; final version to appear in OSID special issue"]}]
