["0704.3184",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3184"],"date":["2007-04-24","2008-03-20"],"type":["text"],"creator":["Burinskii, Alexander"],"language":[],"coverage":[],"title":["Kerr-Schild Photonlike Metric Solutions"],"description":["  The charged and spinning lightlike solutions are obtained in the Kerr-Schild\nformalism. In particular, one of them may be considered as an ultrarelativistic\nboost of the Kerr-Newman solution along the direction of angular momentum. The\nKerr singular ring disappears, however, there remains a finite parameter $a$\nwhich determines spin by the Kerr relation $J=ma$. By $J=\\hbar$, the parameter\n$a$ is de Broglie wavelength of the corresponding photon. Electromagnetic field\nis aligned to the Kerr null congruence. Some of the presented solutions contain\nsingular beam pulse (pp-strings) like the considered recently `gyratons'.\n","Comment: 6 p, Revtex4"]}]
["0706.3723",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3723","Dans Proceedings of the 25th Annual Symposium on the Theoretical\n  Aspects of Computer Science - STACS 2008, Bordeaux : France (2008)"],"date":["2007-06-26","2008-03-20"],"type":["text"],"creator":["Ganzow, Tobias","Rubin, Sasha"],"language":[],"coverage":[],"title":["Order-Invariant MSO is Stronger than Counting MSO in the Finite"],"description":["  We compare the expressiveness of two extensions of monadic second-order logic\n(MSO) over the class of finite structures. The first, counting monadic\nsecond-order logic (CMSO), extends MSO with first-order modulo-counting\nquantifiers, allowing the expression of queries like ``the number of elements\nin the structure is even''. The second extension allows the use of an\nadditional binary predicate, not contained in the signature of the queried\nstructure, that must be interpreted as an arbitrary linear order on its\nuniverse, obtaining order-invariant MSO.\n  While it is straightforward that every CMSO formula can be translated into an\nequivalent order-invariant MSO formula, the converse had not yet been settled.\nCourcelle showed that for restricted classes of structures both order-invariant\nMSO and CMSO are equally expressive, but conjectured that, in general,\norder-invariant MSO is stronger than CMSO.\n  We affirm this conjecture by presenting a class of structures that is\norder-invariantly definable in MSO but not definable in CMSO.\n","Comment: Revised version contributed to STACS 2008"]}]
["0708.0724",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0724"],"date":["2007-08-06","2008-03-20"],"type":["text"],"creator":["Patton, Kelly R."],"language":[],"coverage":[],"title":["Current-Noise Spectroscopy with a Scanning Tunneling Microscope"],"description":["  This paper has been withdrawn due to fundamental errors.\n","Comment: This paper has been withdrawn"]}]
["0709.0345",{"format":[],"subject":["Mathematics - Differential Geometry","53C20","53C27","58J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0345","Symmetry, Integrability and Geometry: Methods and Applications 3,\n  119 (2007) 11 pages"],"date":["2007-09-04","2008-02-06"],"type":["text"],"creator":["Hijazi, Oussama","Raulot, Simon"],"language":[],"coverage":[],"title":["Branson's Q-curvature in Riemannian and Spin Geometry"],"description":["  On a closed 4-dimensional Riemannian manifold, we give a lower bound for the\nsquare of the first eigenvalue of the Yamabe operator in terms of the total\nBranson's Q-curvature. As a consequence, if the manifold is spin, we relate the\nfirst eigenvalue of the Dirac operator to the total Branson's Q-curvature. On a\nclosed n-dimensional manifold, $n\\ge 5$, we compare the three basic conformally\ncovariant operators : the Branson-Paneitz, the Yamabe and the Dirac operator\n(if the manifold is spin) through their first eigenvalues. Equality cases are\nalso characterized.\n","Comment: 14 pages, Proceedings of the 2007 Midwest Geometry Conference in\n  honor of Thomas P. Branson"]}]
["0709.1956",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1956","Phys. Rev. A 77, 032325 (2008)","doi:10.1103/PhysRevA.77.032325"],"date":["2007-09-07","2008-03-18"],"type":["text"],"creator":["de Oliveira, Thiago R.","Rigolin, Gustavo","de Oliveira, Marcos C.","Miranda, E."],"language":[],"coverage":[],"title":["Symmetry breaking effects upon bipartite and multipartite entanglement\n  in the XY model"],"description":["  We analyze the bipartite and multipartite entanglement for the ground state\nof the one-dimensional XY model in a transverse magnetic field in the\nthermodynamical limit. We explicitly take into account the spontaneous symmetry\nbreaking in order to explore the relation between entanglement and quantum\nphase transitions. As a result we show that while both bipartite and\nmultipartite entanglement can be enhanced by spontaneous symmetry breaking deep\ninto the ferromagnetic phase, only the latter is affected by it in the vicinity\nof the critical point. This result adds to the evidence that multipartite, and\nnot bipartite, entanglement is the fundamental indicator of long range\ncorrelations in quantum phase transitions.\n","Comment: 13 pages, 19 figures, comments welcome. V2: small changes, published\n  version"]}]
["0709.2049",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2049","In: Nanoscale Phenomena and Structures, ed. by D. Kashchiev\n  (Sofia, 2008)"],"date":["2007-09-13"],"type":["text"],"creator":["Krug, Joachim"],"language":[],"coverage":[],"title":["Spiral growth, two-dimensional nucleation, and the Ehrlich-Schwoebel\n  effect"],"description":["  Frank's prediction of the spiral growth mode in 1949 defined a pivotal moment\nin the history of crystal growth. In recent decades the topic has received less\nattention, and instead we have seen a resurrection of two-dimensional\nnucleation theory in the context of growth experiments on defect-free\nhomoepitaxial thin films. In particular, the key role of interlayer transport\ncontrolled by step edge barriers of the Ehrlich-Schwoebel type in shaping the\nmorphology of multilayer films has been increasingly recognized. After a brief\nreview of the classical theory, this paper reports on a recent study of spiral\ngrowth in the presence of step edge barriers. Our key observation is that step\nedge barriers lead to unconventionally shaped spiral hillocks that display the\nsame characteristic ever-steepening height profiles as wedding cakes formed\nduring growth by two-dimensional nucleation. This prediction was verified\nexperimentally by inducing screw dislocations through ion bombardment of the\nPt(111) surface, thus creating a homoepitaxial growth system on which spiral\nhillocks and wedding cakes coexist.\n","Comment: Submitted to the Proceedings of the Conference on Nanoscale Phenomena\n  and Structures in Bulk and Surface Phases (Sofia, 2008)"]}]
["0709.2327",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2327","Phys. Rev. Lett. 100, 035506 (2008)","doi:10.1103/PhysRevLett.100.035506"],"date":["2007-09-14"],"type":["text"],"creator":["Redinger, A.","Ricken, O.","Kuhn, P.","Raetz, A.","Voigt, A.","Krug, J.","Michely, T."],"language":[],"coverage":[],"title":["Spiral Growth and Step Edge Barriers"],"description":["  The growth of spiral mounds containing a screw dislocation is compared to the\ngrowth of wedding cakes by two-dimensional nucleation. Using phase field\nsimulations and homoepitaxial growth experiments on the Pt(111) surface we show\nthat both structures attain the same characteristic large scale shape when a\nsignificant step edge barrier suppresses interlayer transport. The higher\nvertical growth rate observed for the spiral mounds on Pt(111) reflects the\ndifferent incorporation mechanisms for atoms in the top region and can be\nformally represented by an enhanced apparent step edge barrier.\n","Comment: 11 pages, 4 figures, partly in color"]}]
["0709.2653",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2653","Physical Review A 77, 023626 (2008)","doi:10.1103/PhysRevA.77.023626"],"date":["2007-09-17","2008-03-19"],"type":["text"],"creator":["Diener, Roberto B.","Sensarma, Rajdeep","Randeria, Mohit"],"language":[],"coverage":[],"title":["Quantum Fluctuations in the Superfluid State of the BCS-BEC Crossover"],"description":["  We determine the effects of quantum fluctuations about the T=0 mean field\nsolution of the BCS-BEC crossover in a dilute Fermi gas using the functional\nintegral method. These fluctuations are described in terms of the zero point\nmotion of collective modes and the virtual scattering of gapped quasiparticles.\nWe calculate their effects on various measurable properties, including chemical\npotential, ground state energy, the gap, the speed of sound and the Landau\ncritical velocity. At unitarity, we find excellent agreement with quantum Monte\nCarlo and experimental results. In the BCS limit, we show analytically that we\nobtain Fermi liquid interaction corrections to thermodynamics including the\nHartree shift. In the BEC limit, we show that the theory leads to an\napproximate description of the reduction of the scattering length for bosonic\nmolecules and also obtain quantum depletion of the Lee-Yang form. At the end of\nthe paper, we describe a method to include feedback of quantum fluctuations\ninto the gap equation, and discuss the problems of self-consistent calculations\nin satisfying Goldstone's theorem and obtaining ultraviolet finite results at\nunitarity.\n","Comment: 23 pages, 11 figures"]}]
["0710.3901",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3901"],"date":["2007-10-20","2008-03-20"],"type":["text"],"creator":["Tedder, Marc","Corneil, Derek","Habib, Michel","Paul, Christophe"],"language":[],"coverage":[],"title":["Simple, linear-time modular decomposition"],"description":["  Modular decomposition is fundamental for many important problems in\nalgorithmic graph theory including transitive orientation, the recognition of\nseveral classes of graphs, and certain combinatorial optimization problems.\nAccordingly, there has been a drive towards a practical, linear-time algorithm\nfor the problem. Despite considerable effort, such an algorithm has remained\nelusive. The linear-time algorithms to date are impractical and of mainly\ntheoretical interest. In this paper we present the first simple, linear-time\nalgorithm to compute the modular decomposition tree of an undirected graph. The\nbreakthrough comes by combining the best elements of two different approaches\nto the problem.\n","Comment: The paper has been entirely rewritten and repositioned to improve\n  exposition and the detail provided in this extended abstract. Also fixed two\n  small errors"]}]
["0711.0614",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","Mathematics - Complex Variables","53C55, 53C21, 55N91"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0614"],"date":["2007-11-05","2008-03-20"],"type":["text"],"creator":["Futaki, Akito","Sano, Yuji"],"language":[],"coverage":[],"title":["Multiplier ideal sheaves and integral invariants on toric Fano manifolds"],"description":["  We extend Nadel's results on some conditions for the multiplier ideal sheaves\nto satisfy which are described in terms of an obstruction defined by the first\nauthor. Applying our extension we can determine the multiplier ideal sheaves on\ntoric del Pezzo surfaces which do not admit K\\\"ahler-Einstein metrics. We also\nshow that one can define multiplier ideal sheaves for K\\\"ahler-Ricci solitons\nand extend the result of Nadel using the holomorphic invariant defined by Tian\nand Zhu.\n","Comment: Corrections about two-point-blow-up case is made"]}]
["0712.1565",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1565","Physical Review B 77, 113303 (2008)","doi:10.1103/PhysRevB.77.113303"],"date":["2007-12-10","2007-12-11"],"type":["text"],"creator":["Bajoni, Daniele","Semenova, Elizaveta","Lemaître, Aristide","Bouchoule, Sophie","Wertz, Esther","Senellart, Pascale","Bloch, Jacqueline"],"language":[],"coverage":[],"title":["Microcavity polariton light emitting diode"],"description":["  Cavity polaritons have been shown these last years to exhibit a rich variety\nof non-linear behaviors which could be used in new polariton based devices.\nOperation in the strong coupling regime under electrical injection remains a\nkey step toward a practical polariton device. We report here on the realization\nof a polariton based light emitting diode using a GaAs microcavity with doped\nBragg mirrors. Both photocurrent and electroluminescence spectra are governed\nby cavity polaritons up to 100 K.\n","Comment: 5 pages 3 figures"]}]
["0712.3790",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3790","Phys. Rev. E 77, R035204 (2008)","doi:10.1103/PhysRevE.77.035204"],"date":["2007-12-21","2008-03-20"],"type":["text"],"creator":["Yochelis, Arik","Garfinkel, Alan"],"language":[],"coverage":[],"title":["Front motion and localized states in an asymmetric bistable\n  activator-inhibitor system with saturation"],"description":["  We study the spatiotemporal properties of coherent states (peaks, holes, and\nfronts) in a bistable activator-inhibitor system that exhibits biochemical\nsaturated autocatalysis, and in which fronts do not preserve spatial parity\nsymmetry. Using the Gierer-Meinhardt prototype model, we find the conditions in\nwhich two distinct pinning regions are formed. The first pinning type is known\nin the context of variational systems while the second is structurally\ndifferent due to the presence of a heteroclinic bifurcation between two uniform\nstates. The bifurcation also separates the parameter regions of\ncounterpropagating fronts, leading in turn to the growth or contraction of\nactivator domains. These phenomena expand the range of pattern formation theory\nand its biomedical applications: activator domain retraction suggests potential\ntherapeutic strategies for patterned pathologies, such as cardiovascular\ncalcification.\n","Comment: 4 pages, 3 figures"]}]
["0712.3793",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3793"],"date":["2007-12-21","2008-03-20"],"type":["text"],"creator":["Farías, C. A.","Moya, P. S.","Pinto, V. A."],"language":[],"coverage":[],"title":["On the Relationship between Thermodynamics and Special Relativity"],"description":["  Starting from a formulation for the $dS$ element that includes movement, and\nconsidering the variation of the entropy Lorentz invariant, we found the\nrelativistic transformations for thermodynamic systems that satisfy the three\nlaws of thermodynamics. Particularly, we found the temperature and pressure\ntransformations, given by $T'=\\gamma T$ and $p'=\\gamma^2p$ respectively.\nFurthermore, we show that this transformations keeps the form of the state\nequation for an ideal gas in agreement with the relativity principle.\n","Comment: 8 pages, no figures"]}]
["0801.1846",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1846","Journal of Theoretical Biology 251 (2008) 509-522","doi:10.1016/j.jtbi.2007.12.001"],"date":["2008-01-11"],"type":["text"],"creator":["Gautreau, Aurelien","Barrat, Alain","Barthelemy, Marc"],"language":[],"coverage":[],"title":["Global disease spread: statistics and estimation of arrival times"],"description":["  We study metapopulation models for the spread of epidemics in which different\nsubpopulations (cities) are connected by fluxes of individuals (travelers).\nThis framework allows to describe the spread of a disease on a large scale and\nwe focus here on the computation of the arrival time of a disease as a function\nof the properties of the seed of the epidemics and of the characteristics of\nthe network connecting the various subpopulations. Using analytical and\nnumerical arguments, we introduce an easily computable quantity which\napproximates this average arrival time. We show on the example of a disease\nspread on the world-wide airport network that this quantity predicts with a\ngood accuracy the order of arrival of the disease in the various subpopulations\nin each realization of epidemic scenario, and not only for an average over\nrealizations. Finally, this quantity might be useful in the identification of\nthe dominant paths of the disease spread.\n","Comment: J. Theor. Biol., in press"]}]
["0801.2940",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2940","Astron.Astrophys. 481 (2008) 17-20","doi:10.1051/0004-6361:20078390"],"date":["2008-01-18","2008-02-01"],"type":["text"],"creator":["Ribo, M.","Paredes, J. M.","Moldon, J.","Marti, J.","Massi, M."],"language":[],"coverage":[],"title":["The changing milliarcsecond radio morphology of the gamma-ray binary LS\n  5039"],"description":["  Context. LS 5039 is one of the few TeV emitting X-ray binaries detected so\nfar. The powering source of its multiwavelength emission can be accretion in a\nmicroquasar scenario or wind interaction in a young nonaccreting pulsar\nscenario.\n  Aims. To present new high-resolution radio images and compare them with the\nexpected behavior in the different scenarios.\n  Methods. We analyze Very Long Baseline Array (VLBA) radio observations that\nprovide morphological and astrometric information at milliarcsecond scales.\n  Results. We detect a changing morphology between two images obtained five\ndays apart. In both runs there is a core component with a constant flux\ndensity, and an elongated emission with a position angle (PA) that changes by\n12+/-3 degrees between both runs. The source is nearly symmetric in the first\nrun and asymmetric in the second one. The astrometric results are not\nconclusive.\n  Conclusions. A simple and shockless microquasar scenario cannot easily\nexplain the observed changes in morphology. An interpretation within the young\nnonaccreting pulsar scenario requires the inclination of the binary system to\nbe very close to the upper limit imposed by the absence of X-ray eclipses.\n","Comment: To be published in A&A main journal. 5 pages, 1 figure. A reference\n  has been corrected"]}]
["0801.3060",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3060"],"date":["2008-01-19","2008-03-20"],"type":["text"],"creator":["Xianlong, Gao","Asgari, Reza"],"language":[],"coverage":[],"title":["Spin density-functional theory for imbalanced interacting Fermi gases in\n  highly elongated harmonic traps"],"description":["  We numerically study imbalanced two component Fermi gases with attractive\ninteractions in highly elongated harmonic traps. An accurate parametrization\nformula for the ground state energy is presented for a spin-polarized\nattractive Gaudin-Yang model. Our studies are based on an accurate microscopic\nspin-density-functional theory through the Kohn-Sham scheme which employs the\none-dimensional homogeneous Gaudin-Yang model with Luther-Emery-liquid\nground-state correlation as a reference system. A Thomas-Fermi approximation is\nexamined incorporating the exchange-correlation interaction. By studying the\ncharge and spin density profiles of the system based on these methods, we gain\na quantitative understanding of the role of attractive interactions and\npolarization on the formation of the two-shell structure, with the coexisted\nFulde-Ferrell-Larkin-Ovchinnikov-type phase in the center of the trap and\neither the BCS superfluid phase or the normal phase at the edges of the trap.\nOur results are in good agreement with the recent theoretical consequences.\n","Comment: Minor corrections, three references added, Phys. Rev. A 77, 033604\n  (2008)"]}]
["0801.3579",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3579"],"date":["2008-01-22","2008-03-20"],"type":["text"],"creator":["Korutlu, Beste"],"language":[],"coverage":[],"title":["Lepton Flavor Violating Radion Decays in the Randall-Sundrum Scenario:\n  The Thesis"],"description":["  The lepton flavor violating interactions are worthwhile to examine since they\nare sensitive to physics beyond the Standard Model. The simplest extension of\nthe Standard Model promoting the lepton flavor violating interactions are the\nso called two Higgs doublet model which contains an additional Higgs doublet\ncarrying the same quantum numbers as the first one. In this model, the lepton\nflavor violating interactions are induced by new scalar Higgs bosons, scalar\nh^{0} and pseudo scalar A^{0}, and Yukawa couplings, appearing as free\nparameters, are determined by using the experimental data. On the other hand,\nthe possible extra dimensions are interesting in the sense that they ensure a\nsolution to the hierarchy and cosmological constant problems and also result in\nthe enhancement in the physical quantities of various processes. In the present\nwork, we predict the branching ratios of lepton flavor violating radion decays\nr-> e^{\\pm},\\mu^{\\pm}, r-> e^{\\pm},\\tau^{\\pm} and r->\\mu^{\\pm},\\tau^{\\pm} in\nthe two Higgs doublet model, including a single extra dimension, in the\nframework of the Randall Sundrum scenario. We observed that the branching\nratios of the processes we study are at most at the order of 10^{-8} for the\nsmall values of radion mass and it decreases with the increasing values of the\nradion mass. Among the LFV decays we study, the r->\\mu^{\\pm},\\tau^{\\pm} decay\nwould be the most suitable one to measure its branching ratio.\n","Comment: 118 pages, 11 figures, 3 tables"]}]
["0801.4166",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4166","Phys. Rev. B 77, 125327 (2008)","doi:10.1103/PhysRevB.77.125327"],"date":["2008-01-27"],"type":["text"],"creator":["Pereira, Rodrigo G.","Laflorencie, Nicolas","Affleck, Ian","Halperin, Bertrand I."],"language":[],"coverage":[],"title":["Kondo screening cloud and the charge staircase in one-dimensional\n  mesoscopic devices"],"description":["  We propose that the finite size of the Kondo screening cloud, xi_K, can be\nprobed by measuring the charge quantization in a one-dimensional system coupled\nto a small quantum dot. When the chemical potential, mu in the system is varied\nat zero temperature, one should observe charge steps whose locations are at\nvalues of mu that are controlled by the Kondo effect when the system size L is\ncomparable to xi_K. We show that, if the standard Kondo model is used, the\nratio between the widths of the Coulomb blockade valleys with odd or even\nnumber of electrons is a universal scaling function of xi_K/L. If we take into\naccount electron-electron interactions in a single-channel wire, this ratio\nalso depends on the parameters of the effective Luttinger model; in addition,\nthe scaling is weakly violated by a marginal bulk interaction. For the geometry\nof a quantum dot embedded in a ring, we show that the dependence of the charge\nsteps on a magnetic flux through the ring is controlled by the size of the\nKondo screening cloud.\n","Comment: This is an extended version of cond-mat/0612635 with an analysis of\n  bulk Luttinger liquid interactions added as well as a discussion of\n  experimental possibilities"]}]
["0802.2434",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2434","J. Phys. A: Math. Theor. 41, 135003 (2008)","doi:10.1088/1751-8113/41/13/135003"],"date":["2008-02-18"],"type":["text"],"creator":["Shpot, M. A.","Diehl, H. W.","Pis'mak, Yu. M."],"language":[],"coverage":[],"title":["Compatibility of 1/n and epsilon expansions for critical exponents at\n  m-axial Lifshitz points"],"description":["  The critical behaviour of d-dimensional n-vector models at m-axial Lifshitz\npoints is considered for general values of m in the large-n limit. It is proven\nthat the recently obtained large-N expansions [J. Phys.: Condens. Matter 17,\nS1947 (2005)] of the correlation exponents \\eta_{L2}, \\eta_{L4} and the related\nanisotropy exponent \\theta are fully consistent with the dimensionality\nexpansions to second order in \\epsilon=4+m/2-d [Phys. Rev. B 62, 12338 (2000);\nNucl. Phys. B 612, 340 (2001)] inasmuch as both expansions yield the same\ncontributions of order \\epsilon^2/n.\n","Comment: 8 pages, submitted to J. Phys. A"]}]
["0802.3639",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3639","Appl. Phys. Lett. 92, 101502 (2008)","doi:10.1063/1.2894195"],"date":["2008-02-25"],"type":["text"],"creator":["Nijdam, S.","Moerman, J. S.","Briels, T. M. P.","van Veldhuizen, E. M.","Ebert, U."],"language":[],"coverage":[],"title":["Stereo-photography of point-plane streamers in air"],"description":["  Standard photographs of streamer discharges show a two-dimensional\nprojection. We here present stereo-photographic images that resolve their\nthree-dimensional structure. We describe the stereoscopic set-up and\nevaluation, and we present results for positive streamer discharges in air at\n0.2 - 1 bar in a point plane geometry with a gap distance of 14 cm and a\nvoltage pulse of 47 kV. In this case an approximately Gaussian distribution of\nbranching angles of 43 degrees is found; these angles do not significantly\ndepend on the distance from the needle or on the gas pressure.\n","Comment: 5 pages, 5 figures, accepted by Applied Physics Letters for\n  publication on March 10th 2008"]}]
["0803.2139",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","57R25","55M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2139"],"date":["2008-03-14","2008-03-20"],"type":["text"],"creator":["Kamae, Hiroaki","Yamasaki, Masayuki"],"language":[],"coverage":[],"title":["Local Indices of a Vector Field at an Isolated Zero on the Boundary"],"description":["  We define two types of local indices of a vector field at an isolated zero on\nthe boundary, and prove Poincare-Hopf-type index theorems for certain vector\nfields on a compact smooth manifold which have only isolated zeros.\n","Comment: 7 pages, no figures; errors corrected and a section on an alternative\n  formulation added"]}]
["0803.2556",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2556"],"date":["2008-03-17"],"type":["text"],"creator":["Tytarenko, Pavlo V.","Karpenko, Iurii A.","Sinyukov, Yury M."],"language":[],"coverage":[],"title":["A new Godunov-type numerical code with a non-linear Riemann solver for\n  equations of relativistic hydrodynamics"],"description":["  We present a second-order upwind numerical scheme for equations of\nrelativistic hydrodynamics with a source term. A new non-linear Riemann solver\nis constructed. Solution of a Riemann problem on a cells boundary is based on\nexact relations in case of zero tangential velocities. In this sense our solver\nis \"exact\". In case of non-zero tangential velocities a reasonable\napproximation is made that allows to avoid solution of very complicated exact\nequations. The scheme is tested on several one- and three-dimensional solutions\ndemonstrating a good performance for both strong shocks and strong\nrarefactions.\n","Comment: 38 pages, submitted to J.Comp. Phys"]}]
["0803.2710",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2710","Int. Journal of Quantum Information Vol 6 No 1 Pages 187-200\n  (2008)"],"date":["2008-03-18"],"type":["text"],"creator":["Metwally, Nasser"],"language":[],"coverage":[],"title":["New aspects of the purity and information of an entangled qubit pair"],"description":["  In this article, we investigate the purity dynamics of entangled 2 two-level\natoms interacting with a single quantized electromagnetic field. We show that\nthe purity of the qubit pairs depends on the initial state of the atomic\nsystem. It is found that the superposition case is the best choice to generate\nentangled states with high purity and hence high entanglement. It is clear that\nthe purity of one qubit can be purified at the expense of the other pair\nthrough the phenomena of purity swapping. The mean photon number plays an\nimportant role in increasing the purity. The robustness of the quantum channel\nis investigated in the presence of individual attacks, where we study the\nseparability of these channels and evaluate its fidelity. Finally, we use the\npartial entangled states as quantum channels to perform the original coding\nprotocol. We find that Bob can obtain the coded information with reasonable\npercentage. The inequality of security is tested, where we determine the\ninterval of times in which Alice and Bob can communicatesecurely. These\nintervals depend on the type of error and the structure of the initial atomic\nsystem\n"]}]
["0803.2713",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2713"],"date":["2008-03-18"],"type":["text"],"creator":["Chen, X. J.","Wang, J. L.","Struzhkin, V. V.","Mao, H. K.","Hemley, R. J.","Lin, H. Q."],"language":[],"coverage":[],"title":["Layered Structures Favor Superconductivity in Compressed Solid SiH$_{4}$"],"description":["  The electronic and lattice dynamical properties of compressed solid SiH$_{4}$\nhave been calculated in the pressure range up to 300 GPa with density\nfunctional theory. We find that structures having a layered network with\neight-fold SiH$_{8}$ coordination favor metallization and superconductivity.\nSiH$_{4}$ in these layered structures is predicted to have superconducting\ntransition temperatures ranging from 20 to 80 K, thus presenting new\npossibilities for exploring high temperature superconductivity in this\nhydrogen-rich system.\n","Comment: 5 pages, 5 figures"]}]
["0803.2723",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2723","doi:10.1007/s10909-008-9795-5"],"date":["2008-03-18"],"type":["text"],"creator":["Zoli, Marco"],"language":[],"coverage":[],"title":["Metastability Driven by Soft Quantum Fluctuation Modes"],"description":["  The semiclassical Euclidean path integral method is applied to compute the\nlow temperature quantum decay rate for a particle placed in the metastable\nminimum of a cubic potential in a {\\it finite} time theory. The classical path,\nwhich makes a saddle for the action, is derived in terms of Jacobian elliptic\nfunctions whose periodicity establishes the one-to-one correspondence between\nenergy of the classical motion and temperature (inverse imaginary time) of the\nsystem. The quantum fluctuation contribution has been computed through the\ntheory of the functional determinants for periodic boundary conditions. The\ndecay rate shows a peculiar temperature dependence mainly due to the softening\nof the low lying quantum fluctuation eigenvalues. The latter are determined by\nsolving the Lam\\`{e} equation which governs the fluctuation spectrum around the\ntime dependent classical bounce.\n","Comment: Journal of Low Temperature Physics (2008) Publisher: Springer\n  Netherlands"]}]
["0803.2726",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2726"],"date":["2008-03-18"],"type":["text"],"creator":["Muñoz, J. H.","Quintero, N."],"language":[],"coverage":[],"title":["Remarks about decay widths of two-body nonleptonic and semileptonic $B$\n  decays"],"description":["  We present a brief discussion about expressions of decay widths of exclusive\nnonleptonic and semileptonic B decays at tree level including $l=0$ and $l=1$\nmesons in final state. Our analysis is carried out assuming factorization\nhypothesis and using parametrizations of hadronic matrix elements given in WSB\nand ISGW quark models. Special interest is focused on dynamics of these\nprocesses and several important ratios between decay widths to determine form\nfactors and decay constants are given.\n","Comment: 14 pages"]}]
["0803.2731",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2731","Langmuir (2003) 19, 10538-10549"],"date":["2008-03-18"],"type":["text"],"creator":["Gimenez, M. Cecilia","Leiva, Ezequiel P. M."],"language":[],"coverage":[],"title":["Comparative Monte Carlo Study of a Monolayer Growth in a Heteroepitaxial\n  System in the Presence of Surface Defects"],"description":["  The adsorption of a metal monolayer or submonolayer for the systems\nAg/Au(100), Au/Ag(100), Ag/Pt(100), Pt/Ag(100), Au/Pt(100), Pt/Au(100),\nAu/Pd(100) and Pd/Au(100) was studied by means of lattice Monte Carlo\nsimulations, in the presence of surface defects.\n","Comment: 22 pages, 13 figures"]}]
["0803.2732",{"format":[],"subject":["Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2732"],"date":["2008-03-18"],"type":["text"],"creator":["Lichtenthaler, Daniel Gomes","Goldman, Carla"],"language":[],"coverage":[],"title":["Surfing at the wave fronts: the bidirectional movement of cargo\n  particles driven by molecular motors"],"description":["  The collective behavior of molecular motor proteins have been investigated in\nthe literature using models to describe the long-time dynamics of a\nunidimensional continuum motor distribution. Here, we consider the phenomena\nrelated to the transport of particles (vesicles, organelles, virus, etc) in the\nrealm of these continuum motor systems. We argue that cargo movement may result\nfrom its ability to perturb the existing motor distribution and to surf at the\nresulting shock waves separating regions of different motor densities within\nthe transient regime. In this case, the observed bidirectionality of cargo\nmovement is naturally associated with reversals of shocks directions.\nComparison of the quantitative results predicted by this model with available\ndata for cargo velocity allows us to suggest that geometrical characteristics\nof the transported particle shall determine the extension and intensity of the\nperturbation it produces and thus, its dynamics. Possible implications of these\nideas to virus movement at the cell body are discussed in connection with their\ndistinguished morphological characteristics. Key words: collective effects of\nmolecular motors; cargo transport; non-linear partial differential equations;\nshock waves.\n","Comment: 3 figures"]}]
["0803.2734",{"format":[],"subject":["Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2734"],"date":["2008-03-18"],"type":["text"],"creator":["Auroux, Denis"],"language":[],"coverage":[],"title":["Special Lagrangian fibrations, mirror symmetry and Calabi-Yau double\n  covers"],"description":["  The first part of this paper is a review of the Strominger-Yau-Zaslow\nconjecture in various settings. In particular, we summarize how, given a pair\n(X,D) consisting of a Kahler manifold and an anticanonical divisor, families of\nspecial Lagrangian tori in X-D and weighted counts of holomorphic discs in X\ncan be used to build a Landau-Ginzburg model mirror to X. In the second part we\nturn to more speculative considerations about Calabi-Yau manifolds with\nholomorphic involutions and their quotients. Namely, given a hypersurface H\nrepresenting twice the anticanonical class in a Kahler manifold X, we attempt\nto relate special Lagrangian fibrations on X-H and on the (Calabi-Yau) double\ncover of X branched along H; unfortunately, the implications for mirror\nsymmetry are far from clear.\n","Comment: 27 pages, 1 figure"]}]
["0803.2761",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2761"],"date":["2008-03-19"],"type":["text"],"creator":["Gruneis, Alexander","Vyalikh, Denis"],"language":[],"coverage":[],"title":["Tunable hybridization of electronic states of graphene and a metal\n  surface"],"description":["  We present an approach to monitor and control the strength of the\nhybridization between electronic states of graphene and metal surfaces.\nInspecting the distribution of the $\\pi$ band in a high-quality graphene layer\nsynthesized on Ni(111) by angle-resolved photoemission, we observe a new \"kink\"\nfeature which indicates a strong hybridization between $\\pi$ and \\textit{d}\nstates of graphene and nickel, respectively. Upon deposition and gradual\nintercalation of potassium atoms into the graphene/Ni(111) interface, the\n\"kink\" feature becomes less pronounced pointing at potassium mediated\nattenuation of the interaction between the graphene and the substrate.\n"]}]
["0803.2762",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2762"],"date":["2008-03-19"],"type":["text"],"creator":["Tuyen, Pham Thuc","Tuan, Do Quoc"],"language":[],"coverage":[],"title":["On the string solution in the SUSY - Skyrme model"],"description":["  In this paper, we have found the string solution in the SUSY Skyrme model.\nMoreover, the mechanics of decay of SUSY - string was discussed.\n","Comment: 8 pages"]}]
["0803.2769",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Symplectic Geometry","18D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2769"],"date":["2008-03-19"],"type":["text"],"creator":["Hertling, C.","Manin, Yu.","Teleman, C."],"language":[],"coverage":[],"title":["An update on semisimple quantum cohomology and F-manifolds"],"description":["  In the first section of this note we show that the Theorem 1.8.1 of\nBayer--Manin ([BaMa]) can be strengthened in the following way: {\\it if the\neven quantum cohomology of a projective algebraic manifold $V$ is generically\nsemi--simple, then $V$ has no odd cohomology and is of Hodge--Tate type.} In\nparticular, this addressess a question in [Ci].\n  In the second section, we prove that {\\it an analytic (or formal)\nsupermanifold $M$ with a given supercommutative associative\n$\\Cal{O}_M$--bilinear multiplication on its tangent sheaf $\\Cal{T}_M$ is an\n$F$--manifold in the sense of [HeMa], iff its spectral cover as an analytic\nsubspace of the cotangent bundle $T^*_M$ is coisotropic of maximal dimension.}\nThis answers a question of V. Ginzburg.\n  Finally, we discuss these results in the context of mirror symmetry and\nLandau--Ginzburg models for Fano varieties.\n","Comment: 12 pages"]}]
["0803.2781",{"format":[],"subject":["Mathematics - K-Theory and Homology","19F27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2781"],"date":["2008-03-19"],"type":["text"],"creator":["Buckingham, Paul","Snaith, Victor"],"language":[],"coverage":[],"title":["Functoriality of the canonical fractional Galois ideal"],"description":["  The fractional Galois ideal of [Victor P. Snaith, Stark's conjecture and new\nStickelberger phenomena, Canad. J. Math. 58 (2) (2006) 419--448] is a\nconjectural improvement on the higher Stickelberger ideals defined at negative\nintegers, and is expected to provide non-trivial annihilators for higher\nK-groups of rings of integers of number fields. In this article, we extend the\ndefinition of the fractional Galois ideal to arbitrary (possibly infinite and\nnon-abelian) Galois extensions of number fields under the assumption of Stark's\nconjectures, and prove naturality properties under canonical changes of\nextension. We discuss applications of this to the construction of ideals in\nnon-commutative Iwasawa algebras.\n","Comment: 28 pages"]}]
["0803.2783",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2783"],"date":["2008-03-19"],"type":["text"],"creator":["Dumitru, S.","Boer, A."],"language":[],"coverage":[],"title":["On the measurements regarding random observables"],"description":["  Both classical and respectively quantum observables can be modeled as\nsomewhat similar examples of random variables. In such a model the associated\nmeasurements preserve the values spectrum of an observable but change the\ncorresponding probabilistic weights (probability density or respectively the\nwave function). Such a model ensures theoretical estimations for predicted\nerrors specific to the mean values as well as to the fluctuations of both types\nof observables. The model stands out of ourdays prevalent opinion that\nmeasurement theories must be depicted in entirely different manners in the\nclassical respectively quantum cases.\n","Comment: 17 pages"]}]
["0803.2784",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35J20","35J60","35Q60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2784"],"date":["2008-03-19"],"type":["text"],"creator":["Bellazzini, J.","Bonanno, C.","Siciliano, G."],"language":[],"coverage":[],"title":["Magneto-static vortices in two dimensional Abelian gauge theories"],"description":["  We study the existence of vortices of the Klein-Gordon-Maxwell equations in\nthe two dimensional case. In particular we find sufficient conditions for the\nexistence of vortices in the magneto-static case, i.e when the electric\npotential $\\phi=0$. This result, due to the lack of suitable embedding theorems\nfor the vector potential $\\A$ is achieved with the help of a penalization\nmethod.\n","Comment: 23 pages, no figures"]}]
["0803.2790",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2790","doi:10.1086/587872"],"date":["2008-03-19"],"type":["text"],"creator":["Galaz, Gaspar","Cortes, Paulo","Bronfman, Leonardo","Rubio, Monica"],"language":[],"coverage":[],"title":["12CO(3-2) Emission in Spiral Galaxies: Warm Molecular Gas in Action?"],"description":["  Using the APEX sub-millimeter telescope we have investigated the 12CO(3-2)\nemission in five face-on nearby barred spiral galaxies, where three of them are\nhigh surface brightness galaxies (HSBs) lying at the Freeman limit, and two are\nlow surface brightness galaxies (LSBs). We have positive detections for two of\nthree HSB spirals and non-detections for the LSBs. For the galaxies with\npositive detection (NGC0521 and PGC070519), the emission is confined to their\nbulges, with velocity dispersions of ~90 and ~73 km/s and integrated\nintensities of 1.20 and 0.76 K/km/s, respectively. For the non-detections, the\nestimated upper limit for the integrated intensity is ~0.54 K/km/s. With these\nfigures we estimate the H2 masses as well as the atomic-to-molecular mass\nratios. Although all the galaxies are barred, we observe 12CO(3-2) emission\nonly for galaxies with prominent bars. We speculate that bars could dynamically\nfavor the 12CO(3-2) emission, as a second parameter after surface brightness.\nTherefore, secular evolution could play a major role in boosting collisional\ntransitions of molecular gas, such as 12CO(3-2), especially in LSBs.\n","Comment: 11 pages, 1 figure, ApJ Letters, in press (vol 677)"]}]
["0803.2795",{"format":[],"subject":["Mathematics - Number Theory","Mathematical Physics","11M26","15A52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2795"],"date":["2008-03-19"],"type":["text"],"creator":["Conrey, J. B.","Snaith, N. C."],"language":[],"coverage":[],"title":["Correlations of eigenvalues and Riemann zeros"],"description":["  We present a new approach to obtaining the lower order terms for\n$n$-correlation of the zeros of the Riemann zeta function. Our approach is\nbased on the `ratios conjecture' of Conrey, Farmer, and Zirnbauer. Assuming the\nratios conjecture we prove a formula which explicitly gives all of the lower\norder terms in any order correlation. Our method works equally well for random\nmatrix theory and gives a new expression, which is structurally the same as\nthat for the zeta function, for the $n$-correlation of eigenvalues of matrices\nfrom U(N).\n"]}]
["0803.2803",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2803"],"date":["2008-03-19"],"type":["text"],"creator":["Brietzke, Eduardo H. M."],"language":[],"coverage":[],"title":["An Identity of Andrews and a New Method for the Riordan Array Proof of\n  Combinatorial Identities"],"description":["  We consider an identity relating Fibonacci numbers to Pascal's triangle\ndiscovered by G. E. Andrews. Several authors provided proofs of this identity,\nmost of them rather involved or else relying on sophisticated number\ntheoretical arguments. We present a new proof, quite simple and based on a\nRiordan array argument. The main point of the proof is the construction of a\nnew Riordan array from a given Riordan array, by the elimination of elements.\nWe extend the method and as an application we obtain other identities, some of\nwhich are new. An important feature of our construction is that it establishes\na nice connection between the generating function of the $A-$sequence of a\ncertain class of Riordan arrays and hypergeometric functions.\n","Comment: Accepted for publication in Discrete Mathematics"]}]
["0803.2806",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","81Q10, 47E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2806"],"date":["2008-03-19"],"type":["text"],"creator":["Korotyaev, Evgeny","Kutsenko, Anton"],"language":[],"coverage":[],"title":["Nanoribbons in external electric fields"],"description":["  We consider the Schr\\\"odinger operator on nanoribbons (tight-binding models)\nin an external electric potentials $V$. The corresponding electric field is\nperpendicular to the axis of the nanoribbon. If V=0, then the spectrum of the\nSchr\\\"odinger operator consists of two spectral bands and the flat band (i.e.,\nthe eigenvalue with infinite multiplicity) between them. If we switch on an\nweak electric potential $V\\to 0$, then we determine the asymptotics of the\nspectral bands for small fields. In particular, we describe all potentials when\nthe unperturbed eigenvalue remains the flat band and when one becomes the small\nband of the continuous spectrum.\n"]}]
["0803.2820",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2820"],"date":["2008-03-19"],"type":["text"],"creator":["Evans, C. J.","Hunter, I.","Smartt, S. J.","Lennon, D. J.","de Koter, A.","Mokiem, M. R.","Trundle, C.","Dufton, P. L.","Ryans, R. S. I.","Puls, J.","Vink, J. S.","Herrero, A.","Simon-Diaz, S.","Langer, N.","Brott, I."],"language":[],"coverage":[],"title":["The VLT-FLAMES Survey of Massive Stars"],"description":["  The VLT-FLAMES Survey of Massive Stars was an ESO Large Programme to\nunderstand rotational mixing and stellar mass-loss in different metallicity\nenvironments, in order to better constrain massive star evolution. We gathered\nhigh-quality spectra of over 800 stars in the Galaxy and in the Magellanic\nClouds. A sample of this size is unprecedented, enabled by the first\nhigh-resolution, wide-field, multi-object spectrograph on an 8-m telescope. We\ndeveloped spectral analysis techniques that, in combination with non-LTE,\nline-blanketed model atmospheres, were used to quantitatively characterise\nevery star. The large sample, combined with the theoretical developments, has\nproduced exciting new insights into the evolution of the most massive stars.\n","Comment: 7 pages, from the March 2008 edition of The ESO Messenger (vol. 131,\n  p25). A fully formatted version is available at:\n  http://www.eso.org/sci/publications/messenger/"]}]
["0803.2827",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2827"],"date":["2008-03-19"],"type":["text"],"creator":["Kobayashi, Mari","Mestre, Xavier"],"language":[],"coverage":[],"title":["Impact of CSI on Distributed Space-Time Coding in Wireless Relay\n  Networks"],"description":["  We consider a two-hop wireless network where a transmitter communicates with\na receiver via $M$ relays with an amplify-and-forward (AF) protocol. Recent\nworks have shown that sophisticated linear processing such as beamforming and\ndistributed space-time coding (DSTC) at relays enables to improve the AF\nperformance. However, the relative utility of these strategies depend on the\navailable channel state information at transmitter (CSIT), which in turn\ndepends on system parameters such as the speed of the underlying fading channel\nand that of training and feedback procedures. Moreover, it is of practical\ninterest to have a single transmit scheme that handles different CSIT\nscenarios. This motivates us to consider a unified approach based on DSTC that\npotentially provides diversity gain with statistical CSIT and exploits some\nadditional side information if available. Under individual power constraints at\nthe relays, we optimize the amplifier power allocation such that pairwise error\nprobability conditioned on the available CSIT is minimized. Under perfect CSIT\nwe propose an on-off gradient algorithm that efficiently finds a set of relays\nto switch on. Under partial and statistical CSIT, we propose a simple\nwaterfilling algorithm that yields a non-trivial solution between maximum power\nallocation and a generalized STC that equalizes the averaged amplified noise\nfor all relays. Moreover, we derive closed-form solutions for M=2 and in\ncertain asymptotic regimes that enable an easy interpretation of the proposed\nalgorithms. It is found that an appropriate amplifier power allocation is\nmandatory for DSTC to offer sufficient diversity and power gain in a general\nnetwork topology.\n","Comment: submitted to IEEE Trans. on Wireless Communications"]}]
["0803.2830",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","35J15, 35J20, 60A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2830"],"date":["2008-03-19"],"type":["text"],"creator":["Shen, Yinfang","Zheng, Weian"],"language":[],"coverage":[],"title":["On Monge-Kantorovich Problem in the Plane"],"description":["  We transfer the celebrating Monge-Kontorovich problem in a bounded domain of\nEuclidean plane into a Dirichlet boundary problem associated to a quasi-linear\nelliptic equation with $0-$order term missing in its diffusion coefficients:\n\\begin{eqnarray*} A(x, F'_x)F''_{xx}+B(y, F'_y)F''_{yy}&=&C(x, y, F'_x, F'_y)\n\\end{eqnarray*} where $A(.,.)>0, B(.,.)>0$ and $C$ are functions based on the\ninitial distributions, $F$ is an unknown probability distribution function and\ntherefore closed the former problem.\n"]}]
["0803.2833",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2833"],"date":["2008-03-19"],"type":["text"],"creator":["Watkins, Nicholas W.","Credgington, Daniel","Sanchez, Raul","Chapman, Sandra C."],"language":[],"coverage":[],"title":["A kinetic equation for linear fractional stable motion with applications\n  to space plasma physics"],"description":["  Levy flights and fractional Brownian motion (fBm) have become exemplars of\nthe heavy tailed jumps and long-ranged memory seen in space physics and\nelsewhere. Natural time series frequently combine both effects, and Linear\nFractional Stable Motion (LFSM) is a model process of this type, combining\nalpha-stable jumps with a memory kernel. In contrast complex physical\nspatiotemporal diffusion processes where both the above effects compete-dubbed\n\"ambivalent\" by Brockmann et al (2006}-have for many years been modelled using\nthe fully fractional (FF) kinetic equation for the continuous time random walk\n(CTRW), with power laws in the pdfs of both jump size and waiting time. We\nderive the analogous kinetic equation for LFSM and show that it has a diffusion\ncoefficient with a power law in time rather than having a fractional time\nderivative like the CTRW. We develop earlier comments by Lutz (2001) on how fBm\ndiffers from its fractional time process counterpart. We go on to argue more\nphysically why LFSM and the FFCTRW might indeed be expected to differ, and\ndiscuss some preliminary results on the scaling of burst \"sizes\" and\n\"durations\" in LFSM time series, with applications to modelling existing\nobservations in space physics.\n","Comment: 17 pages, 2 figures"]}]
["0803.2834",{"format":[],"subject":["Mathematics - Combinatorics","11C20, 15A36, 11T24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2834"],"date":["2008-03-19"],"type":["text"],"creator":["Egecioglu, Omer"],"language":[],"coverage":[],"title":["A prime sensitive Hankel determinant of Jacobi symbol enumerators"],"description":["  We show that the determinant of a Hankel matrix of odd dimension n whose\nentries are the enumerators of the Jacobi symbols which depend on the row and\nthe column indices vanishes iff n is composite. If the dimension is a prime p,\nthen the determinant evaluates to a polynomial of degree p-1 which is the\nproduct of a power of p and the generating polynomial of the partial sums of\nLegendre symbols. The sign of the determinant is determined by the quadratic\ncharacter of -1 modulo p. The proof of the evaluation makes use of elementary\nproperties of Legendre symbols, quadratic Gauss sums and orthogonality of\ntrigonometric functions.\n","Comment: 13 pages, to appear in Annals of Combinatorics"]}]
["0803.2846",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2846"],"date":["2008-03-19"],"type":["text"],"creator":["Haussler, Stephane","Bleicher, Marcus","Stoecker, Horst"],"language":[],"coverage":[],"title":["Susceptibilities and fluctuations in a Quark-Hadron System with\n  Dynamical Recombination"],"description":["  Within the framework of the dynamical recombination approach implemented in\nthe partonic/hadronic quark Molecular Dynamics (qMD) model, we investigate\nnumerous QGP signals constructed from the correlations and fluctuations of\nconserved charges, namely charged particle ratio fluctuations, charge transfer\nfluctuations as well as various ratios of susceptibilities. We argue that more\ngenerally, the covariances and the variances of the conserved charges divided\nby the number of charged particles are a measure of the quark number\nsusceptibilities and are thus sensitive to the phase of the system.\nComputations carried within samples of central qMD events from low AGS energies\non ($E_{lab}=2$ AGeV) up to the highest RHIC energies available\n($\\sqrt{s_{NN}}=200$ GeV) show that the final state calculations are always\ncompatible with the hadronic result. From analyses performed as a function of\ntime with our sample of events at $\\sqrt{s_{NN}}=200$ GeV, we find the\nrecombination-like hadronization process the qMD system undergoes to be\nresponsible for the vanishing of the early stage QGP correlations and\nfluctuations. These results might explain the compatibility of the measurements\non charged particle ratio fluctuations with the hadronic expectations and leave\nno room for the experimental observation of any QGP fluctuation/correlation\nsignals based upon the susceptibilities of the conserved charges.\n"]}]
["0803.2868",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2868"],"date":["2008-03-19"],"type":["text"],"creator":["Roy, Rahul"],"language":[],"coverage":[],"title":["Topological superfluids with time reversal symmetry"],"description":["  It is shown that superfluids in two and three dimensions which have time\nreversal invariant ground states have phases which are distinguished by a\ntopological invariant. Further, it is shown that the B-phase of $^3$ He is a\nsuperfluid in the non-trivial topological class. Superfluids in the non-trivial\ntopological class are shown to have gapless edge states and support various\nkinds of vortices with zero energy modes localized in their cores. Some of\nthese vortices have non-abelian statistics.\n","Comment: 5 pages"]}]
["astro-ph/0505092",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0505092"],"date":["2005-05-05","2008-03-19"],"type":["text"],"creator":["Weidmann, Walter A.","Diaz, Ruben J."],"language":[],"coverage":[],"title":["The Spatial Orientation of Planetary Nebulae Within the Milky Way"],"description":["  We analyze the spatial orientation of a homogenous sample of 440 elongated\nPlanetary Nebulae (PNe) in order to determine the orientation of their apparent\nmajor axis respect to the Milky Way plane. We present some important\ngeometrical and statistical considerations that have been overlooked by the\nprevious works on the subject. The global distribution of galactic position\nangles (GPA) of PNe is quantitatively not very different from a random\ndistribution of orientations in the Galaxy. Nevertheless we find that there is\nat least one region on the sky, toward the galactic center, where a weak\ncorrelation may exist between the orientation of the major axis of some PNe and\nthe Galactic equator, with an excess of axes with GPA$\\sim 100^{\\circ}$.\nTherefore, we confirm that ``extrinsic'' phenomena (i.e., global galactic\nmagnetic fields, shell compression from motion relative to the Interstellar\nMedium) do not determine the morphology of PNe on most of the sky, with a\npossible exception towards the galactic center.\n","Comment: 37 pages and 8 figures. Accepted for publication in PASP"]}]
["cond-mat/0506053",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0506053","Theoretical Computer Science 393 (2008) 260-279","doi:10.1016/j.tcs.2008.01.005"],"date":["2005-06-02","2007-09-19"],"type":["text"],"creator":["Daudé, Hervé","Mezard, Marc","Mora, Thierry","Zecchina, Riccardo"],"language":[],"coverage":[],"title":["Pairs of SAT Assignment in Random Boolean Formulae"],"description":["  We investigate geometrical properties of the random K-satisfiability problem\nusing the notion of x-satisfiability: a formula is x-satisfiable if there exist\ntwo SAT assignments differing in Nx variables. We show the existence of a sharp\nthreshold for this property as a function of the clause density. For large\nenough K, we prove that there exists a region of clause density, below the\nsatisfiability threshold, where the landscape of Hamming distances between SAT\nassignments experiences a gap: pairs of SAT-assignments exist at small x, and\naround x=1/2, but they donot exist at intermediate values of x. This result is\nconsistent with the clustering scenario which is at the heart of the recent\nheuristic analysis of satisfiability using statistical physics analysis (the\ncavity method), and its algorithmic counterpart (the survey propagation\nalgorithm). The method uses elementary probabilistic arguments (first and\nsecond moment methods), and might be useful in other problems of computational\nand physical interest where similar phenomena appear.\n"]}]
["cond-mat/0702136",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702136","J. Stat. Mech. (2007) P07001","doi:10.1088/1742-5468/2007/07/P07001"],"date":["2007-02-06"],"type":["text"],"creator":["Krug, Joachim"],"language":[],"coverage":[],"title":["Records in a changing world"],"description":["  In the context of this paper, a record is an entry in a sequence of random\nvariables (RV's) that is larger or smaller than all previous entries. After a\nbrief review of the classic theory of records, which is largely restricted to\nsequences of independent and identically distributed (i.i.d.) RV's, new results\nfor sequences of independent RV's with distributions that broaden or sharpen\nwith time are presented. In particular, we show that when the width of the\ndistribution grows as a power law in time $n$, the mean number of records is\nasymptotically of order $\\ln n$ for distributions with a power law tail (the\n\\textit{Fr\\'echet class} of extremal value statistics), of order $(\\ln n)^2$\nfor distributions of exponential type (\\textit{Gumbel class}), and of order\n$n^{1/(\\nu+1)}$ for distributions of bounded support (\\textit{Weibull class}),\nwhere the exponent $\\nu$ describes the behaviour of the distribution at the\nupper (or lower) boundary. Simulations are presented which indicate that, in\ncontrast to the i.i.d. case, the sequence of record breaking events is\ncorrelated in such a way that the variance of the number of records is\nasymptotically smaller than the mean.\n","Comment: 12 pages, 2 figures"]}]
["cond-mat/0703740",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703740","Physical Review B 76, 245120 (2007)","doi:10.1103/PhysRevB.76.245120"],"date":["2007-03-28","2008-03-19"],"type":["text"],"creator":["Preston, A. R. H.","Granville, S.","Housden, D. H.","Ludbrook, B.","Ruck, B. J.","Trodahl, H. J.","Bittar, A.","Williams, G. V. M.","Downes, J. E.","DeMasi, A.","Zhang, Y.","Smith, K. E.","Lambrecht, W. R. L."],"language":[],"coverage":[],"title":["Comparison between experiment and calculated band structures for DyN and\n  SmN"],"description":["  We investigate the electronic band structure of two of the rare-earth\nnitrides, DyN and SmN. Resistivity measurements imply that both materials have\na semiconducting ground state, and both show resistivity anomalies coinciding\nwith the magnetic transition, despite the different magnetic states in DyN and\nSmN. X-ray absorption and emission measurements are in excellent agreement with\nLSDA+U calculations, although for SmN the calculations predict a zero band gap.\n","Comment: 2 figures"]}]
["math-ph/0608026",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0608026"],"date":["2006-08-10","2008-03-19"],"type":["text"],"creator":["Lenz, Daniel"],"language":[],"coverage":[],"title":["Continuity of eigenfunctions of uniquely ergodic dynamical systems and\n  intensity of Bragg peaks"],"description":["  We study uniquely ergodic dynamical systems over locally compact,\nsigma-compact Abelian groups. We characterize uniform convergence in\nWiener/Wintner type ergodic theorems in terms of continuity of the limit. Our\nresults generalize and unify earlier results of Robinson and Assani\nrespectively. We then turn to diffraction of quasicrystals and show how the\nBragg peaks can be calculated via a Wiener/Wintner type result. Combining these\nresults we prove a version of what is sometimes known as Bombieri/Taylor\nconjecture. Finally, we discuss various examples including deformed model sets,\npercolation models, random displacement models, and linearly repetitive\nsystems.\n","Comment: 32 pages, revised version, includes further examples"]}]
["math/0501318",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J10","14J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0501318"],"date":["2005-01-20","2008-03-20"],"type":["text"],"creator":["Amram, Meirav","Teicher, Mina","Vishne, Uzi"],"language":[],"coverage":[],"title":["The fundamental group of Galois cover of the surface ${\\mathbb T} \\times\n  {\\mathbb T}$"],"description":["  This is the final paper in a series of four, concerning the surface $T \\times\nT$ embedded in $\\mathbb{CP}^8$, where $T$ is a the one dimensional torus. In\nthis paper we compute the fundamental group of the Galois cover of the surface\nwith respect to a generic projection onto $\\mathbb{CP}^2$, and show that it is\nnilpotent of class 3. This is the first time such a group is presented as the\nfundamental group of a Galois cover of a surface.\n","Comment: 30 pages"]}]
["math/0610912",{"format":[],"subject":["Mathematics - Algebraic Topology","18G55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610912"],"date":["2006-10-30","2008-03-20"],"type":["text"],"creator":["Cheng, Xue Zhi","Getzler, Ezra"],"language":[],"coverage":[],"title":["Transferring homotopy commutative algebraic structures"],"description":["  We show that the sum over planar trees formula of Kontsevich and Soibelman\ntransfers C-infinity structures along a contraction. Applying this result to a\ncosimplicial commutative algebra A^* over a field of characteristic zero, we\nexhibit a canonical unital C-infinity structure on Tot(A^*), which is unital if\nA^* is; in particular, we obtain a canonical C-infinity structure on the\ncochain complex of a simplicial set.\n","Comment: 14 pages"]}]
