["0704.1948",{"format":[],"subject":["Mathematics - Dynamical Systems","34C07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1948"],"date":["2007-04-16","2008-01-29"],"type":["text"],"creator":["Gautier, Sebastien"],"language":[],"coverage":[],"title":["Quadratic centers defining elliptic surfaces"],"description":["  Let $X$ be a quadratic vector field with a center whose generic orbits are\nalgebraic curves of genus one. To each $X$ we associate an elliptic surface (a\nsmooth complex compact surface which is a genus one fibration). We give the\nlist of all such vector fields and determine the corresponding elliptic\nsurfaces.\n","Comment: 24 pages, 16 Figures, 8 Tables"]}]
["0705.1555",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1555","Phys. Rev. B 76, 174428 (2007)","doi:10.1103/PhysRevB.76.174428"],"date":["2007-05-10","2007-05-28"],"type":["text"],"creator":["Caputo, Jean-Guy","Gaididei, Yuri","Kravchuk, Volodymyr P.","Mertens, Franz G.","Sheka, Denis D."],"language":[],"coverage":[],"title":["Effective anisotropy of thin nanomagnets: beyond the surface anisotropy\n  approach"],"description":["  We study the effective anisotropy induced in thin nanomagnets by the nonlocal\ndemagnetization field (dipole-dipole interaction). Assuming a magnetization\nindependent of the thickness coordinate, we reduce the energy to an\ninhomogeneneous onsite anisotropy. Vortex solutions exist and are ground states\nfor this model. We illustrate our approach for a disk and a square geometry. In\nparticular, we obtain good agreement between spin-lattice simulations with this\neffective anisotropy and micromagnetic simulations.\n","Comment: ReVTeX, 14 pages, 6 figures"]}]
["0705.4215",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4215","Phys. Rev. B 77, 014525 (2008)","doi:10.1103/PhysRevB.77.014525"],"date":["2007-05-29","2007-10-19"],"type":["text"],"creator":["Duhot, S.","Mélin, R."],"language":[],"coverage":[],"title":["Non local Andreev reflection in a carbon nanotube superconducting\n  quantum interference device"],"description":["  We investigate a superconducting quantum interference device (SQUID) based on\ncarbon nanotubes in a fork geometry [J.-P. Cleuziou {\\it et al.}, Nature\nNanotechnology {\\bf 1}, 53 (2006)], involving tunneling of evanescent\nquasiparticles through a superconductor over a distance comparable to the\nsuperconducting coherence length, with therefore ``non local'' processes\ngeneralizing non local Andreev reflection and elastic cotunneling. Non local\nprocesses induce a reduction of the critical current and modify the\ncurrent-phase relation. We discuss arbitrary interface transparencies. Such\ndevices in fork geometries are candidates for probing the phase coherence of\ncrossed Andreev reflection.\n","Comment: 13 pages, 8 figures, revised version"]}]
["0706.1903",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1903","Appl. Phys. B 89, 181 (2007), 6 pages","doi:10.1007/s00340-007-2793-5"],"date":["2007-06-13","2008-01-29"],"type":["text"],"creator":["Bux, Simone","Krenz, Gordon","Slama, Sebastian","Zimmermann, Claus","Courteille, Philippe W."],"language":[],"coverage":[],"title":["Ultra-cold atoms in an optical cavity: two-mode laser locking to the\n  cavity avoiding radiation pressure"],"description":["  The combination of ultra-cold atomic clouds with the light fields of optical\ncavities provides a powerful model system for the development of new types of\nlaser cooling and for studying cooperative phenomena. These experiments\ncritically depend on the precise tuning of an incident pump laser with respect\nto a cavity resonance. Here, we present a simple and reliable experimental\ntuning scheme based on a two-mode laser spectrometer. The scheme uses a first\nlaser for probing higher-order transversal modes of the cavity having an\nintensity minimum near the cavity's optical axis, where the atoms are confined\nby a magnetic trap. In this way the cavity resonance is observed without\nexposing the atoms to unwanted radiation pressure. A second laser, which is\nphase-locked to the first one and tuned close to a fundamental cavity mode\ndrives the coherent atom-field dynamics.\n","Comment: 7 pages, 7 figures"]}]
["0706.2781",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2781","Phys. Rev. A 77, 011603(R) (2008)","doi:10.1103/PhysRevA.77.011603"],"date":["2007-06-19","2008-01-29"],"type":["text"],"creator":["Catani, J.","De Sarlo, L.","Barontini, G.","Minardi, F.","Inguscio, M."],"language":[],"coverage":[],"title":["Degenerate Bose-Bose mixture in a three-dimensional optical lattice"],"description":["  We produce a heteronuclear quantum degenerate mixture of two bosonic species,\n$^{87}$Rb and $^{41}$K, in a three-dimensional optical lattice. On raising the\nlattice barriers, we observe the disapperance of the inference pattern of the\nheavier $^{87}$Rb, shifting toward shallower lattice depths in the presence of\na minor fraction of $^{41}$K. This effect is sizable and requires only a\nmarginal overlap between the two species. We compare our results with similar\nfindings reported for Fermi-Bose mixtures and discuss the interpretation\nscenarios proposed to date, arguing that the explanation may be linked to the\nincreased effective mass due to the interspecies interactions.\n","Comment: 5 pages, 4 figures"]}]
["0707.0746",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0746","Materials Today 10, 24 (2007)"],"date":["2007-07-05"],"type":["text"],"creator":["Israel, C.","Calderón, M. J.","Mathur, N. D."],"language":[],"coverage":[],"title":["The current spin on manganites"],"description":["  In a material, the existence and coexistence of phases with very different\nmagnetic and electronic properties is both unusual and surprising. Manganites\nin particular capture the imagination because they demonstrate a complexity\nthat belies their chemically single-phase nature. This complexity arises\nbecause the magnetic, electronic and crystal structures interact with one\nanother to deliver exotic magnetic and electronic phases that coexist. This\ncoexistence is self-organized and yet readily susceptible to external\nperturbations, permitting subtle and imaginative experiments of the type that\nwe describe here. Moreover, these experiments reveal that each competing phase\nitself remains an incompletely solved mystery.\n","Comment: invited review for Materials Today (October 2007 issue), 18 pages, 8\n  figures"]}]
["0708.0012",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0012","Phys. Rev. B 76, 195115 (2007)","doi:10.1103/PhysRevB.76.195115"],"date":["2007-07-31"],"type":["text"],"creator":["Bakrim, H.","Bourbonnais, C."],"language":[],"coverage":[],"title":["The quantum vs classical aspects of one dimensional electron-phonon\n  systems revisited by the renormalization group method"],"description":["  An extension of the renormalization group method that includes the effect of\nretardation for the interactions of a fermion gas is used to re-examine the\nquantum and classical properties of Peierls- like states in one dimension. For\nmodels of spinless and spin-1/2 fermions interacting with either intra or\nintermolecular phonons the quantum corrections to the Peierls gap at\nhalf-filling are determined at arbitrary phonon frequency. The nature of\nquantum-classical transitions is clarified in weak coupling.\n","Comment: 15 pages, 8 Figures"]}]
["0708.3888",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3888","Phys. Rev. B 76, 214505 (2007)","doi:10.1103/PhysRevB.76.214505"],"date":["2007-08-29","2008-01-29"],"type":["text"],"creator":["Berg, Erez","Geballe, Theodore H.","Kivelson, Steven A."],"language":[],"coverage":[],"title":["Superconductivity in zigzag CuO chains"],"description":["  Superconductivity has recently been discovered in\nPr$_{2}$Ba$_{4}$Cu$_{7}$O$_{15-\\delta}$ with a maximum $T_c$ of about 15K.\nSince the CuO planes in this material are believed to be insulating, it has\nbeen proposed that the superconductivity occurs in the double (or zigzag) CuO\nchain layer. On phenomenological grounds, we propose a theoretical\ninterpretation of the experimental results in terms of a new phase for the\nzigzag chain, labelled by C$_1$S$_{3/2}$. This phase has a gap for some of the\nrelative spin and charge modes but no total spin gap, and can have a divergent\nsuperconducting susceptibility for repulsive interactions. A microscopic model\nfor the zigzag CuO chain is proposed, and on the basis of density matrix\nrenormalization group (DMRG) and bosonization studies of this model, we adduce\nevidence that supports our proposal.\n","Comment: 10 pages, 5 figures; Journal-ref. added"]}]
["0709.0237",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0237","Phys. Rev. B 77, 014510 (2008)","doi:10.1103/PhysRevB.77.014510"],"date":["2007-09-03","2008-01-29"],"type":["text"],"creator":["Ashhab, S.","Niskanen, A. O.","Harrabi, K.","Nakamura, Y.","Picot, T.","de Groot, P. C.","Harmans, C. J. P. M.","Mooij, J. E.","Nori, Franco"],"language":[],"coverage":[],"title":["Interqubit coupling mediated by a high-excitation-energy quantum object"],"description":["  We consider a system composed of two qubits and a high-excitation-energy\nquantum object used to mediate coupling between the qubits. We treat the entire\nsystem quantum mechanically and analyze the properties of the eigenvalues and\neigenstates of the total Hamiltonian. After reproducing well-known results\nconcerning the leading term in the mediated coupling, we obtain an expression\nfor the residual coupling between the qubits in the off state. We also analyze\nthe entanglement between the three objects, i.e. the two qubits and the\ncoupler, in the eigenstates of the total Hamiltonian. Although we focus on the\napplication of our results to the recently realized parametric-coupling scheme\nwith two qubits, we also discuss extensions of our results to\nharmonic-oscillator couplers, couplers that are near resonance with the qubits\nand multi-qubit systems. In particular, we find that certain errors that are\nabsent for a two-qubit system arise when dealing with multi-qubit systems.\n","Comment: 15 pages (two-column)"]}]
["0709.0469",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0469"],"date":["2007-09-04","2008-01-29"],"type":["text"],"creator":["Spehner, D.","Haake, F."],"language":[],"coverage":[],"title":["Decoherence bypass of macroscopic superpositions in quantum measurement"],"description":["  We study a class of quantum measurement models. A microscopic object is\nentangled with a macroscopic pointer such that a distinct pointer position is\ntied to each eigenvalue of the measured object observable. Those different\npointer positions mutually decohere under the influence of an environment.\nOvercoming limitations of previous approaches we (i) cope with initial\ncorrelations between pointer and environment by considering them initially in a\nmetastable local thermal equilibrium, (ii) allow for object-pointer\nentanglement and environment-induced decoherence of distinct pointer readouts\nto proceed simultaneously, such that mixtures of macroscopically distinct\nobject-pointer product states arise without intervening macroscopic\nsuperpositions, and (iii) go beyond the Markovian treatment of decoherence.\n","Comment: 9 pages, 1 figure, to be published in J. Phys. A, a few changes in\n  content, corrected typos"]}]
["0709.1008",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","60H10, 60J60, 35G05, 35K45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1008"],"date":["2007-09-07","2008-01-29"],"type":["text"],"creator":["Albeverio, S.","Belopolskaya, Ya."],"language":[],"coverage":[],"title":["Generalized solutions of the Cauchy problem for the Navier-Stokes system\n  and diffusion processes"],"description":["  We reduce the construction of a weak solution of the Cauchy problem for the\nNavier-Stokes system to the construction of a solution to a stochastic problem.\nNamely, we construct diffusion processes which allow us to obtain a\nprobabilistic representation of a weak (in distributional sense) solution to\nthe Cauchy problem for the Navier- Stokes system.\n","Comment: 44 pages"]}]
["0709.2027",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2027"],"date":["2007-09-13","2008-01-29"],"type":["text"],"creator":["Chan, Cheong Xin","Beiko, Robert G.","Ragan, Mark A."],"language":[],"coverage":[],"title":["Units of genetic transfer in prokaryotes"],"description":["  The transfer of genetic materials across species (lateral genetic transfer,\nLGT) contributes to genomic and physiological innovation in prokaryotes. The\nextent of LGT in prokaryotes has been examined in a number of studies, but the\nunit of transfer has not been studied in a rigorous manner. Using a rigorous\nphylogenetic approach, we analysed the units of LGT within families of\nsingle-copy genes obtained from 144 fully sequenced prokaryote genomes. A total\nof 30.3% of these gene families show evidence of LGT. We found that the\ntransfer of gene fragments has been more frequent than the transfer of entire\ngenes, suggesting the extent of LGT has been underestimated. We found little\nfunctional bias between within-gene (fragmentary) and whole-gene\n(non-fragmentary) genetic transfer, but non-fragmentary transfer has been more\nfrequent into pathogens than into non-pathogens. As gene families that contain\nprobable paralogs were excluded from the current study, our results may still\nunderestimate the extent of LGT; nonetheless this is the most-comprehensive\nstudy to date of the unit of LGT among prokaryote genomes.\n","Comment: 22 pages, 5 figures, 1 table"]}]
["0709.2030",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2030"],"date":["2007-09-13","2008-01-29"],"type":["text"],"creator":["Chan, Cheong Xin","Beiko, Robert G.","Darling, Aaron E.","Ragan, Mark A."],"language":[],"coverage":[],"title":["Protein domains as units of genetic transfer"],"description":["  Genomes evolve as modules. In prokaryotes (and some eukaryotes), genetic\nmaterial can be transferred between species and integrated into the genome via\nhomologous or illegitimate recombination. There is little reason to imagine\nthat the units of transfer correspond to entire genes; however, such units have\nnot been rigorously characterized. We examined fragmentary genetic transfers in\nsingle-copy gene families from 144 prokaryotic genomes and found that\nbreakpoints are located significantly closer to the boundaries of genomic\nregions that encode annotated structural domains of proteins than expected by\nchance, particularly when recombining sequences are more divergent. This\ncorrelation results from recombination events themselves and not from\ndifferential nucleotide substitution. We report the first systematic study\nrelating genetic recombination to structural features at the protein level.\n","Comment: 11 pages, 4 figures, 1 table"]}]
["0709.2031",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2031"],"date":["2007-09-13","2008-01-29"],"type":["text"],"creator":["Chan, Cheong Xin","Beiko, Robert G.","Ragan, Mark A."],"language":[],"coverage":[],"title":["Genetic transfer in Staphylococcus: a case study of 13 genomes"],"description":["  The widespread presence of antibiotic resistance and virulence among\nStaphylococcus isolates has been attributed to lateral genetic transfer (LGT)\nbetween different strains or species. However, there has been very little study\nof the extent of LGT in Staphylococcus species using a phylogenetic approach,\nparticularly of the units of such genetic transfer. Here we report the first\nsystematic study of the units of genetic transfer in 13 Staphylococcus genomes,\nusing a rigorous phylogenetic approach. We found clear evidence of LGT in 26.1%\nof the 1354 homologous gene families examined, and possibly more in another\n17.9% of the total families. Within-gene and whole-gene transfer contribute\nalmost equally to the discordance of these gene families against a reference\nphylogeny. Comparing genetic transfer in single-copy and in multi-copy gene\nfamilies, we found little functional bias in cases of within-gene (fragmentary)\ngenetic transfer but substantial functional bias in cases of whole-gene\n(non-fragmentary) genetic transfer, and we observed a higher frequency of LGT\nin multi-copy gene families. Our results demonstrate that LGT and gene\nduplication play an important part among the factors that contribute to\nfunctional innovation in staphylococcal genomes.\n","Comment: 34 pages, 7 figures, 4 tables"]}]
["0709.2336",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Mesoscale and Nanoscale Physics","Mathematical Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2336","Phys. Rev. E. v.77, p.015202(R) (2008)","doi:10.1103/PhysRevE.77.015202"],"date":["2007-09-14","2007-10-30"],"type":["text"],"creator":["Shepelyansky, D. L."],"language":[],"coverage":[],"title":["Fractal Weyl law for quantum fractal eigenstates"],"description":["  The properties of the resonant Gamow states are studied numerically in the\nsemiclassical limit for the quantum Chirikov standard map with absorption. It\nis shown that the number of such states is described by the fractal Weyl law\nand their Husimi distributions closely follow the strange repeller set formed\nby classical orbits nonescaping in future times. For large matrices the\ndistribution of escape rates converges to a fixed shape profile characterized\nby a spectral gap related to the classical escape rate.\n","Comment: 4 pages, 5 figs, minor modifications, research at\n  http://www.quantware.ups-tlse.fr/"]}]
["0709.3163",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3163","Phys. Rev. Lett. 100, 040401 (2008)","doi:10.1103/PhysRevLett.100.040401"],"date":["2007-09-20","2008-01-29"],"type":["text"],"creator":["Zöllner, Sascha","Meyer, Hans-Dieter","Schmelcher, Peter"],"language":[],"coverage":[],"title":["Few-boson dynamics in double wells: From single-atom to correlated-pair\n  tunneling"],"description":["  We investigate few-boson tunneling in a one-dimensional double well, covering\nthe full crossover from weak interactions to the fermionization limit of strong\ncorrelations. Based on exact quantum-dynamical calculations, it is found that\nthe tunneling dynamics of two atoms evolves from Rabi oscillations to\ncorrelated pair tunneling as we increase the interaction strength. Near the\nfermionization limit, fragmented-pair tunneling is observed and analyzed in\nterms of the population imbalance and two-body correlations. For more atoms,\nthe tunneling dynamics near fermionization is shown to be sensitive to both\natom number and initial configuration.\n","Comment: small revision changes; shortened"]}]
["0710.0113",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0113","Phys. Rev. Lett. 100, 027003 (2008)","doi:10.1103/PhysRevLett.100.027003"],"date":["2007-09-30","2008-01-29"],"type":["text"],"creator":["Berg, E.","Chen, C-C.","Kivelson, S. A."],"language":[],"coverage":[],"title":["Stability of nodal quasi-particles in superconductors with coexisting\n  orders"],"description":["  We establish a condition for the perturbative stability of zero energy nodal\npoints in the quasi-particle spectrum of superconductors in the presence of\ncoexisting \\textit{commensurate} orders. The nodes are found to be stable if\nthe Hamiltonian is invariant under time reversal followed by a lattice\ntranslation. The principle is demonstrated with a few examples. Some\nexperimental implications of various types of assumed order are discussed in\nthe context of the cuprate superconductors.\n","Comment: 5 pages, 3 figures, a few references and Journal-ref added"]}]
["0710.0147",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0147","J. Phys.: Condens. Matter 20, 075101 (2008)","doi:10.1088/0953-8984/20/7/075101"],"date":["2007-09-30","2007-11-19"],"type":["text"],"creator":["Panja, Debabrata","Barkema, Gerard T.","Ball, Robin C."],"language":[],"coverage":[],"title":["Polymer Translocation out of Planar Confinements"],"description":["  Polymer translocation in three dimensions out of planar confinements is\nstudied in this paper. Three membranes are located at $z=-h$, $z=0$ and\n$z=h_1$. These membranes are impenetrable, except for the middle one at $z=0$,\nwhich has a narrow pore. A polymer with length $N$ is initially sandwiched\nbetween the membranes placed at $z=-h$ and $z=0$ and translocates through this\npore. We consider strong confinement (small $h$), where the polymer is\nessentially reduced to a two-dimensional polymer, with a radius of gyration\nscaling as $R^{\\tinytext{(2D)}}_g \\sim N^{\\nu_{\\tinytext{2D}}}$; here,\n$\\nu_{\\tinytext{2D}}=0.75$ is the Flory exponent in two dimensions. The polymer\nperforms Rouse dynamics. Based on theoretical analysis and high-precision\nsimulation data, we show that in the unbiased case $h=h_1$, the dwell-time\n$\\tau_d$ scales as $N^{2+\\nu_{\\tinytext{2D}}}$, in perfect agreement with our\npreviously published theoretical framework. For $h_1=\\infty$, the situation is\nequivalent to field-driven translocation in two dimensions. We show that in\nthis case $\\tau_d$ scales as $N^{2\\nu_{\\tinytext{2D}}}$, in agreement with\nseveral existing numerical results in the literature. This result violates the\nearlier reported lower bound $N^{1+\\nu}$ for $\\tau_d$ for field-driven\ntranslocation. We argue, based on energy conservation, that the actual lower\nbound for $\\tau_d$ is $N^{2\\nu}$ and not $N^{1+\\nu}$. Polymer translocation in\nsuch theoretically motivated geometries thus resolves some of the most\nfundamental issues that are the subjects of much heated debate in recent times.\n","Comment: Minor changes; 18+ pages, 8 figures, 5 tables, to appear in J. Phys:\n  Cond. Mat"]}]
["0710.0870",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Probability","26D15","94A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0870"],"date":["2007-10-03","2008-01-29"],"type":["text"],"creator":["Carlen, Eric A.","Cordero-Erausquin, Dario"],"language":[],"coverage":[],"title":["Subadditivity of the entropy and its relation to Brascamp-Lieb type\n  inequalities"],"description":["  We prove a general duality result showing that a Brascamp--Lieb type\ninequality is equivalent to an inequality expressing subadditivity of the\nentropy, with a complete correspondence of best constants and cases of\nequality. This open a new approach to the proof of Brascamp--Lieb type\ninequalities, via subadditivity of the entropy. We illustrate the utility of\nthis approach by proving a general inequality expressing the subadditivity\nproperty of the entropy on $\\R^n$, and fully determining the cases of equality.\nAs a consequence of the duality mentioned above, we obtain a simple new proof\nof the classical Brascamp--Lieb inequality, and also a fully explicit\ndetermination of all of the cases of equality. We also deduce several other\nconsequences of the general subadditivity inequality, including a\ngeneralization of Hadamard's inequality for determinants. Finally, we also\nprove a second duality theorem relating superadditivity of the Fisher\ninformation and a sharp convolution type inequality for the fundamental\neigenvalues of Schr\\\"odinger operators. Though we focus mainly on the case of\nrandom variables in $\\R^n$ in this paper, we discuss extensions to other\nsettings as well.\n","Comment: This is the revised version taking into account points made by the\n  referee"]}]
["0710.1819",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1819","doi:10.1016/j.physe.2008.01.003"],"date":["2007-10-09","2008-01-01"],"type":["text"],"creator":["Zaratiegui, Jaime","Pietilainen, Pekka","Chen, Hong-Yi","Chakraborty, Tapash"],"language":[],"coverage":[],"title":["Electronic Correlations in Double Quantum Dots"],"description":["  We present a study of the electronic structure of two laterally coupled\ngaussian quantum dots filled with two particles. The exact diagonalization\nmethod has been used in order to inspect the spatial correlations and examine\nthe particular spin singlet-triplet configurations for different coupling\ndegrees between quantum dots. The outcome of our research shows this structure\nto have highly modifiable properties promoting it as an interesting quantum\ndevice, showing the possible use of this states as a quantum bit gate.\n","Comment: 4 pages, 4 figures, REVTeX 4"]}]
["0710.4288",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4288","Appl. Phys. Lett. 92, 012503 (2008)","doi:10.1063/1.2829795"],"date":["2007-10-23"],"type":["text"],"creator":["Gaididei, Yuri","Sheka, Denis D.","Mertens, Franz G."],"language":[],"coverage":[],"title":["Controllable switching of vortex chirality in magnetic nanodisks by a\n  field pulse"],"description":["  We propose a way of fast switching the chirality in a magnetic nanodisk by\napplying a field pulse. To break the symmetry with respect to clockwise or\ncounterclockwise chirality a mask is added by which an inhomogeneous field\ninfluences the vortex state of a nanodisk. Using numerical spin--lattice\nsimulations we demonstrate that chirality can be controllably switched by a\nfield pulse, whose intensity is above some critical value. A mathematical\ndefinition for the chirality of an arbitrary shaped particle is proposed.\n","Comment: REVTeX, 4 pages, 3 figures"]}]
["0710.5481",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5481","Journal of Physics A Mathematical and Theoretical 40 (2007)\n  14811-14817","doi:10.1088/1751-8113/40/49/014"],"date":["2007-10-29"],"type":["text"],"creator":["Van Isacker, P.","Heinze, S."],"language":[],"coverage":[],"title":["Bose-Einstein condensates of atoms with arbitrary spin"],"description":["  We show that the ground state of a Bose-Einstein condensate of atoms with\nhyperfine spin f = 2 can be either spin aligned, condensed into pairs of atoms\ncoupled to F = 0, or condensed into triplets of atoms coupled to F = 0. The\ncomplete phase diagram is constructed for f = 2 and the generic properties of\nthe phase diagram are obtained for f > 2.\n","Comment: Journal of Physics A, in press"]}]
["0711.3196",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3196","A&A 478, 387-393 (2008)","doi:10.1051/0004-6361:20078604"],"date":["2007-11-20"],"type":["text"],"creator":["HESS Collaboration","Aharonian, F."],"language":[],"coverage":[],"title":["Upper Limits from HESS AGN Observations in 2005-2007"],"description":["  AIMS: Very high energy (VHE; E>100 GeV) gamma-ray studies were performed for\n18 active galactic nuclei (AGN) from a variety of AGN classes.\n  METHODS: VHE observations of a sample of 14 AGN, considered candidate VHE\nemitters, were made with the High Energy Stereoscopic System (HESS) between\nJanuary 2005 and July 2007. Large-zenith-angle observations of three northern\nAGN (Mkn 421, Mkn 501, 1ES 1218+304), known to emit VHE gamma rays, were also\nperformed in order to sample their spectral energy distributions (SEDs) above 1\nTeV. In addition, the VHE flux from 1ES 1101-232, previously detected by HESS\nin 2004-2005, was monitored during 2006 and 2007.\n  RESULTS: As significant detections from the HESS observation program are\nreported elsewhere, the results reported here are primarily integral flux upper\nlimits. The average exposure for each of the 14 VHE-candidate AGN is ~7 h live\ntime, and the observations have an average energy threshold between 230 GeV and\n590 GeV. Upper limits for these 14 AGN range from <0.9% to <4.9% of the Crab\nNebula flux, and eight of these are the most constraining ever reported for the\nobject. The brief (<2.2 h each) large-zenith-angle observations yield upper\nlimits for Mkn 501 (<20% Crab above 2.5 TeV) and 1ES 1218+304 (<17% Crab above\n1.0 TeV), and a marginal detection (3.5 sigma) of Mkn 421 (50% Crab above 2.1\nTeV). 1ES 1101-232 was marginally detected (3.6 sigma, 1.7% Crab above 260 GeV)\nduring the 2006 (13.7 h live time) observations, but not in the 2007 (4.6 h\nlive time) data. The upper limit in 2007 (<1.9% Crab above 260 GeV) is below\nthe average flux measured by HESS from 2004-2006.\n","Comment: 8 Pages, 2 Figures; Accepted on Nov 6, 2007 for publication in\n  Astronomy & Astrophysics"]}]
["0711.4758",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4758","Phys. Rev. B 76, 214513 (2007)","doi:10.1103/PhysRevB.76.214513"],"date":["2007-11-29"],"type":["text"],"creator":["Vagov, A.","Schomerus, H.","Shanenko, A."],"language":[],"coverage":[],"title":["Generalized Galitskii approach for the vertex function of a Fermi gas\n  with resonant interaction"],"description":["  We present a generalized Galitskii approach for the Bethe-Salpeter equation\nfor the two-particle vertex function of a Fermi system with resonant\ninteraction by accounting for the resonant state in the scattering potential\nand utilizing the universal form of the resonant scattering amplitude. The\nprocedure can be carried out both for the normal as well as for the condensate\nstate. In both cases, the vertex function in the vicinity of the resonance is\nshown to formally coincide with that obtained for a weakly attractive Fermi\ngas. Thus we justify the popular calculational framework in which results for\nthe weakly attractive Fermi gas are formally extrapolated into the domain of\nstrong coupling, and further to the repulsive side of the resonance, where\nmolecular states are formed.\n","Comment: 7 pages, to appear in Physical Review B"]}]
["0712.0517",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0517","Ann. Phys. (Leipzig) 17, No. 2-3, 158, 175 (2008)","doi:10.1002/andp.200710284"],"date":["2007-12-04","2008-01-29"],"type":["text"],"creator":["Mauerer, Wolfgang","Helwig, Wolfram","Silberhorn, Christine"],"language":[],"coverage":[],"title":["Recent developments in quantum key distribution: theory and practice"],"description":["  Quantum key distribution is among the foremost applications of quantum\nmechanics, both in terms of fundamental physics and as a technology on the\nbrink of commercial deployment. Starting from principal schemes and initial\nproofs of unconditional security for perfect systems, much effort has gone into\nproviding secure schemes which can cope with numerous experimental\nimperfections unavoidable in real world implementations. In this paper, we\nprovide a comparison of various schemes and protocols. We analyse their\nefficiency and performance when implemented with imperfect physical components.\nWe consider how experimental faults are accounted for using effective\nparameters. We compare various protocols and provide guidelines as to which\ncomponents propose best advances when being improved.\n","Comment: Invited paper for the Annals of Physics special issue on the occasion\n  of Max Planck's 150th birthday. This made it inevitable to use Planck, Bohr,\n  and Einstein instead of Alice, Bob, and Eve. Published version with minor\n  corrections"]}]
["0801.1002",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1002"],"date":["2008-01-07","2008-01-29"],"type":["text"],"creator":["Schuster, Ulrich G.","Durisi, Giuseppe","Bölcskei, Helmut","Poor, H. Vincent"],"language":[],"coverage":[],"title":["Capacity Bounds for Peak-Constrained Multiantenna Wideband Channels"],"description":["  We derive bounds on the noncoherent capacity of a very general class of\nmultiple-input multiple-output channels that allow for selectivity in time and\nfrequency as well as for spatial correlation. The bounds apply to\npeak-constrained inputs; they are explicit in the channel's scattering\nfunction, are useful for a large range of bandwidth, and allow to coarsely\nidentify the capacity-optimal combination of bandwidth and number of transmit\nantennas. Furthermore, we obtain a closed-form expression for the first-order\nTaylor series expansion of capacity in the limit of infinite bandwidth. From\nthis expression, we conclude that in the wideband regime: (i) it is optimal to\nuse only one transmit antenna when the channel is spatially uncorrelated; (ii)\nrank-one statistical beamforming is optimal if the channel is spatially\ncorrelated; and (iii) spatial correlation, be it at the transmitter, the\nreceiver, or both, is beneficial.\n","Comment: Submitted to the IEEE Transactions on Communications"]}]
["0801.4032",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4032"],"date":["2008-01-28"],"type":["text"],"creator":["Gruzinov, A."],"language":[],"coverage":[],"title":["Stable Magnetic Fields in Static Stars"],"description":["  We prove that static fluid stars can stably support magnetic fields (within\nthe ideal MHD approximation).\n","Comment: 7 pages"]}]
["0801.4035",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4035"],"date":["2008-01-25"],"type":["text"],"creator":["Meregaglia, A.","Rubbia, A."],"language":[],"coverage":[],"title":["Neutrino Oscillations With A Next Generation Liquid Argon TPC Detector\n  in Kamioka or Korea Along The J-PARC Neutrino Beam"],"description":["  The ``baseline setup'' for a possible, beyond T2K, next generation long\nbaseline experiment along the J-PARC neutrino beam produced at Tokai, assumes\ntwo very large deep-underground Water Cerenkov imaging detectors of about 300\nkton fiducial each, located one in Korea and the other in Kamioka but at the\nsame off-axis angle. In this paper, we consider the physics performance of a\nsimilar setup but with a single and smaller, far detector, possibly at shallow\ndepth, composed of a 100 kton next generation liquid Argon Time Projection\nChamber. The potential location of the detector could be in the Kamioka area\n($L\\sim 295$ km) or on the Eastern Korean coast ($L\\sim 1025$ km), depending on\nthe results of the T2K experiment. In Korea the off-axis angle could be either\n$2.5^{o} \\sim 3^{o}$ as in SuperKamiokande, or\n  $\\sim 1^{o}$ as to offer pseudo-wide-band beam conditions.\n","Comment: 14 pages, 8 figures, invited talk at the 3rd International Workshop\n  on a Far Detector in Korea for the J-PARC Neutrino Beam"]}]
["0801.4039",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4039"],"date":["2008-01-25"],"type":["text"],"creator":["Klink, W. H."],"language":[],"coverage":[],"title":["Point Form Quantum Field Theory on Velocity Grids I: Bosonic\n  Contractions"],"description":["  In constrast to discretized space-time approximations to continuum quantum\nfield theories, discretized velocity space approximations to continuum quantum\nfield theories are investigated. A four-momentum operator is given in terms of\nbare fermion-antifermion-boson creation and annihilation operators with\ndiscrete indices. In continuum quantum field theories the fermion-antifermion\ncreation and annihilation operators appear as bilinears in the four-momentum\noperator and generate a unitary algebra. When the number of modes range over\nonly a finite number of values, the algebra is that associated with the Lie\nalgebra of U(2N). By keeping N finite (but arbitrary) problems due to an\ninfinite Lorentz volume and to the creation of infinite numbers of bare\nfermion-antifermion pairs are avoided. But even with a finite number of modes,\nit is still possible to create an infinite number of bare bosons. We show how\nthe full boson algebra arises as the contraction limit of another unitary\nalgebra that restricts the number of bare bosons in any mode to be finite.\nGeneric properties of finite mode Hamiltonians are investigated, as are several\nsimple models to see the rate of convergence of the boson contraction; the\npossibility of fine tuning the bare strong coupling constant is also briefly\ndiscussed.\n"]}]
["0801.4042",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4042"],"date":["2008-01-25"],"type":["text"],"creator":["Narevicius, Edvardas","Libson, Adam","Parthey, Christian G.","Chavez, Isaac","Narevicius, Julia","Even, Uzi","Raizen, Mark G."],"language":[],"coverage":[],"title":["Stopping Supersonic Beams with an Atomic Coilgun"],"description":["  We report the stopping of an atomic beam, using a series of pulsed\nelectromagnetic coils. We use a supersonic beam of metastable neon created in a\ngas discharge as a monochromatic source of paramagnetic atoms. A series of\ncoils is fired in a timed sequence to bring the atoms to near-rest, where they\nare detected on a micro-channel plate. Applications to fundamental problems in\nphysics and chemistry are discussed.\n"]}]
["0801.4046",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4046"],"date":["2008-01-28"],"type":["text"],"creator":["Kaufmann, Tobias","Bullock, James S.","Maller, Ari","Fang, Taotao"],"language":[],"coverage":[],"title":["Simulating the Gaseous Halos of Galaxies"],"description":["  Observations of local X-ray absorbers, high-velocity clouds, and distant\nquasar absorption line systems suggest that a significant fraction of baryons\nmay reside in multi-phase, low-density, extended, ~100 kpc, gaseous halos\naround normal galaxies. We present a pair of high-resolution SPH (smoothed\nparticle hydrodynamics) simulations that explore the nature of cool gas infall\ninto galaxies, and the physical conditions necessary to support the type of\ngaseous halos that seem to be required by observations. The two simulations are\nidentical other than their initial gas density distributions: one is\ninitialized with a standard hot gas halo that traces the cuspy profile of the\ndark matter, and the other is initialized with a cored hot halo with a high\ncentral entropy, as might be expected in models with early pre-heating\nfeedback. Galaxy formation proceeds in dramatically different fashions in these\ntwo cases. While the standard cuspy halo cools rapidly, primarily from the\ncentral region, the cored halo is quasi-stable for ~4 Gyr and eventually cools\nvia the fragmentation and infall of clouds from ~100 kpc distances. After 10\nGyr of cooling, the standard halo's X-ray luminosity is ~100 times current\nlimits and the resultant disk galaxy is twice as massive as the Milky Way. In\ncontrast, the cored halo has an X-ray luminosity that is in line with\nobservations, an extended cloud population reminiscent of the high-velocity\ncloud population of the Milky Way, and a disk galaxy with half the mass and\n~50% more specific angular momentum than the disk formed in the low-entropy\nsimulation. These results suggest that the distribution and character of halo\ngas provides an important testing ground for galaxy formation models and may be\nused to constrain the physics of galaxy formation.\n","Comment: 6 pages, 4 figures, to appear in the proceedings of \"Formation and\n  Evolution of Galaxy Disks\", Rome, October 2007, Eds. J. Funes and E. M.\n  Corsini; extended reference list"]}]
["0801.4049",{"format":[],"subject":["Mathematics - General Mathematics","11N05 (Primary) 11A41, 11A51, 11B37, 11B50, 11N13, 11R44 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4049"],"date":["2008-01-28"],"type":["text"],"creator":["Hahn, Harry K."],"language":[],"coverage":[],"title":["About the logic of the prime number distribution"],"description":["  There are two basic number sequences which play a major role in the prime\nnumber distribution. The first Number Sequence SQ1 contains all prime numbers\nof the form 6n+5 and the second Number Sequence SQ2 contains all prime numbers\nof the form 6n+1. All existing prime numbers seem to be contained in these two\nnumber sequences, except of the prime numbers 2 and 3. Riemanns Zeta Function\nalso seems to indicate, that there is a logical connection between the\nmentioned number sequences and the distribution of prime numbers. This\nconnection is indicated by lines in the diagram of the Zeta Function, which are\nformed by the points s where the Zeta Function is real. Another key role in the\ndistribution of the prime numbers plays the number 5 and its periodic\noccurrence in the two number sequences SQ1 and SQ2. All non-prime numbers in\nSQ1 and SQ2 are caused by recurrences of these two number sequences with\nincreasing wave-lengths in themselves, in a similar fashion as Overtones\n(harmonics) or Undertones derive from a fundamental frequency. On the contrary\nprime numbers represent spots in these two basic Number Sequences SQ1 and SQ2\nwhere there is no interference caused by these recurring number sequences. The\ndistribution of the non-prime numbers and prime numbers can be described in a\ngraphical way with a -Wave Model- (or Interference Model) -- see Table 2.\n","Comment: 29 pages, 10 figures, 6 tables, corrected text+abstract"]}]
["0801.4055",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4055"],"date":["2008-01-25"],"type":["text"],"creator":["Michaud, G.","Richer, J."],"language":[],"coverage":[],"title":["Radiative Accelerations in Stellar Evolution"],"description":["  A brief review of various methods to calculate radiative accelerations for\nstellar evolution and an analysis of their limitations are followed by\napplications to Pop I and Pop II stars. Recent applications to Horizontal\nBranch (HB) star evolution are also described. It is shown that models\nincluding atomic diffusion satisfy Schwarzschild's criterion on the interior\nside of the core boundary on the HB without the introduction of overshooting.\nUsing stellar evolution models starting on the Main Sequence and calculated\nthroughout evolution with atomic diffusion, radiative accelerations are shown\nto lead to abundance anomalies similar to those observed on the HB of M15.\n","Comment: Cefalu' 2007 Workshop \"XXI Century Challenges for Stellar Evolution\""]}]
["0801.4056",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4056"],"date":["2008-01-25"],"type":["text"],"creator":["Fan, C. Z.","Gao, Y.","Huang, J. P."],"language":[],"coverage":[],"title":["Geometrically controllable electric fields"],"description":["  According to a first-principles approach, we clarify electric cloaks\nuniversality concerning a new class of phase transitions between negative\npathway (NGP) and normal pathway of electric displacement fields, which are\ndriven by the geometric shape of the cloak. We report that the NGP arises from\nshape-enhanced strong negative electric polarization, and that it is related to\na symmetric oscillation of the paired electric permittivities, which are shown\nto satisfy a sum rule. The NGP does not occur for a spherical cloak, but\nappears up to maximum as the ratio a/b between the long and short principal\naxis of the spheroidal cloak is about 5/2, and eventually disappears as a/b\nbecomes large enough corresponding to a rod-like shape. Then, the cloaking\nefficiency is compared between different geometrical shapes. The possibility of\nexperiments is discussed. This work has relevance to crucial control of\nelectric fields and to general physics of phase transitions.\n"]}]
["0801.4061",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4061"],"date":["2008-01-26"],"type":["text"],"creator":["Vert, Jean-Philippe"],"language":[],"coverage":[],"title":["The optimal assignment kernel is not positive definite"],"description":["  We prove that the optimal assignment kernel, proposed recently as an attempt\nto embed labeled graphs and more generally tuples of basic data to a Hilbert\nspace, is in fact not always positive definite.\n"]}]
["0801.4062",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4062","Journal of the Korean Physical Society 47, 91 (2005) S175-S181"],"date":["2008-01-26"],"type":["text"],"creator":["Lacour, F.","Sabac, A.","Spajer, M."],"language":[],"coverage":[],"title":["Nanostructuring Optical Waveguides by Focused Ion Beam Milling.\n  Near-Field Characterization"],"description":["  Nanostructures have become an attractive subject due to many applications,\nparticularly the photonic bandgap effect observed in photonic crystals.\nNevertheless, the fabrication of such structures remains a challenge because of\naccurate requirement concerning regularity, shape, hole depth etc. of the\nstructure. E-beam lithography permits a good control of dimensional parameters\nbut needs a 1-step fabrication process. In our work, we have to combine\ntraditional strip-load waveguides (SiO2/SiON/SiO2 on Si) and nanostructures\nwhose dimension are totally different. This imposes a 2-step process where\nwaveguides and nanostructures are successively fabricated. We have at our\ndisposal different ways to characterize these nanostructures. A direct aspect\ncontrol during and after FIB treatment can be achieved by FIB and SEM imaging.\nScanning near-field optical microscopy (SNOM) is currently the most effective\nway to test guiding confinement in such surface structures by detecting the\nevanescent field.\n","Comment: Available online at\n  http://www.kps.or.kr/home/kor/journal/library/search.asp?"]}]
["0801.4063",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4063","Phys. Rev. E. 76, 2 (2007) 026206","doi:10.1103/PhysRevE.76.026206"],"date":["2008-01-26"],"type":["text"],"creator":["Hramov, A. E.","Koronovskii, A. A.","Kurovskaja, M. K.","Ovchinnikov, A. A.","Boccaletti, S."],"language":[],"coverage":[],"title":["The lengths distribution of laminar phases for type-I intermittency in\n  the presence of noise"],"description":["  We consider a type of intermittent behavior that occurs as the result of the\ninterplay between dynamical mechanisms giving rise to type-I intermittency and\nrandom dynamics. We analytically deduce the laws for the distribution of the\nlaminar phases, with the law for the mean length of the laminar phases versus\nthe critical parameter deduced earlier [PRE 62 (2000) 6304] being the corollary\nfact of the developed theory. We find a very good agreement between the\ntheoretical predictions and the data obtained by means of both the experimental\nstudy and numerical calculations. We discuss also how this mechanism is\nexpected to take place in other relevant physical circumstances.\n","Comment: 8 pages, 9 figures, 30 cites"]}]
["0801.4066",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4066"],"date":["2008-01-28"],"type":["text"],"creator":["Solli, D. R.","Ropers, C.","Jalali, B."],"language":[],"coverage":[],"title":["Demonstration of Stimulated Supercontinuum Generation - An Optical\n  Tipping Point"],"description":["  Optical supercontinuum radiation, a special kind of white light, has found\nnumerous applications in scientific research and technology. This bright,\nbroadband radiation can be generated from nearly monochromatic light through\nthe cooperative action of multiple nonlinear effects. Unfortunately,\nsupercontinuum radiation is plagued by large spectral and temporal fluctuations\nowing to the spontaneous initiation of the generation process. While these\nfluctuations give rise to fascinating behavior in the form of optical rogue\nwaves [1], they impede many critical applications of supercontinuum. Here, we\nintroduce, and experimentally demonstrate, a powerful means of control over\nsupercontinuum generation by stimulating the process with a very weak optical\nseed signal [2]. This minute addition significantly reduces the input power\nthreshold for the process and dramatically increases the stability of the\nresulting radiation. This effect represents an optical tipping point, as the\ncontrolled addition of a specialized, but extraordinarily weak perturbation\npowerfully impacts a much stronger optical field, inducing a drastic transition\nin the optical system.\n","Comment: 20 pages, 4 figures"]}]
["0801.4069",{"format":[],"subject":["Mathematics - Combinatorics","05A16, 05C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4069"],"date":["2008-01-26"],"type":["text"],"creator":["Boudabbous, Youssef","Pouzet, Maurice"],"language":[],"coverage":[],"title":["The morphology of infinite tournaments. Application to the growth of\n  their profile"],"description":["  A tournament is \\emph{acyclically indecomposable} if no acyclic autonomous\nset of vertices has more than one element. We identify twelve infinite\nacyclically indecomposable tournaments and prove that every infinite\nacyclically indecomposable tournament contains a subtournament isomorphic to\none of these tournaments. The {\\it profile} of a tournament $T$ is the function\n$\\phi_T$ which counts for each integer $n$ the number $\\phi_T(n)$ of\ntournaments induced by $T$ on the $n$-element subsets of $T$, isomorphic\ntournaments being identified. As a corollary of the result above we deduce that\nthe growth of $\\phi_T$ is either polynomial, in which case $\\phi_T(n)\\simeq\nan^k$, for some positive real $a$, some non-negative integer $k$, or as fast as\nsome exponential.\n","Comment: 25 pages, presented at CGCS 2007(Luminy, France, May 2-4 2007) in\n  honor of Michel Deza"]}]
["0801.4073",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4073","JETP Letters, v.86, p.115 (2007)","doi:10.1134/S0021364007140093"],"date":["2008-01-26"],"type":["text"],"creator":["Logginov, A. S.","Meshkov, G. A.","Nikolaev, V. A.","Pyatakov, A. P.","Zvezdin, A. K."],"language":[],"coverage":[],"title":["Magnetoelectric Control of Domain Walls in a Ferrite Garnet Film"],"description":["  The effect of magnetic domain boundaries displacement induced by electric\nfield is observed in epitaxial ferrite garnet films (on substrates with the\n(210) crystallographic orientation). The effect is odd with respect to the\nelectric field (the direction of wall displacement changes with the polarity of\nthe voltage) and even with respect to the magnetization in domains. The\ninhomogeneous magnetoelectric interaction as a possible mechanism of the effect\nis proposed.\n","Comment: 5 pages, 2 figures"]}]
["0801.4081",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems","34A05","34A34","34A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4081"],"date":["2008-01-26"],"type":["text"],"creator":["Kosovtsov, Yu. N."],"language":[],"coverage":[],"title":["The general solutions of some nonlinear second order PDEs.I. Two\n  independent variables, constant parameters"],"description":["  In the first part of planned series of papers the formal general solutions to\nselection of 80 examples of different types of second order nonlinear PDEs in\ntwo independent variables with constant parameters are given. The main goal\nhere is to show on examples the types of solvable PDEs and what their general\nsolutions look like. The solving strategy, used here, as a rule is the order\nreduction. The order reduction method is implemented in Maple procedure, which\napplicable to PDEs of different order with different number of independent\nvariables. Some of given PDEs are solved by order lifting to PDEs, which are\nsolvable by the subsequent order reduction.\n","Comment: 35 pages"]}]
["0801.4082",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4082"],"date":["2008-01-26"],"type":["text"],"creator":["Caleffi, Marcello","Ferraiuolo, Giancarlo","Paura, Luigi"],"language":[],"coverage":[],"title":["On Reliability of Dynamic Addressing Routing Protocols in Mobile Ad Hoc\n  Networks"],"description":["  In this paper, a reliability analysis is carried out to state a performance\ncomparison between two recently proposed proactive routing algorithms. These\nprotocols are able to scale in ad hoc and sensor networks by resorting to\ndynamic addressing, to face with the topology variability, which is typical of\nad hoc, and sensor networks. Numerical simulations are also carried out to\ncorroborate the results of the analysis.\n","Comment: Proc. of WRECOM '07: Wireless Rural and Emergency Communications\n  Conference, Roma (Italy), October 2007"]}]
["0801.4089",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4089"],"date":["2008-01-28"],"type":["text"],"creator":["Almeida, Jose B."],"language":[],"coverage":[],"title":["How much in the Universe can be explained by geometry?"],"description":["  The paper uses geometrical arguments to derive equations with relevance for\ncosmology; 5-dimensional spacetime is assumed because it has been shown in\nother works to provide a setting for significant unification of different areas\nof physics. Monogenic functions, which zero the vector derivative are shown to\neffectively model electrodynamics and relativistic dynamics if one allows for\nspace curvature. Applying monogenic functions to flat space, the Hubble\nrelation can be derived straightforwardly as a purely geometrical effect.\nConsideration of space curvature induced by mass density allows the derivation\nof flat rotation curves for galaxies without appealing for dark matter.\nSimilarly, a small overall mass density in the Universe is shown to provide a\npossible explanation for recent supernovae observations, without the need for a\ncosmological constant.\n","Comment: 15 pages. Oral presentation at Astroparticle Montpelier Toulouse 2007"]}]
["0801.4100",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4100","J Mod. Opt. 54, 1695 (2007)","doi:10.1080/09500340701352581"],"date":["2008-01-27"],"type":["text"],"creator":["Andersson, Erika","Cresser, Jim D.","Hall, Michael J. W."],"language":[],"coverage":[],"title":["Finding the Kraus decomposition from a master equation and vice versa"],"description":["  For any master equation which is local in time, whether Markovian,\nnon-Markovian, of Lindblad form or not, a general procedure is reviewed for\nconstructing the corresponding linear map from the initial state to the state\nat time t, including its Kraus-type representations. Formally, this is\nequivalent to solving the master equation. For an N-dimensional Hilbert space\nit requires (i) solving a first order N^2 x N^2 matrix time evolution (to\nobtain the completely positive map), and (ii) diagonalising a related N^2 x N^2\nmatrix (to obtain a Kraus-type representation). Conversely, for a given\ntime-dependent linear map, a necessary and sufficient condition is given for\nthe existence of a corresponding master equation, where the (not necessarily\nunique) form of this equation is explicitly determined. It is shown that a\n`best possible' master equation may always be defined, for approximating the\nevolution in the case that no exact master equation exists. Examples involving\nqubits are given.\n","Comment: 16 pages, no figures. Appeared in special issue for conference\n  QEP-16, Manchester 4-7 Sep 2006"]}]
["0801.4102",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4102"],"date":["2008-01-26"],"type":["text"],"creator":["Benevieri, Pierluigi","Piccione, Paolo"],"language":[],"coverage":[],"title":["On a formula for the spectral flow and its applications"],"description":["  We consider a continuous path of bounded symmetric Fredholm bilinear forms\nwith arbitrary endpoints on a real Hilbert space, and we prove a formula that\ngives the spectral flow of the path in terms of the spectral flow of the\nrestriction to a finite codimensional closed subspace. We also discuss the case\nof restrictions to a continuous path of finite codimensional closed subspaces.\nAs an application of the formula, we introduce the notion of spectral flow for\na periodic semi-Riemannian geodesic, and we compute its value in terms of the\nMaslov index.\n","Comment: 28 pages"]}]
["0801.4105",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4105"],"date":["2008-01-27"],"type":["text"],"creator":["Perron, Steven"],"language":[],"coverage":[],"title":["Quantified Propositional Logspace Reasoning"],"description":["  In this paper, we develop a quantified propositional proof systems that\ncorresponds to logarithmic-space reasoning. We begin by defining a class\nSigmaCNF(2) of quantified formulas that can be evaluated in log space. Then our\nnew proof system GL^* is defined as G_1^* with cuts restricted to SigmaCNF(2)\nformulas and no cut formula that is not quantifier free contains a free\nvariable that does not appear in the final formula.\n  To show that GL^* is strong enough to capture log space reasoning, we\ntranslate theorems of VL into a family of tautologies that have polynomial-size\nGL^* proofs. VL is a theory of bounded arithmetic that is known to correspond\nto logarithmic-space reasoning. To do the translation, we find an appropriate\naxiomatization of VL, and put VL proofs into a new normal form.\n  To show that GL^* is not too strong, we prove the soundness of GL^* in such a\nway that it can be formalized in VL. This is done by giving a logarithmic-space\nalgorithm that witnesses GL^* proofs.\n","Comment: 28 pages"]}]
["0801.4109",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4109"],"date":["2008-01-26"],"type":["text"],"creator":["Garcia-Bellido, Juan","Figueroa, Daniel G."],"language":[],"coverage":[],"title":["A new gravitational wave background from the Big Bang"],"description":["  The reheating of the universe after hybrid inflation proceeds through the\nnucleation and subsequent collision of large concentrations of energy density\nin the form of bubble-like structures moving at relativistic speeds. This\ngenerates a significant fraction of energy in the form of a stochastic\nbackground of gravitational waves, whose time evolution is determined by the\nsuccessive stages of reheating: First, tachyonic preheating makes the amplitude\nof gravity waves grow exponentially fast. Second, bubble collisions add a new\nburst of gravitational radiation. Third, turbulent motions finally sets the end\nof gravitational waves production. From then on, these waves propagate\nunimpeded to us. We find that the fraction of energy density today in these\nprimordial gravitational waves could be significant for GUT scale models of\ninflation, although well beyond the frequency range sensitivity of\ngravitational wave observatories like LIGO, LISA or BBO. However, low-scale\nmodels could still produce a detectable signal at frequencies accessible to BBO\nor DECIGO. For comparison, we have also computed the analogous background from\nsome chaotic inflation models and obtained similar results to those of other\ngroups. The discovery of such a background would open a new observational\nwindow into the very early universe, where the details of the process of\nreheating could be explored. Thus, it could also serve as a new experimental\ntool for testing the Inflationary Paradigm.\n","Comment: 20 pages, 8 figures, to appear in the Proceedings of JGRG17, Nagoya\n  (Japan), 3-7 December 2007"]}]
["0801.4117",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4117"],"date":["2008-01-27"],"type":["text"],"creator":["Dong, J. W.","Zeng, J.","Dai, Q. F.","Wang, H. Z."],"language":[],"coverage":[],"title":["Universal condition for the existence of interface modes in the whole\n  momentum space with arbitrary materials"],"description":["  It is shown that, by theoretical and experimental results, a universal\nzero-impedance condition exists for two kinds of localized interface modes in\nthe whole momentum space (both above and below the light line). It can be\napplied at the interface between any two materials including photonic crystals,\nsingle-negative (negative-permittivity or negative-permeability) materials, or\ndouble-negative metamaterials. In addition, it presents an intuitive physical\nconcept, and also provides a feasible way to determine interface modes, which\nwill have predominance in various applications.\n","Comment: 19 pages, 5 figures"]}]
["0801.4121",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4121"],"date":["2008-01-27"],"type":["text"],"creator":["David, Claire"],"language":[],"coverage":[],"title":["A note on the Compound Burgers-Korteweg-de Vries Equation with\n  higher-order nonlinearities and its traveling solitary waves"],"description":["  In this paper, we study a compound Korteweg-de Vries-Burgers equation with a\nhigher-order nonlinearity. A class of solitary wave solutions is obtained by\nmeans of a series expansion.\n"]}]
["0801.4123",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4123"],"date":["2008-01-27"],"type":["text"],"creator":["Pan, Nana","Zhang, Li","Zheng, Xiaoping"],"language":[],"coverage":[],"title":["Interior matter estimates of the X-ray pulsar in SAX J1808.4-3658 from\n  mass-radius and rotation measurements"],"description":["  To constrain the equation of state of super-nuclear density matter and probe\nthe interior composition of the X-ray pulsar in SAX J1808.4-3658. In our\nestimation, we consider both its persistent 2.49 ms X-ray pulsations discovered\nby Wijnands and van der Klis from using the Rossi X-ray Timing Explorer, which\nis interpreted to come from an accreting-powered millisecond X-ray pulsar in\nthe low mass X-ray binaries, and the corresponding mass-radius data analyzed of\nthe light curves of SAX J1808.4-3685 during its 1998 and 2005 outbursts by\nLeahy et al. from assuming a hot spot model where the X-rays are originated\nfrom the surface of the neutron star.\n","Comment: 3 pages, 2 figures"]}]
["0801.4130",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4130"],"date":["2008-01-27"],"type":["text"],"creator":["Andersson, Daniel"],"language":[],"coverage":[],"title":["Solving Min-Max Problems with Applications to Games"],"description":["  We refine existing general network optimization techniques, give new\ncharacterizations for the class of problems to which they can be applied, and\nshow that they can also be used to solve various two-player games in almost\nlinear time. Among these is a new variant of the network interdiction problem,\nwhere the interdictor wants to destroy high-capacity paths from the source to\nthe destination using a vertex-wise limited budget of arc removals. We also\nshow that replacing the limit average in mean payoff games by the maximum\nweight results in a class of games amenable to these techniques.\n"]}]
["0801.4133",{"format":[],"subject":["Mathematics - Logic","03F05 (Primary) 03A05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4133"],"date":["2008-01-27"],"type":["text"],"creator":["White, Graham"],"language":[],"coverage":[],"title":["Causality, Modality and Explanation"],"description":["  We present a sequent calculus system for a modal reformulation of a system of\nnonmonotonic logic due to McCain and Turner: we prove cut elimination for our\nsystem. The proof system is in general infinitary: because we can prove cut\nelimination, many applications need, in practice, only the application of\nfinitary rules. Consequently, nonmonotonic logic is, in many cases, much less\nscary than it might seem to be a priori. We derive from this a critique of\nFodor's philosophical worries about the nonmonotonicity of human reasoning.\n","Comment: 33 pages: to appear in the Notre Dame Journal of Formal Logic"]}]
["0801.4134",{"format":[],"subject":["Physics - Computational Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4134"],"date":["2008-01-27"],"type":["text"],"creator":["Lapenta, Giovanni"],"language":[],"coverage":[],"title":["The algorithms of the implicit moment method for plasma simulation"],"description":["  We discuss the fundamentals of the implicit moment method for Particle In\nCell (PIC) simulation as presently implemented in the CELESTE3D code. We\npresent the method in its fully electromagnetic and fully kinetic version. The\napplication of the method is to problems with multiple temporal and spatial\nscales, common in all space, astrophysical and laboratory plasmas.\n"]}]
["0801.4136",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","16G99, 14J60,"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4136"],"date":["2008-01-27"],"type":["text"],"creator":["Kuwabara, Toshiro"],"language":[],"coverage":[],"title":["Characteristic cycles of standard modules for the rational Cherednik\n  algebra of type Z/lZ"],"description":["  We study the representation theory of the rational Cherednik algebra\n$H_\\kappa = H_\\kappa({\\mathbb Z}_l)$ for the cyclic group ${\\mathbb Z}_l =\n{\\mathbb Z} / l {\\mathbb Z}$ and its connection with the geometry of the quiver\nvariety $M_\\theta(\\delta)$ of type $A_{l-1}^{(1)}$.\n  We consider a functor between the categories of $H_\\kappa$-modules with\ndifferent parameters, called the shift functor, and give the condition when it\nis an equivalence of categories.\n  We also consider a functor from the category of $H_\\kappa$-modules with good\nfiltration to the category of coherent sheaves on $M_\\theta(\\delta)$. We prove\nthat the image of the regular representation of $H_\\kappa$ by this functor is\nthe tautological bundle on $M_\\theta(\\delta)$. As a corollary, we determine the\ncharacteristic cycles of the standard modules. It gives an affirmative answer\nto a conjecture given in [Gordon, arXiv:math/0703150v1] in the case of\n${\\mathbb Z}_l$.\n","Comment: 40 pages, To appear in J. Math. Kyoto Univ"]}]
["0801.4144",{"format":[],"subject":["Mathematics - Rings and Algebras","17B05","17B37","17B65","17B68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4144"],"date":["2008-01-27"],"type":["text"],"creator":["Li, Junbo","Su, Yucai"],"language":[],"coverage":[],"title":["Lie bialgebra structures on the $W$-algebra W(2,2)"],"description":["  Verma modules over the $W$-algebra W(2,2) were considered by Zhang and Dong,\nwhile the Harish-Chandra modules and irreducible weight modules over the same\nalgebra were classified by Liu and Zhu etc. In the present paper we shall\ninvestigate the Lie bialgebra structures on the referred algebra, which are\nshown to be triangular coboundary.\n","Comment: 14 pages"]}]
["0801.4145",{"format":[],"subject":["Mathematics - Functional Analysis","PACS: 47A55, 47D03, 81Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4145"],"date":["2008-01-27"],"type":["text"],"creator":["Zagrebnov, Valentin"],"language":[],"coverage":[],"title":["From Laplacian Transport to Dirichlet-to-Neumann (Gibbs) Semigroups"],"description":["  The paper gives a short account of some basic properties of\n\\textit{Dirichlet-to-Neumann} operators $\\Lambda_{\\gamma,\\partial\\Omega}$\nincluding the corresponding semigroups motivated by the Laplacian transport in\nanisotropic media ($\\gamma \\neq I$) and by elliptic systems with dynamical\nboundary conditions. For illustration of these notions and the properties we\nuse the explicitly constructed \\textit{Lax semigroups}. We demonstrate that for\na general smooth bounded convex domain $\\Omega \\subset \\mathbb{R}^d$ the\ncorresponding {Dirichlet-to-Neumann} semigroup $\\left\\{U(t):= e^{-t\n\\Lambda_{\\gamma,\\partial\\Omega}}\\right\\}_{t\\geq0}$ in the Hilbert space\n$L^2(\\partial \\Omega)$ belongs to the \\textit{trace-norm} von Neumann-Schatten\nideal for any $t>0$. This means that it is in fact an \\textit{immediate Gibbs}\nsemigroup. Recently Emamirad and Laadnani have constructed a\n\\textit{Trotter-Kato-Chernoff} product-type approximating family\n$\\left\\{(V_{\\gamma, \\partial\\Omega}(t/n))^n \\right\\}_{n \\geq 1}$\n\\textit{strongly} converging to the semigroup $U(t)$ for $n\\to\\infty$. We\nconclude the paper by discussion of a conjecture about convergence of the\n\\textit{Emamirad-Laadnani approximantes} in the the {\\textit{trace-norm}}\ntopology.\n"]}]
["0801.4146",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4146"],"date":["2008-01-27"],"type":["text"],"creator":["Negri, Ilia","Nishiyama, Yoichi"],"language":[],"coverage":[],"title":["Goodness of fit test for small diffusions by discrete observations"],"description":["  We consider a nonparametric goodness of fit test problem for the drift\ncoefficient of one-dimensional small diffusions. Our test is based on discrete\nobservation of the processes, and the diffusion coefficient is a nuisance\nfunction which is estimated in our testing procedure. We prove that the limit\ndistribution of our test is the supremum of the standard Brownian motion, and\nthus our test is asymptotically distribution free. We also show that our test\nis consistent under any fixed alternatives.\n"]}]
["0801.4150",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4150","Proceedings of the Third EELA Conference, R. Gavela, B. Marechal,\n  R. Barbera, L.N. Ciuffo, R. Mayo. (Editors), CIEMAT, Madrid, Spain (2007), pp\n  131-139"],"date":["2008-01-27"],"type":["text"],"creator":["Diaz, G.","Florez-Lopez, J.","Hamar, V.","Hoeger, H.","Mendoza, C.","Mendez, Z.","Nunez, L. A.","Ruiz, N.","Torrens, R.","Uzcategui, M."],"language":[],"coverage":[],"title":["e-Science perspectives in Venezuela"],"description":["  We describe the e-Science strategy in Venezuela, in particular initiatives by\nthe Centro Nacional de Calculo Cientifico Universidad de Los Andes (CECALCULA),\nMerida, the Universidad de Los Andes (ULA), Merida, and the Instituto\nVenezolano de Investigaciones Cientificas (IVIC), Caracas. We present the plans\nfor the Venezuelan Academic Grid and the current status of Grid ULA supported\nby Internet2. We show different web-based scientific applications that are\nbeing developed in quantum chemistry, atomic physics, structural damage\nanalysis, biomedicine and bioclimate within the framework of the\nE-Infrastructure shared between Europe and Latin America (EELA)\n","Comment: Presented at the Third Conference of the EELA Project in Catania,\n  Italy, Dec 2007"]}]
["0801.4151",{"format":[],"subject":["Mathematical Physics","Mathematics - Differential Geometry","70A05","70H03","70H45","70F20","70F25","37J05","37J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4151"],"date":["2008-01-27"],"type":["text"],"creator":["Díaz, J. Muñoz"],"language":[],"coverage":[],"title":["The structure of time and inertial forces in Lagrangian mechanics"],"description":["  Classically time is kept fixed for infinitesimal variations in problems in\nmechanics. Apparently, there appears to be no mathematical justification in the\nliterature for this standard procedure. This can be explained canonically by\nunveiling the intrinsic mathematical structure of time in Lagrangian mechanics.\nMoreover, this structure also offers a general method to deal with inertial\nforces.\n","Comment: 35 pages"]}]
["0801.4154",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4154"],"date":["2008-01-27"],"type":["text"],"creator":["Braun, Volker","Kreuzer, Maximilian","Ovrut, Burt A.","Scheidegger, Emanuel"],"language":[],"coverage":[],"title":["Worldsheet Instantons and Torsion Curves"],"description":["  We study aspects of worldsheet instantons relevant to a heterotic standard\nmodel. The non-simply connected Calabi-Yau threefold used admits Z_3 x Z_3\nWilson lines, and a more detailed investigation shows that the homology classes\nof curves are H_2(X,Z)=Z^3+Z_3+Z_3. We compute the genus-0 prepotential, this\nis the first explicit calculation of the Gromov-Witten invariants of homology\nclasses with torsion (finite subgroups). In particular, some curve classes\ncontain only a single instanton. This ensures that the Beasley-Witten\ncancellation of instanton contributions cannot happen on this (non-toric)\nCalabi-Yau threefold.\n","Comment: 9 pages. To appear in the proceedings of the first Sowers Theoretical\n  Physics workshop, Virginia Tech, May 2007"]}]
["0801.4156",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4156"],"date":["2008-01-27"],"type":["text"],"creator":["Gabrielli, Davide"],"language":[],"coverage":[],"title":["From combinatorics to large deviations for the invariant measures of\n  some multiclass particle systems"],"description":["  We prove large deviation principles (LDP) for the invariant measures of the\nmulticlass totally asymmetric simple exclusion process (TASEP) and the\nmulticlass Hammersely-Aldous-Diaconis (HAD) process on a torus. The proof is\nbased on a combinatorial representation of the measures in terms of a\n\\emph{collapsing procedure} introduced in \\cite{A} for the 2-class TASEP and\nthen generalized in \\cite{FM1}, \\cite{FM2} and \\cite{FM3} to the multiclass\nTASEP and the multiclass HAD process. The rate functionals are written in terms\nof variational problems that we solve in the cases of 2-class processes.\n","Comment: 30 pages"]}]
["0801.4158",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4158"],"date":["2008-01-27"],"type":["text"],"creator":["Simon, Gabor","Steger, Jozsef","Csabai, Peter Haga Istvan","Vattay, Gabor"],"language":[],"coverage":[],"title":["Measuring the Dynamical State of the Internet: Large Scale Network\n  Tomography via the ETOMIC Infrastructure"],"description":["  In this paper we show how to go beyond the study of the topological\nproperties of the Internet, by measuring its dynamical state using special\nactive probing techniques and the methods of network tomography. We demonstrate\nthis approach by measuring the key state parameters of Internet paths, the\ncharacteristics of queueing delay, in a part of the European Internet. In the\npaper we describe in detail the ETOMIC measurement platform that was used to\nconduct the experiments, and the applied method of queueing delay tomography.\nThe main results of the paper are maps showing various spatial structure in the\ncharacteristics of queueing delay corresponding to the resolved part of the\nEuropean Internet. These maps reveal that the average queueing delay of network\nsegments spans more than two orders of magnitude, and that the distribution of\nthis quantity is very well fitted by the log-normal distribution.\n"]}]
["0801.4160",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4160"],"date":["2008-01-27"],"type":["text"],"creator":["Arsenjev, S. L."],"language":[],"coverage":[],"title":["The fluid motion physics: The interaction mechanics of a free liquid jet\n  with a body and with the other free liquid jet"],"description":["  Solution of a problem on the interaction mechanics of a free liquid jet with\na flat plate, body and with other jet has been achieved by means of a\ngraphic-analytical method, developed by author of the given article. This\nmethod has allowed physically adequately and visually to describe the flow\nfield near the streamlined surface and to give expressions for quantitative\nevaluation of the jet pressure profile onto this surface. This method is\nequally correct for both a flat jet and a jet with a round cross-section.\nAnalysis of the flow field has allowed to detect a jet component, induced by\nthe body fore part in the unrestricted fluid stream and determining the body\nform drag. Besides that, it has been ascertained that a friction also induces\nthe jet component in the potential boundary layer. It has been introduced a new\nnotion of the stream total head vector, determining an origin of the possible\njet flow in the stream.\n","Comment: 26 pages, 18 figures"]}]
["0801.4168",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4168"],"date":["2008-01-27"],"type":["text"],"creator":["Elouadrhiri, Latifa"],"language":[],"coverage":[],"title":["Deeply Virtual Compton Scattering with CLAS12"],"description":["  An overview is given about the capabilities provided by the JLab 12 GeV\nUpgrade to measure deeply virtual exclusive processes with high statistics and\ncovering a large kinematics range in the parameters that are needed to allow\nreconstruction of a spatial image of the nucleon's quark structure. The\nmeasurements planned with CLAS12 will cross section asymmetries with polarized\nbeams and with longitudinally and transversely polarized proton targets in the\nconstrained kinematics $x = \\pm \\xi$. In addition, unpolarized DVCS cross\nsections, and doubly polarized beam target asymmetries will be measured as\nwell. In this talk only the beam and target asymmetries will be discussed.\n","Comment: 6 pages, 3 figures, talk presented at the Workshop on Deeply\n  Exclusive Processes, Jefferson Lab, 2007"]}]
["0801.4181",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05A05","11B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4181"],"date":["2008-01-27"],"type":["text"],"creator":["Cooper, Joshua","Petrarca, Andrew"],"language":[],"coverage":[],"title":["Symmetric and Asymptotically Symmetric Permutations"],"description":["  We consider two related problems arising from a question of R. Graham on\nquasirandom phenomena in permutation patterns. A ``pattern'' in a permutation\n$\\sigma$ is the order type of the restriction of $\\sigma : [n] \\to [n]$ to a\nsubset $S \\subset [n]$. First, is it possible for the pattern counts in a\npermutation to be exactly equal to their expected values under a uniform\ndistribution? Attempts to address this question lead naturally to an\ninteresting number theoretic problem: when does $k!$ divide $\\binom{n}{k}$?\nSecond, if the tensor product of a permutation with large random permutations\nis random-like in its pattern counts, what must the pattern counts of the\noriginal permutation be? A recursive formula is proved which uses a certain\npermutation ``contraction.''\n","Comment: 13 pages, 3 tables"]}]
["0801.4182",{"format":[],"subject":["Physics - Classical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4182"],"date":["2008-01-28"],"type":["text"],"creator":["Seaver, Albert E."],"language":[],"coverage":[],"title":["An Equation for Charge Decay Valid in Both Conductors and Insulators"],"description":["  Gauss' law and the equation of continuity must be satisfied in all materials\nbe they solids, liquids or gases. Most materials are classified as simple\nmaterials; i.e., their electrical properties are linear, isotropic and\nhomogeneous. Charge transport in these simple materials should be described by\na constitutive equation known as Ohm's law. When Ohm's law is combined with\nGauss' law and the equation of continuity, a differential equation for volume\ncharge density relaxation results. The usual solution to this equation shows\nthat charge decays exponentially with a relaxation time given by the material's\npermittivity divided by its electrical conductivity. Experiments show that good\nconductors follow this exponential decay but that poor conductors (insulators)\ntend to follow a decay that initially is more hyperbolic than exponential. This\nsuggests that either Ohm's law is not valid for insulator materials or that a\ndeeper understanding of Ohm's law is needed to explain charge decay in these\nless than good conductors. This paper examines the latter approach and shows\nthat, when all the free charges within a simple material are taken into\naccount, a new unipolar charge decay equation is derived which is valid for any\nsimple material: conductor, insulator or anywhere in between. For good\nconductors the equation reduces to the standard exponential law of decay. For\nvery poor conductors it reduces to the Vellenga-Klinkenberg modified hyperbolic\nlaw with the initial decay producing the characteristic Bustin hyperbolic law\nof decay. Explicit definitions for a good conductor and a good insulator are\nobtained and are used to define the range where explicit deviations from both\nof these hyperbolic laws occur.\n","Comment: 10 pages, Presented at the ESA-IEJ Joint Meeting 2002, Northwestern\n  University, Chicago, IL, 6/27-30/02. See\n  http://www.electrostatic.com/bookstore/books/2002jointproc.htm"]}]
["0801.4192",{"format":[],"subject":["Mathematical Physics","70F40","70P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4192"],"date":["2008-01-28"],"type":["text"],"creator":["Comanescu, Dan"],"language":[],"coverage":[],"title":["An Adhesion Model for the Drag Force"],"description":["  The paper present a model for the drag force between a resistive medium and a\nsolid body using the hypothesis that the drag force is created by the adhesion\nof some particles of the resistive medium on the solid body's surface. The\nstudy focus on the mass evolution of the solid body.\n","Comment: 4 pages"]}]
["0801.4198",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4198"],"date":["2008-01-28"],"type":["text"],"creator":["Nakamura, Kazutaka","Tanaka, Toshiyuki"],"language":[],"coverage":[],"title":["Microscopic Analysis for Decoupling Principle of Linear Vector Channel"],"description":["  This paper studies the decoupling principle of a linear vector channel, which\nis an extension of CDMA and MIMO channels. We show that the scalar-channel\ncharacterization obtained via the decoupling principle is valid not only for\ncollections of a large number of elements of input vector, as discussed in\nprevious studies, but also for individual elements of input vector, i.e. the\nlinear vector channel for individual elements of channel input vector is\ndecomposed into a bank of independent scalar Gaussian channels in the\nlarge-system limit, where dimensions of channel input and output are both sent\nto infinity while their ratio fixed.\n"]}]
["0801.4201",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4201","Optical Materials 27 (2005) 1421-1425","doi:10.1016/j.optmat.2004.07.016"],"date":["2008-01-28"],"type":["text"],"creator":["Lacour, F.","Courjal, N.","Bernal, M. P.","Sabac, A.","Bainier, C.","Spajer, M."],"language":[],"coverage":[],"title":["Nanostructuring lithium niobate substrates by focused ion beam milling"],"description":["  We report on two novel ways for patterning Lithium Niobate (LN) at\nsubmicronic scale by means of focused ion beam (FIB) bombardment. The first\nmethod consists of direct FIB milling on LiNbO3 and the second one is a\ncombination of FIB milling on a deposited metallic layer and subsequent RIE\n(Reactive Ion Etching) etching. FIB images show in both cases homogeneous\nstructures with well reproduced periodicity. These methods open the way to the\nfabrication of photonic crystals on LiNbO3 substrates.\n"]}]
["0801.4203",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4203"],"date":["2008-01-28"],"type":["text"],"creator":["Kondo, Kei-Ichi","Shibata, Akihiro"],"language":[],"coverage":[],"title":["Proving Abelian dominance in the Wilson loop operator"],"description":["  We give a gauge-independent definition of Abelian dominance in the Wilson\nloop operator and a constructive proof of the Abelian dominance through a\nnon-Abelian Stokes theorem via lattice regularization. We obtain a necessary\nand sufficient condition for the Abelian dominance in the Wilson loop operator\nin the fundamental representation. In the continuum limit, the gauge field is\ndecomposed such that the Abelian dominance is given as an exact operator\nrelation, leading to the exact (100%) Abelian dominance. On a lattice, we\nestimate the deviation from the exact Abelian dominance due to non-zero lattice\nspacing. In order to obtain the best Abelian dominance on a lattice by\nminimizing the deviation, we discuss how to decompose the gauge field variable\ninto the dominant part and the remaining one to be decoupled on a lattice.\n","Comment: 23 pages, no figures"]}]
["0801.4206",{"format":[],"subject":["Mathematics - Group Theory","20D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4206"],"date":["2008-01-28"],"type":["text"],"creator":["Vdovin, E. P.","Revin, D. O."],"language":[],"coverage":[],"title":["On the inheriting of the property $C_\\pi$ by some normal subgroups"],"description":["  In the paper we prove that the Hall property $C_\\pi$ is inherited by normal\nsubgroups which index is a $\\pi'$-number.\n"]}]
["0801.4209",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Complex Variables","65E05","31A15","30C85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4209","Proceedings of the International Conference on Geometric Function\n  Theory, Special Functions and Applications (ICGFT) (Ed.: R.W. Barnard and S.\n  Ponnusamy) J. Analysis Volume 15 (2007), 229-237"],"date":["2008-01-28"],"type":["text"],"creator":["Rasila, Antti","Vuorinen, Matti"],"language":[],"coverage":[],"title":["Experiments with moduli of quadrilaterals II"],"description":["  The numerical performance of the AFEM method of K. Samuelsson is studied in\nthe computation of moduli of quadrilaterals.\n"]}]
["0801.4210",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4210"],"date":["2008-01-28"],"type":["text"],"creator":["André, Philippe","Basu, Shantanu","Inutsuka, Shu-ichiro"],"language":[],"coverage":[],"title":["The Formation and Evolution of Prestellar Cores"],"description":["  Improving our understanding of the initial conditions and earliest stages of\nstar formation is crucial to gain insight into the origin of stellar masses,\nmultiple systems, and protoplanetary disks. We review the properties of\nlow-mass dense cores as derived from recent millimeter/submillimeter\nobservations of nearby molecular clouds and discuss them in the context of\nvarious contemporary scenarios for cloud core formation and evolution. None of\nthe extreme scenarios can explain all observations. Pure laminar ambipolar\ndiffusion has relatively long growth times for typical ionization levels and\nhas difficulty satisfying core lifetime constraints. Purely hydrodynamic\npictures have trouble accounting for the inefficiency of core formation and the\ndetailed velocity structure of individual cores. A possible favorable scenario\nis a mixed model involving gravitational fragmentation of turbulent molecular\nclouds close to magnetic criticality. The evolution of the magnetic field and\nangular momentum in individual cloud cores after the onset of gravitational\ncollapse is also discussed. In particular, we stress the importance of\nradiation-magnetohydrodynamical processes and resistive MHD effects during the\nprotostellar phase. We also emphasize the role of the formation of the\nshort-lived first (protostellar) core in providing a chance for\nsub-fragmentation into binary systems and triggering MHD outflows. Future\nsubmillimeter facilities such as Herschel and ALMA will soon provide major new\nobservational constraints in this field. On the theoretical side, an important\nchallenge for the future will be to link the formation of molecular clouds and\nprestellar cores in a coherent picture.\n","Comment: 28 pages, 11 figures, Invited review to be published in \"Structure\n  Formation in Astrophysics\", Ed. G. Chabrier, Cambridge University Press,\n  2008. (Proceedings of the Conference \"Structure Formation in the Universe\",\n  held in Chamonix, May 27 - June 1, 2007)"]}]
["0801.4211",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4211"],"date":["2008-01-28"],"type":["text"],"creator":["Stoffel, M.","Malachias, A.","Merdzhanova, T.","Cavallo, F.","Isella, G.","Chrastina, D.","von Kaenel, H.","Rastelli, A.","Schmidt, O. G."],"language":[],"coverage":[],"title":["Strain selectivity of SiGe wet chemical etchants"],"description":["  We investigate the effect of strain on the etching rate of two SiGe wet\netchants, namely NH4OH:H2O2 and H2O2. For both etchants, we found that there is\nno appreciable strain selectivity, i.e. the etching rates do not depend on the\nactual strain state in the SiGe films. Instead, for the NH4OH:H2O2 solution,\nthe rates are primarily determined by the Ge content. Finally, we show that\nboth etchants are isotropic with no preferential etching of particular facets.\n","Comment: 13 pages, 4 figures, regular paper"]}]
["0801.4212",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4212"],"date":["2008-01-28"],"type":["text"],"creator":["Vdovenkov, V. A."],"language":[],"coverage":[],"title":["Evidence for hyperconductivity and thermal superconductivity"],"description":["  Physical explanation of hyperconductivity and thermal superconductivity\nexistence is done in given article on the basis of inherent atomic nuclei\noscillations in atoms of materials which are connected with electrons and\nphonons and in accordance with the well known Bardeen-Cooper-Schrieffer\nsuperconductivity theory.\n  It is shown that hyperconductivity is the self-supporting, independent\nphysical phenomenon which is caused by oscillations of atomic nuclei in atoms\nof materials and the minimal temperature of its existence does not reach\nabsolute zero temperature. Hyperconductivity represents the typical dynamic\ncondition of a material with zero electrical and zero thermal resistances.\n","Comment: 14 pages, 3 figures"]}]
["0801.4218",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Geometry","57R20 (Primary)","14H15, 32G15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4218"],"date":["2008-01-28"],"type":["text"],"creator":["Kawazumi, Nariya"],"language":[],"coverage":[],"title":["Johnson's homomorphisms and the Arakelov-Green function"],"description":["  Let $\\pi: {\\mathbb C}_g \\to {\\mathbb M}_g$ be the universal family of compact\nRiemann surfaces of genus $g \\geq 1$. We introduce a real-valued function on\nthe moduli space ${\\mathbb M}_g$ and compute the first and the second\nvariations of the function. As a consequence we relate the Chern form of the\nrelative tangent bundle $T_{{\\mathbb C}_g/{\\mathbb M}_g}$ induced by the\nArakelov-Green function with differential forms on ${\\mathbb C}_g$ induced by a\nflat connection whose holonomy gives Johnson's homomorphisms on the mapping\nclass group.\n"]}]
["0801.4222",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53C15","53C25","53A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4222"],"date":["2008-01-28"],"type":["text"],"creator":["Tripathi, Mukut Mani"],"language":[],"coverage":[],"title":["Ricci solitons in contact metric manifolds"],"description":["  In $N(k)$-contact metric manifolds and/or $(k,\\mu)$-manifolds, gradient Ricci\nsolitons, compact Ricci solitons and Ricci solitons with $V$ pointwise\ncollinear with the structure vector field $\\xi $ are studied.\n","Comment: 9 pages"]}]
["0801.4223",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4223"],"date":["2008-01-28"],"type":["text"],"creator":["Diotallevi, F.","Biferale, L.","Chibbaro, S.","Pontrelli, G.","Toschi, F.","Succi, S."],"language":[],"coverage":[],"title":["Lattice Boltzmann simulations of capillary filling: finite vapour\n  density effects"],"description":["  Numerical simulations of two-dimensional capillary filling using the\npseudo-potential lattice Boltzmann model for multiphase fluids are presented,\nwith special emphasis on the role of finite-vapour density effects. It is shown\nthat whenever the density of the light-phase exceeds about ten percent of the\ndense phase, the front motion proceeds through a combined effect of capillary\nadvection and condensation. As a result, under these conditions, the front\nproceeds at a higher speed as compared to the Washburn prediction. It is\nsuggested that such an acceleration effect might be observed in experiments\nperformed sufficiently close to critical conditions\n","Comment: Proceedings for DSFD 2007 Conference"]}]
["0801.4225",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4225"],"date":["2008-01-28"],"type":["text"],"creator":["Chibbaro, S.","Biferale, L.","Diotallevi, F.","Succi, S."],"language":[],"coverage":[],"title":["Capillary filling using Lattice Boltzmann Equations: the case of\n  multi-component fluids"],"description":["  We present a systematic study of capillary filling for a binary fluid by\nusing mesoscopic a lattice Boltzmann model describing a diffusive interface\nmoving at a given contact angle with respect to the walls. We compare the\nnumerical results at changing the ratio the typical size of the capillary, H,\nand the wettability of walls. Numerical results yield quantitative agreement\nwith the Washburn law in all cases, provided the channel lenght is sufficiently\nlarger then the interface width. We also show that in the initial stage of the\nfilling process, transient behaviour induced by inertial effects are under\ncontrol in our lattice Boltzmann equation and in good agreement with the\nphenomenology of capillary filling. Finally, at variance with multiphase LB\nsimulations, velocity and pressure profiles evolve under the sole effect of\ncapillary drive all along the channel.\n","Comment: Proceedings for DSFD 2007 Conference"]}]
["0801.4227",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4227"],"date":["2008-01-28"],"type":["text"],"creator":["Papa, M.","Giuliani, G."],"language":[],"coverage":[],"title":["Many-body correlations and Isospin equilibration in multi-fragmentation\n  processes"],"description":["  Isospin equilibration in multi-fragmentation processes is studied for the\nsystem $^{40}Cl+^{28}Si$ at 40 MeV/nucleon. The investigation is performed\nthrough semiclassical microscopic many-body calculations based on the CoMD-II\nmodel. The study has been developed to describe isospin equilibration processes\ninvolving the gas and liquid \"phases\" of the total system formed in the\ncollision processes. The investigation of the behavior of this observable in\nterms of the repulsive/attractive action of the symmetry term, highlights\nmany-body correlations which are absent in semiclassical mean-field approaches.\n","Comment: 10 pages 5 figures International Workshop on Multifragmentation and\n  related topics Caen France 4-7th November 2007"]}]
["0801.4238",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4238"],"date":["2008-01-28"],"type":["text"],"creator":["Chrobak, Marek","Durr, Christoph","Hurand, Mathilde","Robert, Julien"],"language":[],"coverage":[],"title":["Algorithms for Temperature-Aware Task Scheduling in Microprocessor\n  Systems"],"description":["  We study scheduling problems motivated by recently developed techniques for\nmicroprocessor thermal management at the operating systems level. The general\nscenario can be described as follows. The microprocessor's temperature is\ncontrolled by the hardware thermal management system that continuously monitors\nthe chip temperature and automatically reduces the processor's speed as soon as\nthe thermal threshold is exceeded. Some tasks are more CPU-intensive than other\nand thus generate more heat during execution. The cooling system operates\nnon-stop, reducing (at an exponential rate) the deviation of the processor's\ntemperature from the ambient temperature. As a result, the processor's\ntemperature, and thus the performance as well, depends on the order of the task\nexecution. Given a variety of possible underlying architectures, models for\ncooling and for hardware thermal management, as well as types of tasks, this\nscenario gives rise to a plethora of interesting and never studied scheduling\nproblems.\n  We focus on scheduling real-time jobs in a simplified model for cooling and\nthermal management. A collection of unit-length jobs is given, each job\nspecified by its release time, deadline and heat contribution. If, at some time\nstep, the temperature of the system is t and the processor executes a job with\nheat contribution h, then the temperature at the next step is (t+h)/2. The\ntemperature cannot exceed the given thermal threshold T. The objective is to\nmaximize the throughput, that is, the number of tasks that meet their\ndeadlines. We prove that, in the offline case, computing the optimum schedule\nis NP-hard, even if all jobs are released at the same time. In the online case,\nwe show a 2-competitive deterministic algorithm and a matching lower bound.\n"]}]
["0801.4247",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4247","The Journal of Chemical Physics, Vol.127, 094505 (2007)"],"date":["2008-01-28"],"type":["text"],"creator":["Nath, Mihir Ranjan","Sen, Surajit","Gangopadhyay, Gautam"],"language":[],"coverage":[],"title":["On the microscopic basis of Newton's law of cooling and beyond"],"description":["  The microscopic basis of Newton's law of cooling and its modification when\nthe difference in temperature between the system and the surroundings is very\nlarge is discussed. When the system of interest is interacting with a small\nbath, the effect of the dynamical evolution of the bath variables is important\nto find out its dynamical feedback on the system. As in the usual system-bath\napproach, however, the bath is finally considered to be in thermal equilibrium\nand thereby provides an effective generalization of the Born-Markov master\nequation. It is shown that the cooling at early time is faster than that\npredicted by Newton's law due to the dynamical feedback of the bath.\n","Comment: 16 pages, 1 Figure, Typos corrected"]}]
["0801.4260",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4260","Stochastic Processes and their Applications, Volume 117, Issue 8,\n  August 2007, Pages 1121-1136"],"date":["2008-01-28"],"type":["text"],"creator":["Telcs, Andras"],"language":[],"coverage":[],"title":["Lower bounds for transition probabilities on graphs"],"description":["  The paper presents two results. The first one provides separate conditions\nfor the upper and lower estimate of the distribution of the exit time from\nballs of a random walk on a weighted graph. The main result of the paper is\nthat the lower estimate follows from the elliptic Harnack inequality. The\nsecond result is an off-diagonal lower bound for the transition probability of\nthe random walk.\n"]}]
["0801.4261",{"format":[],"subject":["Physics - Chemical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4261"],"date":["2008-01-28"],"type":["text"],"creator":["Heyrovska, Raji","Narayan, Saraswathi"],"language":[],"coverage":[],"title":["Structures of Molecules at the Atomic Level: Caffeine and Related\n  Compounds"],"description":["  Recent rsearches have shown that the lengths of the chemical bonds, whether\ncompletely or partially covalent or ionic, are sums of the radii of the\nadjacent atoms and/or ions. On investigating the bond length data for the\nmolecular components of nucleic acids, all were found (for the first time) to\nbe effectively the sums of the covalent radii of the adjacent atoms. This work\nshows that the bond lengths in caffeine and related molecules are likewise sums\nof the covalent radii of C, N, O and H. This has enabled arriving at the atomic\nstructures of these molecules, also for the first time.\n","Comment: 10 pages, Tables 1a,b, 3 figures, presented at the 10th Eurasia\n  Conference on Chemical Sciences, Manila, Philippines, January 2008"]}]
["0801.4264",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4264"],"date":["2008-01-28"],"type":["text"],"creator":["Denisov, S.","Flach, S.","Hänggi, P."],"language":[],"coverage":[],"title":["Transporting cold atoms in optical lattices with ratchets: Symmetries\n  and Mechanisms"],"description":["  The objective of this work is to provide a general introduction into the\nsymmetry analysis of the rachet effect using a simple, non-interacting\none-particle dynamics. Despite its simplicity, this model contains all the\nbasic aspects of classical and quantum ratchet dynamics, and may be used also\nas a starting point of incorporating atom-atom interactions.\n","Comment: 10 pages, 4 figures"]}]
["0801.4269",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Disordered Systems and Neural Networks","Physics - Computational Physics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4269"],"date":["2008-01-28"],"type":["text"],"creator":["Costa, Luciano da Fontoura"],"language":[],"coverage":[],"title":["Detecting Neuronal Communities from Beginning of Activation Patterns"],"description":["  The detection of neuronal communities is addressed with basis on two\nimportant concepts from neuroscience: facilitation of neuronal firing and\nnearly simultaneous beginning of activation of sets of neurons. More\nspecifically, integrate-and-fire complex neuronal networks are activated at\neach of their nodes, and the dissemination of activation is monitored. As the\nactivation received by each neuron accumulates, its firing gets facilitated.\nThe time it takes for each neuron, other than the source, to receive the first\nnon-zero input (beginning activation time) and the time for it to produce the\nfirst spike (beginning spiking time) are identified through simulations. It is\nshown, with respect to two synthetic and a real-world (\\emph{C. elegans})\nneuronal complex networks, that the patterns of beginning activation times (and\nto a lesser extent also of the spiking times) tend to cluster into groups\ncorresponding to communities of neurons in the original complex neuronal\nnetwork. Such an effect is identified to be a direct consequence of the almost\nsimultaneous activation between the nodes inside the same community in which\nthe source of activation is placed, as well as of the respective trapping of\nactivation implied by the integration of activiation prior to firing.\nInterestingly, the accumulation of activity and thresholds inside each neuron\nwere found to be essential for constraining the initial activations within each\nrespective community during the transient activation (no clear clusters were\nobserved when using overall activation or spiking rates). In addition to its\nintrinsic value for neuroscience and structure-dynamics studies, these results\nconfirm the importance of the consideration of transient dynamics in complex\nsystems investigations.\n","Comment: 9 pages, 7 figures. A working manuscript: suggestions and comments\n  welcomed"]}]
["0801.4271",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4271"],"date":["2008-01-28"],"type":["text"],"creator":["Ikhdair, Sameer M.","Sever, Ramazan"],"language":[],"coverage":[],"title":["Approximate l-state solutions of the Manning-Rosen potential by the\n  Nikiforov-Uvarov method"],"description":["  The Schrodinger equation for the Manning-Rosen potential with the centrifugal\nterm is solved approximately to obtain bound states energies. Additionally, the\ncorresponding wave functions are expressed by the Jacobi polynomials. The\nNikiforov-Uvarov (${\\rm NU}$) method is used in the calculations. To show the\naccuracy of our results, we calculate the eigenvalues numerically for arbitrary\nquantum numbers $n$ and $l$ with two different values of the potential\nparameter $\\alpha .$ It is shown that the results are in good agreement with\nthe those obtained by other methods for short potential range, small $l$ and\n$\\alpha .$ This solution reduces to two cases $l=0$ and Hulthen potential case.\n","Comment: 22 pages"]}]
["0801.4277",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4277"],"date":["2008-01-28"],"type":["text"],"creator":["Ribeiro, N. Cipriano","Kajita, T.","Ko, P.","Minakata, H.","Nakayama, S.","Nunokawa, H."],"language":[],"coverage":[],"title":["Probing Nonstandard Neutrino Physics at T2KK"],"description":["  Having a far detector in Korea for the J-PARC neutrino beam in addition to\none at Kamioka has been shown to be a powerful way to lift neutrino parameter\n($\\Delta m^2$ and mixing angles) degeneracies. In this talk, I report the\nsensitivity of the same experimental setup to nonstandard neutrino physics,\nsuch as quantum decoherence, violation of Lorentz symmetry (with/without CPT\ninvariance), and nonstandard neutrino interactions with matter. In many cases,\ntwo detector setup is better than one detector setup at SK. This observation\nmakes another support for the two detector setup.\n","Comment: To appear in the Proceeding of the 3rd International Workshop on Far\n  Detector in Korea for the J-PARC Neutrino Beam (T2KK)"]}]
["0801.4292",{"format":[],"subject":["Computer Science - Operating Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4292"],"date":["2008-01-28"],"type":["text"],"creator":["Cucu, Liliana","Goossens, Joël"],"language":[],"coverage":[],"title":["Exact Feasibility Tests for Real-Time Scheduling of Periodic Tasks upon\n  Multiprocessor Platforms"],"description":["  In this paper we study the global scheduling of periodic task systems upon\nmultiprocessor platforms. We first show two very general properties which are\nwell-known for uniprocessor platforms and which remain for multiprocessor\nplatforms: (i) under few and not so restrictive assumptions, we show that\nfeasible schedules of periodic task systems are periodic from some point with a\nperiod equal to the least common multiple of task periods and (ii) for the\nspecific case of synchronous periodic task systems, we show that feasible\nschedules repeat from the origin. We then present our main result: we\ncharacterize, for task-level fixed-priority schedulers and for asynchronous\nconstrained or arbitrary deadline periodic task models, upper bounds of the\nfirst time instant where the schedule repeats. We show that job-level\nfixed-priority schedulers are predictable upon unrelated multiprocessor\nplatforms. For task-level fixed-priority schedulers, based on the upper bounds\nand the predictability property, we provide for asynchronous constrained or\narbitrary deadline periodic task sets, exact feasibility tests. Finally, for\nthe job-level fixed-priority EDF scheduler, for which such an upper bound\nremains unknown, we provide an exact feasibility test as well.\n"]}]
["0801.4295",{"format":[],"subject":["Mathematics - Analysis of PDEs","46E35, 58Dxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4295"],"date":["2008-01-28"],"type":["text"],"creator":["Gol'dshtein, Vladimir","Troyanov, Marc"],"language":[],"coverage":[],"title":["On the naturality of the exterior differential"],"description":["  We give sufficient conditions for the naturallity of the exterior\ndifferential under Sobolev mappings. In other words we study the validity of\nthe equation $d f^* \\alpha = f^* d\\alpha$ for a smooth form $\\alpha$ and a\nSobolev map $f$.\n","Comment: 9 pages"]}]
["0801.4301",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4301"],"date":["2008-01-28"],"type":["text"],"creator":["Jacob, Laurent","Hoffmann, Brice","Stoven, Véronique","Vert, Jean-Philippe"],"language":[],"coverage":[],"title":["Virtual screening of GPCRs: an in silico chemogenomics approach"],"description":["  The G-protein coupled receptor (GPCR) superfamily is currently the largest\nclass of therapeutic targets. \\textit{In silico} prediction of interactions\nbetween GPCRs and small molecules is therefore a crucial step in the drug\ndiscovery process, which remains a daunting task due to the difficulty to\ncharacterize the 3D structure of most GPCRs, and to the limited amount of known\nligands for some members of the superfamily. Chemogenomics, which attempts to\ncharacterize interactions between all members of a target class and all small\nmolecules simultaneously, has recently been proposed as an interesting\nalternative to traditional docking or ligand-based virtual screening\nstrategies. We propose new methods for in silico chemogenomics and validate\nthem on the virtual screening of GPCRs. The methods represent an extension of a\nrecently proposed machine learning strategy, based on support vector machines\n(SVM), which provides a flexible framework to incorporate various information\nsources on the biological space of targets and on the chemical space of small\nmolecules. We investigate the use of 2D and 3D descriptors for small molecules,\nand test a variety of descriptors for GPCRs. We show fo instance that\nincorporating information about the known hierarchical classification of the\ntarget family and about key residues in their inferred binding pockets\nsignificantly improves the prediction accuracy of our model. In particular we\nare able to predict ligands of orphan GPCRs with an estimated accuracy of\n78.1%.\n"]}]
["0801.4310",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - General Mathematics","11B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4310"],"date":["2008-01-28"],"type":["text"],"creator":["Elkin, Michael"],"language":[],"coverage":[],"title":["An Improved Construction of Progression-Free Sets"],"description":["  The problem of constructing dense subsets S of {1,2,..,n} that contain no\narithmetic triple was introduced by Erdos and Turan in 1936. They have\npresented a construction with |S| = \\Omega(n^{\\log_3 2}) elements. Their\nconstruction was improved by Salem and Spencer, and further improved by Behrend\nin 1946. The lower bound of Behrend is |S| = Omega({n \\over {2^{2 \\sqrt{2}\n\\sqrt{\\log_2 n}} \\cdot \\log^{1/4} n}}). Since then the problem became one of\nthe most central, most fundamental, and most intensively studied problems in\nadditive number theory. Nevertheless, no improvement of the lower bound of\nBehrend was reported since 1946.\n  In this paper we present a construction that improves the result of Behrend\nby a factor of Theta(\\sqrt{\\log n}), and shows that |S| = Omega({n \\over {2^{2\n\\sqrt{2} \\sqrt{\\log_2 n}}}} \\cdot \\log^{1/4} n). In particular, our result\nimplies that the construction of Behrend is not optimal.\n  Our construction and proof are elementary and self-contained.\n"]}]
["0801.4315",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4315"],"date":["2008-01-28"],"type":["text"],"creator":["Goodger, J. L.","Hardcastle, M. J.","Croston, J. H.","Kassim, N. E.","Perley, R. A."],"language":[],"coverage":[],"title":["Inverse-Compton emission from the lobes of 3C 353"],"description":["  X-ray emission due to inverse-Compton scattering of microwave background\nphotons by electrons in the lobes of powerful radio galaxies has now been seen\nin a large number of objects. Combining an inverse-Compton model for the lobe\nX-ray emission with information obtained from radio synchrotron emission\nprovides a method of constraining the electron population and magnetic field\nenergy density, which cannot be accomplished using the radio data alone. Using\nsix frequencies of new and archival radio data and new XMM-Newton observations\nof the Fanaroff & Riley class II radio galaxy 3C353, we show that\ninverse-Compton emission is detected in the radio lobes of this source at a\nlevel consistent with what is seen in other objects. We argue that variations\nin the X-ray/radio ratio in the brighter eastern lobe require positionally\nvarying magnetic field strength. We also examine the X-ray nucleus and the\ncluster, Zw 1819.1-0108, spatially and spectrally.\n","Comment: 12 pages, 13 figures and accepted to MNRAS"]}]
["0801.4320",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","32S05","32S20","32S25","32S40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4320"],"date":["2008-01-28"],"type":["text"],"creator":["Barlet, Daniel"],"language":[],"coverage":[],"title":["Two finiteness theorem for $(a,b)$-module"],"description":["  We prove the following two results\n  1. For a proper holomorphic function $ f : X \\to D$ of a complex manifold\n  $X$ on a disc such that $\\{df = 0 \\} \\subset f^{-1}(0)$, we construct, in a\nfunctorial way, for each integer $p$, a geometric (a,b)-module $E^p$ \\\nassociated to the (filtered) Gauss-Manin connexion of $f$.\n  This first theorem is an existence/finiteness result which shows that\ngeometric (a,b)-modules may be used in global situations.\n  2. For any regular (a,b)-module $E$ we give an integer $N(E)$, explicitely\ngiven from simple invariants of $E$, such that the isomorphism class of\n$E\\big/b^{N(E)}.E$ determines the isomorphism class of $E$.\n  This second result allows to cut asymptotic expansions (in powers of $b$) \\\nof elements of $E$ without loosing any information.\n"]}]
["0801.4325",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4325"],"date":["2008-01-28"],"type":["text"],"creator":["Xu, Dong","Zou, Yuan-Chuan","Fan, Yi-Zhong"],"language":[],"coverage":[],"title":["Mildly relativistic X-ray transient 080109 and SN2008D: Towards a\n  continuum from energetic GRB/XRF to ordinary Ibc SN"],"description":["  We analyze the hitherto available space-based X-ray data as well as\nground-based optical data of the X-ray transient 080109/SN2008D. From the data\nwe suggest that (i) The initial transient (\\lesssim 800 sec) is attributed to\nthe reverse shock emission of a mildly relativistic (\\Gamma \\sim a few) outflow\nstalled by the dense stellar wind. (ii) The subsequent X-ray afterglow\n(\\lesssim 2\\times 10^4 sec) can be ascribed to the forward shock emission of\nthe outflow, with a kinetic energy \\sim 10^{46} erg, when sweeping up the\nstellar wind medium. (iii) The late X-ray flattening (\\gtrsim 2\\times 10^4$\nsec) is powered by the fastest non-decelerated component of SN2008D's ejecta.\n(iv) The local event rate of X-ray transient has a lower limit of \\sim\n1.6\\times 10^4 yr^{-1} Gpc^{-3}, indicating a vast majority of X-ray transients\nhave a wide opening angle of \\gtrsim 100 degree. The off-axis viewing model is\nless likely. (v) Transient 080109/SN2008D may lead to a continuum from GRB-SN\nto under-luminous GRB-/XRF-SN to X-ray transient-SN and to ordinary Ibc SN (if\nnot every Ibc SN has a relativistic jet), as shown in Figure 2 of this Letter.\n","Comment: 4 pages, 2 figures"]}]
["0801.4329",{"format":[],"subject":["Mathematics - Statistics Theory","62M10, 62M15, 62G05, 60G18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4329"],"date":["2008-01-28"],"type":["text"],"creator":["Fay, Gilles","Moulines, Eric","Roueff, François","Taqqu, Murad S."],"language":[],"coverage":[],"title":["Estimators of Long-Memory: Fourier versus Wavelets"],"description":["  There have been a number of papers written on semi-parametric estimation\nmethods of the long-memory exponent of a time series, some applied, others\ntheoretical. Some using Fourier methods, others using a wavelet-based\ntechnique. In this paper, we compare the Fourier and wavelet approaches to the\nlocal regression method and to the local Whittle method. We provide an overview\nof these methods, describe what has been done, indicate the available results\nand the conditions under which they hold. We discuss their relative strengths\nand weaknesses both from a practical and a theoretical perspective. We also\ninclude a simulation-based comparison. The software written to support this\nwork is available on demand and we illustrate its use at the end of the paper.\n"]}]
["0801.4331",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4331","Physica E 40, 198 - 205 (2007)","doi:10.1016/j.physe.2007.05.002"],"date":["2008-01-28"],"type":["text"],"creator":["Paladino, E.","Maugeri, A. G.","Sassetti, M.","Falci, G.","Weiss, U."],"language":[],"coverage":[],"title":["Structured environments in solid state systems: crossover from Gaussian\n  to non-Gaussian behavior"],"description":["  The variety of noise sources typical of the solid state represents the main\nlimitation toward the realization of controllable and reliable quantum\nnanocircuits, as those allowing quantum computation. Such ``structured\nenvironments'' are characterized by a non-monotonous noise spectrum sometimes\nshowing resonances at selected frequencies. Here we focus on a prototype\nstructured environment model: a two-state impurity linearly coupled to a\ndissipative harmonic bath. We identify the time scale separating Gaussian and\nnon-Gaussian dynamical regimes of the Spin-Boson impurity. By using a\npath-integral approach we show that a qubit interacting with such a structured\nbath may probe the variety of environmental dynamical regimes.\n","Comment: 8 pages, 9 figures. Proceedings of the DECONS '06 Conference"]}]
["0801.4335",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4335"],"date":["2008-01-28"],"type":["text"],"creator":["Caucci, S.","Colombi, S.","Pichon, C.","Rollinde, E.","Petitjean, P.","Sousbie, T."],"language":[],"coverage":[],"title":["Recovering the topology of the IGM at z~2"],"description":["  We investigate how well the 3D density field of neutral hydrogen in the\nIntergalactic Medium (IGM) can be reconstructed using the Lyman-alpha\nabsorptions observed along lines of sight to quasars separated by arcmin\ndistances in projection on the sky. We use cosmological hydrodynamical\nsimulations to compare the topologies of different fields: dark matter, gas and\nneutral hydrogen optical depth and to investigate how well the topology of the\nIGM can be recovered from the Wiener interpolation method implemented by Pichon\net al. (2001). The global statistical and topological properties of the\nrecovered field are analyzed quantitatively through the power-spectrum, the\nprobability distribution function (PDF), the Euler characteristics, its\nassociated critical point counts and the filling factor of underdense regions.\nThe local geometrical properties of the field are analysed using the local\nskeleton by defining the concept of inter-skeleton distance. At scales larger\nthan ~1.4 <d_LOS>, where <d_LOS> is the mean separation between lines of sight,\nthe reconstruction accurately recovers the topological features of the large\nscale density distribution of the gas, in particular the filamentary\nstructures. At scales larger than the intrinsic smoothing length of the\ninversion procedure, the power spectrum of the recovered HI density field\nmatches well that of the original one and the low order moments of the PDF are\nwell recovered as well as the shape of the Euler characteristic. The integral\nerrors on the PDF and the critical point counts are indeed small, less than 20%\nfor <d_LOS>~2.5 arcmin. The small deviations between the reconstruction and the\nexact solution mainly reflect departures from the log-normal behaviour that are\nascribed to highly non-linear objects in overdense regions.\n","Comment: 20 pages, 18 figures, accepted for publication in MNRAS"]}]
["0801.4336",{"format":[],"subject":["Mathematics - Optimization and Control","90C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4336"],"date":["2008-01-28"],"type":["text"],"creator":["Eisenbrand, Friedrich","Shmonin, Gennady"],"language":[],"coverage":[],"title":["Parametric Integer Programming in Fixed Dimension"],"description":["  We consider the following problem: Given a rational matrix $A \\in \\setQ^{m\n\\times n}$ and a rational polyhedron $Q \\subseteq\\setR^{m+p}$, decide if for\nall vectors $b \\in \\setR^m$, for which there exists an integral $z \\in \\setZ^p$\nsuch that $(b, z) \\in Q$, the system of linear inequalities $A x \\leq b$ has an\nintegral solution. We show that there exists an algorithm that solves this\nproblem in polynomial time if $p$ and $n$ are fixed. This extends a result of\nKannan (1990) who established such an algorithm for the case when, in addition\nto $p$ and $n$, the affine dimension of $Q$ is fixed.\n  As an application of this result, we describe an algorithm to find the\nmaximum difference between the optimum values of an integer program $\\max \\{c x\n: A x \\leq b, x \\in \\setZ^n \\}$ and its linear programming relaxation over all\nright-hand sides $b$, for which the integer program is feasible. The algorithm\nis polynomial if $n$ is fixed. This is an extension of a recent result of\nHo\\c{s}ten and Sturmfels (2003) who presented such an algorithm for integer\nprograms in standard form.\n","Comment: 23 pages, 3 figures"]}]
["0801.4340",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4340"],"date":["2008-01-28"],"type":["text"],"creator":["Dadina, Mauro"],"language":[],"coverage":[],"title":["The Seyfert galaxies in the local Universe: from BeppoSAX to Simbol-X"],"description":["  The operational conditions found by $BeppoSAX$ in observing nearby\n(z$\\leq$0.1) Seyferts were reproduced for $Simbol$-$X$ in order to simulate a\nrealistic final database of the mission. The results indicate that, even in the\nworst conditions, the $Simbol$-$X$ archive of pointings will allow to fully\ncharacterize the high-energy spectrum of nearby Seyferts and, most importantly,\nto obtain solid results on R and Ec (fundamental to model the cosmic X-Ray\nbackground, CXB). The measurement of the inclination angle of the accretion\ndisk will be possible for $\\sim$15 objects allowing to directly test the\nunified models for AGN. Finally, the time-dependent characteristics of the\nreflected component will be studied in at least $\\sim$25 objects.\n","Comment: 4 pages, to appear in proceedings of \"Simbol-X: the hard X-ray\n  Universe in focus\", held in Bologna (Italy), May 14-16, 2007"]}]
["0801.4350",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4350","European Journal of Mechanics - A/Solids / European Journal of\n  Mechanics - A/Solids 26, 4 (2007) 676-687","doi:10.1016/j.euromechsol.2006.10.002"],"date":["2008-01-28"],"type":["text"],"creator":["Laxalde, Denis","Thouverez, Fabrice","Sinou, Jean-Jacques","Lombard, Jean-Pierre"],"language":[],"coverage":[],"title":["Qualitative Analysis of Forced Response of Blisks With Friction Ring\n  Dampers"],"description":["  A damping strategy for blisks (integrally bladed disks) of turbomachinery\ninvolving a friction ring is investigated. These rings, located in grooves\nunderside the wheel of the blisks, are held in contact by centrifugal loads and\nthe energy is dissipated when relative motions between the ring and the disk\noccur. A representative lumped parameter model of the system is introduced and\nthe steady-state nonlinear response is derived using a multi-harmonic balance\nmethod combined with an AFT procedure where the friction force is calculated in\nthe time domain. Numerical simulations are presented for several damper\ncharacteristics and several excitation configurations. From these results, the\nperformance of this damping strategy is discussed and some design guidelines\nare given.\n"]}]
["0801.4351",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4351","International Journal of Non-Linear Mechanics 41, 8 (2006) 969-978","doi:10.1016/j.ijnonlinmec.2006.09.002"],"date":["2008-01-28"],"type":["text"],"creator":["Laxalde, Denis","Thouverez, Fabrice","Sinou, Jean-Jacques"],"language":[],"coverage":[],"title":["Dynamics of a linear oscillator connected to a small strongly non-linear\n  hysteretic absorber"],"description":["  The present investigation deals with the dynamics of a two-degrees-of-freedom\nsystem which consists of a main linear oscillator and a strongly nonlinear\nabsorber with small mass. The nonlinear oscillator has a softening hysteretic\ncharacteristic represented by a Bouc-Wen model. The periodic solutions of this\nsystem are studied and their calcu- lation is performed through an averaging\nprocedure. The study of nonlinear modes and their stability shows, under\nspecific conditions, the existence of localization which is responsible for a\npassive irreversible energy transfer from the linear oscillator to the\nnonlinear one. The dissipative effect of the nonlinearity appears to play an\nimportant role in the energy transfer phenomenon and some design criteria can\nbe drawn regarding this parameter among others to optimize this energy\ntransfer. The free transient response is investigated and it is shown that the\nenergy transfer appears when the energy input is sufficient in accordance with\nthe predictions from the nonlinear modes. Finally, the steady-state forced\nresponse of the system is investigated. When the input of energy is sufficient,\nthe resonant response (close to nonlinear modes) experiences localization of\nthe vibrations in the nonlinear absorber and jump phenomena.\n"]}]
["0801.4352",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4352"],"date":["2008-01-28"],"type":["text"],"creator":["Martinie, Bernard"],"language":[],"coverage":[],"title":["Quantum Monte Carlo simulation of two-dimensional Emery model"],"description":["  The Quantum Monte Carlo simulation of the two-dimensional Emery model of the\nCuO2 plane of hight Tc superconductors were performed. The method based on the\ndirect-space proposed by Suzuki and Hirsch was used. Contrary to the method\nbased on the Hubbard-Stratonovich transformation, the states generated by this\nmethod are basis states in occupation number representation, i. e.\nconfigurations of fermions can be observed on real two-dimensional array.Energy\nand specific heat were computed for different dopings. Specific heat curves\nshow peaks at low temperature which could be assigned to electronic\ntransitions. Quantity similar to current-current correlation function were\ncomputed. The static electric conductivity curves obtained by this way show\nmetal-insulator transitions and two different metallic behaviours. On the\ndirect-space states generated at low temperature and zero doping, the fermions\nform antiferromagnetic loops while they form antiferromagnetic chains for other\ndopings. The loops seem to appear when the conductivity becomes zero while yhe\nconductivity increases with the numbers of chains but superconductivity is not\nunambiguously evident.\n"]}]
["0801.4355",{"format":[],"subject":["Computer Science - Other Computer Science","Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4355","Telesurgery, Springer Verlag (Ed.) (2008) 91-99"],"date":["2008-01-28"],"type":["text"],"creator":["Banihachemi, Jean-Jacques","Boidard, Eric","Bosson, Jean-Luc","Bressollette, Luc","Bricault, Ivan","Cinquin, Philippe","Ferretti, Gilbert","Marchal, Maud","Martinelli, Thomas","Moreau-Gaudry, Alexandre","Pelissier, Franck","Roux, Christian","Saragaglia, Dominique","Thorel, Pierre","Troccaz, Jocelyne","Vilchis, Adriana"],"language":[],"coverage":[],"title":["TER: A Robot for Remote Ultrasonic Examination: Experimental Evaluations"],"description":["  This chapter:\n  o Motivates the clinical use of robotic tele-echography\n  o Introduces the TER system\n  o Describes technical and clinical evaluations performed with TER\n"]}]
["0801.4364",{"format":[],"subject":["Mathematics - Logic","03H15","03E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4364"],"date":["2008-01-28"],"type":["text"],"creator":["Gitman, Victoria"],"language":[],"coverage":[],"title":["Scott's problem for proper Scott sets"],"description":["  I show that assuming PFA, every proper Scott set is the standard system of a\nmodel of PA. A Scott set X is proper if it is arithmetically closed and the\nquotient Boolean algebra X/Fin is a proper partial order.\n"]}]
["0801.4365",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4365"],"date":["2008-01-28"],"type":["text"],"creator":["Zhang, Lei","Wang, Weiming","Xue, Yakui","Jin, Zhen"],"language":[],"coverage":[],"title":["Complex dynamics of a Holling-type IV predator-prey model"],"description":["  In this paper, we focus on a spatial Holling-type IV predator-prey model\nwhich contains some important factors, such as diffusion, noise (random\nfluctuations) and external periodic forcing. By a brief stability and\nbifurcation analysis, we arrive at the Hopf and Turing bifurcation surface and\nderive the symbolic conditions for Hopf and Turing bifurcation in the spatial\ndomain. Based on the stability and bifurcation analysis, we obtain spiral\npattern formation via numerical simulation. Additionally, we study the model\nwith colored noise and external periodic forcing. From the numerical results,\nwe know that noise or external periodic forcing can induce instability and\nenhance the oscillation of the species, and resonant response. Our results show\nthat modeling by reaction-diffusion equations is an appropriate tool for\ninvestigating fundamental mechanisms of complex spatiotemporal dynamics.\n"]}]
["0801.4368",{"format":[],"subject":["Mathematics - Logic","03H15","03E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4368"],"date":["2008-01-28"],"type":["text"],"creator":["Gitman, Victoria"],"language":[],"coverage":[],"title":["Proper and piecewise proper families of reals"],"description":["  I introduced the notions of proper and piecewise proper families of reals to\nmake progress on an open question in the field of models of PA about whether\nevery Scott set is the standard system of a model of PA. A family of reals X is\nproper if it is arithmetically closed and the quotient Boolean algebra X/fin is\na proper poset. A family is piecewise proper if it is the union of a chain of\nproper families of size $\\leq\\omega_1$. Here, I explore the question of the\nexistence of proper and piecewise proper families of reals of different\ncardinalities.\n"]}]
["cond-mat/0104513",{"format":[],"subject":["Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0104513","Phys. Rev. A 65, 012309 (2002)","doi:10.1103/PhysRevA.65.012309"],"date":["2001-04-26"],"type":["text"],"creator":["Thorwart, Michael","Hänggi, Peter"],"language":[],"coverage":[],"title":["Decoherence and dissipation during a quantum XOR gate operation"],"description":["  The dynamics of a quantum XOR gate operation in a two-qubit system being\ncoupled to a bath of quantum harmonic oscillators is investigated. Upon\napplying the numerical quasiadiabatic propagator path integral method, we\nobtain the numerically precise time-resolved evolution of this interacting\ntwo-qubit system in presence of time-dependent external fields without further\napproximations. We simulate the dissipative gate operation for characteristic\nexperimental realizations of condensed matter qubits; namely, the flux and\ncharge qubits realized in superconducting Josephson systems and qubits formed\nwith semiconductor quantum dots. Moreover, we study systematically the quality\nof the XOR gate by determining the four characteristic gate quantifiers:\nfidelity, purity, the quantum degree, and the entanglement capability of the\ngate. Two different types of errors in the qubits have been modelled, i.e.,\nbit-flip errors and phase errors. The dependence of the quality of the gate\noperation on the environmental temperature, on the friction strength stemming\nfrom the system-bath interaction, and on the strength of the interqubit\ncoupling is systematically explored: Our main finding is that the four gate\nquantifiers depend only weakly on temperature, but are rather sensitive to the\nfriction strength.\n","Comment: 16 pages including 1 table and 5 figures"]}]
["cond-mat/0301129",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0301129","Phys. Rev. B 67 (2003) 172401","doi:10.1103/PhysRevB.67.172401"],"date":["2003-01-09"],"type":["text"],"creator":["Ropka, Z.","Radwanski, R. J."],"language":[],"coverage":[],"title":["The 5D term origin of the excited triplet in LaCoO3"],"description":["  We provide the proof for the 5D term origin of an excited triplet observed in\nthe recent electron-spin-resonance (ESR) experiments by Noguchi et al. (Phys.\nRev. B 66, 094404 (2002)). We have succeeded to fully describe experimental ESR\nresults both for the zero-field g-factor, of 3.35, and the splitting D of 4.90\ncm-1, as well as for the magnetic field applied along different\ncrystallographic directions within the localized electron atomic-like approach\nas originating from excitations within the lowest triplet of the 5T2g\noctahedral subterm of the 5D term. In our atomic-like approach the d electrons\nof the Co3+ ion in LaCoO3 form the highly-correlated atomic-like 3d6 system\nwith the singlet 1A1 ground state (an octahedral subterm of the 1I term) and\nthe excited octahedral subterm 5T2g of the 5D term. We take the ESR experiment\nas confirmation of the existence of the discrete electronic structure for 3d\nelectron states in LaCoO3 in the meV scale.\n  PACS No: 76.30.Fc; 75.10.Dg : 73.30.-m\n  Keywords: electronic structure, crystal field, spin-orbit coupling, LaCoO3\nSubmitted 24.12.2002 to Phys. Rev. B.\n","Comment: 8 pages in RevTex, 7 figs, submitted 24.12.2002 to Phys.Rev. B"]}]
["cond-mat/0606775",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606775","Phys. Rev. B vol. 75, 165315 (2007).","doi:10.1103/PhysRevB.75.165315"],"date":["2006-06-29"],"type":["text"],"creator":["Bagrets, D.","Pistolesi, F."],"language":[],"coverage":[],"title":["Frequency dispersion of photon-assisted shot noise in mesoscopic\n  conductors"],"description":["  We calculate the low-frequency current noise for AC biased mesoscopic chaotic\ncavities and diffusive wires. Contrary to what happens for the admittance, the\nfrequency dispersion is not dominated by the electric response time (the \"RC\"\ntime of the circuit), but by the time that electrons need to diffuse through\nthe structure (dwell time or diffusion time). Frequency dispersion of noise\nstems from fluctuations of the Fermi distribution function that preserve charge\nneutrality. Our predictions can be verified with present experimental\ntechnology.\n","Comment: 5 pages, 3 Figures"]}]
["cond-mat/0609734",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609734","Phys. Rev. B {\\bf 75}, 014209 (2007)","doi:10.1103/PhysRevB.75.014209"],"date":["2006-09-28"],"type":["text"],"creator":["Kumar, Sanjeev","Kampf, Arno P.","Majumdar, Pinaki"],"language":[],"coverage":[],"title":["The Effect of Disorder in an Orbitally Ordered Jahn-Teller Insulator"],"description":["  We study a two dimensional, two-band double-exchange model for $e_g$\nelectrons coupled to Jahn-Teller distortions in the presence of quenched\ndisorder using a recently developed Monte-Carlo technique. In the absence of\ndisorder the half-filled system at low temperatures is an orbitally ordered\nferromagnetic insulator with a staggered pattern of Jahn-Teller distortions. We\nexamine the finite temperature transition to the orbitally disordered phase and\nuncover a qualitative difference between the intermediate and strongly coupled\nsystems, including a thermally driven insulator to metal crossover in the\nformer case. Long range orbital order is suppressed in the presence of disorder\nand the system displays a tendency towards metastable states consisting of\norbitally disordered stripe-like structures enclosing orbitally ordered\ndomains.\n","Comment: 10 pages, 9 figures"]}]
["cond-mat/0611417",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611417","Phys. Rev. B 76, 045308 (2007)","doi:10.1103/PhysRevB.76.045308"],"date":["2006-11-15"],"type":["text"],"creator":["Raza, Hassan"],"language":[],"coverage":[],"title":["Theoretical study of isolated dangling bonds, dangling bond wires and\n  dangling bond clusters on H:Si(100)-(2$\\times$1) surface"],"description":["  We theoretically study the electronic band structure of isolated unpaired and\npaired dangling bonds (DB), DB wires and DB clusters on H:Si(100)-(2$\\times$1)\nsurface using Extended H\\\"uckel Theory (EHT) and report their effect on the Si\nband gap. An isolated unpaired DB introduces a near-midgap state, whereas a\npaired DB leads to $\\pi$ and $\\pi^*$ states, similar to those introduced by an\nunpassivated asymmetric dimer (AD) Si(100)-(2$\\times$1) surface. Such induced\nstates have very small dispersion due to their isolation from the other states,\nwhich reside in conduction and valence band. On the other hand, the surface\nstate induced due to an unpaired DB wire in the direction along the dimer row\n(referred to as $[\\bar{1}10]$), has large dispersion due to the strong coupling\nbetween the adjacent DBs, being 3.84$\\AA$ apart. However, in the direction\nperpendicular to the dimer row (referred to as [110]), due to the reduced\ncoupling between the DBs being 7.68$\\AA$ apart, the dispersion in the surface\nstate is similar to that of an isolated unpaired DB. Apart from this, a paired\nDB wire in $[\\bar{1}10]$ direction introduces $\\pi$ and $\\pi^*$ states similar\nto those of an AD surface and a paired DB wire in [110] direction exhibits\nsurface states similar to those of an isolated paired DB, as expected. Besides\nthis, we report the electronic structure of different DB clusters, which\nexhibit states inside the band gap that can be interpreted as superpositions of\nstates due to unpaired and paired DBs.\n","Comment: 7 pages, 10 figure, 1 table"]}]
["cond-mat/0612512",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612512","Phys. Rev. B vol. 76, p. 165317 (2007)","doi:10.1103/PhysRevB.76.165317"],"date":["2006-12-20"],"type":["text"],"creator":["Pistolesi, F.","Labarthe, S."],"language":[],"coverage":[],"title":["Distortion blockade in classical nano-electromechanical resonator"],"description":["  We consider a single electron transistor where the central island can\noscillate. It has been shown that for weak coupling of the elastic and electric\ndegrees of freedom the position of the island fluctuates with a small variation\nof the current through the device. In this paper we consider the strong\ncoupling limit. We show that the system undergoes a static mechanical\ninstability that is responsible for the opening of a gap in the current voltage\ncharacteristics even at the degeneracy point. We provide an analytical\ndescription of the transition point. We also discuss how the mechanical nature\nof the suppression of the current can be probed experimentally by a slow\nmodulation of the gate voltage.\n","Comment: 5 pages, 5 figures"]}]
["cond-mat/0702138",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702138","Physical Review E, 75, 066106 (2007)","doi:10.1103/PhysRevE.75.066106"],"date":["2007-02-06"],"type":["text"],"creator":["Gomez-Gardenes, Jesus","Moreno, Yamir","Arenas, Alex"],"language":[],"coverage":[],"title":["Synchronizability determined by coupling strengths and topology on\n  Complex Networks"],"description":["  We investigate in depth the synchronization of coupled oscillators on top of\ncomplex networks with different degrees of heterogeneity within the context of\nthe Kuramoto model. In a previous paper [Phys. Rev. Lett. 98, 034101 (2007)],\nwe unveiled how for fixed coupling strengths local patterns of synchronization\nemerge differently in homogeneous and heterogeneous complex networks. Here, we\nprovide more evidence on this phenomenon extending the previous work to\nnetworks that interpolate between homogeneous and heterogeneous topologies. We\nalso present new details on the path towards synchronization for the evolution\nof clustering in the synchronized patterns. Finally, we investigate the\nsynchronization of networks with modular structure and conclude that, in these\ncases, local synchronization is first attained at the most internal level of\norganization of modules, progressively evolving to the outer levels as the\ncoupling constant is increased. The present work introduces new parameters that\nare proved to be useful for the characterization of synchronization phenomena\nin complex networks.\n","Comment: 11 pages, 10 figures and 1 table. APS format"]}]
["gr-qc/0612141",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0612141"],"date":["2006-12-21","2008-01-29"],"type":["text"],"creator":["Iftime, M. D."],"language":[],"coverage":[],"title":["Gauge and General Relativity"],"description":["  One of the main features of covariant theories, in particular general\nrelativity, is that the field equation possesses gauge freedom associated with\nglobal diffeomorphisms of the underlying manifold. I shall explain here how the\nhole argument is a reflection of this gauge freedom.\n  Finally I shall point out some implications of the hole argument and extend\nthe hole argument to the case of permutable theories. As covariant theories\nprovides a general mathematical framework for classical physics, permutable\ntheories provide the language for quantum physics. Permutable theories are\ndefined functorially on the category of sets and permutations with values into\nthe category of fibered sets and fiber-preserving automorphisms, and rules of\nselecting sections. The hole argument for permutable theories is intimately\nrelated with the individuation problem of the base elements (e.g., elementary\nparticles). This is a consequence of the fact that the automorphisms of the\nbase space provides the gauge freedom of the fields.\n","Comment: 12 pages, submitted"]}]
["gr-qc/0701011",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0701011","Diff. Geom and Dyn.Syst, vol 10., no 1, 2008"],"date":["2006-12-31","2008-01-29"],"type":["text"],"creator":["Iftime, M. D."],"language":[],"coverage":[],"title":["Spacetime geometric structures and the Search for a Quantum Theory of\n  Gravity"],"description":["  One of the biggest challenges to theoretical physics of our time is to find a\nbackground-independent quantum theory of gravity.\n  Today one encounters a profusion of different attempts at quantization, but\nno fully accepted - or acceptable, theory of quantum gravity. Any such approach\nrequires a response to a question that lies at the heart of this problem. ``How\nshall we resolve the tension between the background dependence of all\nhitherto-successful quantum theories, both non-relativistic quantum mechanics\nand special-relativistic quantum field theory, and the background independence\nof classical general relativity?''\n  The need for a background-independent quantization procedure forms the\nstarting point of my approach. In this paper I shall present a gauge-natural\nformulation of general relativity, and provide some insights into the structure\nof the space of geometries, which plays an important role in the construction\nof a non-perturbative quantum gravity using a path integral approach, as well\nas in string theory.\n","Comment: 12 pages"]}]
["math-ph/0605008",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0605008","Bull. Soc. Sci. Lodz. Series 57, Ser. Res. on Deformations, 52\n  (2007) 37-65, 66-77"],"date":["2006-05-03","2008-01-12"],"type":["text"],"creator":["Rodrigues Jr, Waldyr A.","de Souza, Quintino A. G.","da Rocha, Roldao"],"language":[],"coverage":[],"title":["Conservation Laws on Riemann-Cartan, Lorentzian and Teleparallel\n  Spacetimes"],"description":["  In this paper using a Clifford bundle formalism we examine (a): the strong\nconditions for existence of conservation laws involving only the\nenergy-momentum and angular momentum of the matter fields on a general\nRiemann-Cartan spacetime and also in the particular cases of Lorentzian and\nteleparallel spacetimes and (b): the conditions for the existence of\nconservation laws of energy-momentum and angular momentum for the matter and\ngravitational fields when this latter concept can be rigorously defined. We\nexamine in details some misleading and even erroneous and often quoted\nstatements concerning the issues of the conservation laws in General Relativity\nand Riemann-Cartan (including the particular case of the teleparallel one)\ntheories.\n","Comment: Some sections have been rewritten for better inteligibility and some\n  new material and new references have been included and others updated. Some\n  important misprints of the previous version have been corrected. The contents\n  of this paper appeared in two parts in Bull. Soc. Sci. Lodz. Series 57, Ser.\n  Res. on Deformations, 52, 37-65, 66-77 (2007)"]}]
["math/0002057",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics","Mathematics - Differential Geometry","53D55","16E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0002057","Lett. Math. Phys. 53 (2000), 75-86","doi:10.1023/A:1026577414320"],"date":["2000-02-08","2000-05-30"],"type":["text"],"creator":["Felder, Giovanni","Shoikhet, Boris"],"language":[],"coverage":[],"title":["Deformation quantization with traces"],"description":["  In the present paper we prove a statement closely related to the cyclic\nformality conjecture. In particular, we prove that for a divergence-free\nPoisson bivector field on R^d, the Kontsevich star-product with the harmonic\nangle function is cyclic. We also prove a globalization of this theorem in the\ncase of arbitrary Poisson manifolds and prove a generalization of the\nConnes-Flato-Sternheimer conjecture on closed star-products in the Poisson\ncase.\n","Comment: 14 pages, 2 figures. Discussion of general volume forms corrected"]}]
["math/0012228",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory","Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0012228","Duke Math. J. Volume 115, Number 2 (2002), 329-352","doi:10.1215/S0012-7094-02-11524-5"],"date":["2000-12-22","2001-03-06"],"type":["text"],"creator":["Cattaneo, Alberto S.","Felder, Giovanni","Tomassini, Lorenzo"],"language":[],"coverage":[],"title":["From local to global deformation quantization of Poisson manifolds"],"description":["  We give an explicit construction of a deformation quantization of the algebra\nof functions on a Poisson manifolds, based on Kontsevich's local formula. The\ndeformed algebra of functions is realized as the algebra of horizontal sections\nof a vector bundle with flat connection.\n","Comment: 16 pages. Reference and dedication added. Sign corrected, remark on\n  Poisson vector fields added"]}]
["math/0110081",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0110081","Adv. Math. 171(2002)228-275","doi:10.1006/aima.2002.2080"],"date":["2001-10-08"],"type":["text"],"creator":["Felder, Giovanni","Varchenko, Alexander"],"language":[],"coverage":[],"title":["q-deformed KZB heat equation: completeness, modular properties and\n  SL(3,Z)"],"description":["  We study the properties of one-dimensional hypergeometric integral solutions\nof the q-difference (\"quantum\") analogue of the Knizhnik-Zamolodchikov-Bernard\nequations on tori. We show that they also obey a difference KZB heat equation\nin the modular parameter, give formulae for modular transformations, and prove\na completeness result, by showing that the associated Fourier transform is\ninvertible. These results are based on SL(3,Z) transformation properties\nparallel to those of elliptic gamma functions.\n","Comment: 39 pages"]}]
["math/0202013",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Topology","14F40","5312"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0202013","Mat. Zametki 77(2005), 235-257 & Translation in Math. Notes(2005),\n  213-231."],"date":["2002-02-01"],"type":["text"],"creator":["Saralegi-Aranguren, M.","Wolak, R."],"language":[],"coverage":[],"title":["The BIC of a conial fibration"],"description":["  In the paper we introduce the notions of a singular fibration and a singular\nSeifert fibration. These notions are natural generalizations of the notion of a\nlocally trivial fibration to the category of stratified pseudomanifolds. For\nsingular foliations defined by such fibrations we prove a de Rham type theorem\nfor the basic intersection cohomology introduced the authors in a recent paper.\nOne of important examples of such a structure is the natural projection onto\nthe leaf space for the singular Riemannian foliation defined by an action of a\ncompact Lie group on a compact smooth manifold.\n","Comment: 22 pages"]}]
["math/0205116",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Number Theory","33E30","11F11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0205116","J. Reine Angew. Math. 579 (2005), 195--201","doi:10.1515/crll.2005.2005.579.195"],"date":["2002-05-10","2004-04-16"],"type":["text"],"creator":["Felder, Giovanni","Varchenko, Alexander"],"language":[],"coverage":[],"title":["Even powers of divisors and elliptic zeta values"],"description":["  We introduce and study \"elliptic zeta values\", a two-parameter deformation of\nthe values of Riemann's zeta function at positive integers. They are\nessentially Taylor coefficients of the logarithm of the elliptic gamma\nfunction, and share the SL(3,Z) modular properties of this function. Elliptic\nzeta values at even integers are related to Eisenstein series and thus to sums\nof odd powers of divisors. The elliptic zeta values at odd integers can be\nexpressed in terms of generating series of sums of even powers of divisors.\n","Comment: 5 pages. Final version, with an alternative proof of the main result\n  by Don Zagier"]}]
["math/0309452",{"format":[],"subject":["Mathematics - Quantum Algebra","33D52","81T40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0309452","International Mathematics Research Notices (2004) 2004:1037-1055","doi:10.1155/S1073792804132893"],"date":["2003-09-28","2003-10-23"],"type":["text"],"creator":["Felder, Giovanni","Varchenko, Alexander"],"language":[],"coverage":[],"title":["Hypergeometric theta functions and elliptic Macdonald polynomials"],"description":["  Elliptic Macdonald polynomials of sl(2)-type and level 2 are introduced.\nSuitable limits of elliptic Macdonald polynomials are the standard Macdonald\npolynomials and conformal blocks. Identities for elliptic Macdonald\npolynomials, in particular their modular properties, are studied.\n","Comment: 16 pages, reference added"]}]
["math/0311190",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","Mathematics - Geometric Topology","20F55 (Primary) 52C35, 20F36 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0311190","J. Eur. Math. Soc. (JEMS) 7 (2005), no. 1, 101--116"],"date":["2003-11-12","2004-02-06"],"type":["text"],"creator":["Felder, Giovanni","Veselov, Alexander P."],"language":[],"coverage":[],"title":["Coxeter group actions on the complement of hyperplanes and special\n  involutions"],"description":["  We consider both standard and twisted action of a (real) Coxeter group G on\nthe complement M_G to the complexified reflection hyperplanes by combining the\nreflections with complex conjugation. We introduce a natural geometric class of\nspecial involutions in G and give explicit formulae which describe both actions\non the total cohomology H(M_G,C) in terms of these involutions. As a corollary\nwe prove that the corresponding twisted representation is regular only for the\nsymmetric group S_n, the Weyl groups of type D_{2m+1}, E_6 and dihedral groups\nI_2 (2k+1) and that the standard action has no anti-invariants. We discuss also\nthe relations with the cohomology of generalised braid groups.\n","Comment: 11 pages"]}]
["math/0311303",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0311303","Duke Math. J. 127 (2005), no. 3, 487--517","doi:10.1215/S0012-7094-04-12733-2"],"date":["2003-11-18","2005-04-26"],"type":["text"],"creator":["Feigin, Boris","Felder, Giovanni","Shoikhet, Boris"],"language":[],"coverage":[],"title":["Hochschild cohomology of the Weyl algebra and traces in deformation\n  quantization"],"description":["  We give a formula for a cocycle generating the Hochschild cohomology of the\nWeyl algebra with coefficients in its dual.It is given by an integral over the\nconfiguration space of ordered points on a circle. Using this formula and a\nnon-commutative version of formal geometry, we obtain an explicit expression\nfor the canonical trace in deformation quantization of symplectic manifolds.\n","Comment: 30 pages. Revised version"]}]
["math/0311513",{"format":[],"subject":["Mathematics - Analysis of PDEs","58E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0311513","Topological methods in nonlinear analysis, Vol. 30, No. 2,\n  December 2007"],"date":["2003-11-27","2008-01-29"],"type":["text"],"creator":["Girouard, Alexandre"],"language":[],"coverage":[],"title":["Relative homological linking"],"description":["  Using Morse theory and a new relative homological linking of pairs, we prove\na ``homological linking principle'', thereby generalizing many well known\nresults in critical point theory.\n","Comment: 10 pages; new section on homotopical linking"]}]
["math/0406604",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Probability","15A52 (primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0406604","Comm. Math. Phys. 259 (2005), no. 2, 433--450","doi:10.1007/s00220-005-1372-z"],"date":["2004-06-29","2005-03-07"],"type":["text"],"creator":["Elbau, Peter","Felder, Giovanni"],"language":[],"coverage":[],"title":["Density of eigenvalues of random normal matrices"],"description":["  The relation between random normal matrices and conformal mappings discovered\nby Wiegmann and Zabrodin is made rigorous by restricting normal matrices to\nhave spectrum in a bounded set. It is shown that for a suitable class of\npotentials the asymptotic density of eigenvalues is uniform with support in the\ninterior domain of a simple smooth curve.\n","Comment: 17 pages. Corrected version"]}]
["math/0501540",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory","Mathematics - Rings and Algebras","53D55","17B63","53D17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0501540","Adv. Math. 208 (2007), no. 2, 521--548","doi:10.1016/j.aim.2006.03.010"],"date":["2005-01-29","2006-03-24"],"type":["text"],"creator":["Cattaneo, Alberto S.","Felder, Giovanni"],"language":[],"coverage":[],"title":["Relative formality theorem and quantisation of coisotropic submanifolds"],"description":["  We prove a relative version of Kontsevich's formality theorem. This theorem\ninvolves a manifold M and a submanifold C and reduces to Kontsevich's theorem\nif C=M. It states that the DGLA of multivector fields on an infinitesimal\nneighbourhood of C is L-infinity-quasiisomorphic to the DGLA of\nmultidifferential operators acting on sections of the exterior algebra of the\nconormal bundle. Applications to the deformation quantisation of coisotropic\nsubmanifolds are given. The proof uses a duality transformation to reduce the\ntheorem to a version of Kontsevich's theorem for supermanifolds, which we also\ndiscuss. In physical language, the result states that there is a duality\nbetween the Poisson sigma model on a manifold with a D-brane and the Poisson\nsigma model on a supermanifold without branes (or, more properly, with a brane\nwhich extends over the whole supermanifold).\n","Comment: 31 pages. Details on globalization added"]}]
["math/0505676",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Topology","57R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505676","Bulletin of the Polish Academy of Sciences 53(2005), 429-440."],"date":["2005-05-31","2006-04-25"],"type":["text"],"creator":["Prieto, J. I. Royo","Saralegi-Aranguren, M.","Wolak, R."],"language":[],"coverage":[],"title":["Top dimensional group of the basic intersection cohomology for singular\n  riemannian foliations"],"description":["  It is known that, for a regular riemannian foliation on a compact manifold,\nthe properties of its basic cohomology (non-vanishing of the top-dimensional\ngroup and Poincar\\'e Duality) and the tautness of the foliation are closely\nrelated. If we consider singular riemannian foliations, there is little or no\nrelation between these properties. We present an example of a singular\nisometric flow for which the top dimensional basic cohomology group is\nnon-trivial, but its basic cohomology does not satisfy the Poincar\\'e Duality\nproperty. We recover this property in the basic intersection cohomology. It is\nnot by chance that the top dimensional basic intersection cohomology groups of\nthe example are isomorphic to either 0 or $\\mathbb{R}$. We prove in this Note\nthat this holds for any singular riemannian foliation of a compact connected\nmanifold. As a Corollary, we get that the tautness of the regular stratum of\nthe singular riemannian foliation can be detected by the basic intersection\ncohomology.\n","Comment: 11 pages. Accepted for publication in the Bulletin of the Polish\n  Academy of Sciences"]}]
["math/0601337",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Complex Variables","33E30","20L05, 57S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601337","Duke Math. J. 141(2008), 1-74","doi:10.1215/S0012-7094-08-14111-0"],"date":["2006-01-13"],"type":["text"],"creator":["Felder, Giovanni","Henriques, Andre","Rossi, Carlo A.","Zhu, Chenchang"],"language":[],"coverage":[],"title":["A gerbe for the elliptic gamma function"],"description":["  The identities for elliptic gamma functions discovered by A. Varchenko and\none of us are generalized to an infinite set of identities for elliptic gamma\nfunctions associated to pairs of planes in 3-dimensional space. The language of\nstacks and gerbes gives a natural framework for a systematic description of\nthese identities and their domain of validity. A triptic curve is the quotient\nof the complex plane by a subgroup of rank three (it is a stack). Our\nidentities can be summarized by saying that elliptic gamma functions form a\nmeromorphic section of a hermitian holomorphic abelian gerbe over the universal\noriented triptic curve.\n","Comment: 54 pages"]}]
["math/0608534",{"format":[],"subject":["Mathematics - Group Theory","20D45","20D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608534","J. Group Theory, Vol. 10 (2007), 859-866"],"date":["2006-08-22","2008-01-29"],"type":["text"],"creator":["Yadav, Manoj K."],"language":[],"coverage":[],"title":["On Automorphisms of Finite $p$-groups"],"description":["  Let $G$ be a finite $p$-group such that $x\\Z(G) \\subseteq x^G$ for all $x \\in\nG- \\Z(G)$, where $x^G$ denotes the conjugacy class of $x$ in $G$. Then $|G|$\ndivides $|\\Aut(G)|$, where $\\Aut(G)$ is the group of all automorphisms of $G$.\n","Comment: Appeared in Journal of Group Theory"]}]
["math/0609705",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D22, 14H10, 14C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609705","Math. Zeit. 258 (2008), no. 2, 319--331"],"date":["2006-09-25","2007-03-05"],"type":["text"],"creator":["Gorchinskiy, Sergey","Viviani, Filippo"],"language":[],"coverage":[],"title":["Picard group of moduli of hyperelliptic curves"],"description":["  The main subject of this work is the difference between the coarse moduli\nspace and the stack of hyperelliptic curves. We compute their Picard groups,\ngiving explicit description of the generators. We get an application to the\n(non-)existence of a tautological family over the coarse moduli space.\n","Comment: 13 pages. Section 2 has been shortened and the final appendix has\n  been erased. Final version, to appear on Math. Zeit"]}]
["math/0609847",{"format":[],"subject":["Mathematics - General Mathematics","Mathematical Physics","Mathematics - Algebraic Geometry","Mathematics - Dynamical Systems","Mathematics - Probability","Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609847","International Congress of Mathematicians. Vol. I, 55--64, Eur.\n  Math. Soc., Z\\~A1/4rich, 2007"],"date":["2006-09-29"],"type":["text"],"creator":["Felder, Giovanni"],"language":[],"coverage":[],"title":["The work of Andrei Okounkov"],"description":["  Andrei Okounkov received the Fields Medal at the ICM 2006 in Madrid \"for his\ncontributions bridging probability, representation theory and algebraic\ngeometry\". This is a brief account of his work.\n","Comment: 8 pages, to appear in the Proceedings of the International Congress\n  of Mathematicians, Madrid 2006"]}]
["math/0610383",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","05E10","33C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610383","Int. Math. Res. Not. IMRN 2007, no. 15, Art. ID rnm046","doi:10.1093/imrn/rnm0046"],"date":["2006-10-11","2006-11-03"],"type":["text"],"creator":["Felder, Giovanni","Veselov, Alexander P."],"language":[],"coverage":[],"title":["Polynomial solutions of the Knizhnik-Zamolodchikov equations and\n  Schur-Weyl duality"],"description":["  An integral formula for the solutions of Knizhnik-Zamolodchikov (KZ) equation\nwith values in an arbitrary irreducible representation of the symmetric group\nS_N is presented for integer values of the parameter. The corresponding\nintegrals can be computed effectively as certain iterated residues determined\nby a given Young diagram and give polynomials with integer coefficients. The\nderivation is based on Schur-Weyl duality and the results of Matsuo on the\noriginal SU(n) KZ equation. The duality between the spaces of solutions with\nparameters m and -m is discussed in relation with the intersection pairing in\nthe corresponding homology groups.\n","Comment: 14 pages, reference added"]}]
["math/0611808",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - K-Theory and Homology","55P43 (Primary)","19D55, 55S35, 55U35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611808","Trans. Amer. Math. Soc., 360(5):2767-2808, 2008.","doi:10.1090/S0002-9947-07-04487-X"],"date":["2006-11-27","2007-10-15"],"type":["text"],"creator":["Sagave, Steffen"],"language":[],"coverage":[],"title":["Universal Toda brackets of ring spectra"],"description":["  We construct and examine the universal Toda bracket of a highly structured\nring spectrum R. This invariant of R is a cohomology class in the Mac Lane\ncohomology of the graded ring of homotopy groups of R which carries information\nabout R and the category of R-module spectra. It determines for example all\ntriple Toda brackets of R and the first obstruction to realizing a module over\nthe homotopy groups of R by an R-module spectrum.\n  For periodic ring spectra, we study the corresponding theory of higher\nuniversal Toda brackets. The real and complex K-theory spectra serve as our\nmain examples.\n","Comment: 38 pages; a few typos corrected, to appear in Trans. Amer. Math. Soc"]}]
["math/9905027",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9905027","Comm. Algebra 28(10) (2000) 4687-4698"],"date":["1999-05-05"],"type":["text"],"creator":["Böhm, Gabriella"],"language":[],"coverage":[],"title":["Doi-Hopf Modules over Weak Hopf Algebras"],"description":["  The theory of Doi-Hopf modules is generalized to Weak Hopf algebras.\n","Comment: 11 pages, LaTeX file"]}]
["math/9907061",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9907061","Adv. Math. 156(2000), 44-76","doi:10.1006/aima.2000.1951"],"date":["1999-07-12","1999-07-23"],"type":["text"],"creator":["Felder, Giovanni","Varchenko, Alexander"],"language":[],"coverage":[],"title":["The elliptic gamma function and SL(3,Z) x Z^3"],"description":["  The elliptic gamma function is a generalization of the Euler gamma function\nand is associated to an elliptic curve. Its trigonometric and rational\ndegenerations are the Jackson q-gamma function and the Euler gamma function,\nrespectively. The elliptic gamma function appears in Baxter's formula for the\nfree energy of the eight-vertex model and in the hypergeometric solutions of\nthe elliptic qKZB equations. In this paper, the properties of this function are\nstudied. In particular we show that elliptic gamma functions are\ngeneralizations of automorphic forms of G=SL(3,Z) x Z^3 associated to a\nnon-trivial class in H^3(G,Z).\n","Comment: 27 pages, LaTeX References added, minor corrections"]}]
["quant-ph/0604024",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0604024"],"date":["2006-04-05","2008-01-29"],"type":["text"],"creator":["Berman, Gennady P.","Borgonovi, Fausto","Dalvit, Diego A. R."],"language":[],"coverage":[],"title":["Quantum Dynamical Effects as a Singular Perturbation for Observables in\n  Open Quasi-Classical Nonlinear Mesoscopic Systems"],"description":["  We review our results on a mathematical dynamical theory for observables for\nopen many-body quantum nonlinear bosonic systems for a very general class of\nHamiltonians. We show that non-quadratic (nonlinear) terms in a Hamiltonian\nprovide a singular \"quantum\" perturbation for observables in some \"mesoscopic\"\nregion of parameters. In particular, quantum effects result in secular terms in\nthe dynamical evolution, that grow in time. We argue that even for open quantum\nnonlinear systems in the deep quasi-classical region, these quantum effects can\nsurvive after decoherence and relaxation processes take place. We demonstrate\nthat these quantum effects in open quantum systems can be observed, for\nexample, in the frequency Fourier spectrum of the dynamical observables, or in\nthe corresponding spectral density of noise. Estimates are presented for\nBose-Einstein condensates, low temperature mechanical resonators, and nonlinear\noptical systems prepared in large amplitude coherent states. In particular, we\nshow that for Bose-Einstein condensate systems the characteristic time of\ndeviation of quantum dynamics for observables from the corresponding classical\ndynamics coincides with the characteristic time-scale of the well-known quantum\nnonlinear effect of phase diffusion.\n","Comment: changed contents"]}]
