["0704.0945",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0945","Bernoulli 2008, Vol. 14, No. 4, 988-1002","doi:10.3150/08-BEJ134"],"date":["2007-04-06","2008-11-14"],"type":["text"],"creator":["McCullagh, Peter","Pitman, Jim","Winkel, Matthias"],"language":[],"coverage":[],"title":["Gibbs fragmentation trees"],"description":["  We study fragmentation trees of Gibbs type. In the binary case, we identify\nthe most general Gibbs-type fragmentation tree with Aldous' beta-splitting\nmodel, which has an extended parameter range $\\beta>-2$ with respect to the\n${\\rm beta}(\\beta+1,\\beta+1)$ probability distributions on which it is based.\nIn the multifurcating case, we show that Gibbs fragmentation trees are\nassociated with the two-parameter Poisson--Dirichlet models for exchangeable\nrandom partitions of $\\mathbb {N}$, with an extended parameter range\n$0\\le\\alpha\\le1$, $\\theta\\ge-2\\alpha$ and $\\alpha<0$, $\\theta =-m\\alpha$, $m\\in\n\\mathbb {N}$.\n","Comment: Published in at http://dx.doi.org/10.3150/08-BEJ134 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0704.3671",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3671","Phys. Rev. B 76, 195431 (2007)","doi:10.1103/PhysRevB.76.195431"],"date":["2007-04-27","2008-11-14"],"type":["text"],"creator":["Doretto, R. L.","Smith, C. Morais"],"language":[],"coverage":[],"title":["Quantum Hall ferromagnetism in graphene: a SU(4) bosonization approach"],"description":["  We study the quantum Hall effect in graphene at filling factors \\nu = 0 and\n\\nu = \\pm, concentrating on the quantum Hall ferromagnetic regime, within a\nnon-perturbative bosonization formalism. We start by developing a bosonization\nscheme for electrons with two discrete degrees of freedom (spin-1/2 and\npseudospin-1/2) restricted to the lowest Landau level. Three distinct phases\nare considered, namely the so-called spin-pseudospin, spin, and pseudospin\nphases. The first corresponds to a quarter-filled (\\nu =-1) while the others to\na half-filled (\\nu = 0) lowest Landau level. In each case, we show that the\nelementary neutral excitations can be treated approximately as a set of\nn-independent kinds of boson excitations. The boson representation of the\nprojected electron density, the spin, pseudospin, and mixed spin-pseudospin\ndensity operators are derived. We then apply the developed formalism to the\neffective continuous model, which includes SU(4) symmetry breaking terms,\nrecently proposed by Alicea and Fisher. For each quantum Hall state, an\neffective interacting boson model is derived and the dispersion relations of\nthe elementary excitations are analytically calculated. We propose that the\ncharged excitations (quantum Hall skyrmions) can be described as a coherent\nstate of bosons. We calculate the semiclassical limit of the boson model\nderived from the SU(4) invariant part of the original fermionic Hamiltonian and\nshow that it agrees with the results of Arovas and co-workers for SU(N) quantum\nHall skyrmions. We briefly discuss the influence of the SU(4) symmetry breaking\nterms in the skyrmion energy.\n","Comment: 16 pages, 4 figures, final version, extended discussion about the\n  boson-boson interaction and its relation with quantum Hall skyrmions"]}]
["0705.1412",{"format":[],"subject":["Physics - Geophysics","Astrophysics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1412","Physics of The Earth and Planetary Interiors 170 (2008) 60-72","doi:10.1016/j.pepi.2008.07.034"],"date":["2007-05-10","2008-08-08"],"type":["text"],"creator":["Nataf, Henri-Claude","Alboussiere, Thierry","Brito, Daniel","Cardin, Philippe","Gagnière, Nadège","Jault, Dominique","Schmitt, Denys"],"language":[],"coverage":[],"title":["Rapidly rotating spherical Couette flow in a dipolar magnetic field: an\n  experimental study of the mean axisymmetric flow"],"description":["  In order to explore the magnetostrophic regime expected for planetary cores,\nexperiments have been conducted in a rotating sphere filled with liquid sodium,\nwith an imposed dipolar magnetic field (the DTS setup). The field is produced\nby a permanent magnet enclosed in an inner sphere, which can rotate at a\nseparate rate, producing a spherical Couette flow. The flow properties are\ninvestigated by measuring electric potentials on the outer sphere, the induced\nmagnetic field in the laboratory frame, and velocity profiles inside the liquid\nsodium using ultrasonic Doppler velocimetry. The present article focuses on the\ntime-averaged axisymmetric part of the flow. The Doppler profiles show that the\nangular velocity of the fluid is relatively uniform in most of the fluid shell,\nbut rises near the inner sphere, revealing the presence of a magnetic wind, and\ngently drops towards the outer sphere. The transition from a magnetostrophic\nflow near the inner sphere to a geostrophic flow near the outer sphere is\ncontrolled by the local Elsasser number. For Rossby numbers up to order 1, the\nobserved velocity profiles all show a similar shape. Numerical simulations in\nthe linear regime are computed, and synthetic velocity profiles are compared\nwith the measured ones. In the geostrophic region, a torque-balance model\nprovides very good predictions. We find that the induced magnetic field varies\nin a consistent fashion, and displays a peculiar peak in the counter-rotating\nregime. This happens when the fluid rotation rate is almost equal and opposite\nto the outer sphere rotation rate. The fluid is then almost at rest in the\nlaboratory frame, and the Proudman-Taylor constraint vanishes, enabling a\nstrong meridional flow. We suggest that dynamo action might be favored in such\na situation.\n","Comment: in press in Physics of the Earth and Planetary Interiors"]}]
["0705.3588",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3588","Bernoulli 2008, Vol. 14, No. 4, 963-987","doi:10.3150/08-BEJ132"],"date":["2007-05-24","2008-11-14"],"type":["text"],"creator":["Yano, Kouji"],"language":[],"coverage":[],"title":["Convergence of excursion point processes and its applications to\n  functional limit theorems of Markov processes on a half-line"],"description":["  Invariance principles are obtained for a Markov process on a half-line with\ncontinuous paths on the interior. The domains of attraction of the two\ndifferent types of self-similar processes are investigated. Our approach is to\nestablish convergence of excursion point processes, which is based on It\\^{o}'s\nexcursion theory and a recent result on convergence of excursion measures by\nFitzsimmons and the present author.\n","Comment: Published in at http://dx.doi.org/10.3150/08-BEJ132 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0706.2720",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2720","Stochastic Processes and their Applications 118 (2008) 2344-2368","doi:10.1016/j.spa.2008.01.005"],"date":["2007-06-19","2007-11-23"],"type":["text"],"creator":["Aurzada, Frank","Lifshits, Mikhail"],"language":[],"coverage":[],"title":["Small Deviation Probability via Chaining"],"description":["  We obtain several extensions of Talagrand's lower bound for the small\ndeviation probability using metric entropy. For Gaussian processes, our\ninvestigations are focused on processes with sub-polynomial and, respectively,\nexponential behaviour of covering numbers. The corresponding results are also\nproved for non-Gaussian symmetric stable processes, both for the cases of\ncritically small and critically large entropy. The results extensively use the\nclassical chaining technique; at the same time they are meant to explore the\nlimits of this method.\n","Comment: to appear in: Stochastic Processes and Their Applications"]}]
["0706.3351",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3351","Published in \"Reviews of Nonlinear Dynamics and Complexity\" Vol.1,\n  Ed. HG Schuster (Wiley, 2008)"],"date":["2007-06-22","2008-11-14"],"type":["text"],"creator":["Drossel, Barbara"],"language":[],"coverage":[],"title":["Random Boolean Networks"],"description":["  This review explains in a self-contained way the properties of random Boolean\nnetworks and their attractors, with a special focus on critical networks. Using\nsmall example networks, analytical calculations, phenomenological arguments,\nand problems to solve, the basic concepts are introduced and important results\nconcerning phase diagrams, numbers of relevant nodes and attractor properties\nare derived.\n","Comment: This is a review on Random Boolean Networks. The new version now\n  includes a proper title page. The main body is unchanged"]}]
["0707.3715",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","60E15, 60G42 (Primary) 60G15, 60J80 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3715","Annals of Applied Probability 2008, Vol. 18, No. 5, 1848-1869","doi:10.1214/07-AAP506"],"date":["2007-07-25","2008-11-14"],"type":["text"],"creator":["Bercu, Bernard","Touati, Abderrahmen"],"language":[],"coverage":[],"title":["Exponential inequalities for self-normalized martingales with\n  applications"],"description":["  We propose several exponential inequalities for self-normalized martingales\nsimilar to those established by De la Pe\\~{n}a. The keystone is the\nintroduction of a new notion of random variable heavy on left or right.\nApplications associated with linear regressions, autoregressive and branching\nprocesses are also provided.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AAP506 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.0703",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0703","Physcial Review E 78, 051909 (2008)","doi:10.1103/PhysRevE.78.051909"],"date":["2007-08-06","2008-11-13"],"type":["text"],"creator":["Chen, Yong","Yu, Lianchun","Qin, Shao-Meng"],"language":[],"coverage":[],"title":["Detection of subthreshold pulses in neurons with channel noise"],"description":["  Neurons are subject to various kinds of noise. In addition to synaptic noise,\nthe stochastic opening and closing of ion channels represents an intrinsic\nsource of noise that affects the signal processing properties of the neuron. In\nthis paper, we studied the response of a stochastic Hodgkin-Huxley neuron to\ntransient input subthreshold pulses. It was found that the average response\ntime decreases but variance increases as the amplitude of channel noise\nincreases. In the case of single pulse detection, we show that channel noise\nenables one neuron to detect the subthreshold signals and an optimal membrane\narea (or channel noise intensity) exists for a single neuron to achieve optimal\nperformance. However, the detection ability of a single neuron is limited by\nlarge errors. Here, we test a simple neuronal network that can enhance the\npulse detecting abilities of neurons and find dozens of neurons can perfectly\ndetect subthreshold pulses. The phenomenon of intrinsic stochastic resonance is\nalso found both at the level of single neurons and at the level of networks. At\nthe network level, the detection ability of networks can be optimized for the\nnumber of neurons comprising the network.\n","Comment: 14 pages, 9 figures"]}]
["0708.2823",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2823"],"date":["2007-08-21","2008-11-14"],"type":["text"],"creator":["Fourrière, A.","Claudin, P.","Andreotti, B."],"language":[],"coverage":[],"title":["Bedforms in a turbulent stream.Part 1: Turbulent flow over topography"],"description":["  In the context of subaqueous ripple and dune formation, we present here a\nReynolds averaged calculation of the turbulent flow over a topography. We\nperform a weakly non-linear expansion of the velocity field, sufficiently\naccurate to recover the separation of streamlines and the formation of a\nrecirculation bubble above some aspect ratio. The basal stresses are\ninvestigated in details; in particular, we show that the phase shift of the\nshear stress with respect to the topography, responsible for the formation of\nbedforms, appears in an inner boundary layer where shear stress and pressure\ngradients balance. We study the sensitivity of the calculation with respect to\n(i) the choice of the turbulence closure, (ii) the motion of the bottom (growth\nor propagation), (iii) the physics at work in the surface layer, responsible\nfor the hydrodynamic roughness of the bottom, (iv) the aspect ratio of the\nbedform and (v) the effect of the free surface, which can be interpreted in\nterms of standing gravity waves excited by topography. The most important\neffects are those of points (iii) to (v). We show that the dynamical mechanisms\ncontrolling the hydrodynamical roughness (mixing due to roughness elements,\nviscosity, sediment transport, etc) have an influence on the basal shear stress\nwhen the thickness of the surface layer is comparable to that of the inner\nlayer. We evidence that non-linear effects tend to oppose linear ones and are\nof the same order for bedform aspect ratios of the order of 1/10. We show that\nthe influence of the free surface on the basal shear stress is dominant when\nthe wavelength is large compared to the flow depth, so that the inner layer\nextends throughout the flow and in the resonant conditions, and when the\ndownstream material velocity balances the upstream wave propagation.\n","Comment: 49 pages, 23 figures, new version resubmitted to J. Fluid Mech"]}]
["0708.4183",{"format":[],"subject":["Mathematics - Probability","60F05 (Primary) 60J10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4183","Annals of Applied Probability 2008, Vol. 18, No. 5, 1831-1847","doi:10.1214/07-AAP505"],"date":["2007-08-30","2008-11-14"],"type":["text"],"creator":["Zhao, Ou","Woodroofe, Michael"],"language":[],"coverage":[],"title":["On martingale approximations"],"description":["  Consider additive functionals of a Markov chain $W_k$, with stationary\n(marginal) distribution and transition function denoted by $\\pi$ and $Q$, say\n$S_n=g(W_1)+...+g(W_n)$, where $g$ is square integrable and has mean 0 with\nrespect to $\\pi$. If $S_n$ has the form $S_n=M_n+R_n$, where $M_n$ is a square\nintegrable martingale with stationary increments and $E(R_n^2)=o(n)$, then $g$\nis said to admit a martingale approximation. Necessary and sufficient\nconditions for such an approximation are developed. Two obvious necessary\nconditions are $E[E(S_n|W_1)^2]=o(n)$ and $\\lim_{n\\to\n\\infty}E(S_n^2)/n<\\infty$. Assuming the first of these, let $\\Vert\ng\\Vert^2_+=\\limsup_{n\\to \\infty}E(S_n^2)/n$; then $\\Vert\\cdot\\Vert_+$ defines a\npseudo norm on the subspace of $L^2(\\pi)$ where it is finite. In one main\nresult, a simple necessary and sufficient condition for a martingale\napproximation is developed in terms of $\\Vert\\cdot\\Vert_+$. Let $Q^*$ denote\nthe adjoint operator to $Q$, regarded as a linear operator from $L^2(\\pi)$ into\nitself, and consider co-isometries ($QQ^*=I$), an important special case that\nincludes shift processes. In another main result a convenient orthonormal basis\nfor $L_0^2(\\pi)$ is identified along with a simple necessary and sufficient\ncondition for the existence of a martingale approximation in terms of the\ncoefficients of the expansion of $g$ with respect to this basis.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AAP505 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.4397",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11F70 (Primary)","22E50, 22E55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4397"],"date":["2007-08-31","2008-11-13"],"type":["text"],"creator":["Chan, Ping-Shun","Flicker, Yuval Z."],"language":[],"coverage":[],"title":["Cyclic odd degree base change lifting for unitary groups in three\n  variables"],"description":["  Let E/F be a quadratic number (resp. p-adic) field extension, and F' an odd\ndegree cyclic field extension of F. We establish a base-change functorial\nlifting of automorphic (resp. admissible) representations from the unitary\ngroup U(3,E/F) associated with E/F to the unitary group U(3,F'E/F'). As a\nconsequence, we classify the invariant packets of U(3,F'E/F'), namely those\nwhich contain (irreducible) automorphic (resp. admissible) representations\nwhich are invariant under the action of the Galois group Gal(F'E/E). To do this\nwe use the trace formula technique, and well-known results on the base-change\nlifting from U(3,E/F) to GL(3,E) and on the base-change lifting for the general\nlinear groups. We also determine the invariance of individual representations,\nusing Howe correspondence. This work is the first study of base change into an\nalgebraic group whose packets are not all singletons, and which does not\nsatisfy the \"strong multiplicity one theorem.\" Novel phenomena are encountered:\ne.g. there are invariant packets where not every irreducible automorphic (resp.\nadmissible) member is Galois-invariant. We also obtain local twisted character\nidentities with respect to this base-change lifting.\n","Comment: Misc. changes"]}]
["0709.3165",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3165","Bernoulli 2008, Vol. 14, No. 4, 899-925","doi:10.3150/08-BEJ133"],"date":["2007-09-20","2008-11-14"],"type":["text"],"creator":["Khoshnevisan, Davar","Nualart, Eulalia"],"language":[],"coverage":[],"title":["Level sets of the stochastic wave equation driven by a symmetric\n  L\\'{e}vy noise"],"description":["  We consider the solution $\\{u(t,x);t\\geq0,x\\in\\mathbf{R}\\}$ of a system of\n$d$ linear stochastic wave equations driven by a $d$-dimensional symmetric\nspace-time L\\'{e}vy noise. We provide a necessary and sufficient condition on\nthe characteristic exponent of the L\\'{e}vy noise, which describes exactly when\nthe zero set of $u$ is non-void. We also compute the Hausdorff dimension of\nthat zero set when it is non-empty. These results will follow from more general\npotential-theoretic theorems on the level sets of L\\'{e}vy sheets.\n","Comment: Published in at http://dx.doi.org/10.3150/08-BEJ133 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0710.0302",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0302"],"date":["2007-10-01","2008-11-14"],"type":["text"],"creator":["Burgarth, Daniel","Giovannetti, Vittorio"],"language":[],"coverage":[],"title":["A Protocol For Cooling and Controlling Composite Systems by Local\n  Interactions"],"description":["  We discuss an explicit protocol which allows one to externally cool and\ncontrol a composite system by operating on a small subset of it. The scheme\npermits to transfer arbitrary and unknown quantum states from a memory on the\nnetwork (\"upload access\") as well as the inverse (\"download access\"). In\nparticular it yields a method for cooling the system.\n","Comment: 8 pages, 5 figures: in \"Quantum Information and Many Body Quantum\n  Systems\", proceedings, M. Ericsson and S. Montangero (eds.), Pisa, Edizioni\n  della Normale, p. 17 (2008)"]}]
["0710.2039",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2039","Bernoulli 2008, Vol. 14, No. 4, 1003-1026","doi:10.3150/08-BEJ130"],"date":["2007-10-10","2008-11-14"],"type":["text"],"creator":["Einmahl, John H. J.","Krajina, Andrea","Segers, Johan"],"language":[],"coverage":[],"title":["A method of moments estimator of tail dependence"],"description":["  In the world of multivariate extremes, estimation of the dependence structure\nstill presents a challenge and an interesting problem. A procedure for the\nbivariate case is presented that opens the road to a similar way of handling\nthe problem in a truly multivariate setting. We consider a semi-parametric\nmodel in which the stable tail dependence function is parametrically modeled.\nGiven a random sample from a bivariate distribution function, the problem is to\nestimate the unknown parameter. A method of moments estimator is proposed where\na certain integral of a nonparametric, rank-based estimator of the stable tail\ndependence function is matched with the corresponding parametric version. Under\nvery weak conditions, the estimator is shown to be consistent and\nasymptotically normal. Moreover, a comparison between the parametric and\nnonparametric estimators leads to a goodness-of-fit test for the semiparametric\nmodel. The performance of the estimator is illustrated for a discrete spectral\nmeasure that arises in a factor-type model and for which likelihood-based\nmethods break down. A second example is that of a family of stable tail\ndependence functions of certain meta-elliptical distributions.\n","Comment: Published in at http://dx.doi.org/10.3150/08-BEJ130 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0710.3659",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3659","Journal of Physical Studies, Vol. 11, N 3, p. 3902, 2008"],"date":["2007-10-19","2008-11-14"],"type":["text"],"creator":["Ivashchenko, Ganna"],"language":[],"coverage":[],"title":["Luminosity Dependence of the Quasar Clustering from SDSS DR5"],"description":["  43024 objects, which were primarily identified as quasars in SDSS DR5 and\nhave spectroscopic redshifts were used to study the luminosity dependence of\nthe quasar clustering with the help of two different techniques. The obtained\nresults reveal that brighter quasars are more clustered, but this dependence is\nweak, which is in agreement with the results by Porciani & Norberg, 2006 and\ntheoretical predictions by Lidz et al., 2006.\n","Comment: 9 pages, 10 figures; published Journal of Physical Studies"]}]
["0711.2576",{"format":[],"subject":["Mathematics - Probability","60G50, 60F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2576","Statistics & Probability Letters 78 (2008), 2300-2307","doi:10.1016/j.spl.2008.02.007"],"date":["2007-11-16","2008-02-14"],"type":["text"],"creator":["Aurzada, Frank"],"language":[],"coverage":[],"title":["A short note on small deviations of sequences of i.i.d. random variables\n  with exponentially decreasing weights"],"description":["  We obtain some new results concerning the small deviation problem for\n$S=\\sum_n q^n X_n$ and $M=\\sup_n q^n X_n$, where $0<q<1$ and $(X_n)$ are i.i.d.\nnon-negative random variables. In particular, the asymptotics is shown to be\nthe same for $S$ and $M$ in some cases.\n","Comment: Revision, 13p, to appear in: Statist. Probab. Lett"]}]
["0712.2482",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2482","SIAM J. Appl. Math. Volume 69, Issue 2, pp. 348-374 (2008)","doi:10.1137/070710949"],"date":["2007-12-14"],"type":["text"],"creator":["Korzec, M. D.","Evans, P. L.","Münch, A.","Wagner, B."],"language":[],"coverage":[],"title":["Stationary solutions of driven fourth- and sixth-order Cahn-Hilliard\n  type equations"],"description":["  New types of stationary solutions of a one-dimensional driven sixth-order\nCahn-Hilliard type equation that arises as a model for epitaxially growing\nnano-structures such as quantum dots, are derived by an extension of the method\nof matched asymptotic expansions that retains exponentially small terms. This\nmethod yields analytical expressions for far-field behavior as well as the\nwidths of the humps of these spatially non-monotone solutions in the limit of\nsmall driving force strength which is the deposition rate in case of epitaxial\ngrowth. These solutions extend the family of the monotone kink and antikink\nsolutions. The hump spacing is related to solutions of the Lambert $W$\nfunction. Using phase space analysis for the corresponding fifth-order\ndynamical system, we use a numerical technique that enables the efficient and\naccurate tracking of the solution branches, where the asymptotic solutions are\nused as initial input. Additionally, our approach is first demonstrated for the\nrelated but simpler driven fourth-order Cahn-Hilliard equation, also known as\nthe convective Cahn-Hilliard equation.\n"]}]
["0801.0443",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0443","Phys. Rev. B 78, 184408 (2008)","doi:10.1103/PhysRevB.78.184408"],"date":["2008-01-02"],"type":["text"],"creator":["Tabei, S. M. A","Gingras, M. J. P.","Kao, Y. -J.","Yavors'kii, T."],"language":[],"coverage":[],"title":["Perturbative Quantum Monte Carlo Study of LiHoF4 in a Transverse\n  Magnetic Field"],"description":["  P.B. Chakraborty {\\it et al.}, Phys. Rev. B {\\bf 70}, 144411 (2004)) study of\nthe LiHoF$_4$ Ising magnetic material in an external transverse magnetic field\n$B_x$ show a discrepancy with the experimental results, even for small $B_x$\nwhere quantum fluctuations are small. This discrepancy persists asymptotically\nclose to the classical ferromagnet to paramagnet phase transition. In this\npaper, we numerically reinvestigate the temperature $T$, versus transverse\nfield phase diagram of LiHoF$_4$ in the regime of weak $B_x$. In this regime,\nstarting from an effective low-energy spin-1/2 description of LiHoF$_4$, we\napply a cumulant expansion to derive an effective temperature-dependent\nclassical Hamiltonian that incorporates perturbatively the small quantum\nfluctuations in the vicinity of the classical phase transition at $B_x=0$. Via\nthis effective classical Hamiltonian, we study the $B_x-T$ phase diagram via\nclassical Monte Carlo simulations. In particular, we investigate the influence\non the phase diagram of various effects that may be at the source of the\ndiscrepancy between the previous QMC results and the experimental ones. For\nexample, we consider two different ways of handling the long-range\ndipole-dipole interactions and explore how the $B_x-T$ phase diagram is\nmodified when using different microscopic crystal field Hamiltonians. The main\nconclusion of our work is that we fully reproduce the previous QMC results at\nsmall $B_x$. Unfortunately, none of the modifications to the microscopic\nHamiltonian that we explore are able to provide a $B_x-T$ phase diagram\ncompatible with the experiments in the small semi-classical $B_x$ regime.\n","Comment: 22 pages, 14 figures"]}]
["0801.2437",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2437","J. Physics: Cond Matter 20, 283103 (2008)"],"date":["2008-01-16"],"type":["text"],"creator":["Dennin, Michael"],"language":[],"coverage":[],"title":["Discontinuous Jamming Transitions in Soft Materials"],"description":["  Many systems in nature exhibit transitions between fluid-like states and\nsolid-like states, or \"jamming transitions\". There is a strong theoretical\nfoundation for understanding equilibrium phase transitions that involve\nsolidification, or jamming. Other jamming transitions, such as the glass\ntransition, are less well-understood. The jamming phase diagram has been\nproposed to unify the description of equilibrium phase transitions, the glass\ntransitions, and other non-equilibrium jamming transitions. As with equilibrium\nphase transitions, which can either be first order (discontinuous in a relevant\norder parameter) or second order (continuous), one would expect that\ngeneralized jamming transitions can be continuous or discontinuous. In studies\nof flow in complex fluids, there is a wide range of evidence for discontinuous\ntransitions, mostly in the context of shear localization, or shear banding. In\nthis paper, I review the experimental evidence for discontinuous transitions. I\nfocus on systems in which there is a discontinuity in the rate of strain\nbetween two, coexisting states: one in which the material is flowing and the\nother in which it is solid-like.\n","Comment: submitted as a requested review paper to J. Phys: Cond Matt"]}]
["0801.3194",{"format":[],"subject":["Mathematical Physics","53D55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3194","Computer Physics Communications 179 (2008), 924-930","doi:10.1016/j.cpc.2008.07.009"],"date":["2008-01-21","2008-11-14"],"type":["text"],"creator":["Tosiek, Jaromir"],"language":[],"coverage":[],"title":["The Fedosov *-product in Mathematica"],"description":["  The computer program `Fecom.nb' implementing the Fedosov *-product in Darboux\ncoordinates is presented. It has been written in Mathematica 6.0 but it can be\neasily modified to be run in some earlier version of Mathematica. To optimize\ncomputations elements of the Weyl algebra are treated as polynomials. Several\nprocedures which order the terms are included.\n  The program is available at the web page\nhttp://cpc.cs.qub.ac.uk/summaries/AEBU_v1_0.html\n","Comment: 9 pages. Revised version. Notation has been modified"]}]
["0801.3860",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3860","Phys. Rev. Lett. 101, 203601 (2008)","doi:10.1103/PhysRevLett.101.203601"],"date":["2008-01-25","2008-11-13"],"type":["text"],"creator":["Hétet, G.","Longdell, J. J.","Sellars, M. J.","Lam, P. K.","Buchler, B. C."],"language":[],"coverage":[],"title":["Multi-Modal Properties and Dynamics of the Gradient Echo Quantum Memory"],"description":["  We investigate the properties of a recently proposed Gradient Echo Memory\n(GEM) scheme for information mapping between optical and atomic systems. We\nshow that GEM can be described by the dynamic formation of polaritons in\nk-space. This picture highlights the flexibility and robustness with regards to\nthe external control of the storage process. Our results also show that, as GEM\nis a frequency-encoding memory, it can accurately preserve the shape of signals\nthat have large time-bandwidth products, even at moderate optical depths. At\nhigher optical depths, we show that GEM is a high fidelity multi-mode quantum\nmemory.\n","Comment: 4 pages 3 figures"]}]
["0802.1370",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Dynamical Systems","30F60","37D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1370"],"date":["2008-02-11","2008-11-13"],"type":["text"],"creator":["Brock, Jeffrey","Masur, Howard","Minsky, Yair"],"language":[],"coverage":[],"title":["Asymptotics of Weil-Petersson geodesics I: ending laminations,\n  recurrence, and flows"],"description":["  We define an ending lamination for a Weil-Petersson geodesic ray. Despite the\nlack of a natural visual boundary for the Weil-Petersson metric, these ending\nlaminations provide an effective boundary theory that encodes much of its\nasymptotic CAT(0) geometry. In particular, we prove an ending lamination\ntheorem (Theorem 1.1) for the full-measure set of rays that recur to the thick\npart, and we show that the association of an ending lamination embeds asymptote\nclasses of recurrent rays into the Gromov-boundary of the curve complex. As an\napplication, we establish fundamentals of the topological dynamics of the\nWeil-Petersson geodesic flow, showing density of closed orbits and topological\ntransitivity.\n","Comment: To appear, Geom. & Funct. Anal., referee's comments incorporated for\n  final version"]}]
["0803.0535",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0535","J. Chem. Phys. 129, 184704 (2008)","doi:10.1063/1.3009624"],"date":["2008-03-04","2008-11-14"],"type":["text"],"creator":["Martinez-Casado, R.","Sanz, A. S.","Miret-Artes, S."],"language":[],"coverage":[],"title":["Quantum Markovian activated surface diffusion of interacting adsorbates"],"description":["  A quantum Markovian activated atom-surface diffusion model with interacting\nadsorbates is proposed for the intermediate scattering function, which is shown\nto be complex-valued and factorizable into a classical-like and a\nquantum-mechanical factor. Applications to the diffusion of Na atoms on flat\n(weakly corrugated) and corrugated-Cu(001) surfaces at different coverages and\nsurface temperatures are analyzed. Quantum effects are relevant to diffusion at\nlow surface temperatures and coverages even for relatively heavy particles,\nsuch as Na atoms, where transport by tunneling is absent.\n","Comment: 6 pages, 4 figures"]}]
["0804.3166",{"format":[],"subject":["Statistics - Applications","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3166","Annals of Applied Statistics 2008, Vol. 2, No. 3, 1078-1102","doi:10.1214/08-AOAS173"],"date":["2008-04-19","2008-11-14"],"type":["text"],"creator":["Ané, Cécile"],"language":[],"coverage":[],"title":["Analysis of comparative data with hierarchical autocorrelation"],"description":["  The asymptotic behavior of estimates and information criteria in linear\nmodels are studied in the context of hierarchically correlated sampling units.\nThe work is motivated by biological data collected on species where\nautocorrelation is based on the species' genealogical tree. Hierarchical\nautocorrelation is also found in many other kinds of data, such as from\nmicroarray experiments or human languages. Similar correlation also arises in\nANOVA models with nested effects. I show that the best linear unbiased\nestimators are almost surely convergent but may not be consistent for some\nparameters such as the intercept and lineage effects, in the context of\nBrownian motion evolution on the genealogical tree. For the purpose of model\nselection I show that the usual BIC does not provide an appropriate\napproximation to the posterior probability of a model. To correct for this, an\neffective sample size is introduced for parameters that are inconsistently\nestimated. For biological studies, this work implies that tree-aware sampling\ndesign is desirable; adding more sampling units may not help ancestral\nreconstruction and only strong lineage effects may be detected with high power.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS173 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0805.0776",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0776"],"date":["2008-05-06","2008-11-13"],"type":["text"],"creator":["Wang, Jeffrey"],"language":[],"coverage":[],"title":["Finding and investigating exact spherical codes"],"description":["  In this paper we present the results of computer searches using a variation\nof an energy minimization algorithm used by Kottwitz for finding good spherical\ncodes. We prove that exact codes exist by representing the inner products\nbetween the vectors as algebraic numbers. For selected interesting cases, we\ninclude detailed discussion of the configurations. Of particular interest are\nthe 20-point code in $\\mathbb{R}^6$ and the 24-point code in $\\mathbb{R}^7$,\nwhich are both the union of two cross polytopes in parallel hyperplanes.\nFinally, we catalogue all of the codes we have found.\n","Comment: 17 pages"]}]
["0805.1236",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1236","Class. Quantum Grav. 25 (2008) 235002"],"date":["2008-05-08","2008-11-14"],"type":["text"],"creator":["Dolan, Sam R."],"language":[],"coverage":[],"title":["Polarization of Long-Wavelength Gravitational Waves by Rotating Black\n  Holes"],"description":["  The scattering cross section for a long-wavelength planar gravitational wave\nimpinging upon a rotating black hole is calculated, for the special case in\nwhich the direction of incidence is aligned with the rotation axis. We show\nthat black hole rotation leads to a term in the cross section that is\nproportional to $a\\omega$. Hence, contrary to some claims, co-rotating and\ncounter-rotating helicities are scattered differently, and a partial\npolarization is induced in an unpolarized incident wave.\n  The scattering amplitudes are found via partial wave series. To compute the\nseries, two ingredients are required: phase shifts and spin-weighted spheroidal\nharmonics. We show that the phase shifts may be found from low-frequency\nsolutions of the radial Teukolsky equation derived by Mano, Suzuki and\nTakasugi. The spheroidal harmonics may be expanded in spherical harmonics; we\npresent expansions accurate to second order in $a \\omega$. The two ingredients\nare combined to give explicit expressions for the helicity-conserving and\nhelicity-reversing amplitudes, valid in the long-wavelength limit.\n","Comment: 12 pages, no figures. Now incorporated into arXiv:0801.3805 and\n  journal article Class. Quantum Grav. 25 (2008) 235002"]}]
["0805.1725",{"format":[],"subject":["Physics - Geophysics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1725","Comptes Rendus Physique 9, 7 (2008) 702-710","doi:10.1016/j.crhy.2008.07.009"],"date":["2008-05-12","2008-08-07"],"type":["text"],"creator":["Nataf, Henri-Claude","Gagnière, Nadège"],"language":[],"coverage":[],"title":["On the peculiar nature of turbulence in planetary dynamos"],"description":["  Under the combined constraints of rapid rotation, sphericity, and magnetic\nfield, motions in planetary cores get organized in a peculiar way. Classical\nhydrodynamic turbulence is not present, but turbulent motions can take place\nunder the action of the buoyancy and Laplace forces. Laboratory experiments,\nsuch as the rotating spherical magnetic Couette DTS experiment in Grenoble,\nhelp us understand what motions take place in planetary core conditions.\n","Comment: in press in Compte Rendu de l'Academie des Sciences"]}]
["0805.3417",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3417"],"date":["2008-05-22","2008-11-14"],"type":["text"],"creator":["Fourrière, A.","Claudin, P.","Andreotti, B."],"language":[],"coverage":[],"title":["Bedforms in a turbulent stream.Part 2: Formation of ripples by primary\n  linear instability and of dunes by non-linear pattern coarsening"],"description":["  It is widely accepted that both ripples and dunes form in rivers by primary\nlinear instability, the wavelength of the former scaling on the grain size,\nthat of the latter being controled by the water depth. We revisit here this\nproblem, using the computation of the turbulent flow over a wavy bottom\nperformed in Part 1. The details of the different mechanisms controlling\nsediment transport are encoded into three quantities: the saturated flux, the\nsaturation length and the threshold shear stress. Theses quantities are\nmodelled in the case of erosion and momentum limited bed loads. This framework\nallows to give a clear picture of the instability in terms of dynamical\nmechanisms. The relation between the wavelength at which ripples form and the\nflux saturation length is quantitatively derived. Inverting the problem,\nexperimental data is used to determine the saturation length as a function of\ngrain size and shear velocity. Finally, using the systematic expansion of the\nflow field with respect to the corrugation amplitude, we discuss the non-linear\nselection of ripple aspect ratio. Investingating the effect of a free surface\non the linear instability, we show that the excitation of standing waves at the\nsurface has a stabilising effect, independently of the details of the flow and\nsediment transport models. Consequently, the shape of the dispersion relation\nis such that dunes can not result from a primary linear instability. We present\nthe results of field experiments performed in the natural sandy Leyre river,\nwhich evidence the formation of ripples by a linear instability and the\nformation of dunes by a non-linear pattern coarsening limited by the free\nsurface. We show that mega-dunes form when the sand bed presents\nheterogeneities such as a wide distribution of grain sizes.\n","Comment: 40 pages, 18 figures, new version resubmitted to J. Fluid mech"]}]
["0805.3889",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3889","Int. J. Mod. Phys. B 22, 4500 (2008)"],"date":["2008-05-26"],"type":["text"],"creator":["Xianlong, Gao","Polini, M.","Tosi, M. P.","Tanatar, B."],"language":[],"coverage":[],"title":["Effect of disorder on the interacting Fermi gases in a one-dimensional\n  optical lattice"],"description":["  Interacting two-component Fermi gases loaded in a one-dimensional (1D)\nlattice and subjected to an harmonic trapping potential exhibit interesting\ncompound phases in which fluid regions coexist with local Mott-insulator and/or\nband-insulator regions. Motivated by experiments on cold atoms inside\ndisordered optical lattices, we present a theoretical study of the effects of a\ncorrelated random potential on these ground-state phases. We employ a lattice\nversion of density-functional theory within the local-density approximation to\ndetermine the density distribution of fermions in these phases. The\nexchange-correlation potential is obtained from the Lieb-Wu exact solution of\nFermi-Hubbard model. On-site disorder (with and without Gaussian correlations)\nand harmonic trap are treated as external potentials. We find that disorder has\ntwo main effects: (i) it destroys the local insulating regions if it is\nsufficiently strong compared with the on-site atom-atom repulsion, and (ii) it\ninduces an anomaly in the inverse compressibility at low density from quenching\nof percolation. For sufficiently large disorder correlation length the\nenhancement in the inverse compressibility diminishes.\n","Comment: 11 pages, 6 figures, submitted"]}]
["0805.4519",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4519","J. Chem. Phys. 129, 184502 (2008).","doi:10.1063/1.3007988"],"date":["2008-05-29","2008-10-03"],"type":["text"],"creator":["Jakobsen, Bo","Maggi, Claudio","Christensen, Tage","Dyre, Jeppe C."],"language":[],"coverage":[],"title":["Investigation of the shear-mechanical and dielectric relaxation\n  processes in two mono-alcohols close to the glass transition"],"description":["  Shear-mechanical and dielectric measurements on the two monohydroxy\n(mono-alcohol) molecular glass formers 2-ethyl-1-hexanol and 2-butanol close to\nthe glass transition temperature are presented. The shear-mechanical data are\nobtained using the piezoelectric shear-modulus gauge method covering\nfrequencies from 1mHz to 10kHz. The shear-mechanical relaxation spectra show\ntwo processes, which follow the typical scenario of a structural (alpha)\nrelaxation and an additional (Johari-Goldstein) beta relaxation. The dielectric\nrelaxation spectra are dominated by a Debye-type peak with an additional\nnon-Debye peak visible. This Debye-type relaxation is a common feature peculiar\nto mono-alcohols. The time scale of the non-Debye dielectric relaxation process\nis shown to correspond to the mechanical structural (alpha) relaxation.\nGlass-transition temperatures and fragilities are reported based on the\nmechanical alpha relaxation and the dielectric Debye-type process, showing that\nthe two glass-transition temperatures differ by approximately 10K and that the\nfragility based on the Debye-type process is a factor of two smaller than the\nstructural fragility. If a mechanical signature of the Debye-type relaxation\nexists in these liquids, its relaxation strength is at most 1% and 3% of the\nfull relaxation strength of 2-butanol and 2-ethyl-1-hexanol respectively. These\nfindings support the notion that it is the non-Debye dielectric relaxation\nprocess that corresponds to the structural alpha relaxation in the liquid.\n","Comment: 8 pages, 6 figures. Minor corrections, updated figures, more\n  dielectric data shown"]}]
["0806.2322",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2322","Phys. Rev. Lett. 101, 170407 (2008)","doi:10.1103/PhysRevLett.101.170407"],"date":["2008-06-13"],"type":["text"],"creator":["Gurarie, V.","Refael, G.","Chalker, J. T."],"language":[],"coverage":[],"title":["Excitations of the One Dimensional Bose-Einstein Condensates in a Random\n  Potential"],"description":["  We examine bosons hopping on a one-dimensional lattice in the presence of a\nrandom potential at zero temperature. Bogoliubov excitations of the\nBose-Einstein condensate formed under such conditions are localized, with the\nlocalization length diverging at low frequency as $\\ell(\\omega)\\sim\n1/\\omega^\\alpha$. We show that the well known result $\\alpha=2$ applies only\nfor sufficiently weak random potential. As the random potential is increased\nbeyond a certain strength, $\\alpha$ starts decreasing. At a critical strength\nof the potential, when the system of bosons is at the transition from a\nsuperfluid to an insulator, $\\alpha=1$. This result is relevant for\nunderstanding the behavior of the atomic Bose-Einstein condensates in the\npresence of random potential, and of the disordered Josephson junction arrays.\n"]}]
["0806.2445",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2445","Phys. Rev. B v.78 p.180505(R) 2008","doi:10.1103/PhysRevB.78.180505"],"date":["2008-06-15"],"type":["text"],"creator":["Vorontsov, A. B.","Vekhter, I.","Graf, M. J."],"language":[],"coverage":[],"title":["Pauli-limited upper critical field in dirty d-wave superconductors"],"description":["  We calculate the Pauli-limited upper critical field and the\nFulde-Ferrell-Larkin-Ovchinnikov (FFLO) instability for {\\it dirty} d-wave\nsuperconductors within the quasiclassical theory using the self-consistent\n$\\hat{t}$-matrix approximation for impurities. We find that the phase diagram\ndepends sensitively on the scattering rate and phase shift of nonmagnetic\nimpurities. The transition into the superconducting state is always second\norder for weak (Born) scattering, while in the unitarity (strong) scattering\nlimit a first-order transition into both uniform and spatially modulated\nsuperconducting states is stabilized. Contrary to general belief, we find that\nthe FFLO phase is robust against disorder and survives impurity scattering\nequivalent to a $T_c$ suppression of roughly 40%. Our results bear on the\nsearch of FFLO states in heavy-fermion and layered organic superconductors.\n","Comment: 5 pages, 3 figures"]}]
["0806.4258",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4258","Optics Letters, Vol. 33, Issue 20, pp. 2323-2325 (2008)","doi:10.1364/OL.33.002323"],"date":["2008-06-26","2008-08-06"],"type":["text"],"creator":["Hétet, G.","Hosseini, M.","Sparkes, B. M.","Oblak, D.","Lam, P. K.","Buchler, B. C."],"language":[],"coverage":[],"title":["Photon echoes generated by reversing magnetic field gradients in a\n  rubidium vapour"],"description":["  We propose a photon echo quantum memory scheme using detuned Raman coupling\nto long lived ground states. In contrast to previous 3-level schemes based on\ncontrolled reversible inhomogeneous broadening that use sequences of\n$\\pi$-pulses, the scheme does not require accurate control of the coupling\ndynamics to the ground states. We present a proof of principle experimental\nrealization of our proposal using rubidium atoms in a warm vapour cell. The\nRaman resonance line is broadened using a magnetic field that varies linearly\nalong the direction of light propagation. Inverting the magnetic field gradient\nrephases the atomic dipoles and re-emits the light pulse in the forward\ndirection.\n"]}]
["0807.0632",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0632","Phys. Rev. B 78, 180504(R), 2008","doi:10.1103/PhysRevB.78.180504"],"date":["2008-07-03"],"type":["text"],"creator":["Jesche, A.","Caroca-Canales, N.","Rosner, H.","Borrmann, H.","Ormeci, A.","Kasinathan, D.","Kaneko, K.","Klauss, H. H.","Luetkens, H.","Khasanov, R.","Amato, A.","Hoser, A.","Krellner, C.","Geibel, C."],"language":[],"coverage":[],"title":["Strong coupling between magnetic and structural order parameters in\n  SrFe2As2"],"description":["  X-ray and Neutron diffraction as well as muon spin relaxation and M\\\"ossbauer\nexperiments performed on SrFe$_2$As$_2$ polycrystalls confirm a sharp first\norder transition at $T_0 = 205$,K corresponding to an orthorhombic phase\ndistortion and to a columnar antiferromagnetic Fe ordering with a propagation\nvector (1,0,1), and a larger distortion and larger size of the ordered moment\nthan reported for BaFe$_2$As$_2$. The structural and the magnetic order\nparameters present an remarkable similarity in their temperature dependence\nfrom $T_0$ down to low temperatures, showing that both phenomena are intimately\nconnected. Accordingly, the size of the ordered Fe moments scale with the\nlattice distortion when going from SrFe$_2$As$_2$ to BaFe$_2$As$_2$.\nFull-potential band structure calculations confirm that the columnar magnetic\norder and the orthorhombic lattice distortion are intrinsically tied to each\nother.\n","Comment: 10 pages, 4 figures"]}]
["0807.0707",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0707","Physical Review B 78 (2008) 155330","doi:10.1103/PhysRevB.78.155330"],"date":["2008-07-04"],"type":["text"],"creator":["Taillefumier, Mathieu","Dugaev, Vitalii","Canals, Benjamin","Lacroix, Claudine","Bruno, Patrick"],"language":[],"coverage":[],"title":["Chiral two-dimensional electron gas in a periodic magnetic field"],"description":["  We study the energy spectrum and electronic properties of two-dimensional\nelectron gas in a periodic magnetic field of zero average with a symmetry of\ntriangular lattice. We demonstrate how the structure of electron energy bands\ncan be changed with the variation of the field strength, so that we can start\nfrom nearly free electron gas and then transform it continuously to a system of\nessentially localized chiral electron states. We find that the electrons near\nsome minima of the effective potential are responsible for occurrence of\ndissipationless persistent currents creating a lattice of current contours. The\ntopological properties of the electron energy bands are also varied with the\nintensity of periodic field. We calculated the topological Chern numbers of\nseveral lower energy bands as a function of the field. The corresponding Hall\nconductivity is nonzero and, when the Fermi level lies in the gap, it is\nquantized.\n","Comment: 10 pages;9 figures;42 references"]}]
["0808.0536",{"format":[],"subject":["Physics - Optics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0536","New J. Phys. 10 113016 (2008)","doi:10.1088/1367-2630/10/11/113016"],"date":["2008-08-04"],"type":["text"],"creator":["Chen, Huanyang","Zhang, Xiaohe","Luo, Xudong","Ma, Hongru","Chan, C. T."],"language":[],"coverage":[],"title":["Reshape the perfect electrical conductor cylinder at will"],"description":["  A general method is proposed to design the cylindrical cloak, concentrator\nand superscatterer with arbitrary cross section. The method is demonstrated by\nthe design of a perfect electrical conductor (PEC) reshaper which is able to\nreshape a PEC cylinder arbitrarily by combining the concept of cloak,\nconcentrator and superscatterer together. Numerical simulations are performed\nto demonstrate its properties.\n","Comment: 8 pages, 2 figures"]}]
["0808.0612",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0612","J. Phys. B: At. Mol. Opt. Phys. 41, 215302 (2008)","doi:10.1088/0953-4075/41/21/215302"],"date":["2008-08-05"],"type":["text"],"creator":["Baizakov, B. B.","Kamchatnov, A. M.","Salerno, M."],"language":[],"coverage":[],"title":["Matter sound waves in two-component Bose-Einstein condensates"],"description":["  The creation and propagation of sound waves in two-component Bose-Einstein\ncondensates (BEC) are investigated and a new method of wave generation in\nbinary BEC mixtures is proposed. The method is based on a fast change of the\ninter-species interaction constant and is illustrated for two experimental\nsettings: a drop-like condensate immersed into a second large repulsive\ncondensate, and a binary mixture of two homogeneous repulsive BEC's. A\nmathematical model based on the linearized coupled Gross-Pitaevskii equations\nis developed and explicit formulae for the space and time dependence of sound\nwaves are provided. Comparison of the analytical and numerical results shows\nexcellent agreement, confirming the validity of the proposed approach.\n","Comment: 16 pages, 9 figures"]}]
["0808.1023",{"format":[],"subject":["Quantum Physics","Mathematics - Category Theory","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1023"],"date":["2008-08-07"],"type":["text"],"creator":["Abramsky, Samson","Coecke, Bob"],"language":[],"coverage":[],"title":["Categorical quantum mechanics"],"description":["  This invited chapter in the Handbook of Quantum Logic and Quantum Structures\nconsists of two parts: 1. A substantially updated version of quant-ph/0402130\nby the same authors, which initiated the area of categorical quantum mechanics,\nbut had not yet been published in full length; 2. An overview of the progress\nwhich has been made since then in this area.\n","Comment: 63 pages with 22 pictures; Chapter in the Handbook of Quantum Logic\n  and Quantum Structures vol II, Elsevier, 2008"]}]
["0808.1029",{"format":[],"subject":["Quantum Physics","Mathematics - Category Theory","Mathematics - Logic","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1029"],"date":["2008-08-07"],"type":["text"],"creator":["Coecke, Bob","Paquette, Eric Oliver","Perdrix, Simon"],"language":[],"coverage":[],"title":["Bases in diagrammatic quantum protocols"],"description":["  This paper contains two new results:\n  1. We amend the notion of abstract basis in a dagger symmetric monoidal\ncategory, as well as its corresponding graphical representation, in order to\naccommodate non-self-dual dagger compact structures; this is crucial for\nobtaining a `planar' diagrammatical representation of the induced dagger\ncompact structure as well as for representing many complementary bases within\none diagrammatic calculus.\n  2. We (crucially) rely on these basis structures in a purely diagrammatic\nderivation of the `quantum state transfer protocol'; this derivation provides\ninteresting insights in the distinct structural resources required for\nstate-transfer and teleportation as models of quantum computing.\n","Comment: 21 pages and loads of pictures. Proceedings of Mathematical\n  Foundations of Programming Semantics XXIV, Electronic Notes in theoretical\n  Computer Science, to appear"]}]
["0808.1032",{"format":[],"subject":["Quantum Physics","Mathematical Physics","Mathematics - Category Theory","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1032","What is category theory? Advanced Studies in Mathematics and\n  Logic, volume 30, pages 45-74, Polimetrica Publishing, 2006"],"date":["2008-08-07"],"type":["text"],"creator":["Coecke, Bob"],"language":[],"coverage":[],"title":["Introducing categories to the practicing physicist"],"description":["  We argue that category theory should become a part of the daily practice of\nthe physicist, and more specific, the quantum physicist and/or informatician.\nThe reason for this is not that category theory is a better way of doing\nmathematics, but that monoidal categories constitute the actual algebra of\npracticing physics. We will not provide rigorous definitions or anything\nresembling a coherent mathematical theory, but we will take the reader for a\njourney introducing concepts which are part of category theory in a manner that\nthe physicist will recognize them.\n","Comment: 30 pages and 19 pictures"]}]
["0808.1037",{"format":[],"subject":["Quantum Physics","Mathematics - Category Theory","Mathematics - Logic","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1037"],"date":["2008-08-07"],"type":["text"],"creator":["Coecke, Bob","Edwards, Bill"],"language":[],"coverage":[],"title":["Toy quantum categories"],"description":["  We show that Rob Spekken's toy quantum theory arises as an instance of our\ncategorical approach to quantum axiomatics, as a (proper) subcategory of the\ndagger compact category FRel of finite sets and relations with the cartesian\nproduct as tensor, where observables correspond to dagger Frobenius algebras.\nThis in particular implies that the quantum-like properties of the toy model\nare in fact very general category-theoretic properties. We also show the\nremarkable fact that we can already interpret complementary quantum observables\non the two-element set FRel.\n","Comment: 11 pages and 8 pictures. In the proceedings of Quantum Physics and\n  Logic 2008, Electronic Notes in theoretical Computer Science, to appear"]}]
["0808.1406",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1406","Phys. Rev. Lett. 101, 117207 (2008)","doi:10.1103/PhysRevLett.101.117207"],"date":["2008-08-11"],"type":["text"],"creator":["Robert, J.","Canals, B.","Simonet, V.","Ballou, R."],"language":[],"coverage":[],"title":["Propagation and Ghosts in the Classical Kagome Antiferromagnet"],"description":["  We investigate the classical spin dynamics of the kagome antiferromagnet by\ncombining Monte Carlo and spin dynamics simulations. We show that this model\nhas two distinct low temperature dynamical regimes, both sustaining propagative\nmodes. The expected gauge invariance type of the low energy low temperature out\nof plane excitations is also evidenced in the non linear regime. A detailed\nanalysis of the excitations allows to identify ghosts in the dynamical\nstructure factor, i.e propagating excitations with a strongly reduced spectral\nweight. We argue that these dynamical extinction rules are of geometrical\norigin.\n","Comment: 4+ pages, 4 figures. Accepted for publication in the Physical Review\n  Letters"]}]
["0808.2946",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2946"],"date":["2008-08-21","2008-11-13"],"type":["text"],"creator":["Dutkay, Dorin Ervin","Jorgensen, Palle"],"language":[],"coverage":[],"title":["Probability and Fourier duality for affine iterated function systems"],"description":["  Let $d$ be a positive integer, and let $\\mu$ be a finite measure on $\\br^d$.\nIn this paper we ask when it is possible to find a subset $\\Lambda$ in $\\br^d$\nsuch that the corresponding complex exponential functions $e_\\lambda$ indexed\nby $\\Lambda$ are orthogonal and total in $L^2(\\mu)$. If this happens, we say\nthat $(\\mu, \\Lambda)$ is a spectral pair. This is a Fourier duality, and the\n$x$-variable for the $L^2(\\mu)$-functions is one side in the duality, while the\npoints in $\\Lambda$ is the other. Stated this way, the framework is too wide,\nand we shall restrict attention to measures $\\mu$ which come with an intrinsic\nscaling symmetry built in and specified by a finite and prescribed system of\ncontractive affine mappings in $\\br^d$; an affine iterated function system\n(IFS). This setting allows us to generate candidates for spectral pairs in such\na way that the sets on both sides of the Fourier duality are generated by\nsuitably chosen affine IFSs. For a given affine setup, we spell out the\nappropriate duality conditions that the two dual IFS-systems must have. Our\ncondition is stated in terms of certain complex Hadamard matrices. Our main\nresults give two ways of building higher dimensional spectral pairs from\ncombinatorial algebra and spectral theory applied to lower dimensional systems.\n"]}]
["0808.3719",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3719","Phys. Rev. A 78, 053619 (2008)","doi:10.1103/PhysRevA.78.053619"],"date":["2008-08-27","2008-10-30"],"type":["text"],"creator":["Urban, Michael"],"language":[],"coverage":[],"title":["Radial quadrupole and scissors modes in trapped Fermi gases across the\n  BCS phase transition"],"description":["  The excitation spectra of the radial quadrupole and scissors modes of\nultracold Fermi gases in elongated traps are studied across the BCS\nsuperfluid-normal phase transition in the framework of a transport theory for\nquasiparticles. In the limit of zero temperature, this theory reproduces the\nresults of superfluid hydrodynamics, while in the opposite limit, above the\ncritical temperature, it reduces to the collisionless Vlasov equation. In the\nintermediate temperature range, the excitation spectra have two or three broad\npeaks, respectively, which are roughly situated at hydrodynamic and\ncollisionless frequencies, and whose strength is shifted from the hydrodynamic\nto the collisionless modes with increasing temperature. By fitting the time\ndependent quadrupole deformation with a damped oscillation of a single\nfrequency, we can understand the \"jump\" of the frequency of the radial\nquadrupole mode as a function of interaction strength which has recently been\nreported by the Innsbruck group.\n","Comment: 6 pages, v2: extended description of the theoretical method"]}]
["0809.0218",{"format":[],"subject":["Astrophysics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0218","Inverse Problems and Imaging, 2008, vol. 2, 527--546"],"date":["2008-09-01"],"type":["text"],"creator":["Kaasalainen, Mikko"],"language":[],"coverage":[],"title":["Dynamical tomography of gravitationally bound systems"],"description":["  We study the inverse problem of deducing the dynamical characteristics (such\nas the potential field) of large systems from kinematic observations. We show\nthat, for a class of steady-state systems, the solution is unique even with\nfragmentary data, dark matter, or selection (bias) functions. Using spherically\nsymmetric models for simulations, we investigate solution convergence and the\nroles of data noise and regularization in the inverse problem. We also present\na method, analogous to tomography, for comparing the observed data with a model\nprobability distribution such that the latter can be determined.\n","Comment: 20 pages, to appear in inverse Problems and Imaging"]}]
["0809.0523",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0523","Phys. Rev. E 78, 051108 (2008) (7 pages)","doi:10.1103/PhysRevE.78.051108"],"date":["2008-09-02"],"type":["text"],"creator":["Buendia, Gloria M.","Rikvold, Per Arne"],"language":[],"coverage":[],"title":["Dynamic phase transition in the two-dimensional kinetic Ising model in\n  an oscillating field: Universality with respect to the stochastic dynamic"],"description":["  We study the dynamical response of a two-dimensional Ising model subject to a\nsquare-wave oscillating external field. In contrast to earlier studies, the\nsystem evolves under a so-called soft Glauber dynamic [P.A. Rikvold and M.\nKolesik, J. Phys. A: Math. Gen. 35, L117 (2002)], for which both nucleation and\ninterface propagation are slower and the interfaces smoother than for the\nstandard Glauber dynamic. We choose the temperature and magnitude of the\nexternal field such that the metastable decay of the system following field\nreversal occurs through nucleation and growth of many droplets of the stable\nphase, i.e., the multidroplet regime. Using kinetic Monte Carlo simulations, we\nfind that the system undergoes a nonequilibrium phase transition, in which the\nsymmetry-broken dynamic phase corresponds to an asymmetric stationary limit\ncycle for the time-dependent magnetization. The critical point is located where\nthe half-period of the external field is approximately equal to the metastable\nlifetime of the system. We employ finite-size scaling analysis to investigate\nthe characteristics of this dynamical phase transition. The critical exponents\nand the fixed-point value of the fourth-order cumulant are found to be\nconsistent with the universality class of the two-dimensional equilibrium Ising\nmodel. As this universality class has previously been established for the same\nnonequilibrium model evolving under the standard Glauber dynamic, our results\nindicate that this far-from-equilibrium phase transition is universal with\nrespect to the choice of the stochastic dynamics.\n","Comment: 15 pages, 7 figures"]}]
["0809.0534",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Combinatorics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0534","SIGMA 4 (2008), 079, 12 pages","doi:10.3842/SIGMA.2008.079"],"date":["2008-09-02","2008-11-14"],"type":["text"],"creator":["Cherednik, Ivan","Schneider, Keith"],"language":[],"coverage":[],"title":["Non-Gatherable Triples for Non-Affine Root Systems"],"description":["  This paper contains a complete description of minimal non-gatherable triangle\ntriples in the lambda-sequences for the classical root systems, $F_4$ and\n$E_6$. Such sequences are associated with reduced decompositions (words) in\naffine and non-affine Weyl groups. The existence of the non-gatherable triples\nis a combinatorial obstacle for using the technique of intertwiners for an\nexplicit description of the irreducible representations of the (double) affine\nHecke algebras, complementary to their algebraic-geometric theory.\n","Comment: This is a contribution to the Special Issue on Kac-Moody Algebras and\n  Applications, published in SIGMA (Symmetry, Integrability and Geometry:\n  Methods and Applications) at http://www.emis.de/journals/SIGMA/"]}]
["0809.0709",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0709","J. Phys. A: Math. Theor. 41, 505001, (2008)","doi:10.1088/1751-8113/41/50/505001"],"date":["2008-09-03","2008-11-13"],"type":["text"],"creator":["Tailleur, Julien","Kurchan, Jorge","Lecomte, Vivien"],"language":[],"coverage":[],"title":["Mapping out of equilibrium into equilibrium in one-dimensional transport\n  models"],"description":["  Systems with conserved currents driven by reservoirs at the boundaries offer\nan opportunity for a general analytic study that is unparalleled in more\ngeneral out of equilibrium systems. The evolution of coarse-grained variables\nis governed by stochastic {\\em hydrodynamic} equations in the limit of small\nnoise.} As such it is amenable to a treatment formally equal to the\nsemiclassical limit of quantum mechanics, which reduces the problem of finding\nthe full distribution functions to the solution of a set of Hamiltonian\nequations. It is in general not possible to solve such equations explicitly,\nbut for an interesting set of problems (driven Symmetric Exclusion Process and\nKipnis-Marchioro-Presutti model) it can be done by a sequence of remarkable\nchanges of variables. We show that at the bottom of this `miracle' is the\nsurprising fact that these models can be taken through a non-local\ntransformation into isolated systems satisfying detailed balance, with\nprobability distribution given by the Gibbs-Boltzmann measure. This procedure\ncan in fact also be used to obtain an elegant solution of the much simpler\nproblem of non-interacting particles diffusing in a one-dimensional potential,\nagain using a transformation that maps the driven problem into an undriven one.\n"]}]
["0809.1125",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1125"],"date":["2008-09-05","2008-11-14"],"type":["text"],"creator":["Behrens, Mark","Laures, Gerd"],"language":[],"coverage":[],"title":["beta-family congruences and the f-invariant"],"description":["  In previous work, the authors have each introduced methods for studying the\n2-line of the p-local Adams-Novikov spectral sequence in terms of the\narithmetic of modular forms. We give the precise relationship between the\ncongruences of modular forms introduced by the first author with the Q-spectrum\nand the f-invariant of the second author. This relationship enables us to\nrefine the target group of the f-invariant in a way which makes it more\nmanageable for computations.\n","Comment: 17 pages - minor revision - expanded some arguments, and changed some\n  techniques slightly"]}]
["0809.3007",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3007"],"date":["2008-09-17","2008-11-14"],"type":["text"],"creator":["Goldin, Daniel"],"language":[],"coverage":[],"title":["W Mass as a Calibration of the Jet Energy Scale at ATLAS"],"description":["  Top-antitop pairs will be copiously produced at the LHC, at a rate of roughly\none per second at a luminosity of10^{33} cm^{-2} s^{-1}. These events have low\nbackground and produce large numbers of jets via the hadronic decay of the W's\nwhich may be used to calibrate the jet energy scale and resolution with\nexperimental data and simulations.\n","Comment: ICHEP08"]}]
["0809.4905",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4905","Phys. Rev. B 78, 161305(R) (2008)","doi:10.1103/PhysRevB.78.161305"],"date":["2008-09-29"],"type":["text"],"creator":["Alkauskas, Audrius","Broqvist, Peter","Pasquarello, Alfredo"],"language":[],"coverage":[],"title":["Charge state of the O$_{2}$ molecule during silicon oxidation through\n  hybrid functional calculations"],"description":["  We study the charge state of the diffusing O$_2$ molecule during silicon\noxidation through hybrid functional calculations. We calculate charge\ntransition levels of O$_2$ in bulk SiO$_2$ and use theoretical band offsets to\nalign these levels with respect to the Si band edges. To overcome the band-gap\nproblem of semilocal density fuctionals, we employ hybrid functionals with both\npredefined and empirically adjusted mixing coefficients. We find that the\ncharge transition level $\\epsilon^{0/-}$ in bulk SiO$_2$ occurs at $\\sim$1.1 eV\nabove the silicon conduction band edge, implying that the O$_2$ molecule\ndiffuses through the oxide in the neutral charge state. While interfacial\neffects concur to lower the charge transition level, our estimates suggest that\nthe neutral charge state persists until silicon oxidation.\n","Comment: 4 pages, 3 figures"]}]
["0810.0268",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0268","2008, PASP, 120, 1255"],"date":["2008-10-02"],"type":["text"],"creator":["Hathi, Nimish P."],"language":[],"coverage":[],"title":["High Redshift Galaxies in the Hubble Ultra Deep Field"],"description":["  My dissertation presents results from three recent investigations in the\nHubble Ultra Deep Field (HUDF) focusing on understanding structural and\nphysical properties of high redshift galaxies. Here I summarize results from\nthese studies. This thesis work was conducted at Arizona State University under\nthe guidance of Prof. Rogier Windhorst and Prof. Sangeeta Malhotra.\n","Comment: Accepted for publication as Dissertation Summary in PASP (2 pages;\n  emulateapj). My full dissertation in PDF format (132 pages) is available at\n  http://web.me.com/hathi/asu_thesis_files/hathi_thesis.pdf"]}]
["0810.1164",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1164","Bernoulli 2008, Vol. 14, No. 4, 1027-1064","doi:10.3150/08-BEJ145"],"date":["2008-10-07","2008-11-14"],"type":["text"],"creator":["Robert, Christian Y."],"language":[],"coverage":[],"title":["Estimating the multivariate extremal index function"],"description":["  The multivariate extremal index function relates the asymptotic distribution\nof the vector of pointwise maxima of a multivariate stationary sequence to that\nof the independent sequence from the same stationary distribution. It also\nmeasures the degree of clustering of extremes in the multivariate process. In\nthis paper, we construct nonparametric estimators of this function and prove\ntheir asymptotic normality under long-range dependence and moment conditions.\nThe results are illustrated by means of a simulation study.\n","Comment: Published in at http://dx.doi.org/10.3150/08-BEJ145 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0810.4078",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4078"],"date":["2008-10-22","2008-11-14"],"type":["text"],"creator":["Ninh, Le Duc"],"language":[],"coverage":[],"title":["One-Loop Yukawa Corrections to the Process pp -> b anti-b H in the\n  Standard Model at the LHC: Landau Singularities"],"description":["  We calculate the leading electroweak (EW) corrections to the important\nprocess of Higgs production associated with two bottom quarks at the CERN Large\nHadron Collider (LHC). Our study is restricted to the Standard Model (SM).\n  At tree-level Higgs production in association with a b-quark pair proceeds\nthrough the small Yukawa bottom coupling in the Standard Model. Even in the\nlimit where this coupling vanishes, EW one-loop effects, through the top-Higgs\nYukawa coupling in particular, can still trigger this reaction. This\ncontribution is small for Higgs masses around 120GeV but it quickly picks up\nfor higher Higgs masses especially because the one-loop amplitude develops a\nleading Landau singularity and new thresholds open up. These effects can be\nviewed as the production of a pair of top quarks which rescatter to give rise\nto Higgs production through WW fusion. An important part of the thesis is\ndevoted to the topic of Landau singularities in one-loop Feynman diagrams and\napplication to the specific process of bbH production at the LHC.\n  Since the 4-point leading Landau singularity is not integrable when the\none-loop amplitude is squared, we regulate the cross section by taking into\naccount the width of the internal top and W particles. This requires that we\nextend the usual box one-loop function to the case of complex masses. We show\nhow this can be implemented analytically in our case.\n  We study in some detail the cross section at the LHC as a function of the\nHiggs mass and show how some distributions can be drastically affected compared\nto the tree-level result.\n","Comment: 184 pages, 2 tables, 36 figures, uses jaxodraw; PhD thesis; one\n  reference added"]}]
["0810.4505",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4505"],"date":["2008-10-24","2008-11-14"],"type":["text"],"creator":["Martínez-Pérez, Álvaro"],"language":[],"coverage":[],"title":["Quasi-isometries between visual hyperbolic spaces"],"description":["  We prove that a PQ-symmetric homeomorphism between two complete metric spaces\ncan be extended to a quasi-isometry between their hyperbolic approximations.\n  This result is used to prove that two visual Gromov hyperbolic spaces are\nquasi-isometric if and only if there is a PQ-symmetric homeomorphism between\ntheir boundaries.\n","Comment: 16 pages. In the new version, the property on the homeomorphism\n  originally used to characterize quasi-isometry between the hyperbolic spaces\n  is proved to be equivalent to being PQ-symmetric. Therefore, is no longer\n  named as a new property and several changes are made following from this"]}]
["0810.5007",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5007"],"date":["2008-10-28","2008-11-14"],"type":["text"],"creator":["Zeiler, Dietmar","collaboration, for the HERMES"],"language":[],"coverage":[],"title":["Azimuthal asymmetries in Deeply Virtual Compton Scattering on an\n  unpolarized proton target"],"description":["  Preliminary results on azimuthal asymmetries in leptoproduction of real\nphotons on an unpolarized hydrogen target measured at the HERMES experiment are\npresented. The analysis of data taken with different beam charges and\nhelicities allows for a simultaneous extraction of asymmetries originating from\nthe interference term and the squared DVCS amplitude. Sizeable asymmetry\namplitudes for the first cosine moment of the beam-charge asymmetry and the\nfirst sine moment of the beam-spin asymmetry have been found. The results are\ncompared to different theoretical calculations.\n","Comment: 4 pages, 2 figures, proceedings from DIS 2008;one reference added"]}]
["0811.1231",{"format":[],"subject":["Mathematics - Differential Geometry","53A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1231"],"date":["2008-11-10","2008-11-14"],"type":["text"],"creator":["Smyth, Brian","Tinaglia, Giuseppe"],"language":[],"coverage":[],"title":["The number of constant mean curvature isometric immersions of a surface"],"description":["  In classical surface theory there are but few known examples of surfaces\nadmitting nontrivial isometric deformations and fewer still\nnon-simply-connected ones. We consider the isometric deformability question for\nan immersion x: M \\to R^3 of an oriented non-simply-connected surface with\nconstant mean curvature H. We prove that the space of all isometric immersions\nof M with constant mean curvature H is, modulo congruences of R^3, either\nfinite or a circle. When it is a circle then, for the immersion x, every cycle\nin M has vanishing force and, when H is not 0, also vanishing torque. Our work\ngeneralizes a rigidity result for minimal surfaces to constant mean curvature\nsurfaces. Moreover, we identify closed vector-valued 1-forms whose periods give\nthe force and torque.\n","Comment: 21 pages, 1 figure. This paper is now dedicated to Katsumi Nomizu and\n  the references have been updated"]}]
["0811.2002",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematical Physics","53Z05, 78A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2002"],"date":["2008-11-12"],"type":["text"],"creator":["Dahl, Matias F."],"language":[],"coverage":[],"title":["Electromagnetic fields from contact forms"],"description":["  In this short note we prove that every contact form on a 3-manifold M induces\na solution to Maxwell's equations on M.\n"]}]
["0811.2005",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2005"],"date":["2008-11-13"],"type":["text"],"creator":["Laycock, S.","Tang, S.","Grindlay, J.","Los, E.","Simcoe, R.","Mink, D."],"language":[],"coverage":[],"title":["Digital Access to a Sky Century at Harvard. II: Initial Photometry and\n  Astrometry"],"description":["  Digital Access to a Sky Century @ Harvard (DASCH) is a project to digitize\nthe collection of ~500,000 glass photographic plates held at Harvard College\nObservatory. The collection spans the time period from 1880 to 1985, during\nwhich time every point on the sky has been observed approximately 500 to 1000\ntimes.\n  In this paper we describe the results of the DASCH commissioning run, during\nwhich we developed the data-reduction pipeline and fine-tuned the digitzer's\nperformance and operation. This initial run consisted of 500 plates taken from\na variety of different plate-series, all containing the open cluster Praeseppe\n(M44). We report that accurate photometry at the 0.1mag level is possible on\nthe majority of plates, and demonstrate century-long light-curves of various\ntypes of variable stars in and around M44.\n","Comment: Submitted to AJ. 21 pages, 20 figures. See the DASCH project webpage:\n  http://hea-www.harvard.edu/DASCH for high resolution figures"]}]
["0811.2016",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2016"],"date":["2008-11-12"],"type":["text"],"creator":["Gidudu, A.","Abe, B.","Marwala, T."],"language":[],"coverage":[],"title":["Land Cover Mapping Using Ensemble Feature Selection Methods"],"description":["  Ensemble classification is an emerging approach to land cover mapping whereby\nthe final classification output is a result of a consensus of classifiers.\nIntuitively, an ensemble system should consist of base classifiers which are\ndiverse i.e. classifiers whose decision boundaries err differently. In this\npaper ensemble feature selection is used to impose diversity in ensembles. The\nfeatures of the constituent base classifiers for each ensemble were created\nthrough an exhaustive search algorithm using different separability indices.\nFor each ensemble, the classification accuracy was derived as well as a\ndiversity measure purported to give a measure of the inensemble diversity. The\ncorrelation between ensemble classification accuracy and diversity measure was\ndetermined to establish the interplay between the two variables. From the\nfindings of this paper, diversity measures as currently formulated do not\nprovide an adequate means upon which to constitute ensembles for land cover\nmapping.\n","Comment: 6 pages"]}]
["0811.2021",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2021"],"date":["2008-11-12"],"type":["text"],"creator":["He, Jingsong","Tian, Kelei","Foerster, Angela"],"language":[],"coverage":[],"title":["Negative Generators of the Virasoro Constraints for the BKP Hierarchy"],"description":["  We give a straightforward derivation of the string equation and Virasoro\nconstraints on the $\\tau$ function of the BKP hierarchy by means of some\nspecial additional symmetry flows. The explicit forms of the actions of these\nadditional symmetry flows on the wave function and then the negative Virasoro\ngenerators $L_{-k}$ are given, where $k$ is a positive integer.\n","Comment: 11 pages by AMS latex style; To appear in Chinese Quarterly Journal\n  of Mathematics 24(2009)"]}]
["0811.2023",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2023"],"date":["2008-11-12"],"type":["text"],"creator":["Zhou, Jian"],"language":[],"coverage":[],"title":["Crepant resolution conjecture in all genera for type A singularities"],"description":["  We prove an all genera version of the Crepant Resolution Conjecture of Ruan\nand Bryan-Graber for type A surface singularities. We are based on a method\nthat explicitly computes Hurwitz-Hodge integrals described in an earlier paper\nand some recent results by Liu-Xu for some intersection numbers on the\nDeligne-Mumford moduli spaces. We also generalize our results to some\nthree-dimensional orbifolds.\n"]}]
["0811.2039",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2039"],"date":["2008-11-13"],"type":["text"],"creator":["Bhattacharjee, Joydeep","Waghmare, Umesh V"],"language":[],"coverage":[],"title":["Wannier Orbital Overlap Population (WOOP), Wannier Orbital Position\n  Population (WOPP) and the Origin of Anomalous Dynamical Charges"],"description":["  Most d^0 transition metal (TM) oxides exhibit anomalously large Born\ndynamical charges associated with off-centering or motion of atoms along the\nTM-O chains. To understand their chemical origin, we introduce \"Wannier Orbital\nOverlap Population\" (WOOP) and \"Wannier ond Orbital Position Population\" (WOPP)\nbased on the Wannier function based description of electronic structure\nobtained within first-principles density functional theory. We apply these\nconcepts in a precise analysis of anomalous dynamical charges in PbTiO_3,\nBaTiO_3 and BaZrO_3 in the cubic perovskite structure. Determining\ncontributions of different atomic orbitals to the dynamical charge and their\nbreak-up into local polarizability, charge transfer and covalency, we find that\np orbitals of oxygen perpendicular to the -TM-O- chain contribute most\nprominently to the anomalous charge, by facilitating a transfer of tiny\nelectronic charge through one unit cell from one TM atom to the next. Our\nresults explain why the corner-shared linkage of TMO_6 octahedra, as in the\nperovskite structure, is ideal for large dynamical charges and hence for\nferroelectricity.\n","Comment: 10 pages, 7 figures"]}]
["0811.2040",{"format":[],"subject":["Mathematics - Probability","91B28 (Primary) 60G15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2040","Annals of Applied Probability 2008, Vol. 18, No. 5, 1825-1830","doi:10.1214/07-AAP502"],"date":["2008-11-13"],"type":["text"],"creator":["Cherny, Alexander"],"language":[],"coverage":[],"title":["Brownian moving averages have conditional full support"],"description":["  We prove that any Brownian moving average\n\\[X_t=\\int_{-\\infty}^t\\bigl(f(s-t)-f(s)\\bigr) dB_s,\\qquad t\\ge0,\\] satisfies\nthe conditional full support condition introduced by Guasoni, R\\'{a}sonyi and\nSchachermayer [Ann. Appl. Probab. 18 (2008) 491--520].\n","Comment: Published in at http://dx.doi.org/10.1214/07-AAP502 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0811.2046",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2046"],"date":["2008-11-13"],"type":["text"],"creator":["Yano, Kouji","Yano, Yuko","Yor, Marc"],"language":[],"coverage":[],"title":["On the laws of first hitting times of points for one-dimensional\n  symmetric stable L\\'evy processes"],"description":["  Several aspects of the laws of first hitting times of points are investigated\nfor one-dimensional symmetric stable L\\'evy processes. It\\^o's excursion theory\nplays a key role in this study.\n"]}]
["0811.2058",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2058"],"date":["2008-11-13"],"type":["text"],"creator":["Wu, Kinwah","Younsi, Ziri","Saxton, Curtis J."],"language":[],"coverage":[],"title":["Structures, oscillations and solitons in large-scale multi-component\n  self-gravitating systems"],"description":["  We investigate the structure of dynamics of large self-gravitating\nastrophysical systems using a self-interacting two-component model. We consider\ntwo cases, galaxy clusters and cosmic walls, for illustrations. In both cases\nstability analyses are conducted using perturbative expansion. We have found\nthat waves and solitons are easily generated in these systems. Our analysis\nshows that dark matter can be Jeans unstable in the very inner regions of\ngalaxy clusters if it has a large internal degree of freedom. The dark matter\ncore may collapse under external perturbations. We also discuss dark-matter\noscillations in galaxy clusters and how mode growth and decay lead to heating\nof intracluster medium. Our analysis shows that dark-matter solitons with both\npositive and negative amplitudes can be excited in cosmic walls. Resonances in\nsoliton interaction could enhance gas condensation. The co-existence of the two\ntypes of dark-matter solitons implies that bright filaments can arise in dark\nvoids.\n","Comment: to appear in the proceedings of the Vulcano08 Workshop on \"Frontier\n  Objects in Astrophysics and Particle Physics\""]}]
["0811.2060",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2060"],"date":["2008-11-13"],"type":["text"],"creator":["Wu, Kinwah","Ball, Warrick","Fuerst, Steven V."],"language":[],"coverage":[],"title":["Radiative transfer in black hole systems"],"description":["  We present a convariant formulation for radiative transfer in curved space\ntime and demonstrate some applications in the black-hole systems. We calculate\nthe emission from semi-transparent accretion tori around black holes, for\nopacity provided by the Fe K lines and for opacity dominated by electron\nscattering. We also calculate the emission from radiative inefficient accretion\nflow in black holes with opacity provided by electron-positron annihilation\nlines. Finally we show shadows cast by accreting black holes with different\nspins and with different distribution of warm material around them.\n","Comment: to appear in the proceedings of the Vulcano08 Workshop on \"Frontier\n  Objects in Astrophysics and Particle Physics\""]}]
["0811.2062",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2062"],"date":["2008-11-13"],"type":["text"],"creator":["Wilmott, Colin","Wild, Peter"],"language":[],"coverage":[],"title":["On Deriving a Basis for the Vector Space of Bounded Qudit Error\n  Operators over $C^d$"],"description":["  We derive a basis for the vector space of bounded operators acting on a\n$d$-dimensional system Hilbert space $C^d$. In the context of quantum\ncomputation the basis elements are identified as the generalised Pauli matrices\n- the error generators. As an application, we show how such matrices are used\nin the teleportation a single qudit.\n","Comment: 10 pages, 2 figures"]}]
["0811.2063",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2063"],"date":["2008-11-13"],"type":["text"],"creator":["Sparveris, N. F."],"language":[],"coverage":[],"title":["Beam-helicity asymmetry measurements in the Virtual Compton Scattering\n  reaction in the g*N-Delta transition at Q2=0.20 (GeV/c)^2"],"description":["  We report on new beam-helicity asymmetry measurements (A_h) of the\nH(\\vec{e},e'p)\\gamma reaction in the Delta(1232)$ resonance at Q2=0.20\n(GeV/c)2. The measurements were performed at MAMI and were carried out\nsimultaneously with the measurement of the H(\\vec{e},e'p)\\pi^0 reaction\nchannel. It is the lowest Q2 for which the $A_h$ for the virtual Compton\nscattering (VCS) reaction has been measured in the first resonance region. The\nmeasured asymmetries have been compared and have been found to be well\ndescribed by dispersion-relation (DR) calculations for VCS. The sensitivity of\nthe data to the Generalized Polarizabilities (GPs) of the proton and to the\namplitudes associated with the nucleon excitation to the Delta(1232) has been\nexplored through the DR formalism. The measured asymmetries have been found to\nexhibit a much higher sensitivity to the GPs while it is suggested that future\nmeasurements of higher statistical precision will offer stronger constraints to\ntheoretical calculations and will provide valuable insight towards a more\ncomplete understanding of the GPs of the proton and of the pi-N amplitudes.\n","Comment: 4 pages, 3 figures"]}]
["0811.2064",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2064"],"date":["2008-11-13"],"type":["text"],"creator":["Barbu, Viorel","Da Prato, Giuseppe","Röckner, Michael"],"language":[],"coverage":[],"title":["Finite time extinction for solutions to fast diffusion stochastic porous\n  media equations"],"description":["  We prove that the solutions to fast diffusion stochastic porous media\nequations have finite time extinction with strictly positive probability.\n"]}]
["0811.2071",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2071"],"date":["2008-11-13"],"type":["text"],"creator":["De Sanctis, Luca"],"language":[],"coverage":[],"title":["Fluctuations in the Ising spin model on a sparse random graph"],"description":["  We compute the fluctuations of the magnetization and of the multi-overlaps\nfor the dilute mean field ferromagnet, in the high temperature region. The\nrescaled magnetization tends to a centered Gaussian variable with variance\ndiverging at the critical line. The rescaled multi-overlaps also tend to\ncentered independent Gaussian variables, but their covariance remain finite at\nthe critical line.\n","Comment: 19, 0 figures"]}]
["0811.2076",{"format":[],"subject":["Mathematics - Probability","60G25, 60K05 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2076","Annals of Applied Probability 2008, Vol. 18, No. 5, 1970-1992","doi:10.1214/07-AAP512"],"date":["2008-11-13"],"type":["text"],"creator":["Morvai, Gusztáv","Weiss, Benjamin"],"language":[],"coverage":[],"title":["On universal estimates for binary renewal processes"],"description":["  A binary renewal process is a stochastic process $\\{X_n\\}$ taking values in\n$\\{0,1\\}$ where the lengths of the runs of 1's between successive zeros are\nindependent. After observing ${X_0,X_1,...,X_n}$ one would like to predict the\nfuture behavior, and the problem of universal estimators is to do so without\nany prior knowledge of the distribution. We prove a variety of results of this\ntype, including universal estimates for the expected time to renewal as well as\nestimates for the conditional distribution of the time to renewal. Some of our\nresults require a moment condition on the time to renewal and we show by an\nexplicit construction how some moment condition is necessary.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AAP512 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0811.2078",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2078"],"date":["2008-11-13"],"type":["text"],"creator":["Kuzmenko, N. K.","Mikhajlov, V. M."],"language":[],"coverage":[],"title":["The canonical heat capacity of normal mesoscopic fermion systems: the\n  temperature evolution and particle number oscillations"],"description":["  The heat capacity (C) of a mesoscopic nonsuperconducting fermion system\ntreated as a canonical ensemble of independent particles is studied in a wide\nrange of particle numbers and temperatures which vary from values close to zero\nup to the Fermi energy. The temperature evolution of C is naturally divided\ninto four stages. On the first one the heat capacity exponentially increases\nwith temperature and at a resonance temperature reaches either a local maximum\nor an irregularity in its growth. This resonance temperature being measured can\ngive information concerning the level spacings in the immediate proximity of\nthe Fermi energy. On the second stage the progressive suppression of the level\ndensity oscillations takes place. During this stage oscillations of C v.s.\nparticle number N can be distinctly observed. These oscillations give the\nN-variations of the temperature averaged level density. The growth of C on the\nthird stage of the evolution is governed by the T-linear law if the particle\nnumber is large enough (N>1000). It is found that the Sommerfeld factor in the\nlinear law for such small systems shows more complicated N-dependence as\ncompared with large systems where C is strictly proportional to N. For\ntemperatures tending to the Fermi energy the deviations from the T-linearity\nare evident and at T larger than the Fermi energy (the fourth stage of the\nevolution) any system attains to the classic Boltzmann-Maxwell limit\nirrespective of the particle\n","Comment: 44 pages, 25 figures, to appear in Statistical Mechanics (Nova\n  Science Publishers, N.Y., USA) 2008"]}]
["0811.2082",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2082"],"date":["2008-11-13"],"type":["text"],"creator":["Shein, I. R.","Ivanovskii, A. L."],"language":[],"coverage":[],"title":["First-principles study of electronic band structure and elastic\n  properties of superconducting nanolaminate Ti2InC"],"description":["  The full-potential linearized augmented plane wave method with the\ngeneralized gradient approximation for the exchange-correlation potential\n(FLAPW-GGA) is used to predict the electronic and elastic properties of the\nnewly discovered superconducting nanolaminate Ti2InC. The band structure,\ndensity of states and Fermi surface features are discussed. The optimized\nlattice parameters, independent elastic constants, bulk and shear moduli,\ncompressibility are evaluated and discussed. The elastic parameters of the\npolycrystalline Ti2InC ceramics are estimated numerically for the first time.\n","Comment: 11 pages, 3 figures"]}]
["0811.2083",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","35K15, 35K55, 53A04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2083"],"date":["2008-11-13"],"type":["text"],"creator":["Ma, Li","Zhu, Anqiang"],"language":[],"coverage":[],"title":["On a length preserving curve flow"],"description":["  In this paper, we consider a new length preserving curve flow for convex\ncurves in the plane. We show that the global flow exists, the area of the\nregion bounded by the evolving curve is increasing, and the evolving curve\nconverges to the circle in C-infinity topology as t goes to infinity.\n","Comment: 16 pages"]}]
["0811.2090",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - General Topology","06A05","54D30","46B50","46B26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2090"],"date":["2008-11-13"],"type":["text"],"creator":["Smith, R. J."],"language":[],"coverage":[],"title":["A characterisation of compact, fragmentable linear orders"],"description":["  We give a characterisation of fragmentable, compact linearly order spaces. In\nparticular, we show that if $K$ is a compact, fragmentable, linearly ordered\nspace then $K$ is a Radon-Nikod\\'{y}m compact. In addition, we obtain some\ncorollaries in topology and renorming theory.\n"]}]
["0811.2091",{"format":[],"subject":["Mathematics - Functional Analysis","31B05, 31B10."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2091"],"date":["2008-11-13"],"type":["text"],"creator":["Guoshuang, Pan","Guantie, Deng"],"language":[],"coverage":[],"title":["Growth Estimates for a Class of Subharmonic Functions in a Half Space"],"description":["  A class of subharmonic functions represented by the modified kernels are\nproved to have the growth estimates u(x) =o(x_{n}^{1-alpha}|x|^{m+alpha})at\ninfinity in the upper half space of Rn, which generalizes the growth properties\nof analytic functions and harmonic functions.\n","Comment: 14 pages"]}]
["0811.2092",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2092"],"date":["2008-11-13"],"type":["text"],"creator":["Chen, Y. J.","Liu, J.","Hu, Bambi"],"language":[],"coverage":[],"title":["High-order Harmonic Generation in a Time-integrated Quantum Transition\n  Picture"],"description":["  We develop a numerical scheme to investigate the high-order harmonic\ngeneration (HHG) in intense laser-matter interactions. Tracing the time\nevolution of every electronic laser-field-free state, we \"observe\" the HHG in a\ntime-integrated quantum transition picture. Our full-quantum simulations reveal\nthat continuum electrons with a broad energy distribution contribute equally to\none harmonic and the excited state also plays an important role in the\nmolecular HHG. These results imply a laser-intensity-dependent picture of\nintramolecular interference in the HHG.\n","Comment: 5 figures, 5 pages"]}]
["0811.2093",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2093"],"date":["2008-11-13"],"type":["text"],"creator":["Barbu, Viorel","Blanchard, Philippe","Da Prato, Giuseppe","Röckner, Michael"],"language":[],"coverage":[],"title":["Self-organized criticality via stochastic partial differential equations"],"description":["  Models of self-organized criticality, which can be described as singular\ndiffusions with or without (multiplicative) Wiener forcing term (as e.g. the\nBak/Tang/Wiesenfeld- and Zhang-models), are analyzed. Existence and uniqueness\nof nonnegative strong solutions are proved. Previously numerically predicted\ntransition to the critical state in 1-D is confirmed by a rigorous proof that\nthis indeed happens in finite time with high probability.\n"]}]
["0811.2102",{"format":[],"subject":["Mathematics - Number Theory","11J13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2102"],"date":["2008-11-13"],"type":["text"],"creator":["Bugeaud, Y.","Laurent, M."],"language":[],"coverage":[],"title":["On transfer inequalities in Diophantine approximation, II"],"description":["  We refine Khintchine Transference Principle which relates the measure of\nsimultaneous rational approximation of an $n$ real numbers with the measure of\nlinear independence of these $n$ numbers. Khintchine's inequalities are known\nto be optimal. However, they may be sharpened by taking into account two\nfurther uniform exponents.\n"]}]
["0811.2103",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2103"],"date":["2008-11-13"],"type":["text"],"creator":["Duyckaerts, Thomas","Kammerer, Clotilde Fermanian","Jecko, Thierry"],"language":[],"coverage":[],"title":["Degenerated codimension 1 crossings and resolvent estimates"],"description":["  In this article, we analyze the propagation of Wigner measures of a family of\nsolutions to a system of semi-classical pseudodifferential equations presenting\neigenvalues crossings on hypersurfaces. We prove the propagation along\nclassical trajectories under a geometric condition which is satisfied for\nexample as soon as the Hamiltonian vector fields are transverse or tangent at\nfinite order to the crossing set. We derive resolvent estimates for\nsemi-classical Schr\\\"odinger operator with matrix-valued potential under a\ngeometric condition of the same type on the crossing set and we analyze\nexamples of degenerate situations where one can prove transfers between the\nmodes.\n","Comment: 27 pages"]}]
["0811.2115",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2115"],"date":["2008-11-13"],"type":["text"],"creator":["Należyty, Mirosław","Majczyna, Agnieszka","Ciechanowska, Anna","Madej, Jerzy"],"language":[],"coverage":[],"title":["Searching for white dwarfs candidates in Sloan Digital Sky Survey Data"],"description":["  Large amount of observational spectroscopic data are recently available from\ndifferent observational projects, like Sloan Digital Sky Survey. It's become\nmore urgent to identify white dwarfs stars based on data itself i.e. without\nmodelling white dwarf atmospheres. In particular, existing methods of white\ndwarfs identification presented in Kleinman et al. (2004) and in Eisenstein et\nal. (2006) did not allow to find all the white dwarfs in examined data. We\nintend to test various criteria of searching for white dwarf candidates, based\non photometric and spectral features.\n","Comment: 4 pages, 3 figures; To appear in the proceedings of the EUROWD 08\n  conference"]}]
["0811.2117",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2117"],"date":["2008-11-13"],"type":["text"],"creator":["Molinaro, Cristian","Chomicki, Jan","Marcinkowski, Jerzy"],"language":[],"coverage":[],"title":["Disjunctive Databases for Representing Repairs"],"description":["  This paper addresses the problem of representing the set of repairs of a\npossibly inconsistent database by means of a disjunctive database.\nSpecifically, the class of denial constraints is considered. We show that,\ngiven a database and a set of denial constraints, there exists a (unique)\ndisjunctive database, called canonical, which represents the repairs of the\ndatabase w.r.t. the constraints and is contained in any other disjunctive\ndatabase with the same set of minimal models. We propose an algorithm for\ncomputing the canonical disjunctive database. Finally, we study the size of the\ncanonical disjunctive database in the presence of functional dependencies for\nboth repairs and cardinality-based repairs.\n"]}]
["0811.2119",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2119","Entropy 10 (2008), 590-612","doi:10.3390/e10040590"],"date":["2008-11-13"],"type":["text"],"creator":["Grimm, Uwe","Heuer, Manuela"],"language":[],"coverage":[],"title":["On the entropy and letter frequencies of powerfree words"],"description":["  We review the recent progress in the investigation of powerfree words, with\nparticular emphasis on binary cubefree and ternary squarefree words. Besides\nvarious bounds on the entropy, we provide bounds on letter frequencies and\nconsider their empirical distribution obtained by an enumeration of binary\ncubefree words up to length 80.\n","Comment: 19 pages, 4 figures"]}]
["0811.2123",{"format":[],"subject":["Physics - General Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2123"],"date":["2008-11-13"],"type":["text"],"creator":["Potter, H. C."],"language":[],"coverage":[],"title":["Lorenz on Light: A Precocious Photon Paradigm"],"description":["  In 1867, during the time when Maxwell was publishing his electromagnetic\ntheory, L. Lorenz published his theory equating light vibrations with electric\ncurrents. Starting from Kirchhoff's Ohm's law expression, Lorenz introduces\nscalar potential retardation to obtain an expression for the electric field\nusing retarded potentials. In his theory Lorenz sets the vacuum light speed\nequal to \\sqrt{2}/2 times Weber's measured superluminal value for magnetic\ninduction speed. Using the wave equation Green's function paradigm Lorenz\nreduces his integral, retarded Ohm's law formulation to a differential\nformulation for current density. This represents his solution to the\nelectromagnetic action at a distance problem. During the reduction he presents\na light like, plane wave solution for current density that can not satisfy\ninitial conditions on the expanding wave front and, using a faulty by parts\nintegration that neglects retardation, he develops the eponymic Lorenz\ncondition. Although generally accepted, this condition relates vector and\nscalar potentials erroneously. A proper relation is given and major\nconsequences are developed in appendices. As a finale Lorenz suggests a light\nmodel that I interpret as magnetoinductive waves. Such waves are only now being\nstudied using Kirchhoff's laws without retardation. I redo this important paper\nusing modern day notation with critical annotations. This elevates the paper to\na teaching tool position in the millennial search to understand light's dual\nnature as wave and corpuscle and brings us full circle, back to Kirchhoff's\nlaws where Lorenz began.\n"]}]
["0811.2126",{"format":[],"subject":["Mathematics - Functional Analysis","31B05, 31B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2126"],"date":["2008-11-13"],"type":["text"],"creator":["Guoshuang, Pan","Guantie, Deng"],"language":[],"coverage":[],"title":["Asymptotic Behaviour for a Class of Subharmonic Functions in a Half\n  Space"],"description":["  A class of subharmonic functions are proved to have the growth estimates\n  $u(x)=\no(x_n^{1-\\frac{\\alpha}{p}}|x|^{\\frac{\\gamma}{p}+\\frac{n-1}{q}-n+\\frac{\\alpha}{p}})$\nat infinity in the upper half space of ${\\bf R}^{n}$, which generalizes the\ngrowth properties of analytic functions and harmonic functions.\n","Comment: 12 pages"]}]
["0811.2127",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2127"],"date":["2008-11-13"],"type":["text"],"creator":["Bedaque, Paulo F.","Walker-Loud, Andre"],"language":[],"coverage":[],"title":["Restless pions from orbifold boundary conditions: an explicit\n  construction for noise reduction in lattice QCD"],"description":["  The exponentially decreasing signal to noise ratio in multibaryon correlators\nis the main obstacle to a first principles, QCD-based calculation of the\nnuclear force. Recently, we have proposed an orbifold boundary condition\n(\"restless pions\") that can dramatically improve this matter. Here we develop\nthe idea further by proposing an explicit algorithm that can be used with\npurely periodic, \"off the shelf\" gauge configurations. We also discuss finite\nvolume corrections with the new boundary conditions and the use of the \"Luscher\nformula'' for the phase shifts.\n","Comment: 8 pages, 3 figures"]}]
["0811.2131",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Complex Variables","31B05, 31B10."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2131"],"date":["2008-11-13"],"type":["text"],"creator":["Guoshuang, Pan","Guantie, Deng"],"language":[],"coverage":[],"title":["Growth Estimates for a Class of Subharmonic Functions in a Half Plane"],"description":["  A class of subharmonic functions represented by the modified kernels are\nproved to have the growth estimates $u(z)= o(y^{1-\\alpha}|z|^{m+\\alpha})$ at\ninfinity in the upper half plane ${\\bf C}_{+}$, which generalizes the growth\nproperties of analytic functions and harmonic functions.\n","Comment: 12 pages"]}]
["0811.2133",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2133"],"date":["2008-11-13"],"type":["text"],"creator":["Moore, N. T.","Deming, J. C."],"language":[],"coverage":[],"title":["Using Garlic As A Far-Transfer Problem of Proportional And Probabilistic\n  Reasoning"],"description":["  The work describes a general problem, which emphasizes proportional reasoning\nand probabilistic reasoning skills in the context of planting garlic in a\nbackyard garden. Along with practicing these reasoning skills in a context\nfar-removed from the standard high school or college curriculum, our solution\ninvolves the development of a few relatively sophisticated statistical\nconcepts, specifically histograms and confidence intervals.\n","Comment: 5 pages, 3 figures"]}]
["0811.2145",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2145"],"date":["2008-11-13"],"type":["text"],"creator":["Petsch, Hanns P.","Theis, Christian"],"language":[],"coverage":[],"title":["Determining properties of the Antennae system - Merging ability for\n  restricted N-body"],"description":["  Motivated by the closest major merger, the Antennae Galaxies (NGC4038/4039),\nwe want to improve our genetic algorithm based modeling code Minga (Theis\n1999). The aim is to reveal the major interaction and galaxy parameters, e.g.\norbital information and halo properties of such an equal mass merger system.\nTogether with the sophisticated search strategy of Minga, one needs fast and\nreliable models in order to investigate the high dimensional parameter space of\nthis problem. Therefore we use a restricted N-body code which is based on the\napproach by Toomre & Toomre (1972), however with some refinements like\nconsistent orbits of extended dark matter halos. Recently also dynamical\nfriction was included to this code (Petsch 2007). While a good description for\ndynamical friction was found for mass ratios up to q = 1/3 (Petsch & Theis\n2008), major merger systems were only imperfectly remodeled. Here we show\nrecent improvements for a major merger system by including mass-loss and using\nNFW halos.\n","Comment: To be published in EAS Publication Series (Proceedings of Symposium 7\n  of the JENAM 2008, Vienna). 4 pages, 2 figures"]}]
["0811.2146",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2146"],"date":["2008-11-13"],"type":["text"],"creator":["Vaz, C. A. F."],"language":[],"coverage":[],"title":["Magnetoelastic coupling in BaTiO3-based multiferroic structures"],"description":["  Analytical expressions for the magnetoelastic anisotropy constants of cubic\nmagnetic systems are derived for rectangular and oblique distortions\noriginating from epitaxial growth on substrates with lower crystal symmetry. In\nparticular, the temperature variation of the magnetic properties of magnetic\nfilms grown on barium titanate (BaTiO3) substrates are explained in terms of\nstrain-induced magnetic anisotropies caused by the temperature dependent phase\ntransitions of BaTiO3. Our results quantify the experimental observations in\nferromagnet/\\bto-based structures, which have been proposed as templates for\nmagnetoelectric composite heterostructures.\n","Comment: 7 pages, 4 figures"]}]
["0811.2147",{"format":[],"subject":["Mathematics - Combinatorics","68R15","08A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2147"],"date":["2008-11-13"],"type":["text"],"creator":["Ambrož, Petr","Masáková, Zuzana","Pelantová, Edita"],"language":[],"coverage":[],"title":["Morphisms fixing words associated with exchange of three intervals"],"description":["  We consider words coding exchange of three intervals with permutation\n(3,2,1), here called 3iet words. Recently, a characterization of substitution\ninvariant 3iet words was provided. We study the opposite question: what are the\nmorphisms fixing a 3iet word? We reveal a narrow connection of such morphisms\nand morphisms fixing Sturmian words using the new notion of amicability.\n","Comment: 13 pages, 5 figures"]}]
["0811.2149",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2149"],"date":["2008-11-13"],"type":["text"],"creator":["Benoit-Lévy, A.","Chardin, G."],"language":[],"coverage":[],"title":["Observational constraints of a Milne Universe"],"description":["  The Standard Model of cosmology states a surprising composition of the\nUniverse, in which ordinary matter accounts for less than 5%. The remaining 95%\nare composed of ~70% Dark Energy and ~25% Dark Matter. However, those two\ncomponents have never been identified and remain a challenging problem to\nmodern cosmology. One alternative to the concordance model could be the\nsymmetric Milne universe, composed of matter and antimatter (supposed to have\nnegative mass) in equal quantities. We will present the effects of these\nhypothesis on classical cosmological tests such as primordial nucleosynthesis,\nCMB, or Type Ia supernovae and show that this model is in remarkably good\nagreement with observations.\n","Comment: Proceedings of the 43rd Rencontres de Moriond 2008"]}]
["0811.2151",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L15","35L70","35L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2151"],"date":["2008-11-13"],"type":["text"],"creator":["Bociu, Lorena","Radu, Petronela"],"language":[],"coverage":[],"title":["Existence of weak solutions to the Cauchy problem of a semilinear wave\n  equation with supercritical interior source and damping"],"description":["  In this paper we show existence of finite energy solutions for the Cauchy\nproblem associated with a semilinear wave equation with interior damping and\nsupercritical source terms. The main contribution consists in dealing with\nsuper-supercritical source terms (terms of the order of $|u|^p$ with $p\\geq 5$\nin $n=3$ dimensions), an open and highly recognized problem in the literature\non nonlinear wave equations.\n","Comment: 12 pages, 1 figure"]}]
["0811.2159",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L05","35L15","37L15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2159"],"date":["2008-11-13"],"type":["text"],"creator":["Radu, Petronela","Todorova, Grozdena","Yordanov, Borislav"],"language":[],"coverage":[],"title":["Higher order energy decay rates for damped wave equations with variable\n  coefficients"],"description":["  Under appropriate assumptions the energy of wave equations with damping and\nvariable coefficients $c(x)u_{tt}-\\hbox{div}(b(x)\\nabla u)+a(x)u_t =h(x)$ has\nbeen shown to decay. Determining the rate of decay for the higher order\nenergies involving the $k$th order spatial and time derivatives has been an\nopen problem with the exception of some sparse results obtained for $k=1,2,3$.\nWe establish estimates that optimally relate the higher order energies with the\nfirst order energy by carefully analyzing the effects of linear damping. The\nresults concern weighted (in time) and also pointwise (in time) energy decay\nestimates. We also obtain $L^\\infty$ estimates for the solution $u$. As an\napplication we compute explicit decay rates for all energies which involve the\ndimension $n$ and the bounds for the coefficients $a(x)$ and $b(x)$ in the case\n$c (x)=1$ and $h(x)=0.$\n","Comment: 19 pages"]}]
["0811.2160",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Logic","22D05, 03-02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2160"],"date":["2008-11-13"],"type":["text"],"creator":["Gordon, Julia","Yaffe, Yoav"],"language":[],"coverage":[],"title":["An overview of arithmetic motivic integration"],"description":["  This is an attempt at an elementary exposition, with examples, of the theory\nof motivic integration developed by R. Cluckers and F. Loeser, with the view\ntowards applications in representation theory of p-adic groups.\n","Comment: This is an expanded version of the talks given by the first author at\n  the University of Utah in 2005, and at the University of Ottawa in 2007"]}]
["0811.2167",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2167"],"date":["2008-11-13"],"type":["text"],"creator":["Gomonay, Helen V.","Korniienko, Ievgeniia G."],"language":[],"coverage":[],"title":["Magnetostriction-driven multiferroicity of MnTe and MnTe/ZnTe epitaxial\n  films"],"description":["  Here we demonstrate that MnTe epitaxial films with zinc-blend structure and\nMnTe/ZnTe multilayers should show ferroelectric polarization in\nantiferromagnetically (AFM) ordered state and thus belong to multiferroics.\nSpontaneous ferroelectric polarization results from the bending of highly ionic\nMn-Te-Mn bonds induced by magnetostrictive shear strain. Orientation of\nferroelectric polarization is coupled with orientation of AFM vector and thus\ncan be controlled by application of the external magnetic field. Due to the\nclamping of electric and magnetic order parameters, domain structure in MnTe is\ngoverned by two mechanisms: depolarizing field produced by electric dipoles and\ndestressing field produced by magnetoelastic dipoles. The values of\nmonodomainization electric and magnetic fields depend upon the sample shape and\ndiminish with the film thickness. Magnetoelectric nature of the domains make it\npossible to visualize the domain structure by linear and nonlinear optical\nmethods (Kerr effect, second harmonic generation technique).\n","Comment: 10 pages, 7 Figs, will be submitted to Phys. Rev. B"]}]
["0811.2172",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2172"],"date":["2008-11-13"],"type":["text"],"creator":["Ferrari, Valeria","Weissmann, Mariana"],"language":[],"coverage":[],"title":["Magnetism in a TiO2/LaAlO3 heterostructure: an ab initio study about the\n  role of oxygen vacancies"],"description":["  In this work we study the electronic structure and magnetism of a TiO2 film\ngrown on another non-magnetic oxide such as a LaAlO3 (001) substrate,\nconcentrating on the role played by structural relaxation and oxygen vacancies.\nUsing Density Functional Theory ab-initio methods, we study the free-standing\nanatase film as well as the interfaces with either the LaO or AlO2 planes of\nLaAlO3, focusing on the possibility of magnetic solutions. Our results show\nthat the interface LaO/TiO2 is favored against the AlO2/TiO2 one if no oxygen\nvacancies are present in the interface whereas the contrary happens when there\nare oxygen vacancies. In both cases, the cohesive energy is of the same order\nof magnitude but only the AlO2/TiO2 interface presents an stable magnetic\nsolution.\n","Comment: 7 pages, 9 figures"]}]
["0811.2175",{"format":[],"subject":["Mathematical Physics","Mathematics - Quantum Algebra","PACS: 02.20.Sv","02.20.Uw","11.30.Pb"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2175"],"date":["2008-11-13"],"type":["text"],"creator":["Bréhamet, Lionel"],"language":[],"coverage":[],"title":["Concept of a veritable osp(1$|$2) super-triangle sum rule with 6-$j^S$\n  symbols from intrinsic operator techniques: an open problem"],"description":["  Efficiency of intrinsic operator techniques (using only products and ranks of\ntensor operators) is first evidenced by condensed proofs of already known\n$\\bigtriangledown$-triangle sum rules of su(2)/su$_q$(2). {\\em A new compact}\nsu$_q$(2)-{\\em expression} is found, using a $q$-series $\\Phi$, with\n$\\Phi(n)_{| q=1}=1$. This success comes from an ultimate identification process\nover monomials like $(c_0)^p$. For osp(1$|$2), analogous principles of\ncalculation are transposed, involving a second parameter $d_0$. Ultimate\nidentification process then must be done over binomials like\n${(c_{0}+{d_{0}}^{2})}^{\\Omega -m} ({d_{0}}^{2})^{m}$. {\\em Unknown}\npolynomials ${\\cal P}$ are introduced as well as their expansion coefficients,\n$x$, over the binomials. It is clearly shown that a hypothetical super-triangle\nsum rule requires super-triangles $\\bigtriangleup^{S}$, instead of\n$\\bigtriangledown$ for su(2)/su$_q$(2). Coefficients $x$ are integers ({\\em\nconjecture 1}). Massive unknown advances are done for intermediate steps of\ncalculation. Among other, are proved {\\em two theorems} on tensor operators,\n\"zero\" by construction. However, the ultimate identification seems to lead to a\ndead end, due to analytical apparent complexities. Up today, except for a few\nof coefficients $x$, no general formula is really available.\n","Comment: 39 pages"]}]
["0811.2184",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2184"],"date":["2008-11-13"],"type":["text"],"creator":["Grach, I. L.","Narodetskii, I. M.","Trusov, M. A.","Veselov, A. I."],"language":[],"coverage":[],"title":["Heavy baryon spectroscopy in the QCD string model"],"description":["  QCD string model formulated in the framework of the Field Correlator Method\n(FCM) in QCD is employed to calculate the masses of $\\Sigma_c$, $\\Xi_c$ and\nrecently observed at Tevatron $\\Sigma_b$, $\\Xi_b$ baryons and their orbital\nexcitations.\n  The auxiliary field formalism allows one to write a simple local form of the\neffective Hamiltonian for the three quark system, which comprises both\nconfinement and relativistic effects, and contains only universal parameters:\nthe string tension $\\sigma$, the strong coupling constant $\\alpha_s$, and the\nbare (current) quark masses $m_i$. We calculate the hyperfine splitting with\naccount of the both perturbative and non--perturbative spin-spin forces between\nquarks in a baryon. For the orbital excitations we estimate the string\ncorrection for the confinement potential - the leading correction to the\ncontribution of the proper inertia of the rotating string. This correction\nlowers the masses of the P-states by 50 MeV. We find our numerical results to\nbe in good agreement with experimental data.\n","Comment: Contribution at PANIC08, Eilat, Israel, November 2008"]}]
["0811.2186",{"format":[],"subject":["Mathematical Physics","54C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2186"],"date":["2008-11-13"],"type":["text"],"creator":["Fischbacher, Thomas"],"language":[],"coverage":[],"title":["Algebraic mechanics as an accessible toy model demonstrating entropy\n  generation from reversible microscopic dynamics"],"description":["  One observes that a considerable level of confusion remains about some of\nthose aspects of irreversibility, entropy generation and `the arrow of time'\nwhich actually are well understood. This demands that great care must be taken\nin any discussion of irreversibility to use clear-cut notions and precise\nlanguage in order to be definite about which property follows from which\nassumption. In this work, a novel toy model of `algebraic mechanics' is\npresented that elucidates specific key aspects of entropy generation in a\nsystem with extremely simple reversible fundamental dynamics. It is argued why\ninsights gained through a detailed quantitative study of this toy model also\nhave to be taken into account for any realistic model of microscopic dynamics,\nclassical or quantum alike. As irreversibility also touches upon the quantum\nmechanical measurement process (through the `proof' of the `H-Theorem'), a\nsimple way to address the tenacious question `when (and how) the wave function\ncollapses' is offered.\n","Comment: 18 pages, 2 figures"]}]
["0811.2189",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2189"],"date":["2008-11-13"],"type":["text"],"creator":["Gudo, Michael","Syed, Tareq"],"language":[],"coverage":[],"title":["100 Years of Deuterostomia (Grobben, 1908): Cladogenetic and Anagenetic\n  Relations within the Notoneuralia Domain"],"description":["  Results from molecular systematics and comparative developmental genetics\nchanged the picture of metazoan and especially bilaterian radiation. According\nto this new animal phylogeny (introduced by Adoutte et al. 1999/2000), Grobbens\n(1908) widely favoured protostome-deuterostome division of the Bilateria can be\nupheld, but only with major rearrangements within these superphyla. On the\ncladogenetic level, the Protostomia are split into two unexpected subgroups,\nthe Lophotrochozoa and Ecdysozoa. The deuterostomes are split into the\nsubgroups Chordata and Ambulacraria, which is not novel since Grobben (1908)\nintroduced the Deuterostomia in this way (together with the Chaetognatha as a\nthird line). However, many details of the new deuterostome phylogeny do not fit\ntraditional, morphology-based reconstructions. As a consequence, three\nrelatively unexpected proposals for early deuterostome evolution are favoured\ntoday: An ambulacraria-scenario, a xenoturbellid-scenario, and a\nchordate-scenario. The first two proposals are often discussed in the\nliterature, while the chordate-scenario is almost completely neglected.\nTherefore, the paper presented focuses on the chordate scenario, i.e. the\nhypothesis of an acrania-like ur-deuterostomian. It is argued that the\nacrania-hypothesis is clearly preferable when biomechanic options of a\npolysegmented, hydroskeletal body plan are taken into account. The so called\nhydroskeleton hypothesis, rooted in the work of W. F. Gutmann, is the most\ndetailed anagenetic scenario which depicts an acrania-like ur-deuterostome.\n","Comment: 14 pages, 8 figures"]}]
["0811.2191",{"format":[],"subject":["Mathematics - Functional Analysis","47A57 (Primary) 32C15, 46E20, 46E22, 47B32 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2191"],"date":["2008-11-13"],"type":["text"],"creator":["Pickering, James"],"language":[],"coverage":[],"title":["Test Functions in Constrained Interpolation"],"description":["  We give a set of test functions for the interpolation problem on $H_1^\\infty$\n, the constrained interpolation problem studied by Davidson, Paulsen,\nRaghupathi and Singh. We show that this set of test functions is minimal.\n"]}]
["0811.2201",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2201"],"date":["2008-11-13"],"type":["text"],"creator":["Sinnokrot, Mohanned O.","Barry, John R."],"language":[],"coverage":[],"title":["Fast Maximum-Likelihood Decoding of the Golden Code"],"description":["  The golden code is a full-rate full-diversity space-time code for two\ntransmit antennas that has a maximal coding gain. Because each codeword conveys\nfour information symbols from an M-ary quadrature-amplitude modulation\nalphabet, the complexity of an exhaustive search decoder is proportional to\nM^2. In this paper we present a new fast algorithm for maximum-likelihood\ndecoding of the golden code that has a worst-case complexity of only O(2M^2.5).\nWe also present an efficient implementation of the fast decoder that exhibits a\nlow average complexity. Finally, in contrast to the overlaid Alamouti codes,\nwhich lose their fast decodability property on time-varying channels, we show\nthat the golden code is fast decodable on both quasistatic and rapid\ntime-varying channels.\n","Comment: Submitted to IEEE Trans. on Wireless, November 2008"]}]
["astro-ph/0603275",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0603275","2006A&A...456...55Z","doi:10.1051/0004-6361:20053650"],"date":["2006-03-10","2008-11-14"],"type":["text"],"creator":["Zhang, Y. -Y.","Boehringer, H.","Finoguenov, A.","Ikebe, Y.","Matsushita, K.","Schuecker, P.","Guzzo, L.","Collins, C. A."],"language":[],"coverage":[],"title":["X-ray properties in massive galaxy clusters: XMM-Newton observations of\n  the REFLEX-DXL sample"],"description":["  We selected an unbiased, flux-limited and almost volume-complete sample of 13\ndistant, X-ray luminous (DXL, $z\\sim 0.3$) clusters and one supplementary\ncluster at $z=0.2578$ from the REFLEX Survey (the REFLEX-DXL sample). We\nperformed a detailed study to explore their X-ray properties using XMM-Newton\nobservations. Based on the precise radial distributions of the gas density and\ntemperature, we obtained robust cluster masses and gas mass fractions. The\naverage gas mass fraction of the REFLEX-DXL sample at $r_{500}$, $0.116 \\pm\n0.007$, agrees with the previous cluster studies and the WMAP baryon fraction\nmeasurement. The scaled profiles of the surface brightness, temperature,\nentropy, gas mass and total mass are characterized by a self-similar behaviour\nat radii above 0.2--0.3 $r_{500}$. The REFLEX-DXL sample confirms the previous\nstudies of the normalization of the scaling relations ($L$--$T$, $L$--$M$,\n$M$--$T$ and $M_{\\rm gas}$--$T$) when the redshift evolution of the scaling\nrelations is accounted for. We investigated the scatter of the scaling\nrelations of the REFLEX-DXL sample. This gives the correlative scatter of\n(0.20,0.10) for variable of ($M$,$T$) of the $M_{500}$--$T$ relation, for\nexample.\n","Comment: Astronomy and Astrophysics, Volume 456, Issue 1, September II 2006,\n  pp.55-74"]}]
["hep-th/0702158",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0702158"],"date":["2007-02-20","2008-11-14"],"type":["text"],"creator":["Adorf, Hendrik","Flohr, Michael"],"language":[],"coverage":[],"title":["On the Various Types of D-Branes in the Boundary H3+ Model"],"description":["  We comment on the D-brane solutions for the boundary H3+ model that have been\nproposed so far and point out that many more types of D-branes should be\nconsidered possible. We start a systematic derivation of the 1/2- and\nb^{-2}/2-shift equations corresponding to each type. These equations serve as\nconsistency conditions and we discuss their possible solutions. On this basis,\nwe show for the known AdS_2^(d) branes, that only strings transforming in\nfinite dimensional SL(2) representations can couple to them. Moreover, we also\ndemonstrate that strings in the infinite dimensional continuous SL(2)\nrepresentations do not couple consistently to the known AdS_2 branes. For some\nother types, we show that no consistent solutions seem to exist at all.\n","Comment: v2: superseded by arXiv:0801.2711, one reference and a preamble\n  added; 28 pages, no figures"]}]
["math/0211058",{"format":[],"subject":["Mathematics - Algebraic Topology","55N20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0211058"],"date":["2002-11-04","2008-11-14"],"type":["text"],"creator":["Strickland, Neil P."],"language":[],"coverage":[],"title":["Multicurves and equivariant cobordism"],"description":["  Let A be a finite abelian group. We set up an algebraic framework for\nstudying A-equivariant complex-orientable cohomology theories in terms of a\nsuitable kind of equivariant formal groups. We compute the equivariant\ncohomology of many spaces in these terms, including projective bundles (and\nassociated Gysin maps), Thom spaces, and infinite Grassmannians.\n","Comment: 73 pages. This version is generally reorganised with numerous\n  expository improvements, and a new section about transfers and the Burnside\n  ring"]}]
["math/0504206",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","Mathematics - Quantum Algebra","58D10","57T25","57M25","57Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0504206","Geometry & Topology 13 (2009) 99--139"],"date":["2005-04-10","2008-11-14"],"type":["text"],"creator":["Budney, Ryan","Cohen, Frederick"],"language":[],"coverage":[],"title":["On the homology of the space of knots"],"description":["  Consider the space of `long knots' in R^n, K_{n,1}. This is the space of\nknots as studied by V. Vassiliev. Based on previous work of the authors, it\nfollows that the rational homology of K_{3,1} is free Gerstenhaber-Poisson\nalgebra. A partial description of a basis is given here. In addition, the mod-p\nhomology of this space is a `free, restricted Gerstenhaber-Poisson algebra'.\nRecursive application of this theorem allows us to deduce that there is\np-torsion of all orders in the integral homology of K_{3,1}.\n  This leads to some natural questions about the homotopy type of the space of\nlong knots in R^n for n>3, as well as consequences for the space of smooth\nembeddings of S^1 in S^3.\n","Comment: 36 pages, 6 figures. v3: small revisions before publication"]}]
["math/0701879",{"format":[],"subject":["Mathematics - Probability","65C35, 60K35, 60E15, 35K15, 46N30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701879","The Annals of Applied Probability 18, 5 (2008) 1706-1736","doi:10.1214/07-AAP513"],"date":["2007-01-30","2008-11-14"],"type":["text"],"creator":["Jourdain, Benjamin","Malrieu, Florent"],"language":[],"coverage":[],"title":["Propagation of chaos and Poincar\\'e inequalities for a system of\n  particles interacting through their cdf"],"description":["  In the particular case of a concave flux function, we are interested in the\nlong time behaviour of the nonlinear process associated to the one-dimensional\nviscous scalar conservation law. We also consider the particle system obtained\nby remplacing the cumulative distribution function in the drift coefficient of\nthis nonlinear process by the empirical cdf. We first obtain trajectorial\npropagation of chaos result. Then, Poincar\\'e inequalities are used to get\nexplicit estimates concerning the long time behaviour of both the nonlinear\nprocess and the particle system.\n"]}]
["math/0703496",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Operator Algebras","53C30 (Primary)","46L87, 58J60, 53C05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703496","Contemporary Math. 449 (2008), 399-415"],"date":["2007-03-16","2008-11-14"],"type":["text"],"creator":["Rieffel, Marc A."],"language":[],"coverage":[],"title":["A global view of equivariant vector bundles and Dirac operators on some\n  compact homogeneous spaces"],"description":["  In order to facilitate the comparison of Riemannian homogeneous spaces of\ncompact Lie groups with noncommutative geometries (\"quantizations\") that\napproximate them, we develop here the basic facts concerning equivariant vector\nbundles and Dirac operators over them in a way that uses only global\nconstructions and arguments. Our approach is quite algebraic, using primarily\nthe modules of cross-sections of vector bundles. We carry the development\nthrough the construction of Hodge--Dirac operators. The inducing construction\nis ubiquitous.\n","Comment: 20 pages. An error in the proof of theorem 8.4 of the published\n  version is corrected, resulting also in a stronger theorem. A few minor\n  improvements elsewhere"]}]
["math/0703639",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory","22E46","20G05","17B67","22E65","20E42","51E24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703639"],"date":["2007-03-21","2008-11-14"],"type":["text"],"creator":["Gaussent, Stéphane","Rousseau, Guy"],"language":[],"coverage":[],"title":["Kac-Moody groups, hovels and Littelmann's paths"],"description":["  We give the definition of a kind of building I for a symmetrizable Kac-Moody\ngroup over a field K endowed with a dicrete valuation and with a residue field\ncontaining C. Due to some bad properties, we call this I a hovel. Nevertheless\nI has some good properties, for example the existence of retractions with\ncenter a sector-germ. This enables us to generalize many results proved in the\nsemi-simple case by S. Gaussent and P. Littelmann [Duke Math. J; 127 (2005),\n35-88]. In particular, if K= C((t)), the geodesic segments in I, with a given\nspecial vertex as end point and a good image under some retraction, are\nparametrized by a Zariski open subset P of C^N. This dimension N is maximum\nwhen this image is a LS path and then P is closely related to some\nMirkovic-Vilonen cycle.\n","Comment: 54 pages"]}]
["physics/0611024",{"format":[],"subject":["Physics - Classical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0611024","Chin. Phys. B 17 (11), 3985 (2008)"],"date":["2006-11-02","2008-05-11"],"type":["text"],"creator":["Wang, Zhi-Yong","Xiong, Cai-Dong","He, Bing"],"language":[],"coverage":[],"title":["Quantum mechanical description of waveguides"],"description":["  In this paper, applying the spinor representation of the electromagnetic\nfield, we present a quantum-mechanical description of waveguides. As an example\nof application, a potential qubit generated via photon tunneling is discussed.\n","Comment: 13 pages, no figure, to be published in Chinese Physics"]}]
["quant-ph/0509212",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0509212","Quantum Information & Computation, Vol. 7 (No. 8), 782-798 (2007)"],"date":["2005-09-29","2008-11-14"],"type":["text"],"creator":["Wu, Shengjun","Chen, Xuemei"],"language":[],"coverage":[],"title":["Unambiguous unitary quantum channels"],"description":["  Unambiguous unitary maps and unambiguous unitary quantum channels are\nintroduced and some of their properties are derived. These properties ensure\ncertain simple form for the measurements involved in realizing an unambiguous\nunitary quantum channel. Error correction and unambiguous error correction with\nnonzero probability are discussed in terms of unambiguous unitary quantum\nchannels. We not only re-derive the well-known condition for a set of errors to\nbe correctable with certainty, but also obtain a necessary and sufficient\ncondition for the errors caused by a noisy channel to be correctable with any\nnonzero probability. Dense coding with a partially entangled state can also be\nviewed as an unambiguous unitary quantum channel when all messages are required\nto be transmitted with equal probability of success, the maximal achievable\nprobability of success is derived and the optimum protocol is also obtained.\n","Comment: 17 pages, 16 figures"]}]
["quant-ph/0612090",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612090","Chin. Phys. B 17 (11), 4170 (2008)"],"date":["2006-12-12","2008-05-11"],"type":["text"],"creator":["Wang, Zhi-Yong","Xiong, Cai-Dong"],"language":[],"coverage":[],"title":["Zitterbewegung at the level of quantum field theory"],"description":["  Traditionally, the zitterbewegung (ZB) of the Dirac electron has just been\nstudied at the level of quantum mechanics. Seeing that the fact that an old\ninterest in ZB has recently been rekindled by the investigations on spintronic,\ngraphene, and superconducting systems, etc., in this paper we present a\nquantum-field-theory investigation on ZB and obtain the conclusion that, the ZB\nof an electron arises from the influence of virtual electron-positron pairs (or\nvacuum fluctuations) on the electron.\n","Comment: 10 pages, no figure, to be published in Chinese Physics"]}]
