["0705.4003",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4003","New J. Phys. 9, 233 (2007)"],"date":["2007-05-28"],"type":["text"],"creator":["Rohde, Peter P.","Webb, James G.","Huntington, Elanor H.","Ralph, Timothy C."],"language":[],"coverage":[],"title":["Comparison of architectures for approximating number-resolving\n  photo-detection using non-number-resolving detectors"],"description":["  Number-resolving photo-detection is necessary for many quantum optics\nexperiments, especially in the application of entangled state preparation.\nSeveral schemes have been proposed for approximating number-resolving\nphoto-detection using non-number-resolving detectors. Such techniques include\nmulti-port detection and time-division multiplexing. We provide a detailed\nanalysis and comparison of different number-resolving detection schemes, with a\nview to creating a useful reference for experimentalists. We show that the\nideal architecture for projective measurements is a function of the detector's\ndark count and efficiency parameters. We also describe a process for selecting\nan appropriate topology given actual experimental component parameters.\n","Comment: 9 pages, 10 figures"]}]
["0705.4522",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4522","QIC 8, 0053 (2008)"],"date":["2007-05-31"],"type":["text"],"creator":["Rohde, Peter P.","Munro, William J.","Ralph, Timothy C.","van Loock, Peter","Nemoto, Kae"],"language":[],"coverage":[],"title":["Practical effects in the preparation of cluster states using weak\n  non-linearities"],"description":["  We discuss experimental effects in the implementation of a recent scheme for\nperforming bus mediated entangling operations between qubits. Here a bus mode,\na strong coherent state, successively undergoes weak Kerr-type non-linear\ninteractions with qubits. A quadrature measurement on the bus then projects the\nqubits into an entangled state. This approach has the benefit that entangling\ngates are non-destructive, may be performed non-locally, and there is no need\nfor efficient single photon detection. In this paper we examine practical\nissues affecting its experimental implementation. In particular, we analyze the\neffects of post-selection errors, qubit loss, bus loss, mismatched coupling\nrates and mode-mismatch. We derive error models for these effects and relate\nthem to realistic fault-tolerant thresholds, providing insight into realistic\nexperimental requirements.\n","Comment: 8 pages, 5 figures"]}]
["0706.0723",{"format":[],"subject":["Mathematics - Combinatorics","52B05","52C30","68U05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0723","Contemp. Math. 453 (2008), Discrete and Computational Geometry,\n  105-116."],"date":["2007-06-05"],"type":["text"],"creator":["Bartholdi, Nicolas","Blanc, Jérémy","Loisel, Sébastien"],"language":[],"coverage":[],"title":["On simple arrangements of lines and pseudo-lines in P^2 and R^2 with the\n  maximum number of triangles"],"description":["  We give some new advances in the research of the maximum number of triangles\nthat we may obtain in a simple arrangements of n lines or pseudo-lines.\n","Comment: 12 pages, 9 figures"]}]
["0706.2013",{"format":[],"subject":["Mathematics - Probability","60J10 (Primary) 60J50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2013","IMS Collections 2008, Vol. 2, 24-29","doi:10.1214/193940307000000365"],"date":["2007-06-13","2008-05-19"],"type":["text"],"creator":["James, Nicholas","Lyons, Russell","Peres, Yuval"],"language":[],"coverage":[],"title":["A transient Markov chain with finitely many cutpoints"],"description":["  We give an example of a transient reversible Markov chain that almost surely\nhas only a finite number of cutpoints. We explain how this is relevant to a\nconjecture of Diaconis and Freedman and a question of Kaimanovich. We also\nanswer Kaimanovich's question when the Markov chain is a nearest-neighbor\nrandom walk on a tree.\n","Comment: Published in at http://dx.doi.org/10.1214/193940307000000365 the IMS\n  Collections (http://www.imstat.org/publications/imscollections.htm) by the\n  Institute of Mathematical Statistics (http://www.imstat.org)"]}]
["0707.0741",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0741","Phys. Rev. Lett. 100, 170506 (2008)","doi:10.1103/PhysRevLett.100.170506"],"date":["2007-07-05","2008-04-10"],"type":["text"],"creator":["Perets, Hagai B.","Lahini, Yoav","Pozzi, Francesca","Sorel, Marc","Morandotti, Roberto","Silberberg, Yaron"],"language":[],"coverage":[],"title":["Realization of quantum walks with negligible decoherence in waveguide\n  lattices"],"description":["  Quantum random walks are the quantum counterpart of classical random walks,\nand were recently studied in the context of quantum computation. A quantum\nrandom walker is subject to self interference, leading to a remarkably\ndifferent behavior than that of classical random walks such as ballistic\npropagation or localization due to disorder. Physical implementations of\nquantum walks have only been made in very small scale systems severely limited\nby decoherence. Here we show that the propagation of photons in waveguide\nlattices, which have been studied extensively in recent years, are essentially\nan implementation of quantum walks. Since waveguide lattices are easily\nconstructed at large scales and display negligible decoherence, they can serve\nas an ideal and versatile experimental playground for the study of quantum\nwalks and quantum algorithms. We experimentally observe quantum walks in large\nsystems (~100 sites) and confirm quantum walks effects which were studied\ntheoretically, including ballistic propagation, disorder and boundary related\neffects.\n","Comment: 4 pages, 3 figures. Added subfigure. Accepted to PRL"]}]
["0707.1838",{"format":[],"subject":["Mathematics - Numerical Analysis","65F15","15A23","15A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1838"],"date":["2007-07-12","2008-05-19"],"type":["text"],"creator":["Sutton, Brian D."],"language":[],"coverage":[],"title":["Computing the complete CS decomposition"],"description":["  An algorithm is developed to compute the complete CS decomposition (CSD) of a\npartitioned unitary matrix. Although the existence of the CSD has been\nrecognized since 1977, prior algorithms compute only a reduced version (the\n2-by-1 CSD) that is equivalent to two simultaneous singular value\ndecompositions. The algorithm presented here computes the complete 2-by-2 CSD,\nwhich requires the simultaneous diagonalization of all four blocks of a unitary\nmatrix partitioned into a 2-by-2 block structure. The algorithm appears to be\nthe only fully specified algorithm available. The computation occurs in two\nphases. In the first phase, the unitary matrix is reduced to bidiagonal block\nform, as described by Sutton and Edelman. In the second phase, the blocks are\nsimultaneously diagonalized using techniques from bidiagonal SVD algorithms of\nGolub, Kahan, and Demmel. The algorithm has a number of desirable numerical\nfeatures.\n","Comment: New in v3: additional discussion on efficiency, Wilkinson shifts,\n  connection with tridiagonal QR iteration. New in v2: additional figures and a\n  reorganization of the text"]}]
["0707.4093",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4093","Phys. Rept. 461 (2008) 37","doi:10.1016/j.physrep.2008.03.001"],"date":["2007-07-27","2008-05-19"],"type":["text"],"creator":["Shindler, A."],"language":[],"coverage":[],"title":["Twisted mass lattice QCD"],"description":["  I review the theoretical foundations, properties as well as the simulation\nresults obtained so far of a variant of the Wilson lattice QCD formulation:\nWilson twisted mass lattice QCD. Emphasis is put on the discretization errors\nand on the effects of these discretization errors on the phase structure for\nWilson-like fermions in the chiral limit. The possibility to use in lattice\nsimulations different lattice actions for sea and valence quarks to ease the\nrenormalization patterns of phenomenologically relevant local operators, is\nalso discussed.\n","Comment: v2. 143 pages, 28 figures. Sect. 2 now split in two sections. Several\n  improvements for better readability. Typos corrected. Added 2 figures. Added\n  references. Clarifications on few points. Conclusions and results unchanged.\n  Version published on Physics Report"]}]
["0710.0139",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0139","IAU Symposium, 2008, Volume 246, p. 275-276","doi:10.1017/S1743921308015780"],"date":["2007-09-30"],"type":["text"],"creator":["Perets, Hagai B.","Kupi, Gabor","Alexander, Tal"],"language":[],"coverage":[],"title":["Getting a kick out of the stellar disk(s) in the galactic center"],"description":["  Recent observations of the Galactic center revealed a nuclear disk of young\nOB stars, in addition to many similar outlying stars with higher eccentricities\nand/or high inclinations relative to the disk (some of them possibly belonging\nto a second disk). Binaries in such nuclear disks, if they exist in\nnon-negligible fractions, could have a major role in the evolution of the disks\nthrough binary heating of this stellar system. We suggest that interactions\nwith/in binaries may explain some (or all) of the observed outlying young stars\nin the Galactic center. Such stars could have been formed in a disk, and later\non kicked out from it through binary related interactions, similar to ejection\nof high velocity runaway OB stars in young clusters throughout the galaxy.\n","Comment: 2 pages, 2 figs. To be published in the proceedings of the IAU 246\n  symposium on \"Dynamical evolution of dense stellar systems\""]}]
["0710.0773",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0773"],"date":["2007-10-03","2008-05-18"],"type":["text"],"creator":["Satoh, Kohki H.","Takeshita, Soshi","Koda, Akihiro","Kadono, Ryosuke","Ishida, Kenji","Pyon, Sunsen","Sasagawa, Takao","Takagi, Hidenori"],"language":[],"coverage":[],"title":["Flux line lattice state versus magnetism in electron-doped cuprate\n  superconductor Sr_{1-x}La_{x}CuO_{2}"],"description":["  The microscopic details of flux line lattice state studied by muon spin\nrotation is reported in an electron-doped high-$T_{\\rm c}$ cuprate\nsuperconductor, Sr$_{1-x}$La$_{x}$CuO$_{2}$ (SLCO, $x=0.10$--0.15). A clear\nsign of phase separation between magnetic and non-magnetic phases is observed,\nwhere the effective magnetic penetration depth [$\\lambda\\equiv\\lambda(T,H)$] is\ndetermined selectively for the latter phase. The extremely small value of\n$\\lambda(0,0)$ %versus $T_{\\rm c}$ and corresponding large superfluid density\n($n_s \\propto \\lambda^{-2}$) is consistent with presence of a large Fermi\nsurface with carrier density of $1+x$, which suggests the breakdown of the\n\"doped Mott insulator\" even at the \"optimal doping\" in SLCO. Moreover, a\nrelatively weak anisotropy in the superconducting order parameter is suggested\nby the field dependence of $\\lambda(0,H)$. These observations strongly suggest\nthat the superconductivity in SLCO is of a different class from hole-doped\ncuprates.\n","Comment: 7 pages,6 figures. Added figure and changed content. This manuscript\n  will be published by Physical Review B"]}]
["0710.1502",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1502","Quantum Inf. Comput. 8, 734 (2008)"],"date":["2007-10-08"],"type":["text"],"creator":["McConnell, Gary","Gross, David"],"language":[],"coverage":[],"title":["Efficient 2-designs from bases exist"],"description":["  We show that in a complex d-dimensional vector space, one can find O(d) bases\nwhose elements form a 2-design. Such vector sets generalize the notion of a\nmaximal collection of mutually unbiased bases (MUBs). MUBs have manifold\napplications in quantum information theory (e.g. in state tomography, cloning,\nor cryptography) -- however it is suspected that maximal sets exist only in\nprime-power dimensions. Our construction offers an efficient alternative for\ngeneral dimensions. The findings are based on a framework recently established\nin [A. Roy and A. Scott, J. Math. Phys. 48, 072110 (2007)], which reduces the\nconstruction of such bases to the combinatorial problem of finding certain\nhighly nonlinear functions between abelian groups.\n","Comment: 5 pages"]}]
["0710.5850",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5850","Opt. Lett. 33, 611 (2008)","doi:10.1364/OL.33.000611"],"date":["2007-10-31"],"type":["text"],"creator":["Sonnefraud, Yannick","Cuche, Aurelien","Faklaris, Orestis","Boudou, Jean-Paul","Sauvage, Thierry","Roch, Jean-Francois","Treussart, Francois","Huant, Serge"],"language":[],"coverage":[],"title":["25-nm diamond crystals hosting single NV color centers sorted by\n  photon-correlation near-field microscopy"],"description":["  Diamond nanocrystals containing highly photoluminescent color centers are\nattractive non-classical and near-field light sources. For near-field\napplications the size of the nanocrystal is crucial since it defines the\noptical resolution. NV (Nitrogen-Vacancy) color centers are efficiently created\nby proton irradiation and annealing of a nanodiamond powder. Using near-field\nmicroscopy and photon statistics measurements, we show that nanodiamond with\nsize down to 25 nm can hold a single NV color center with bright and stable\nphotoluminescence.\n"]}]
["0711.0552",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0552","in \"Lie theory and its applications in physics VII\", (H.-D.\n  Doebner and V.K. Dobrev, Eds), Proceedings of the VII International Workshop,\n  Varna, Bulgaria, June 2007. Heron Press, Sofia, 2008, pp. 352-363."],"date":["2007-11-04"],"type":["text"],"creator":["Futorny, V.","Molev, A.","Ovsienko, S."],"language":[],"coverage":[],"title":["Gelfand-Tsetlin bases for representations of finite W-algebras and\n  shifted Yangians"],"description":["  Remarkable subalgebras of the Yangian for gl_n called the shifted Yangians\nwere introduced in a recent work by Brundan and Kleshchev in relation to their\nstudy of finite W-algebras. In particular, in that work a classification of\nfinite-dimensional irreducible representations of the shifted Yangians and the\nassociated finite W-algebras was given. We construct a class of these\nrepresentations in an explicit form via bases of Gelfand-Tsetlin type.\n","Comment: 13 pages, contribution to the proceedings of the conference \"Lie\n  Theory and its Applications in Physics\", Varna 2007"]}]
["0712.0779",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0779","Phys. Rev. E 77, 051301 (2008)","doi:10.1103/PhysRevE.77.051301"],"date":["2007-12-05","2008-05-19"],"type":["text"],"creator":["Bunin, Guy","Shokef, Yair","Levine, Dov"],"language":[],"coverage":[],"title":["Frequency-dependent fluctuation-dissipation relations in granular gases"],"description":["  The Green-Kubo relation for two models of granular gases is discussed. In the\nMaxwell model in any dimension, the effective temperature obtained from the\nGreen-Kubo relation is shown to be frequency independent, and equal to the\naverage kinetic energy, known as the granular temperature. In the second model\nanalyzed, a mean-field granular gas, the collision rate of a particle is taken\nto be proportional to its velocity. The Green-Kubo relation in the high\nfrequency limit is calculated for this model, and the effective temperature in\nthis limit is shown to be equal to the granular temperature. This result, taken\ntogether with previous results, showing a difference between the effective\ntemperature at zero frequency (the Einstein relation) and the granular\ntemperature, shows that the Green-Kubo relation for granular gases is violated.\n","Comment: 6 pages"]}]
["0712.2699",{"format":[],"subject":["Mathematics - General Mathematics","91-04","91F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2699"],"date":["2007-12-17","2008-05-19"],"type":["text"],"creator":["Kurth, Martin"],"language":[],"coverage":[],"title":["Square root voting in the Council of the European Union: Rounding\n  effects and the Jagiellonian Compromise"],"description":["  In recent years, enlargement of the European Union has brought with it\nrenewed discussion of voting arrangements in the Council of the EU. During\nthese negotiations, the Polish government proposed a voting scheme that gives\neach country a voting weight proportional to the square root of its population,\nand sets a quota according to an optimality condition (\"Jagiellonian\nCompromise\"). In this paper, the optimal quota is found exactly for the current\npopulation data from the 27 EU member states, and it is found that rounding of\nthe voting weights can be used to improve the voting scheme.\n","Comment: Reference style changed. Preprint submitted to Elsevier"]}]
["0712.4258",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4258"],"date":["2007-12-27","2008-05-19"],"type":["text"],"creator":["Bub, Jeffrey","Pitowsky, Itamar"],"language":[],"coverage":[],"title":["Two dogmas about quantum mechanics"],"description":["  We argue that the intractable part of the measurement problem -- the 'big'\nmeasurement problem -- is a pseudo-problem that depends for its legitimacy on\nthe acceptance of two dogmas. The first dogma is John Bell's assertion that\nmeasurement should never be introduced as a primitive process in a fundamental\nmechanical theory like classical or quantum mechanics, but should always be\nopen to a complete analysis, in principle, of how the individual outcomes come\nabout dynamically. The second dogma is the view that the quantum state has an\nontological significance analogous to the significance of the classical state\nas the 'truthmaker' for propositions about the occurrence and non-occurrence of\nevents, i.e., that the quantum state is a representation of physical reality.\nWe show how both dogmas can be rejected in a realist information-theoretic\ninterpretation of quantum mechanics as an alternative to the Everett\ninterpretation. The Everettian, too, regards the 'big' measurement problem as a\npseudo-problem, because the Everettian rejects the assumption that measurements\nhave definite outcomes, in the sense that one particular outcome, as opposed to\nother possible outcomes, actually occurs in a quantum measurement process. By\ncontrast with the Everettians, we accept that measurements have definite\noutcomes. By contrast with the Bohmians and the GRW 'collapse' theorists who\nadd structure to the theory and propose dynamical solutions to the 'big'\nmeasurement problem, we take the problem to arise from the failure to see the\nsignificance of Hilbert space as a new kinematic framework for the physics of\nan indeterministic universe, in the sense that Hilbert space imposes kinematic\n(i.e., pre-dynamic) objective probabilistic constraints on correlations between\nevents.\n","Comment: 25 pages; for 'Everett @ 50,' S. Saunders, J. Barrett, A. Kent, D.\n  Wallace (eds.), Oxford, 2009. Revised version involves some clarification in\n  the formulation and minor corrections"]}]
["0801.0109",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0109"],"date":["2007-12-30","2008-05-19"],"type":["text"],"creator":["Wichmann, Soeren","Stauffer, Dietrich","Schulze, Christian","Lima, F. Welington S.","Holman, Eric W"],"language":[],"coverage":[],"title":["Meaning and Form in a Language Computer Simulation"],"description":["  Thousands of different forms (words) are associated with thousands of\ndifferent meanings (concepts) in a language computer model. Reasonable\nagreement with reality is found for the number of languages in a family and the\nHamming distances between languages.\n","Comment: 13 pages including many figures. Revised version with larger systems\n  and one more author Welington Lima; 15 pages"]}]
["0801.0509",{"format":[],"subject":["Mathematics - Algebraic Geometry","14L30 (Primary) 14M17, 14L24 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0509"],"date":["2008-01-03","2008-05-17"],"type":["text"],"creator":["De Concini, Corrado","Kannan, Senthamarai","Maffei, Andrea"],"language":[],"coverage":[],"title":["The quotient of a complete symmetric variety"],"description":["  We study the quotient of a completion of a symmetric variety G/H under the\naction of H. We prove that this is isomorphic to the closure of the image of an\nisotropic torus under the action of the restricted Weyl group. In the case the\ncompletion is smooth and toroidal we describe the set of semistable points.\n","Comment: Dedicated to Ernest Vinberg on occasion of his 70th birthday"]}]
["0801.2665",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","20C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2665"],"date":["2008-01-17","2008-05-18"],"type":["text"],"creator":["Craven, David A."],"language":[],"coverage":[],"title":["Simple Modules for Groups with Abelian Sylow 2-Subgroups are Algebraic"],"description":["  Let G be a finite group and let p be a prime. A module for G over a field of\ncharacteristic p is called algebraic if it satisfies a polynomial, with\naddition and multiplication given by direct sum and tensor product. In some\nsense, having this property is equivalent to the tensor structure being 'nice'\nfor that module.\n  In this paper we prove that if G is a group with abelian Sylow 2-subgroups,\nand p=2, then all simple modules for G are algebraic. We include the conjecture\nthat this result holds for all abelian 2-blocks.\n","Comment: 9 pages"]}]
["0802.0945",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0945","J. Phys.: Condens. Matter 20, 255207 (2008)","doi:10.1088/0953-8984/20/25/255207"],"date":["2008-02-07","2008-05-19"],"type":["text"],"creator":["Peres, N. M. R.","Sols, F."],"language":[],"coverage":[],"title":["Transmission through a defect in polyacene: the extreme limit of ultra\n  narrow graphene"],"description":["  We compute the transmission of an electron through an impurity in polyacene.\nAn analytical expression for the transmission coefficient is found. For\nsimplicity the disorder is confined to a single unit cell, but the\ngeneralization to several unit cells is straightforward. Both on-site and\noff-diagonal defects are considered. When the impurity preserves the inversion\nsymmetry around the central axis, the scattering problem can be reduced to that\nof two independent chains with an alternating sequence of two types of atoms.\n"]}]
["0802.1080",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","34L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1080"],"date":["2008-02-07","2008-05-18"],"type":["text"],"creator":["Kupin, S."],"language":[],"coverage":[],"title":["Absolutely continuous spectrum of a Schr\\\"odinger operator on a tree"],"description":["  We give sufficient conditions for the presence of the absolutely continuous\nspectrum of a Schr\\\"odinger operator on a regular rooted tree without loops\n(also called regular Bethe lattice or Cayley tree).\n","Comment: 10 pages, 1 figure; a preliminary version, few more typos corrected"]}]
["0802.1688",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1688","Europhys. Lett. 82, 54002 (2008)","doi:10.1209/0295-5075/82/54002"],"date":["2008-02-12","2008-03-17"],"type":["text"],"creator":["Goldfarb, F.","Ghosh, J.","David, M.","Ruggiero, J.","Chanelière, T.","Gouët, J. -L. Le","Gilles, H.","Ghosh, R.","Bretenaker, F."],"language":[],"coverage":[],"title":["Observation of Ultra-narrow Electromagnetically Induced Transparency and\n  Slow Light using Purely Electronic Spins in a Hot Atomic Vapor"],"description":["  Electromagnetically induced transparency (EIT) is observed in gaseous 4He at\nroom temperature. Ultra-narrow (less than 10 kHz) EIT windows are obtained for\nthe first time for purely electronic spins in the presence of Doppler\nbroadening. The positive role of collisions is emphasized through measurements\nof the power dependence of the EIT resonance. Measurement of slow light opens\nup possible ways to applications.\n"]}]
["0802.1826",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1826","Journal of Mathematical Physics 49 (2008) 053303","doi:10.1063/1.2924322"],"date":["2008-02-13"],"type":["text"],"creator":["Ruiz, Jean","Wouts, Marc"],"language":[],"coverage":[],"title":["On the Kert\\'esz line: Some rigorous bounds"],"description":["  We study the Kert\\'esz line of the $q$--state Potts model at (inverse)\ntemperature $\\beta$, in presence of an external magnetic field $h$. This line\nseparates two regions of the phase diagram according to the existence or not of\nan infinite cluster in the Fortuin-Kasteleyn representation of the model. It is\nknown that the Kert\\'esz line $h_K (\\beta)$ coincides with the line of first\norder phase transition for small fields when $q$ is large enough. Here we prove\nthat the first order phase transition implies a jump in the density of the\ninfinite cluster, hence the Kert\\'esz line remains below the line of first\norder phase transition. We also analyze the region of large fields and prove,\nusing techniques of stochastic comparisons, that $h_K (\\beta)$ equals $\\log (q\n- 1) - \\log (\\beta - \\beta_p)$ to the leading order, as $\\beta$ goes to\n$\\beta_p = - \\log (1 - p_c)$ where $p_c$ is the threshold for bond percolation.\n","Comment: 11 pages, 1 figure"]}]
["0802.4296",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4296","Astronomische Nachrichten 329 Issue 5, 476-484 (2008)","doi:10.1002/asna.200710980"],"date":["2008-02-28"],"type":["text"],"creator":["Garcia, R. A.","Jimenez, A.","Mathur, S.","Ballot, J.","Eff-Darwich, A.","Jimenez-Reyes, S. J.","Palle, P. L.","Provost, J.","Turck-Chieze, S."],"language":[],"coverage":[],"title":["Update on g-mode research"],"description":["  Since the beginning of this century we have attended a blooming of the\ngravity-mode research thanks to the unprecedented quality of the data\navailable, either from space with SoHO, or from the ground-based networks as\nBiSON or GONG. From the first upper limit of the gravity-mode amplitudes fixed\nat 10 mm/s at 200 microHz given by Appourchaux et al. (2000), on one hand, a\npeak was supposed to be a component of the l=1, n=1 mixed mode (Garcia et al.\n2001a, b; Gabriel et al. 2002) and, on the other hand, a couple of patterns\n--multiplets-- were attributed to gravity modes (Turck-Chieze et al. 2004;\nMathur et al. 2007). One of these patterns, found around 220 microHz, could be\nlabeled as the l=2, n =-3 g mode, which is expected to be the one with the\nhighest surface amplitude (Cox and Guzik 2004). Finally, in 2007, Garcia et al.\nwere able to measure the fingertips of the dipole gravity modes looking for\ntheir asymptotic properties. In the present paper we present an update of the\nrecent developments on this subject with special attention to the 220 microHz\nregion, the dipole asymptotic properties and the impact of the incoming g-mode\nobservations on the knowledge of the solar structure and rotation profile.\n","Comment: Paper accepted for publication in Astronomische Nachrichten. 9 pages,\n  8 figures"]}]
["0803.1027",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1027"],"date":["2008-03-07","2008-05-19"],"type":["text"],"creator":["Danagulyan, A. S.","Balabekyan, A. R.","Hovhannisyan, G. H.","Demekhina, N. A.","Adam, I.","Kalinnikov, V. G.","Krivopustov, M. I.","Tsoupko-Sitnikov, V. M."],"language":[],"coverage":[],"title":["Isoscaling in Reactions on Enriched Tin Isotopes and Nuclear Symmetry\n  Energy"],"description":["  Isospin effects in 12C ion induced reactions on enriched tin isotopes are\ninvestigated. The isoscaling parameter B is determined for different mass\nregions of product nuclei. It is shown that the isoscaling parameter is\nsensitive to the formation mechanism of products, and increases as the\ndifference in the asymmetry is increasing. Using the exitatation energy\nobtained with the catcher technique temperatures, density ratio ro/ro0 for\nproduct nuclei in different mass regions and the values of symmetry energy\ncoefficient for light mass regions of product nuclei for proton and deuteron\ninduced reactions are determined.\n","Comment: 7 pages, 3 figures"]}]
["0803.1630",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1630","MNRAS 386 (2008), 2311-2322","doi:10.1111/j.1365-2966.2008.13211.x"],"date":["2008-03-11"],"type":["text"],"creator":["Castelli, A. V. Smith","Bassino, L. P.","Richtler, T.","Cellone, S. A.","Aruta, C.","Infante, L."],"language":[],"coverage":[],"title":["Galaxy populations in the Antlia cluster. I. Photometric properties of\n  early-type galaxies"],"description":["  We present the first colour-magnitude relation (CMR) of early-type galaxies\nin the central region of the Antlia cluster, obtained from CCD wide-field\nphotometry in the Washington photometric system. Integrated (C -T1) colours, T1\nmagnitudes, and effective radii have been measured for 93 galaxies (i.e. the\nlargest galaxies sample in the Washington system till now) from the FS90\ncatalogue (Ferguson & Sandage 1990). Membership of 37 objects can be confirmed\nthrough new radial velocities and data collected from the literature. The\nresulting colour-magnitude diagram shows that early-type FS90 galaxies that are\nspectroscopically confirmed Antlia members or that were considered as definite\nmembers by FS90, follow a well defined CMR (sigma_(C -T1) ~ 0.07 mag) that\nspans 9 magnitudes in brightness with no apparent change of slope. This\nrelation is very tight for the whole magnitude range but S0 galaxies show a\nlarger dispersion, apparently due to a separation of ellipticals and S0s.\nAntlia displays a slope of -13.6 in a T1 vs. (C -T1) diagram, in agreement with\nresults for clusters like Fornax, Virgo, Perseus and Coma, which are\ndynamically different to Antlia. This fact might indicate that the build up of\nthe CMR in cluster of galaxies is more related to galaxies internal processes\nthan to the influence of the environment. Interpreting the CMR as a\nluminosity-metallicity relation of old stellar systems, the metallicities of\nthe Antlia galaxies define a global relation down to Mv ~ -13. We also find,\nfor early-type dwarfs, no clear relation between luminosity and effective\nradius, indicating a nearly constant mean effective radius of ~ 1 kpc. This\nvalue is also found in several samples of dwarf galaxies in Virgo and Coma.\n","Comment: 13 pages, 6 figures. Accepted for publication in MNRAS"]}]
["0803.2782",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2782","Phys. Rev. Lett. 100, 146602 (2008)","doi:10.1103/PhysRevLett.100.146602"],"date":["2008-03-19"],"type":["text"],"creator":["Urban, D. F.","Komnik, A."],"language":[],"coverage":[],"title":["Interaction-induced beats of Friedel oscillations in quantum wires"],"description":["  We analyze the spectrum of electron density oscillations in an interacting\none-dimensional electron system with an impurity. The system's inhomogeneity is\ncharacterized by different values of Fermi wave vectors $k_F=k_{L/R}$ on\nleft/right side of the scatterer, leading to a Landauer dipole formation. We\ndemonstrate, that while in the noninteracting system the Friedel oscillations\npossess only one periodicity related to the local $k_F$, say $k_L$ on the left\nside, the interplay of the interactions and the Landauer dipole generates an\nadditional peak in the spectrum of density oscillations at the counterpart\n$k_R$. Being only present in correlated systems, the position and shape of this\nspectral feature, which in coordinate space is observable as a beating pattern\nin the Friedel oscillations, reveals many important details about the nature of\ninteractions. Thus it has a potential to become an investigation tool in\ncondensed matter physics.\n","Comment: 5 pages, 4 figures"]}]
["0803.3172",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3172","Physical Review A 77, 052323 (2008)","doi:10.1103/PhysRevA.77.052323"],"date":["2008-03-21","2008-05-13"],"type":["text"],"creator":["Caruso, Filippo","Giovannetti, Vittorio","Macchiavello, Chiara","Ruskai, Mary Beth"],"language":[],"coverage":[],"title":["Qubit channels with small correlations"],"description":["  We introduce a class of quantum channels with correlations acting on pairs of\nqubits, where the correlation takes the form of a shift operator onto a\nmaximally entangled state. We optimise the output purity and show that below a\ncertain threshold the optimum is achieved by partially entangled states whose\ndegree of entanglement increases monotonically with the correlation parameter.\nAbove this threshold, the optimum is achieved by the maximally entangled state\ncharacterizing the shift. Although, a full analysis can only be done for the\n2-norm, both numerical and heuristic arguments indicate that this behavior and\nthe optimal inputs are independent of p>1 when the optimal output purity is\nmeasured using the p-norm.\n","Comment: 11 pages, 4 figures, 2 tables"]}]
["0803.3591",{"format":[],"subject":["Quantitative Biology - Cell Behavior","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3591","PLoS ONE 3(5): e2093","doi:10.1371/journal.pone.0002093"],"date":["2008-03-25"],"type":["text"],"creator":["Li, Liang","Norrelykke, Simon F.","Cox, Edward C."],"language":[],"coverage":[],"title":["Persistent Cell Motion in the Absence of External Signals: A Search\n  Strategy for Eukaryotic Cells"],"description":["  Eukaryotic cells are large enough to detect signals and then orient to them\nby differentiating the signal strength across the length and breadth of the\ncell. Amoebae, fibroblasts, neutrophils and growth cones all behave in this\nway. Little is known however about cell motion and searching behavior in the\nabsence of a signal. Is individual cell motion best characterized as a random\nwalk? Do individual cells have a search strategy when they are beyond the range\nof the signal they would otherwise move toward? Here we ask if single,\nisolated, Dictyostelium and Polysphondylium amoebae bias their motion in the\nabsence of external cues. We placed single well-isolated Dictyostelium and\nPolysphondylium cells on a nutrient-free agar surface and followed them at 10\nsec intervals for ~10 hr, then analyzed their motion with respect to velocity,\nturning angle, persistence length, and persistence time, comparing the results\nto the expectation for a variety of different types of random motion. We find\nthat amoeboid behavior is well described by a special kind of random motion:\nAmoebae show a long persistence time (~10 min) beyond which they start to lose\ntheir direction; they move forward in a zig-zag manner; and they make turns\nevery 1-2 min on average. They bias their motion by remembering the last turn\nand turning away from it. Interpreting the motion as consisting of runs and\nturns, the duration of a run and the amplitude of a turn are both found to be\nexponentially distributed. We show that this behavior greatly improves their\nchances of finding a target relative to performing a random walk. We believe\nthat other eukaryotic cells may employ a strategy similar to Dictyostelium when\nseeking conditions or signal sources not yet within range of their detection\nsystem.\n","Comment: 15 pages, 11 figures, accepted for publication in PLOS One"]}]
["0804.0227",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0227"],"date":["2008-04-01","2008-05-19"],"type":["text"],"creator":["Lieu, Richard"],"language":[],"coverage":[],"title":["Hubble redshift and the Heisenberg frequency uncertainty: on a coherence\n  (or pulse) time signature in extragalactic light"],"description":["  In any Big Bang cosmology, the frequency $\\omega$ of light detected from a\ndistant source is continuously and linearly changing (usually redshifting) with\nelapsed observer's time $\\delta t$, because of the expanding Universe. For\nsmall $\\delta t$, however, the resulting $\\delta\\omega$ shift lies beneath the\nHeisenberg frequency uncertainty. And since there {\\it is} a way of telling\nwhether such short term shifts really exist, if the answer is affirmative we\nwill have a means of monitoring radiation to an accuracy level that surpasses\nfundamental limitations. More elaborately, had $\\omega$ been `frozen' for a\nminimum threshold interval before any redshift could take place, i.e. the light\npropagated as a smooth but {\\it periodic} sequence of wave packets or pulses,\nand $\\omega$ decreased only from one pulse to the next, one would then be\ndenied the above forbiddingly precise information about frequency behavior. Yet\nbecause this threshold period is {\\it observable}, being $\\Delta t \\approx\n1/\\sqrt{\\omega_0 H_0} \\sim$ 5 -- 15 minute for the cosmic microwave background\n(CMB), we can indeed perform a check for consistency between the Hubble Law and\nthe Uncertainty Principle. If, as most would assume to be the case, the former\neither takes effect without violating the latter or not take effect at all, the\npresence of this characteristic time signature (periodicity) $\\Delta t$ would\nrepresent direct verification of the redshift phenomenon.\n","Comment: 9 pages, 18 equations, 1 figure. Paper overhauled. A much simpler\n  interpretation of the CMB Fourier transform in terms of the Uncertainty\n  Principle is available"]}]
["0804.2223",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2223","Phys. Rev. A 77, 053406 (2008)","doi:10.1103/PhysRevA.77.053406"],"date":["2008-04-14","2008-04-18"],"type":["text"],"creator":["Goldman, N."],"language":[],"coverage":[],"title":["Mott-Insulator Transition for Ultracold Fermions in Two-Dimensional\n  Optical Lattices"],"description":["  In this work we study ultracold Fermions confined in a two-dimensional\noptical lattice and we explore the Mott-insulator transition with the\nFermi-Hubbard model. On the basis of a mean-field approach, we study the phase\ndiagrams in the presence of a harmonic trapping potential. Local Mott-insulator\nphases are shown to be generally situated in the center of the trap and\ncorrespond to a vanishing variance of the local density. We then study the\neffects induced by rotation on the Mott-insulator phase transition. In\nparticular, we show that the phase boundary reproduces the edge of the\nHofstadter butterfly.\n","Comment: 7 pages, 7 figures, to appear in Physical Review A"]}]
["0804.3221",{"format":[],"subject":["Physics - Plasma Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3221"],"date":["2008-04-20","2008-05-19"],"type":["text"],"creator":["Mendonça, J. T.","Thidé, B.","Bergman, J. E. S.","Mohammadi, S. M.","Eliasson, B.","Baan, W.","Then, H."],"language":[],"coverage":[],"title":["Photon orbital angular momentum in a plasma vortex"],"description":["  We study theoretically the exchange of angular momentum between a photon beam\nand a plasma vortex, and demonstrate the possible excitation of photon angular\nmomentum states in a plasma. This can be relevant to laboratory and space\nplasma diagnostics; radio astronomy self-calibration; and generating photon\nangular momentum beams. A static plasma perturbation with helical structure,\nand a rotating plasma vortex are studied in detail and a comparison between\nthese two cases, and their relevance to the physical nature of photon OAM, is\nestablished.\n","Comment: 4 pages, submitted to Phys. Rev. Lett"]}]
["0804.3303",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory","16S99 (Primary)","17B20, 22E46 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3303"],"date":["2008-04-21","2008-05-19"],"type":["text"],"creator":["Yang, Shih-Wei","Zelevinsky, Andrei"],"language":[],"coverage":[],"title":["Cluster algebras of finite type via Coxeter elements and principal\n  minors"],"description":["  We give a uniform geometric realization for the cluster algebra of an\narbitrary finite type with principal coefficients at an arbitrary acyclic seed.\nThis algebra is realized as the coordinate ring of a certain reduced double\nBruhat cell in the simply connected semisimple algebraic group of the same\nCartan-Killing type. In this realization, the cluster variables appear as\ncertain (generalized) principal minors.\n","Comment: 38 pages, 2 figures; v2: minor editorial changes, to appear in\n  Transformation Groups"]}]
["0804.3615",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3615"],"date":["2008-04-22","2008-05-19"],"type":["text"],"creator":["Duda, Jarek"],"language":[],"coverage":[],"title":["Combinatorial invariants for graph isomorphism problem"],"description":["  Presented approach in polynomial time calculates large number of invariants\nfor each vertex, which won't change with graph isomorphism and should fully\ndetermine the graph. For example numbers of closed paths of length k for given\nstarting vertex, what can be though as the diagonal terms of k-th power of the\nadjacency matrix. For k=2 we would get degree of verities invariant, higher\ndescribes local topology deeper. Now if two graphs are isomorphic, they have\nthe same set of such vectors of invariants - we can sort theses vectors\nlexicographically and compare them. If they agree, permutations from sorting\nallow to reconstruct the isomorphism. I'm presenting arguments that these\ninvariants should fully determine the graph, but unfortunately I can't prove it\nin this moment. This approach can give hope, that maybe P=NP - instead of\nchecking all instances, we should make arithmetics on these large numbers.\n"]}]
["0804.4719",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory","05E05","17B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4719"],"date":["2008-04-29","2008-05-19"],"type":["text"],"creator":["Hersh, Patricia","Lenart, Cristian"],"language":[],"coverage":[],"title":["Combinatorial Constructions of Weight Bases: The Gelfand-Tsetlin Basis"],"description":["  This work is part of a project on weight bases for the irreducible\nrepresentations of semisimple Lie algebras with respect to which the\nrepresentation matrices of the Chevalley generators are given by explicit\nformulas. In the case of sl_n, the celebrated Gelfand-Tsetlin basis is the only\nsuch basis known. Using the setup of supporting graphs developed by Donnelly,\nwe present a simple combinatorial proof of the Gelfand-Tsetlin formulas based\non a rational function identity. Some properties of the Gelfand-Tsetlin basis\nare derived via an algorithm for solving certain equations on the lattice of\nsemistandard Young tableaux.\n"]}]
["0805.0633",{"format":[],"subject":["Mathematical Physics","81Q05","35C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0633"],"date":["2008-05-05","2008-05-19"],"type":["text"],"creator":["Suazo, Erwin","Suslov, Sergei"],"language":[],"coverage":[],"title":["An Integral Form of the Nonlinear Schroedinger Equation with Variable\n  Coefficients"],"description":["  We discuss an integral form of the Cauchy initial value problem for the\nnonlinear Schroedinger equation with variable coefficients. Some special and\nlimiting cases are outlined.\n","Comment: 14 pages, no figures"]}]
["0805.0800",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0800"],"date":["2008-05-06","2008-05-18"],"type":["text"],"creator":["Liu, Xiaobo"],"language":[],"coverage":[],"title":["On Certain Vanishing Identities For Gromov-Witten Invariants"],"description":["  In this paper, we study some vanishing identities for Gromov-Witten\ninvariants conjectured by K. Liu and H. Xu. We will prove these conjectures in\nthe case that the summation range is large compare to genus. In fact, in such\ncases, we can obtain a vanishing identity which is stronger than their\nconjectures. Moreover we will also prove their conjectures in low genus cases.\n","Comment: 15 pages, LaTex file. Added more cases to Theorem 0.3"]}]
["0805.1595",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1595"],"date":["2008-05-12"],"type":["text"],"creator":["Décanini, Yves","Folacci, Antoine"],"language":[],"coverage":[],"title":["FKWC-bases and geometrical identities for classical and quantum field\n  theories in curved spacetime"],"description":["  Fulling, King, Wybourne and Cummings (FKWC) have proposed to expand\nsystematically the Riemann polynomials encountered in the context of field\ntheories in curved spacetime on standard bases constructed from group\ntheoretical considerations. They have also displayed such bases for scalar\nRiemann polynomials of order eight or less in the derivatives of the metric\ntensor and for tensorial Riemann polynomials of order six or less. Here we\nprovide a slightly modified version of the FKWC-bases as well as an important\nlist of geometrical relations we have used in recent works. These relations are\nindependent of the dimension of spacetime. In our opinion, they are helpful to\nachieve quickly and easily, by hand, very tedious calculations as well as, of\ncourse, to provide irreducible expressions for all the results obtained. They\ncould be very helpful to people working in gravitational physics and more\nparticularly (i) to treat some aspects of the classical theory of gravitational\nwaves such as the radiation reaction problem and (ii) to deal with\nregularization and renormalization of quantum field theories, of stochastic\nsemiclassical gravity and of higher-order theories of gravity.\n","Comment: Unpublished report"]}]
["0805.2401",{"format":[],"subject":["Mathematics - Quantum Algebra","16W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2401"],"date":["2008-05-15"],"type":["text"],"creator":["Beattie, Margaret","Iovanov, Miodrag Cristian","Raianu, Serban"],"language":[],"coverage":[],"title":["The antipode of a dual quasi-Hopf algebra with nonzero integrals is\n  bijective"],"description":["  For $A$ a Hopf algebra of arbitrary dimension over a field $K$, it is\nwell-known that if $A$ has nonzero integrals, or, in other words, if the\ncoalgebra $A$ is co-Frobenius, then the space of integrals is one-dimensional\nand the antipode of $A$ is bijective. Bulacu and Caenepeel recently showed that\nif $H$ is a dual quasi-Hopf algebra with nonzero integrals, then the space of\nintegrals is one-dimensional, and the antipode is injective. In this short note\nwe show that the antipode is bijective.\n","Comment: 4 pages"]}]
["0805.2403",{"format":[],"subject":["Mathematics - Group Theory","05C25, 05C75, 20F55, 20E25 (Primary)","20E32 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2403"],"date":["2008-05-14"],"type":["text"],"creator":["Straub, Armin"],"language":[],"coverage":[],"title":["Local recognition of reflection graphs on Coxeter groups"],"description":["  We provide local recognition results for the reflection graphs on spherical\nCoxeter groups. In particular, we study the case $F_4$ which is locally\nrecognizable under additional constraints only. It is then demonstrated in the\ncases $A_n$ and $F_4$ how these graph theoretical recognition results can be\nused to characterize the corresponding Coxeter groups in terms of their\nreflection centralizers. Finally, we outline the connection to the local\nrecognition of Chevalley groups which is particularly important in the\nclassification of the finite simple groups.\n","Comment: Diploma thesis as submitted at TU Darmstadt, 31-Mar 2007, with minor\n  corrections (93 pages)"]}]
["0805.2410",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 57R58"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2410"],"date":["2008-05-15"],"type":["text"],"creator":["Levine, Adam Simon"],"language":[],"coverage":[],"title":["On knots with infinite smooth concordance order"],"description":["  We use the Heegaard Floer obstructions defined by Grigsby, Ruberman, and\nStrle to show that forty-six of the sixty-seven knots through eleven crossings\nwhose concordance orders were previously unknown have infinite concordance\norder.\n","Comment: 5 pages, 3 tables"]}]
["0805.2416",{"format":[],"subject":["Mathematics - Combinatorics","05A30, 05E05, 05E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2416"],"date":["2008-05-15"],"type":["text"],"creator":["Shareshian, John","Wachs, Michelle L."],"language":[],"coverage":[],"title":["Eulerian quasisymmetric functions and poset topology"],"description":["  We introduce a family of quasisymmetric functions called {\\em Eulerian\nquasisymmetric functions}, which have the property of specializing to\nenumerators for the joint distribution of the permutation statistics, major\nindex and excedance number on permutations of fixed cycle type. This family is\nanalogous to a family of quasisymmetric functions that Gessel and Reutenauer\nused to study the joint distribution of major index and descent number on\npermutations of fixed cycle type. Our central result is a formula for the\ngenerating function for the Eulerian quasisymmetric functions, which\nspecializes to a new and surprising $q$-analog of a classical formula for the\nexponential generating function of the Eulerian polynomials. This $q$-analog\ncomputes the joint distribution of excedance number and major index, the only\nof the four important Euler-Mahonian distributions that had not yet been\ncomputed. Our study of the Eulerian quasisymmetric functions also yields\nresults that include the descent statistic and refine results of Gessel and\nReutenauer. We also obtain $q$-analogs, $(q,p)$-analogs and quasisymmetric\nfunction analogs of classical results on the symmetry and unimodality of the\nEulerian polynomials. Our Eulerian quasisymmetric functions refine symmetric\nfunctions that have occurred in various representation theoretic and\nenumerative contexts such as in MacMahon's study of multiset derangements, in\nwork of Procesi and Stanley on toric varieties of Coxeter complexes and in\nStanley's work on symmetric chromatic polynomials. Here we present yet another\noccurence in connection with the homology of a poset introduced by Bj\\\"orner\nand Welker.\n","Comment: 76 pages"]}]
["0805.2417",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2417"],"date":["2008-05-15"],"type":["text"],"creator":["Chaverondier, B."],"language":[],"coverage":[],"title":["Special Relativity and possible Lorentz violations consistently coexist\n  in Aristotle space-time"],"description":["  Some studies interpret quantum measurement as being explicitly non local.\nOthers assume the preferred frame hypothesis. Unfortunately, these two classes\nof studies conflict with Minkowski space-time geometry. On the contrary, in\nAristotle space-time, Lorentz invariance, interpreted as a physical property\napplying to all phenomena actually satisfying this symmetry (as opposed to a\ngeometrical constraint applying to an assumed pre-existing Minkowski\nspace-time) consistently coexists with possible Lorentz violations. Moreover,\nas will be pointed out, the geometrical framework provided by Aristotle\nspace-time is in fact necessary to derive the Lorentz transformations from\nphysical hypotheses.\n","Comment: 13 pages, 6 figures, submitted to Foundation of Physics on 9 may\n  2008. In this article, we explicitly derive the Lorentz transformations in\n  Aristotle space-time instead of implicitly using the geometrical features of\n  this framework (as is the case in usual derivations of these transformations)"]}]
["0805.2419",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2419"],"date":["2008-05-15"],"type":["text"],"creator":["Mitra, Kaushik","Lobb, C. J.","de Melo, C. A. R. Sá"],"language":[],"coverage":[],"title":["Spectral densities of superconducting qubits with environmental\n  resonances"],"description":["  In this paper we derive the environmental spectral density for flux, phase\nand charge qubits when each of them is coupled to an environment with a\nresonance. From the spectral density we obtain the characteristic spontaneous\nemission (relaxation) lifetimes $T_1$ for each of these qubits, and show that\nthere is a substantial enhancement of $T_1$ beyond the resonant frequency of\nthe environment.\n","Comment: 2 pages, 3 figures"]}]
["0805.2422",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2422"],"date":["2008-05-15"],"type":["text"],"creator":["Jiang, Wenwen","Zhang, Jian-Kang","Wong, Kon Max"],"language":[],"coverage":[],"title":["Transceiver Pair Designs for Multiple Access Channels under Fixed Sum\n  Mutual Information using MMSE Decision Feedback Detection"],"description":["  In this paper, we consider the joint design of the transceivers for a\nmultiple access Multiple Input and Multiple Output (MIMO) system having\nInter-Symbol Interference (ISI) channels. The system we consider is equipped\nwith the Minimum Mean Square Error (MMSE) Decision-Feedback (DF) detector.\nTraditionally, transmitter designs for this system have been based on\nconstraints of either the transmission power or the\nsignal-to-interference-and-noise ratio (SINR) for each user. Here, we explore a\nnovel perspective and examine a transceiver design which is based on a fixed\nsum mutual information constraint and minimizes the arithmetic average of mean\nsquare error of MMSE-decision feedback detection. For this optimization\nproblem, a closed-form solution is obtained and is achieved if and only if the\naveraged sum mutual information is uniformly distributed over each active\nsubchannel. Meanwhile, the mutual information of the currently detected user is\nuniformly distributed over each individual symbol within the block signal of\nthe user, assuming all the previous user signals have been perfectly detected.\n"]}]
["0805.2423",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2423"],"date":["2008-05-15"],"type":["text"],"creator":["Grover, Pulkit","Sahai, Anant"],"language":[],"coverage":[],"title":["Green Codes: Energy-Efficient Short-Range Communication"],"description":["  A green code attempts to minimize the total energy per-bit required to\ncommunicate across a noisy channel. The classical information-theoretic\napproach neglects the energy expended in processing the data at the encoder and\nthe decoder and only minimizes the energy required for transmissions. Since\nthere is no cost associated with using more degrees of freedom, the\ntraditionally optimal strategy is to communicate at rate zero.\n  In this work, we use our recently proposed model for the power consumed by\niterative message passing. Using generalized sphere-packing bounds on the\ndecoding power, we find lower bounds on the total energy consumed in the\ntransmissions and the decoding, allowing for freedom in the choice of the rate.\nWe show that contrary to the classical intuition, the rate for green codes is\nbounded away from zero for any given error probability. In fact, as the desired\nbit-error probability goes to zero, the optimizing rate for our bounds\nconverges to 1.\n","Comment: Accepted at International Symposium on Information Theory (ISIT) 2008"]}]
["0805.2431",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2431"],"date":["2008-05-15"],"type":["text"],"creator":["Sciolla, G.","Ahlen, S.","Dujmic, D.","Dutta, V.","Fisher, P.","Henderson, S.","Kaboth, A.","Kohse, G.","Lanza, R.","Monroe, J.","Roccaro, A.","Skvorodnev, N.","Tomita, H.","Vanderspek, R.","Wellenstein, H.","Yamamoto, R."],"language":[],"coverage":[],"title":["DM-TPC: a new approach to directional detection of Dark Matter"],"description":["  Directional detection can provide unambiguous observation of Dark Matter\ninteractions even in presence of insidious backgrounds. The DM-TPC\ncollaboration is developing a detector with the goal of measuring the direction\nand sense of nuclear recoils produced in Dark Matter interactions. The detector\nconsists of a Time Projection Chamber with optical readout filled with CF$_4$\ngas at low pressure. A collision between a WIMP and a gas molecule results in a\nnuclear recoil of 1-2 mm. The measurement of the energy loss along the recoil\nallows us to determine the sense and the direction of the recoil.\n  Results from a prototype detector operated in a low-energy neutron beam\nclearly demonstrate the suitability of this approach to measure directionality.\nA full-scale module with an active volume of about one cubic meter is now being\ndesigned. This detector, which will be operated underground in 2009, will allow\nus to set competitive limits on spin-dependent Dark Matter interactions using a\ndirectional detector.\n","Comment: 4 pages, 3 figures, to be published in the proceedings of Moriond\n  Cosmology 2008"]}]
["0805.2435",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2435"],"date":["2008-05-16"],"type":["text"],"creator":["Minakata, Hisakazu"],"language":[],"coverage":[],"title":["Probing Non-Standard Neutrino Physics at Neutrino Factory and T2KK"],"description":["  We discuss ways to explore non-standard interactions (NSI) which neutrinos\nmay possess by expressing them as effective four Fermi operators with\ncoefficient of the order of (M_{W} / M_{NP})^2 ~0.01 (0.0001) for energy scales\nof new physics as M_{NP} ~1 (10) TeV. Neutrino Factory is a prime candidate for\nsuch apparatus that can reach to the extreme precision. I describe a two\ndetector setting, one at baseline L~3000 km and the other at L~7000 km, which\nis able to solve the notorious theta_{13}-NSI confusion, and possibly also the\ntwo-phase confusion. The resultant sensitivities to off-diagonal NSI elements\n\\epsilon's are excellent, |\\epsilon_{e tau}| \\simeq a few \\times10^{-3} and\n|\\epsilon_{e mu}| \\simeq a few \\times10^{-4}. Our results suggest a new picture\nof neutrino factory as a hunting machine for NSI while keeping its potential of\nprecision measurement of lepton mixing parameters. Sensitivities to NSI by T2KK\nand the related settings are also discussed.\n","Comment: Written version of a talk presented at the ``Fourth International\n  Workshop on Neutrino Oscillations in Venice --Ten Years after the Neutrino\n  Oscillations--'', (NO-VE 2008) Venice, Italy. 15-18, April 2008. 20 pages, 9\n  figures"]}]
["0805.2440",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2440"],"date":["2008-05-16"],"type":["text"],"creator":["Owladeghaffari, Hamed","Ejtemaei, Majid","Irannajad, Mehdi"],"language":[],"coverage":[],"title":["Analysis of hydrocyclone performance based on information granulation\n  theory"],"description":["  This paper describes application of information granulation theory, on the\nanalysis of hydrocyclone perforamance. In this manner, using a combining of\nSelf Organizing Map (SOM) and Neuro-Fuzzy Inference System (NFIS), crisp and\nfuzzy granules are obtained(briefly called SONFIS). Balancing of crisp granules\nand sub fuzzy granules, within non fuzzy information (initial granulation), is\nrendered in an open-close iteration. Using two criteria, \"simplicity of rules\n\"and \"adaptive threoshold error level\", stability of algorithm is guaranteed.\nValidation of the proposed method, on the data set of the hydrocyclone is\nrendered.\n","Comment: 8th. World Congress on Computational Mechanics (WCCM8) 5th. European\n  Congress on Computational Methods in Applied Sciences and Engineering\n  (ECCOMAS 2008) 2008 Venice, Italy"]}]
["0805.2446",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2446"],"date":["2008-05-16"],"type":["text"],"creator":["Ohlsson, Sophie"],"language":[],"coverage":[],"title":["Test and Developments of Crystals for a High-Resolution Electromagnetic\n  Calorimeter for PANDA"],"description":["  The energy resolution of PWO crystals and their dependence on the incoming\nenergy has been investigated. The crystals used were first prototype crystals\nof a new generation, characterized by a higher light yield. Two crystal types\nwith different shape and light yield, manufactured by suppliers in China and\nRussia, were used. An experiments were performed on two cooled arrays of 3x3\ncrystals. Photon beams of eight different energies, ranging from 64 MeV to 715\nMeV, were directed into the center crystals. Photo Multiplier Tubes were used\nto read out the response of the scintillators. The energy resolution was\ncalculated using three different methods - FWHM, a two gaussian fit and a right\nside fit. The two Gaussian method delivered the lowest sigma value and also the\nlowest energy resolution. The obtained energy resolution for the Russian\ncrystals was 1.61%/sqrt(E)+0.73% and similarly 1.58%/sqrt(E)+4.25% for the\nChinese crystals.\n","Comment: Master Thesis"]}]
["0805.2451",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2451"],"date":["2008-05-16"],"type":["text"],"creator":["Chen, Fang-Pei"],"language":[],"coverage":[],"title":["The Lorentz and Levi-Civita Conservation Laws Prohibit the Existence of\n  Black Holes"],"description":["  To propose that black holes do not exist would be the fundamental way to\nresolve the contradiction between event horizons and quantum mechanics. In this\npaper we shall use the Lorentz and Levi-Civita conservation laws to explain how\nan event horizon might not exist, and the reasons for its nonexistence are\npresented by using the theory of classical gravity.\n","Comment: 8 pages,no figure"]}]
["0805.2461",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2461"],"date":["2008-05-16"],"type":["text"],"creator":["Han, Guo-Niu","Ono, Ken"],"language":[],"coverage":[],"title":["Hook lengths and 3-cores"],"description":["  Recently, the first author generalized a formula of Nekrasov and Okounkov\nwhich gives a combinatorial formula, in terms of hook lengths of partitions,\nfor the coefficients of certain power series. In the course of this\ninvestigation, he conjectured that $A000731(n)=0$ if and only if\n$A033687(n)=0$. The numbers $A000731(n)$ are given in terms of hook lengths of\npartitions, while $A033687(n)$ equals the number of 3-core partitions of $n$.\nHere we prove this conjecture.\n","Comment: 7 pages"]}]
["0805.2464",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2464"],"date":["2008-05-16"],"type":["text"],"creator":["Han, Guo-Niu"],"language":[],"coverage":[],"title":["Discovering hook length formulas by expansion technique"],"description":["  We introduce the hook length expansion technique and explain how to discover\nold and new hook length formulas for partitions and plane trees. The new hook\nlength formulas for trees obtained by our method can be proved rather easily,\nwhereas those for partitions are much more difficult and some of them still\nremain open conjectures. We also develop a Maple package HookExp for computing\nthe hook length expansion. The paper can be seen as a collection of hook length\nformulas for partitons and plane trees. All examples are illustrated by HookExp\nand, for many easy cases, expained by well-known combinatorial arguments.\n","Comment: 42 pages"]}]
["0805.2467",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2467"],"date":["2008-05-16"],"type":["text"],"creator":["Barsuk, Sergey"],"language":[],"coverage":[],"title":["Heavy flavours"],"description":["  The paper introduces the selection of new results on heavy flavours presented\nat the QCD and High Energy Interactions section of the XLIIIth ``Rencontres de\nMoriond'' conference.\n","Comment: Talk given at the QCD section of \"Rencontres de Moriond\""]}]
["0805.2474",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2474"],"date":["2008-05-16"],"type":["text"],"creator":["Hicheur, A."],"language":[],"coverage":[],"title":["New Physics Search at LHCB"],"description":["  Although direct detection of new particles will be the main focus of the LHC,\nindirect New Physics searches are expected to provide useful complementary\ninformation. In particular, precision measurements of rare processes occurring\nin flavour physics are of utmost importance in constraining the structure of\nthe New physics low energy effective Lagrangian. In this paper, few key LHCb\nstudies, including $B_s-\\bar{B}_s$ mixing and rare decays through the quark\nlevel $b\\to s$ loop transition, are presented to illustrate New Physics effects\nat low energy.\n","Comment: Proceeding of Moriond QCD 2008, 5 pages"]}]
["0805.2475",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2475","D. I. Bilc and D. J. Singh, PRL 96, 147602 (2006)","doi:10.1103/PhysRevLett.96.147602"],"date":["2008-05-16"],"type":["text"],"creator":["Bilc, D. I.","Singh, D. J."],"language":[],"coverage":[],"title":["Frustration of tilts and A-site driven ferroelectricity in\n  KNbO_3-LiNbO_3 alloys"],"description":["  Density functional calculations for K_{0.5}Li_{0.5}NbO_3 show strong A-site\ndriven ferroelectricity, even though the average tolerance factor is\nsignificantly smaller than unity and there is no stereochemically active A-site\nion. This is due to the frustration of tilt instabilities by A-site disorder.\nThere are very large off-centerings of the Li ions, which contribute strongly\nto the anisotropy between the tetragonal and rhombohedral ferroelectric states,\nyielding a tetragonal ground state even without strain coupling.\n","Comment: 4 pages, 5 figures"]}]
["0805.2476",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2476"],"date":["2008-05-16"],"type":["text"],"creator":["Katori, Teppei"],"language":[],"coverage":[],"title":["Neutrino Cross Section Measurements for Long-Baseline Accelerator-based\n  Neutrino Oscillation Experiments"],"description":["  Neutrino oscillations are clear evidence for physics beyond the standard\nmodel. The goal of next-generation neutrino oscillation experiments is to find\na non-zero $\\theta_{13}$, the last mixing matrix element for which we only know\nan upper limit. For this, next-generation long-baseline neutrino oscillation\nexperiments require an order of magnitude better sensitivities. In particular,\naccelerator-based experiments such as T2K and NOvA experiments need (1) good\nneutrino energy reconstruction for the precise measurement of $\\Delta m^2_{32}$\nand $sin^22\\theta_{23}$, and (2) good background prediction to measure $\\nu_e$\nappearance signals. Current and near future high statistics neutrino\nexperiments, such as K2K, MiniBooNE, SciBooNE, MINOS, and MINERvA help both (1)\nand (2) by precise signal and background channel measurements.\n","Comment: 8 pages, 8 figures, Proceedings of the XLIIIrd Rencontres de Moriond\n  on Electroweak Interactions and Unified Theories, La Thuile, Italy, March\n  1-8, 2008"]}]
["0805.2481",{"format":[],"subject":["Mathematics - Representation Theory","20C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2481"],"date":["2008-05-16"],"type":["text"],"creator":["Pellegrini, Marco Antonio"],"language":[],"coverage":[],"title":["The character table of a split extension of the Heisenberg group\n  $H_1(q)$ by $Sp(2,q)$, $q$ odd"],"description":["  In this paper we determine the full character table of a certain split\nextension $H_1(q)\\rtimes Sp(2,q)$ of the Heisenberg group $H_1$ by the\nodd-characteristic symplectic group $Sp(2,q)$.\n","Comment: 9 pages"]}]
["0805.2483",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2483","APPLIED PHYSICS LETTERS Volume: 91 Issue: 12 Article Number:\n  122911 Published: SEP 17 2007"],"date":["2008-05-16"],"type":["text"],"creator":["Papathanassiou, A. N.","Sakellis, I.","Grammatikakis, J."],"language":[],"coverage":[],"title":["Universal frequency-dependent ac conductivity of conducting polymer\n  networks"],"description":["  A model based on the aspect of the distribution of the length of conduction\npaths accessible for electric charge flow reproduces the universal power-law\ndispersive ac conductivity observed in polymer networks and, generally, in\ndisordered matter. Power exponents larger than unity observed in some cases are\nphysically acceptable within this model. A saturation high frequency region is\nalso predicted, in agreement with experimental results. There does not exist a\nuniversal fractional power law (and is useless searching for a unique common\ncritical exponent), but a qualitative universal behavior of the ac conductivity\nin disordered media.\n","Comment: 8 pages plus 3 figures"]}]
["0805.2486",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2486","APPLIED PHYSICS LETTERS Volume: 91 Issue: 20 Article Number:\n  202103 Published: NOV 12 2007"],"date":["2008-05-16"],"type":["text"],"creator":["Papathanassiou, A. N.","Sakellis, I.","Grammatikakis, J."],"language":[],"coverage":[],"title":["Migration volume for polaron dielectric relaxation in disordered\n  materials"],"description":["  A theoretical study of the influence of pressure on the dielectric relaxation\nrelated with polaron tunneling and phonon assisted hopping in disordered solids\nis developed. The sign and absolute value of the migration volume, which is\nobtained by employing the present formulation, evidence about the nature of the\nrelaxation. As a paradigm, positive and negative values of migration volume are\nevaluated by analyzing recently published dielectric loss measurements under\npressure in semiconducting polypyrrole. A straightforward relation between the\nvalue of the migration volume and the nature of short-range polaron flow and\nthe size of polaron distortion is revealed.\n","Comment: 9 pages plus 1 figure"]}]
["0805.2494",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","57M60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2494"],"date":["2008-05-16"],"type":["text"],"creator":["Dunwoody, M. J."],"language":[],"coverage":[],"title":["Rectangle groups"],"description":["  A class of groups is investigated, each of which has a fairly simple\npresentation . For example the group $R = (a, b, c, d | a^3 = b^3 = c^3 = d^3 =\n1, ba^{-1} =dc^{-1}, ca^{-1} = db^{-1}) $ is in the class. Such a group does\nnot have as a homomorphic image any group which is a 2-orbifold group or which\nis a group of isometries of the reals. However it does have incompatible\nsplittings over subgroups which are not small. This contradicts some ideas I\nhad about universal JSJ decompostions for finitely presented groups over\nfinitely generated subgroups. Such a group also has an unstable action on an\nR-tree and a cocompact action on a CAT(0) cube complex with finite cyclic point\nstabilizers, and trivial edge stabilizers.\n","Comment: 8 pages"]}]
["0805.2495",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2495"],"date":["2008-05-16"],"type":["text"],"creator":["Brezov, Danail"],"language":[],"coverage":[],"title":["Spectral Geometry and the Semiclassical Approach"],"description":["  The paper is dedicated to the close analogy between these two theories - some\nproblems lying at the very root of Spectral Geometry are viewed in the context\nof Semiclassics, and vise versa. The treatment starts from a very basic level\nand gradually goes into the deep, ending up with some rather up to date\nresults. There are many examples concerning effective actions in QCD and String\nTheory, functional determinants, first integrals from asymptotic expansions,\npath quantization etc. The major theorems are only given brief explanations and\nsimple constructive proofs, but some rather practical formulae are obtained in\nreturn. There is a small exercise at the end - obtaining explicit expressions\nfor the spectral variations of the Robin problem for a planar domain. The final\nresult is purely in the spirit of the familiar Sationary Perturbation Theory.\nThe idea for investigating this particular problem (in the context of an old\nexact inverse result obtained by Guillemin and Melrose), very much motivating\nmost of the work, belongs to my scientific advisor Dr. Petko Nikolov.\n"]}]
["0805.2506",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2506"],"date":["2008-05-16"],"type":["text"],"creator":["Bonnet, F."],"language":[],"coverage":[],"title":["$\\ell_1 \\to \\ell_2 \\gamma$ in type III seesaw"],"description":["  We study the decay rates of the $\\mu \\to e \\gamma$ and $\\tau \\to \\ell \\gamma$\ntransitions in the framework of the type III seesaw model, where fermionic\ntriplets are exchanged to generate neutrino masses. We show that the\nobservation of one of those decays in planned experiments would contradict\nbounds arising from present experimental limits on the $\\mu \\to eee$ and $\\tau\n\\to 3 l$ decay rates, and therefore imply that there exist other sources of\nlepton flavour violation than those associated to triplet of fermions.\n","Comment: o appear in the Proceedings of the 43rd Rencontres de Moriond EW\n  session, La Thuile, Italy, 1-8 March 2008"]}]
["0805.2508",{"format":[],"subject":["Mathematics - Number Theory","11R23 (Primary), 11R34, 11R20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2508"],"date":["2008-05-16"],"type":["text"],"creator":["Pottharst, Jonathan"],"language":[],"coverage":[],"title":["Parity-induced Selmer Growth For Symplectic, Ordinary Families"],"description":["  Let $p$ be an odd prime, and let $K/K_0$ be a quadratic extension of number\nfields. Denote by $K_\\pm$ the maximal $\\mathbb{Z}_p$-power extensions of $K$\nthat are Galois over $K_0$, with $K_+$ abelian over $K_0$ and $K_-$ dihedral\nover $K_0$. In this paper we show that for a Galois representation over $K_0$\nsatisfying certain hypotheses, if it has odd Selmer rank over $K$ then for one\nof $K_\\pm$ its Selmer rank over $L$ is bounded below by $[L:K]$ for $L$ ranging\nover the finite subextensions of $K$ in $K_\\pm$. Our method or proof\ngeneralizes a method of Mazur--Rubin, building upon results of Nekov\\'a\\v{r},\nand applies to abelian varieties of arbitrary dimension, (self-dual twists of)\nmodular forms of even weight, and (twisted) Hida families.\n","Comment: 29 pages"]}]
["0805.2514",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2514"],"date":["2008-05-16"],"type":["text"],"creator":["Koers, Hylke B. J."],"language":[],"coverage":[],"title":["Neutrino production in nucleonic interactions in gamma-ray bursters"],"description":["  Neutrinos produced in gamma-ray bursters (GRBers) may provide a unique probe\nfor the physics of these extreme astrophysical systems. Here we discuss\nneutrino production in inelastic neutron-proton collisions within the\nrelativistic outflows associated with GRBers. We consider both the widely used\nfireball model and a recently proposed magneto-hydrodynamic (MHD) model for the\nGRB outflow.\n","Comment: 6 pages, no figures. Contribution to the Rencontres de Moriond 2008\n  (Electroweak session), La Thuile, Italy, 1-8 March 2008"]}]
["0805.2521",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2521"],"date":["2008-05-16"],"type":["text"],"creator":["KLOE collaboration","Ambrosino, F.","Antonelli, A.","Antonelli, M.","Archilli, F.","Bacci, C.","Beltrame, P.","Bencivenni, G.","Bertolucci, S.","Bini, C.","Bloise, C.","Bocchetta, S.","Bossi, F.","Branchini, P.","Caloi, R.","Campana, P.","Capon, G.","Capussela, T.","Ceradini, F.","Cesario, F.","Chi, S.","Chiefari, G.","Ciambrone, P.","Crucianelli, F.","De Lucia, E.","De Santis, A.","De Simone, P.","De Zorzi, G.","Denig, A.","Di Domenico, A.","Di Donato, C.","Di Micco, B.","Doria, A.","Dreucci, M.","Felici, G.","Ferrari, A.","Ferrer, M. L.","Fiore, S.","Forti, C.","Franzini, P.","Gatti, C.","Gauzzi, P.","Giovannella, S.","Gorini, E.","Graziani, E.","Kluge, W.","Kulikov, V.","Lacava, F.","Lanfranchi, G.","Lee-Franzini, J.","Leone, D.","Martini, M.","Massarotti, P.","Mei, W.","Meola, S.","Miscetti, S.","Moulson, M.","Müller, S.","Murtas, F.","Napolitano, M.","Nguyen, F.","Palutan, M.","Pasqualucci, E.","Passeri, A.","Patera, V.","Perfetto, F.","Primavera, M.","Santangelo, P.","Saracino, G.","Sciascia, B.","Sciubba, A.","Sibidanov, A.","Spadaro, T.","Testa, M.","Tortora, L.","Valente, P.","Venanzoni, G.","Versaci, R.","Xu, G."],"language":[],"coverage":[],"title":["Recent results from KLOE experiment"],"description":["  We report the newest results from the KLOE experiment on hadronic physics,\nsuch as the parameters of scalars f0 and a0, the eta meson mass measurements\nand dynamics, the first observation of the eta -> p+p-e+e- rare decay, and\nstudy of e+e- -> omega p0 cross section around the phi resonance.\n","Comment: Prepared for the XLIIrd Rencontres de Moriond QCD and High Energy\n  Interaction. 4 pages, 4 figures"]}]
["0805.2522",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2522"],"date":["2008-05-16"],"type":["text"],"creator":["Fontana, Alessandro"],"language":[],"coverage":[],"title":["Epigenetic Tracking, a Method to Generate Arbitrary Shapes By Using\n  Evolutionary-Developmental Techniques"],"description":["  This paper describes an Artificial Embryology method (called ``Epigenetic\nTracking'') to generate predefined arbitrarily shaped 2-dimensional arrays of\ncells by means of evolutionary techniques. It is based on a model of\ndevelopment, whose key features are: i) the distinction bewteen ``normal'' and\n``driver'' cells, being the latter able to receive guidance from the genome,\nii) the implementation of the proliferation/apoptosis events in such a way that\nmany cells are created/deleted at once, in order to speed-up the morphogenetic\nprocess. iii) the presence in driver cells of an epigenetic memory, that holds\nthe position of the cell in the cell lineage tree and represents the source of\ndifferentiation during development. The experiments performed with a number of\n100x100 black and white and colour target shapes (the horse, the couple, the\nhand, the dolphin, the map of Britain, the foot, the frog, the baby, the\nstomach, the french flag, the head) bring to the conclusion that the method\ndescribed is able to generate any target shape, outperforming any other known\nmethod in terms of size and variety of the generated shapes. The interpretation\nof the proposed method as a model of embryogenesis and its biological\nimplications are discussed.\n","Comment: 12 pages, 11 figures"]}]
["0805.2530",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2530"],"date":["2008-05-16"],"type":["text"],"creator":["Fogli, Gianluigi","Lisi, Eligio","Marrone, Antonio","Mirizzi, Alessandro"],"language":[],"coverage":[],"title":["Neutrinos self interactions in Supernovae"],"description":["  Oscillations of neutrino emerging from a supernova core are studied. In this\nextremely high density region neutrino self interactions induce collective\nflavor transitions. When collective transitions are decoupled from matter\noscillations, as for our chosen matter profile, an analytical interpretation of\nthe collective effects is possible, by means of a mechanical analogy with a\nspherical pendulum. For inverted neutrino hierarchy the neutrino propagation\ncan be divided in three regimes: synchronization, bipolar oscillations, and\nspectral split. Our simulation shows that averaging over neutrino trajectories\ndoes not alter the nature of these three regimes.\n","Comment: 6 pages, 7 figures, to appear in the Proceedings of the 43rd\n  Rencontres de Moriond EW session, La Thuile, Italy, 1-8 March 2008"]}]
["0805.2534",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E08, 14H10, 14H45."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2534"],"date":["2008-05-16"],"type":["text"],"creator":["Bauer, Ingrid","Catanese, Fabrizio"],"language":[],"coverage":[],"title":["The rationality of certain moduli spaces of curves of genus 3"],"description":["  We show, for each algebraically closed field, the rationality of the\nfollowing two moduli spaces: M(3,3) parametrizing pairs (C, \\eta) where C has\ngenus 3 and \\eta is a 3-torsion divisor class, respectively of M(3,<3>)\nparametrizing pairs (C, <\\eta>) as above and where <\\eta> is the cyclic\nsubgroup of order 3 in Pic_0(C) generated by \\eta.\n","Comment: 14 pages, to appear in a volume on rationality questions"]}]
["0805.2539",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2539"],"date":["2008-05-16"],"type":["text"],"creator":["Sargsyan, Armen","Hakhumyan, Grant","Papoyan, Aram","Sarkisyan, David","Atvars, Aigars","Auzinsh, Marcis"],"language":[],"coverage":[],"title":["A method for the quantitative study of atomic transitions in a magnetic\n  field based on an atomic vapor cell with L=lambda"],"description":["  We describe the so-called \"Lambda-Zeeman method\" to investigate individual\nhyperfine transitions between Zeeman sublevels of atoms in an external magnetic\nfield of 0.1 mT - 0.25 T. Atoms are confined in a nanocell with thickness L =\nLambda, where Lambda is the resonant wavelength (794 nm or 780 nm for D1 or D2\nline of Rb). Narrow resonances in the transmission spectrum of the nanocell are\nsplit into several components in a magnetic field; their frequency positions\nand probabilities depend on the B-field. Possible applications are described,\nsuch as magnetometers with nanometric spatial resolution and tunable atomic\nfrequency references.\n"]}]
["0805.2547",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","65J15, 65J20, 65N12, 65R30, 47J25, 47J35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2547"],"date":["2008-05-16"],"type":["text"],"creator":["Hoang, N. S.","Ramm, A. G."],"language":[],"coverage":[],"title":["A nonlinear inequality"],"description":["  A quadratic inequality is formulated in the paper. An estimate on the rate of\ndecay of solutions to this inequality is obtained. This inequality is of\ninterest in a study of dynamical systems and nonlinear evolution equations.\n"]}]
["0805.2549",{"format":[],"subject":["Mathematical Physics","35J05, 35J10, 35R30, 74J25, 81U40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2549"],"date":["2008-05-16"],"type":["text"],"creator":["Ramm, A. G."],"language":[],"coverage":[],"title":["Creating Wave-Focusing Materials"],"description":["  Basic ideas for creating wave-focusing materials by injecting small particles\nin a given material are described.\n  The number of small particles to be injected around any point is calculated.\nInverse scattering problem with fixed wavenumber and fixed incident direction\nof the plane acoustic wave is formulated and solved.\n"]}]
["0805.2568",{"format":[],"subject":["Mathematics - General Mathematics","Mathematics - Number Theory","11J81, 11R32, 11S20, 14H30, 14H81, 32S40, 34M15, 34M35, 34M37, 81T99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2568"],"date":["2008-05-16"],"type":["text"],"creator":["Andre, Yves"],"language":[],"coverage":[],"title":["Ambiguity theory, old and new"],"description":["  This is a introductory survey of some recent developments of \"Galois ideas\"\nin Arithmetic, Complex Analysis, Transcendental Number Theory and Quantum Field\nTheory, and of some of their interrelations.\n"]}]
["0805.2569",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","32G, 14D, 11J, 34M"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2569"],"date":["2008-05-16"],"type":["text"],"creator":["Andre, Yves"],"language":[],"coverage":[],"title":["Galois theory, motives and transcendental numbers"],"description":["  From its early beginnings up to nowadays, algebraic number theory has evolved\nin symbiosis with Galois theory: indeed, one could hold that it consists in the\nvery study of the absolute Galois group of the field of rational numbers.\n  Nothing like that can be said of transcendental number theory. Nevertheless,\ncouldn't one associate conjugates and a Galois group to transcendental numbers\nsuch as $\\pi$? Beyond, can't one envision an appropriate Galois theory in the\nfield of transcendental number theory? In which role?\n  The aim of this text is to indicate what Grothendieck's theory of motives has\nto say, at least conjecturally, on these questions.\n"]}]
["0805.2572",{"format":[],"subject":["Mathematics - Number Theory","11F80 (Primary) 11S99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2572"],"date":["2008-05-16"],"type":["text"],"creator":["Pottharst, Jonathan"],"language":[],"coverage":[],"title":["Triangulordinary Selmer Groups"],"description":["  Let $p$ be a prime number, and let $K$ be a $p$-adic local field. We study a\nclass of semistable $p$-adic Galois representations of $K$, which we call {\\it\ntriangulordinary} because it includes the ordinary ones yet allows non-\\'etale\nbehavior in the associated $(\\phi,\\Gamma_K)$-modules over the Robba ring. Our\nmain result provides a description of the Bloch--Kato local condition of such\nrepresentations. We also propose a program, using variational techniques, that\nwould give a definition of the Selmer group along the eigencurve of\nColeman--Mazur, including notably its nonordinary locus.\n","Comment: 39 pages"]}]
["0805.2578",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2578"],"date":["2008-05-16"],"type":["text"],"creator":["Kuklov, Anatoly","Matsumoto, Munehisa","Prokof'ev, Nikolay","Svistunov, Boris","Troyer, Matthias"],"language":[],"coverage":[],"title":["Comment on ``Comparative study of Higgs transition in one-component and\n  two-component lattice superconductor models\""],"description":["  We comment on the claim of continuous phase transition in the SU(2) symmetric\nDeconfined Critical Point action made by O.Motrunich and A.Vishwanath in\nArXive:0805.1494\n","Comment: 1 page, 1 figure, comment on ArXive:0805.1494"]}]
["0805.2579",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2579"],"date":["2008-05-16"],"type":["text"],"creator":["Treumann, R. A.","Jaroschek, C. H."],"language":[],"coverage":[],"title":["Fundamentals of Non-relativistic Collisionless Shock Physics: IV.\n  Quasi-Parallel Supercritical Shocks"],"description":["  1. Introduction, 2. The (quasi-parallel) foreshock; Ion foreshock, Ion\nforeshock boundary region; Diffuse ions;Low-frequency upstream waves; Ion beam\nwaves; The expected wave modes; Observations; Diffuse ion waves; Electron\nforeshock; Electron beams; Langmuir waves; stability of the electron beam;\nElectron foreshock boundary waves; Nature of electron foreshock waves;\nRadiation; Observations; Interpretation; 3. Quasi-parallel shock reformation;\nLow-Mach number quasi-parallel shocks; Turbulent reformation; Observations;\nSimulations of quasi-parallel shock reformation; Hybrid simulations in 1D;\nHybrid simulations in 2D; Full particle PIC simulations; Conclusions; 4. Hot\nflow anomalies; Observations; Models and simulations; Solitary shock; 5.\nDownstream region; 6. Summary and conclusions.\n","Comment: 48 figures, paper is part of a long review on collisionless shocks"]}]
["0805.2590",{"format":[],"subject":["Mathematics - Combinatorics","05A05, 05A15, 05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2590"],"date":["2008-05-16"],"type":["text"],"creator":["Bona, Miklos"],"language":[],"coverage":[],"title":["On Two Related Questions of Wilf Concerning Standard Young Tableaux"],"description":["  We consider two questions of Wilf related to Standard Young Tableaux. We\nprovide a partial answer to one question, and that will lead us to a more\ngeneral answer to the other question. Our answers are purely combinatorial.\n","Comment: 8 pages"]}]
["0805.2591",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2591"],"date":["2008-05-16"],"type":["text"],"creator":["Arnaud, Nicolas","Collaboration, representing the BABAR"],"language":[],"coverage":[],"title":["New Quarkonium Results from the BABAR experiment"],"description":["  New BABAR results on B mesons and quarkonia are presented: an analysis of B+\n--> X(3872)K+ and B0 --> X(3872)K0 decays with X(3872) --> J/Psi pi+pi-, a\nprecise measurement of the B mass difference Delta mB = m(B0) - m(B+) and a\nstudy of hadronic transition between Upsilon mesons.\n","Comment: 4 pages, 6 postscript figues, contributed to the Proceedings of\n  Moriond QCD 2008"]}]
["cond-mat/0301610",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0301610","Int. J. Mod. Phys. B 17, 3236 (2003)","doi:10.1142/S021797920302079X"],"date":["2003-01-30","2003-01-31"],"type":["text"],"creator":["Hirsch, J. E."],"language":[],"coverage":[],"title":["Electron-hole asymmetry is the key to superconductivity"],"description":["  In a solid, transport of electricity can occur via negative electrons or via\npositive holes. In the normal state of superconducting materials experiments\nshow that transport is usually dominated by $dressed$ $positive$ $hole$\n$carriers$. Instead, in the superconducting state experiments show that the\nsupercurrent is always carried by $undressed$ $negative$ $electron$ $carriers$.\nThese experimental facts indicate that electron-hole asymmetry plays a\nfundamental role in superconductivity, as proposed by the theory of hole\nsuperconductivity.\n","Comment: Presented at the New3SC-4 meeting, San Diego, Jan. 16-21 2003; to be\n  published in Int. J. Mod. Phys. B"]}]
["cond-mat/0608358",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608358","Isr J Chem 47, 225 (2007)"],"date":["2006-08-16","2008-05-19"],"type":["text"],"creator":["Diamant, Haim"],"language":[],"coverage":[],"title":["Long-range hydrodynamic response of particulate liquids and liquid-laden\n  solids"],"description":["  In viscous particulate liquids, such as suspensions and polymer solutions,\nthe large-distance steady-state flow due to a local disturbance is commonly\ndescribed in terms of hydrodynamic screening -- beyond a correlation length\n$\\xi$ the response drops from that of the pure solvent, characterized by its\nviscosity $\\eta_0$, to that of the macroscopic liquid with viscosity $\\eta$.\nFor cases where $\\eta>>\\eta_0$ we show, based on general conservation\narguments, that this screening picture, while being asymptotically correct,\nshould be refined in an essential way. The crossover between the microscopic\nand macroscopic behaviors occurs gradually over a wide range of distances,\n$\\xi<<r<<\\xi\\sqrt{eta/\\eta_0}$. In liquid-laden solids, such as colloidal\nglasses, gels and liquid-filled porous media, where $\\eta-->\\infty$, this\nintermediate behavior takes over the entire large-distance response. The\nintermediate flow field, arising from the effect of mass displacement rather\nthan momentum diffusion, has several unique characteristics: (i) It has a\ndipolar shape with a $1/r^3$ spatial decay, negative transverse components, and\nvanishing angular average. (ii) Its amplitude depends on the liquid properties\nthrough $\\eta_0$ and $\\xi$ alone; thus, in cases where $\\xi$ is fixed by\ngeometry (e.g., for particulate liquids tightly confined in solid matrices),\nthe large-distance response is independent of particle concentration. (iii) The\nintermediate field builds up non-diffusively, with a distance-independent\nrelaxation rate, making it dominant at large distances before steady state has\nbeen reached. We demonstrate these general properties in three model systems.\n","Comment: 12 pages"]}]
["cond-mat/0610561",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0610561","Phys. Rev. B 75, 205418 (2007)","doi:10.1103/PhysRevB.75.205418"],"date":["2006-10-19","2007-05-15"],"type":["text"],"creator":["Hwang, E. H.","Sarma, S. Das"],"language":[],"coverage":[],"title":["Dielectric function, screening, and plasmons in 2D graphene"],"description":["  The dynamical dielectric function of two dimensional graphene at arbitrary\nwave vector $q$ and frequency $\\omega$, $\\epsilon(q,\\omega)$, is calculated in\nthe self-consistent field approximation. The results are used to find the\ndispersion of the plasmon mode and the electrostatic screening of the Coulomb\ninteraction in 2D graphene layer within the random phase approximation. At long\nwavelengths ($q\\to 0$) the plasmon dispersion shows the local classical\nbehavior $\\omega_{cl} = \\omega_0 \\sqrt{q}$, but the density dependence of the\nplasma frequency ($\\omega_0 \\propto n^{1/4}$) is different from the usual 2D\nelectron system ($\\omega_0 \\propto n^{1/2}$). The wave vector dependent plasmon\ndispersion and the static screening function show very different behavior than\nthe usual 2D case.\n","Comment: 6 pages, 3 figures"]}]
["cs/0505034",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0505034","Russell O'Connor, Essential Incompleteness of Arithmetic Verified\n  by Coq, Lecture Notes in Computer Science, Volume 3603, Aug 2005, Pages 245 -\n  260","doi:10.1007/11541868_16"],"date":["2005-05-12","2006-05-11"],"type":["text"],"creator":["O'Connor, Russell"],"language":[],"coverage":[],"title":["Essential Incompleteness of Arithmetic Verified by Coq"],"description":["  A constructive proof of the Goedel-Rosser incompleteness theorem has been\ncompleted using the Coq proof assistant. Some theory of classical first-order\nlogic over an arbitrary language is formalized. A development of primitive\nrecursive functions is given, and all primitive recursive functions are proved\nto be representable in a weak axiom system. Formulas and proofs are encoded as\nnatural numbers, and functions operating on these codes are proved to be\nprimitive recursive. The weak axiom system is proved to be essentially\nincomplete. In particular, Peano arithmetic is proved to be consistent in Coq's\ntype theory and therefore is incomplete.\n","Comment: This paper is part of the proceedings of the 18th International\n  Conference on Theorem Proving in Higher Order Logics (TPHOLs 2005). For the\n  associated Coq source files see the TeX sources, or see\n  <http://r6.ca/Goedel20050512.tar.gz>"]}]
["cs/0601128",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0601128","European Journal of Combinatorics (2008)\n  http://www.elsevier.com/wps/find/journaldescription.cws_home/622824/description#description","doi:10.1016/j.ejc.2006.11.002"],"date":["2006-01-30","2008-05-18"],"type":["text"],"creator":["Dehornoy, Pierre"],"language":[],"coverage":[],"title":["On the 3-distortion of a path"],"description":["  We prove that, when a path of length n is embedded in R^2, the 3-distortion\nis an Omega(n^{1/2}), and that, when embedded in R^d, the 3-distortion is an\nO(n^{1/d-1}).\n"]}]
["cs/0605058",{"format":[],"subject":["Computer Science - Numerical Analysis","Computer Science - Mathematical Software"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0605058","Russell O'Connor: A monadic, functional implementation of real\n  numbers. Mathematical Structures in Computer Science 17(1): 129-159 (2007)","doi:10.1017/S0960129506005871"],"date":["2006-05-14"],"type":["text"],"creator":["O'Connor, Russell"],"language":[],"coverage":[],"title":["A Monadic, Functional Implementation of Real Numbers"],"description":["  Large scale real number computation is an essential ingredient in several\nmodern mathematical proofs. Because such lengthy computations cannot be\nverified by hand, some mathematicians want to use software proof assistants to\nverify the correctness of these proofs. This paper develops a new\nimplementation of the constructive real numbers and elementary functions for\nsuch proofs by using the monad properties of the completion operation on metric\nspaces. Bishop and Bridges's notion of regular sequences is generalized to,\nwhat I call, regular functions which form the completion of any metric space.\nUsing the monad operations, continuous functions on length spaces (a common\nsubclass of metric spaces) are created by lifting continuous functions on the\noriginal space. A prototype Haskell implementation has been created. I believe\nthat this approach yields a real number library that is reasonably efficient\nfor computation, and still simple enough to easily verify its correctness.\n","Comment: This paper is to appear in an upcoming issue of Mathematical\n  Structures in Computer Science published by Cambridge University Press. For\n  more information and the latest source code for Few Digits, see\n  <http://r6.ca/FewDigits/>"]}]
["hep-ph/0508110",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0508110"],"date":["2005-08-09"],"type":["text"],"creator":["Whalley, M. R.","Bourilkov, D.","Group, R. C."],"language":[],"coverage":[],"title":["The Les Houches Accord PDFs (LHAPDF) and Lhaglue"],"description":["  We describe the development of the LHAPDF library from its initial\nimplementation following the Les Houches meeting in 2001 to its present state\nas a functional replacement for PDFLIB. Brief details are given of how to\ninstall and use the library together with the PDF sets available. We also\ndescribe LHAGLUE, an add-on PDFLIB look-a-like interface to LHAPDF, which\nfacilitates using LHAPDF with existing Monte Carlo generators such as PYTHIA\nand HERWIG.\n","Comment: 8 pages, 5 tables; Contribution to the HERALHC workshop"]}]
["math/0201113",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0201113"],"date":["2002-01-14","2008-05-19"],"type":["text"],"creator":["Saito, Morihiko"],"language":[],"coverage":[],"title":["Hodge-type conjecture for higher Chow groups"],"description":["  Let X be a smooth quasi-projective variety over the algebraic closure of the\nrational number field. We show that the cycle map of the higher Chow group to\nDeligne cohomology is injective and the higher Hodge cycles are generated by\nthe image of the cycle map as conjectured by Beilinson and Jannsen, if the\ncycle map to Deligne cohomology is injective and the Hodge conjecture is true\nfor certain smooth projective varieties over the algebraic closure of the\nrational number field. We also verify the conjecture on the surjectivity in the\ncase of the complement of a union of general hypersurfaces in a smooth\nprojective variety.\n","Comment: 25 pages"]}]
["math/0406173",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0406173","Bernoulli 2008, Vol. 14, No. 2, 362-390","doi:10.3150/07-BEJ6144"],"date":["2004-06-09","2008-05-14"],"type":["text"],"creator":["Koloydenko, Alexey"],"language":[],"coverage":[],"title":["Symmetric measures via moments"],"description":["  Algebraic tools in statistics have recently been receiving special attention\nand a number of interactions between algebraic geometry and computational\nstatistics have been rapidly developing. This paper presents another such\nconnection, namely, one between probabilistic models invariant under a finite\ngroup of (non-singular) linear transformations and polynomials invariant under\nthe same group. Two specific aspects of the connection are discussed:\ngeneralization of the (uniqueness part of the multivariate) problem of moments\nand log-linear, or toric, modeling by expansion of invariant terms. A\ndistribution of minuscule subimages extracted from a large database of natural\nimages is analyzed to illustrate the above concepts.\n","Comment: Published in at http://dx.doi.org/10.3150/07-BEJ6144 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["math/0407304",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","14H70","37K25","53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0407304","Pacific Journal of mathematics, Nov 2007, vol 233, no 1, pp41-70"],"date":["2004-07-16","2007-04-08"],"type":["text"],"creator":["Carberry, Emma"],"language":[],"coverage":[],"title":["Minimal Tori in $S^3$"],"description":["  We prove existence results that give information about the space of minimal\nimmersions of 2-tori into $ S ^ 3 $. More specifically, we show that\n\\begin{enumerate} \\item For every positive integer $ n $, there are countably\nmany real $n $-dimensional families of minimally immersed 2-tori in $ S ^ 3 $.\nEvery linearly full minimal immersion $ T ^ 2\\to S ^ 3 $ belongs to exactly one\nof these families. \\item Let $ \\mathcal A $ be the space of rectangular 2-tori.\nThere is a countable dense subset $\\mathcal B $ of $\\mathcal A $ such that\nevery torus in $\\mathcal B$ can be minimally immersed into $ S ^ 3 $.\n\\end{enumerate} The main content of this manuscript lies in finding minimal\nimmersions that satisfy {\\bf periodicity conditions} and hence obtaining maps\nof tori, rather than simply immersions of the plane. We make use of a\ncorrespondence, established by Hitchin, between minimal tori in $S^3$ and\nalgebraic curve data.\n","Comment: To appear, Pacific Journal of mathematics. 27 pages, 7 figures. Minor\n  changes only"]}]
["math/0410412",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Topology","18D05, 55U10 (Primary) 18D15, 18D20, 18D35, 18F99, 18G30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0410412","Memoirs of the AMS, volume 193, number 905, May 2008"],"date":["2004-10-19","2005-07-12"],"type":["text"],"creator":["Verity, Dominic"],"language":[],"coverage":[],"title":["Complicial Sets"],"description":["  The primary purpose of this work is to characterise strict \\omega-categories\nas simplicial sets with structure. We prove the Street-Roberts conjecture which\nstates that they are exactly the ``complicial sets'' defined and named by John\nRoberts in his handwritten notes of that title.\n","Comment: 167 pages, AMSLaTeX; minor revisions and typo fixes, reformatted for\n  better A4 printing"]}]
["math/0507384",{"format":[],"subject":["Mathematics - Representation Theory","18A25","20J06","20C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0507384","manuscripta mathematica 2008","doi:10.1007/s00229-008-0184-9"],"date":["2005-07-19","2008-05-19"],"type":["text"],"creator":["Franjou, Vincent","Pirashvili, Teimuraz"],"language":[],"coverage":[],"title":["Strict polynomial functors and coherent functors"],"description":["  We build an explicit link between coherent functors in the sense of Auslander\nand strict polynomial functors in the sense of Friedlander and Suslin.\nApplications to functor cohomology are discussed.\n","Comment: published version, 24 pages. Section 2.7 reorganized, and notational\n  distinction between left and right tensor product reinstalled"]}]
["math/0508517",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory","22F30","11J83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508517"],"date":["2005-08-25","2008-05-19"],"type":["text"],"creator":["Kleinbock, Dmitry"],"language":[],"coverage":[],"title":["An extension of quantitative nondivergence and applications to\n  Diophantine exponents"],"description":["  We present a sharpening of nondivergence estimates for unipotent (or more\ngenerally polynomial-like) flows on homogeneous spaces. Applied to metric\nDiophantine approximation, it yields precise formulas for Diophantine exponents\nof affine subspaces of $\\Bbb R^n$ and their nondegenerate submanifolds.\n","Comment: 26 pages, a revised version. Trans. AMS, to appear"]}]
["math/0509089",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Representation Theory","20G10","20C","19D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509089","Proceedings of the London Mathematical Society 2008","doi:10.1112/plms/pdn005"],"date":["2005-09-05","2008-05-19"],"type":["text"],"creator":["Franjou, Vincent","Friedlander, Eric M."],"language":[],"coverage":[],"title":["Cohomology of bifunctors"],"description":["  We initiate the study of the cohomology of (strict polynomial) bifunctors by\nintroducing the foundational formalism, establishing numerous properties in\nanalogy with the cohomology of functors, and providing computational\ntechniques. Since one of the initial motivations for the study of functor\ncohomology was the determination of the cohomology of GL(k) with coefficients\nin a tensor product of a symmetric and an exterior power of the adjoint\nrepresentation, we keep this challenging example in mind as we achieve numerous\ncomputations which illustrate our methods.\n","Comment: Published version in PLMS, typos corrected. 31 pages"]}]
["math/0510377",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","Mathematics - Group Theory","20G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510377","Transact. AMS 2007 (359) 4489-4510.","doi:10.1090/S0002-9947-07-04289-4"],"date":["2005-10-18"],"type":["text"],"creator":["McNinch, George J.","Testerman, Donna M."],"language":[],"coverage":[],"title":["Completely reducible SL(2)-homomorphisms"],"description":["  Let K be any field, and let G be a semisimple group over K. Suppose the\ncharacteristic of K is positive and is very good for G. We describe all group\nscheme homomorphisms phi:SL(2) --> G whose image is geometrically G-completely\nreducible -- or G-cr -- in the sense of Serre; the description resembles that\nof irreducible modules given by Steinberg's tensor product theorem. In case K\nis algebraically closed and G is simple, the result proved here was previously\nobtained by Liebeck and Seitz using different methods. A recent result shows\nthe Lie algebra of the image of phi to be geometrically G-cr; this plays an\nimportant role in our proof.\n","Comment: AMS LaTeX 20 pages"]}]
["math/0605414",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605414"],"date":["2006-05-16","2008-05-19"],"type":["text"],"creator":["Esker, Henri van den","van der Hofstad, Remco","Hooghiemstra, Gerard"],"language":[],"coverage":[],"title":["Universality for the distance in finite variance random graphs: Extended\n  version"],"description":["  We generalize the asymptotic behavior of the graph distance between two\nuniformly chosen nodes in the configuration model to a wide class of random\ngraphs. Among others, this class contains the Poissonian random graph, the\nexpected degree random graph and the generalized random graph (including the\nclassical Erdos-Renyi graph).\n  In the paper we assign to each node a deterministic capacity and the\nprobability that there exists an edge between a pair of nodes is equal to a\nfunction of the product of the capacities of the pair divided by the total\ncapacity of all the nodes. We consider capacities which are such that the\ndegrees of a node has uniformly bounded moments of order strictly larger than\ntwo, so that, in particular, the degrees have finite variance. We prove that\nthe graph distance grows like \\log_\\nu N, where the \\nu depends on the\ncapacities. In addition, the random fluctuations around this asymptotic mean\n\\log_\\nu N are shown to be tight. We also consider the case where the\ncapacities are independent copies of a positive random \\Lambda with\n\\prob{\\Lambda> x}\\leq cx^{1-\\tau}, for some constant c and \\tau>3, again\nresulting in graphs where the degrees have finite variance.\n  The method of proof of these results is to couple each member of the class to\nthe Poissonian random graph, for which we then give the complete proof by\nadapting the arguments of the corresponding result for the configuration model.\n","Comment: 40 pages, 1 figure"]}]
["math/0607623",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607623","Bernoulli 2008, Vol. 14, No. 2, 440-468","doi:10.3150/07-BEJ6163"],"date":["2006-07-25","2008-05-14"],"type":["text"],"creator":["Di Nardo, Elvira","Guarino, Giuseppe","Senato, Domenico"],"language":[],"coverage":[],"title":["A unifying framework for $k$-statistics, polykays and their multivariate\n  generalizations"],"description":["  Through the classical umbral calculus, we provide a unifying syntax for\nsingle and multivariate $k$-statistics, polykays and multivariate polykays.\n  From a combinatorial point of view, we revisit the theory as exposed by\nStuart and Ord, taking into account the Doubilet approach to symmetric\nfunctions. Moreover, by using exponential polynomials rather than set\npartitions, we provide a new formula for $k$-statistics that results in a very\nfast algorithm to generate such estimators.\n","Comment: Published in at http://dx.doi.org/10.3150/07-BEJ6163 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["math/0607761",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Optimization and Control","Mathematics - Probability","91A15","91A24","35J70","54E35","49N70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607761"],"date":["2006-07-29","2008-05-19"],"type":["text"],"creator":["Peres, Yuval","Sheffield, Scott"],"language":[],"coverage":[],"title":["Tug of war with noise: a game theoretic view of the p-Laplacian"],"description":["  Fix a bounded domain Omega in R^d, a continuous function F on the boundary of\nOmega, and constants epsilon>0, p>1, and q>1 with p^{-1} + q^{-1} = 1. For each\nx in Omega, let u^epsilon(x) be the value for player I of the following\ntwo-player, zero-sum game. The initial game position is x. At each stage, a\nfair coin is tossed and the player who wins the toss chooses a vector v of\nlength at most epsilon to add to the game position, after which a random\n``noise vector'' with mean zero and variance (q/p)|v|^2 in each orthogonal\ndirection is also added. The game ends when the game position reaches some y on\nthe boundary of Omega, and player I's payoff is F(y).\n  We show that (for sufficiently regular Omega) as epsilon tends to zero the\nfunctions u^epsilon converge uniformly to the unique p-harmonic extension of F.\nUsing a modified game (in which epsilon gets smaller as the game position\napproaches the boundary), we prove similar statements for general bounded\ndomains Omega and resolutive functions F.\n  These games and their variants interpolate between the tug of war games\nstudied by Peres, Schramm, Sheffield, and Wilson (p=infinity) and the\nmotion-by-curvature games introduced by Spencer and studied by Kohn and Serfaty\n(p=1). They generalize the relationship between Brownian motion and the\nordinary Laplacian and yield new results about p-capacity and p-harmonic\nmeasure.\n","Comment: 23 pages, 2 figures"]}]
["math/0611018",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611018","Bull. Soc. Math. France 135 (2007), no. 3, 419-434"],"date":["2006-11-01"],"type":["text"],"creator":["Blanc, Jérémy"],"language":[],"coverage":[],"title":["The number of conjugacy classes of elements of the Cremona group of some\n  given finite order"],"description":["  This note presents the study of the conjugacy classes of elements of some\ngiven finite order n in the Cremona group of the plane. In particular, it is\nshown that the number of conjugacy classes is infinite if n is even, n=3 or\nn=5, and that it is equal to 3 (respectively 9) if n=9 (respectively 15), and\nis exactly 1 for all remaining odd orders.\n  Some precise representative elements of the classes are given.\n","Comment: 14 pages"]}]
["math/0612171",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","11J83: 22F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612171","J. Mod. Dyn. 4 (2008), 43-62"],"date":["2006-12-06","2008-05-19"],"type":["text"],"creator":["Kleinbock, Dmitry","Weiss, Barak"],"language":[],"coverage":[],"title":["Dirichlet's theorem on diophantine approximation and homogeneous flows"],"description":["  We show that for any $\\epsilon<1$ and any $\\mathcal{T}$ `drifting away from\nwalls', Dirichlet's Theorem cannot be $\\epsilon$-improved along $\\mathcal{T}$\nfor Lebesgue almost every system of linear forms $Y$ (see the paper for\ndefinitions). In the case $m = 1$ we also show that for a large class of\nmeasures $\\mu$ there is $\\epsilon_0>0$ such that for any drifting away from\nwalls $\\mathcal{T}$, any $\\epsilon<\\epsilon_0$, and for $\\mu$-almost every $Y$,\nDirichlet's Theorem cannot be $\\epsilon$-improved along $\\mathcal{T}$. These\nmeasures include natural measures on sufficiently regular smooth manifolds and\nfractals.\n  Our results extend those of several authors beginning with the work of\nDavenport and Schmidt done in late 1960s. The proofs rely on a translation of\nthe problem into a dynamical one regarding the action of a diagonal semigroup\non the space $\\text{SL}_{m+n}(\\mathbb{R})/\\text{SL}_{m+n}(\\mathbb{Z})$.\n","Comment: 24 pages, a revised version"]}]
["physics/0508017",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0508017"],"date":["2005-08-02"],"type":["text"],"creator":["Podobnik, Tomaz","Zivko, Tomi"],"language":[],"coverage":[],"title":["On Consistent and Calibrated Inference about the Parameters of Sampling\n  Distributions"],"description":["  The theory of probability, based on very general rules referred to as the\nCox-Polya-Jaynes Desiderata, can be used both as a theory of random mass\nphenomena and as a quantitative theory of plausible inference about the\nparameters of sampling distributions. The existing applications of the\nDesiderata must be extended in order to allow for consistent inferences in the\nlimit of complete a priori ignorance about the values of the parameters. Since\nthe limits of consistent quantitative inference from incomplete information can\nclearly be established, the developed theory is necessarily an effective one.\nIt is interesting to note that when applying the Desiderata strictly, we find\nno contradictions between the so-called Bayesian and frequentist schools of\ninductive reasoning.\n","Comment: 88 pages, 5 figures"]}]
["q-bio/0612048",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0612048"],"date":["2006-12-26","2008-05-19"],"type":["text"],"creator":["Chen, Peng","Wang, Bing","Wong, Hau-San","Huang, De-Shuang"],"language":[],"coverage":[],"title":["Locating the Long-range Contact Centers with B-factors and Hydrophobic\n  Cores"],"description":["  TThe paper had many errors.\n","Comment: The paper has been withdrawn by author"]}]
["quant-ph/0412075",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0412075"],"date":["2004-12-09","2008-05-19"],"type":["text"],"creator":["Englert, Berthold-Georg","Kaszlikowski, Dagomir","Ng, Hui Khoon","Chua, Wee Kang","Řeháček, Jaroslav","Anders, Janet"],"language":[],"coverage":[],"title":["Efficient and Robust Quantum Key Distribution With Minimal State\n  Tomography"],"description":["  We introduce the Singapore protocol, a qubit protocol for quantum key\ndistribution that is fully tomographic, more efficient than other tomographic\nprotocols, and very robust. Under ideal circumstances the efficiency is\nlog_2(4/3)=0.415 key bits per qubit sent. This is 25% more than the efficiency\nof 1/3=0.333 for the standard six-state protocol, which sets the benchmark. We\ndescribe a simple two-way communication scheme that extracts 0.4 key bits per\nqubit and thus gets close to the information-theoretical limit. The noise\nthresholds that we report for a hierarchy of eavesdropping attacks demonstrate\nthe robustness of the protocol: A secure key can be extracted if there is less\nthan 38.9% noise.\n","Comment: Title modified; 4 pages, 2 figures; v4 is the updated and much\n  extended version of 18/05/08; this is Ref. [30] in quant-ph/0405084 v2"]}]
["quant-ph/0605183",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0605183","QIC 8, 0399 (2008)"],"date":["2006-05-21","2007-07-03"],"type":["text"],"creator":["Haselgrove, Henry L.","Rohde, Peter P."],"language":[],"coverage":[],"title":["Trade-off between the tolerance of located and unlocated errors in\n  nondegenerate quantum error-correcting codes"],"description":["  In a recent study [Rohde et al., quant-ph/0603130 (2006)] of several quantum\nerror correcting protocols designed for tolerance against qubit loss, it was\nshown that these protocols have the undesirable effect of magnifying the\neffects of depolarization noise. This raises the question of which general\nproperties of quantum error-correcting codes might explain such an apparent\ntrade-off between tolerance to located and unlocated error types. We extend the\ncounting argument behind the well-known quantum Hamming bound to derive a bound\non the weights of combinations of located and unlocated errors which are\ncorrectable by nondegenerate quantum codes. Numerical results show that the\nbound gives an excellent prediction to which combinations of unlocated and\nlocated errors can be corrected with high probability by certain large\ndegenerate codes. The numerical results are explained partly by showing that\nthe generalized bound, like the original, is closely connected to the\ninformation-theoretic quantity the quantum coherent information. However, we\nalso show that as a measure of the exact performance of quantum codes, our\ngeneralized Hamming bound is provably far from tight.\n","Comment: 6 pages, 3 figures, significant update, tighter bound proven"]}]
["quant-ph/0610064",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0610064","Phys. Rev. A 76, 033603 (2007)","doi:10.1103/PhysRevA.76.033603"],"date":["2006-10-10"],"type":["text"],"creator":["Bradley, A. S.","Olsen, M. K.","Haine, S. A.","Hope, J. J."],"language":[],"coverage":[],"title":["Measuring the quantum statistics of an atom laser beam"],"description":["  We propose and analyse a scheme for measuring the quadrature statistics of an\natom laser beam using extant optical homodyning and Raman atom laser\ntechniques. Reversal of the normal Raman atom laser outcoupling scheme is used\nto map the quantum statistics of an incoupled beam to an optical probe beam. A\nmultimode model of the spatial propagation dynamics shows that the Raman\nincoupler gives a clear signal of de Broglie wave quadrature squeezing for both\npulsed and continuous inputs. Finally, we show that experimental realisations\nof the scheme may be tested with existing methods via measurements of Glauber's\nintensity correlation function.\n","Comment: 4 pages, 3 figures"]}]
