["0706.0115",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0115","Mod.Phys.Lett.A23:3095-3111,2008","doi:10.1142/S0217732308026881"],"date":["2007-06-01","2008-03-11"],"type":["text"],"creator":["Errahmani, A.","Ouali, T."],"language":[],"coverage":[],"title":["Late time acceleration in 3-brane Brans-Dicke cosmology"],"description":["  In order to investigate more features of the Brans-Dicke cosmology in the\nfive-dimensional space-time, we explore the solutions of its dynamiacal\nsystems. A behavior of the universe in its early and late time by means of the\nscale factor is considered. As a results, we show that it is possible to avoid\nthe big rip singularity and to cross the phantom divide line. Furthermore, we\nreview the dark energy component of the universe and its agreement with the\nobservation data for this 3-brane Brans Dicke cosmology by means of the\ncosmological parameters.\n"]}]
["0706.1233",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1233","Prog.Theor.Phys.120:985-993,2008","doi:10.1143/PTP.120.985"],"date":["2007-06-08","2007-09-17"],"type":["text"],"creator":["Ansoldi, Stefano","Guendelman, Eduardo I."],"language":[],"coverage":[],"title":["Universes out of almost empty space"],"description":["  Baby universes (inflationary or non--inflationary) are regions of spacetime\nthat disconnect from the original ambient spacetime, which we take to be\nasymptotically flat spacetime. A particular kind of baby universe solution,\ninvolving string--like matter, is studied to show that it can be formed by\n``investing'' an arbitrarily small amount of energy, i.e. it can appear from an\nalmost flat space at the classical level. Since this possibility has not yet\nbeen clearly recognized in the literature, we then discuss in detail its\nproperties, relevance and possible generalizations.\n","Comment: LaTeX (RevTeX), 4 pages, 1 figure. A few typos corrected and some\n  references added; structure streamlined (changes reflected in a slightly\n  modified abstract); small, non-substantial modifications in the figure"]}]
["0706.3095",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3095","Mod.Phys.Lett.A23:3077-3085,2008","doi:10.1142/S0217732308028430"],"date":["2007-06-21","2008-07-15"],"type":["text"],"creator":["Drobyshevski, E. M."],"language":[],"coverage":[],"title":["Channeling Effect and Improvement of the Efficiency of Charged Particle\n  Registration with Crystal Scintillators"],"description":["  The importance is emphasized of taking into account the channeling along the\nlow index crystallographic axes and planes of a part of low-energy (1-10 keV)\nrecoil ions in measurements of their parameters with crystal scintillators of\nthe type of NaI(Tl) etc. Because the nucleus stopping power in channels is low\nas compared with electronic stopping power, the light yield of the scintillator\nmust be, accordingly, higher in the given case than that for ions having higher\nenergy (tens keV and more), which lose most part of their energy via nuclear\ncollisions outside channels. Hence, in particular, it follows that the DAMA/NaI\nobservations in Gran Sasso of the annual modulation of the signal frequency in\na narrow range of scintillations with an amplitude of 2-6 keV electron\nequivalent may be due to incidence onto the Earth of exceedingly massive\nparticles (of the type of Planckian objects) from elongated Earth-crossing\nheliocentric orbits at a velocity of 30-50 km/s. In NaI(Tl), these particles\ncreate the iodine recoil ions with just the energy of 2-6 keV.\n","Comment: 10 pages"]}]
["0707.1431",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1431","Mod.Phys.Lett.A23:2979-2986,2008","doi:10.1142/S0217732308028405"],"date":["2007-07-10","2008-10-30"],"type":["text"],"creator":["Gogberashvili, Merab"],"language":[],"coverage":[],"title":["Gravitational Field of Spherical Branes"],"description":["  The warped solution of Einstein's equations corresponding to the spherical\nbrane in five-dimensional AdS is considered. This metric represents interiors\nof black holes on both sides of the brane and can provide gravitational\ntrapping of physical fields on the shell. It is found the analytic form of the\ncoordinate transformations from the Schwartschild to co-moving frame that\nexists only in five dimensions. It is shown that in the static coordinates\nactive gravitational mass of the spherical brane, in agreement with Tolman's\nformula, is negative, i.e. such objects are gravitationally repulsive.\n","Comment: Minor corrections, 8 pages, the version accepted by Mod. Phys. Lett.\n  A"]}]
["0708.1784",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1784","Int.J.Mod.Phys.A23:4817-4827,2008","doi:10.1142/S0217751X08042675"],"date":["2007-08-13","2007-08-22"],"type":["text"],"creator":["Bertolami, O.","Rosenfeld, R."],"language":[],"coverage":[],"title":["The Higgs portal and an unified model for dark energy and dark matter"],"description":["  We examine a scenario where the Higgs boson is coupled to an additional\nsinglet scalar field which we identify with a quintessence field. We show that\nthis results in an unified picture of dark matter and dark energy, where dark\nenergy is the zero-mode classical field rolling the usual quintessence\npotential and the dark matter candidate is the quantum excitation (particle) of\nthe field, which is produced in the universe due to its coupling to the Higgs\nboson.\n","Comment: 5 pages, no figures. New references and acknowledgment added"]}]
["0708.4141",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4141","Mod.Phys.Lett.A23:2915-2931,2008","doi:10.1142/S0217732308028351"],"date":["2007-08-30","2008-08-20"],"type":["text"],"creator":["Stefanov, Ivan Zh.","Yazadjiev, Stoytcho S.","Todorov, Michail D."],"language":[],"coverage":[],"title":["Phases of 4D Scalar-tensor black holes coupled to Born-Infeld nonlinear\n  electrodynamics"],"description":["  Recent results show that when non-linear electrodynamics is considered the\nno-scalar-hair theorems in the scalar-tensor theories (STT) of gravity, which\nare valid for the cases of neutral black holes and charged black holes in the\nMaxwell electrodynamics, can be circumvented. What is even more, in the present\nwork, we find new non-unique, numerical solutions describing charged black\nholes coupled to non-linear electrodynamics in a special class of scalar-tensor\ntheories. One of the phases has a trivial scalar field and coincides with the\ncorresponding solution in General Relativity. The other four phases that we\nfind are characterized by the value of the scalar field charge. The causal\nstructure and some aspects of the stability of the solutions have also been\nstudied. For the scalar-tensor theories considered, the black holes have a\nsingle, non-degenerate horizon, i.e., their causal structure resembles that of\nthe Schwarzschild black hole. The thermodynamic analysis of the stability of\nthe solutions indicates that a phase transition may occur.\n","Comment: 18 pages, 8 figures, new phases, figures, clarifying remarks and\n  acknowledgements added"]}]
["0709.4261",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4261","Space Sci.Rev.140:75-91,2008","doi:10.1007/s11214-008-9376-6"],"date":["2007-09-26"],"type":["text"],"creator":["Weaver, H. A.","Gibson, W. C.","Tapley, M. B.","Young, L. A.","Stern, S. A."],"language":[],"coverage":[],"title":["Overview of the New Horizons Science Payload"],"description":["  The New Horizons mission was launched on 2006 January 19, and the spacecraft\nis heading for a flyby encounter with the Pluto system in the summer of 2015.\nThe challenges associated with sending a spacecraft to Pluto in less than 10\nyears and performing an ambitious suite of scientific investigations at such\nlarge heliocentric distances (> 32 AU) are formidable and required the\ndevelopment of lightweight, low power, and highly sensitive instruments. This\npaper provides an overview of the New Horizons science payload, which is\ncomprised of seven instruments. Alice provides spatially resolved ultraviolet\nspectroscopy. The Ralph instrument has two components: the Multicolor Visible\nImaging Camera (MVIC), which performs panchromatic and color imaging, and the\nLinear Etalon Imaging Spectral Array (LEISA), which provides near-infrared\nspectroscopic mapping capabilities. The Radio Experiment (REX) is a component\nof the New Horizons telecommunications system that provides both occultation\nand radiometry capabilities. The Long Range Reconnaissance Imager (LORRI)\nprovides high sensitivity, high spatial resolution optical imaging\ncapabilities. The Solar Wind at Pluto (SWAP) instrument measures the density\nand speed of solar wind particles. The Pluto Energetic Particle Spectrometer\nScience Investigation (PEPSSI) measures energetic protons and CNO ions. The\nVenetia Burney Student Dust Counter (VB-SDC) is used to record dust particle\nimpacts during the cruise phases of the mission.\n","Comment: 17 pages, 4 figures, 1 table; To appear in a special volume of Space\n  Science Reviews on the New Horizons mission"]}]
["0709.4270",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4270","Space Sci.Rev.140:93-127,2008","doi:10.1007/s11214-008-9462-9"],"date":["2007-09-26"],"type":["text"],"creator":["Young, Leslie A.","Stern, S. Alan","Weaver, Harold A.","Bagenal, Fran","Binzel, Richard P.","Buratti, Bonnie","Cheng, Andrew F.","Cruikshank, Dale","Gladstone, G. Randall","Grundy, William M.","Hinson, David P.","Horanyi, Mihaly","Jennings, Donald E.","Linscott, Ivan R.","McComas, David J.","McKinnon, William B.","McNutt, Ralph","Moore, Jeffery M.","Murchie, Scott","Porco, Carolyn C.","Reitsema, Harold","Reuter, Dennis C.","Spencer, John R.","Slater, David C.","Strobel, Darrell","Summers, Michael E.","Tyler, G. Leonard"],"language":[],"coverage":[],"title":["New Horizons: Anticipated Scientific Investigations at the Pluto System"],"description":["  The New Horizons spacecraft will achieve a wide range of measurement\nobjectives at the Pluto system, including color and panchromatic maps,\n1.25-2.50 micron spectral images for studying surface compositions, and\nmeasurements of Pluto's atmosphere (temperatures, composition, hazes, and the\nescape rate). Additional measurement objectives include topography, surface\ntemperatures, and the solar wind interaction. The fulfillment of these\nmeasurement objectives will broaden our understanding of the Pluto system, such\nas the origin of the Pluto system, the processes operating on the surface, the\nvolatile transport cycle, and the energetics and chemistry of the atmosphere.\nThe mission, payload, and strawman observing sequences have been designed to\nacheive the NASA-specified measurement objectives and maximize the science\nreturn. The planned observations at the Pluto system will extend our knowledge\nof other objects formed by giant impact (such as the Earth-moon), other objects\nformed in the outer solar system (such as comets and other icy dwarf planets),\nother bodies with surfaces in vapor-pressure equilibrium (such as Triton and\nMars), and other bodies with N2:CH4 atmospheres (such as Titan, Triton, and the\nearly Earth).\n","Comment: 40 pages, 9 figures, 7 tables; To appear in a special volume of Space\n  Science Reviews on the New Horizons mission"]}]
["0709.4278",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4278","Space Sci.Rev.140:189-215,2008","doi:10.1007/s11214-007-9271-6"],"date":["2007-09-26"],"type":["text"],"creator":["Cheng, A. F.","Weaver, H. A.","Conard, S. J.","Morgan, M. F.","Barnouin-Jha, O.","Boldt, J. D.","Cooper, K. A.","Darlington, E. H.","Grey, M. P.","Hayes, J. R.","Kosakowski, K. E.","Magee, T.","Rossano, E.","Sampath, D.","Schlemm, C.","Taylor, H. W."],"language":[],"coverage":[],"title":["Long-Range Reconnaissance Imager on New Horizons"],"description":["  The LOng-Range Reconnaissance Imager (LORRI) is the high resolution imaging\ninstrument for the New Horizons mission to Pluto, its giant satellite Charon,\nits small moons Nix and Hydra, and the Kuiper Belt, which is the vast region of\nicy bodies extending roughly from Neptune's orbit out to 50 astronomical units\n(AU). New Horizons launched on January 19, 2006 as the inaugural mission in\nNASA's New Frontiers program. LORRI is a narrow angle (field of view=0.29 deg),\nhigh resolution (4.95 microrad pixels), Ritchey-Chretien telescope with a 20.8\ncm diameter primary mirror, a focal length of 263 cm, and a three lens\nfield-flattening assembly. A 1024 x 1024 pixel (optically active region),\nthinned, backside-illuminated charge-coupled device (CCD) detector is used in\nthe focal plane unit and is operated in frame transfer mode. LORRI provides\npanchromatic imaging over a bandpass that extends approximately from 350 nm to\n850 nm. LORRI operates in an extreme thermal environment, situated inside the\nwarm spacecraft with a large, open aperture viewing cold space. LORRI has a\nsilicon carbide optical system, designed to maintain focus over the operating\ntemperature range without a focus adjustment mechanism. Moreover, the\nspacecraft is thruster-stabilized without reaction wheels, placing stringent\nlimits on the available exposure time and the optical throughput needed to\nsatisfy the measurement requirements.\n","Comment: 31 pages, 12 figures, 8 tables; To appear in a special volume of\n  Space Science Reviews on the New Horizons mission"]}]
["0709.4279",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4279","Space Sci.Rev.140:155-187,2008","doi:10.1007/s11214-008-9407-3"],"date":["2007-09-26"],"type":["text"],"creator":["Stern, S. Alan","Slater, David C.","Scherrer, John","Stone, John","Dirks, Greg","Versteeg, Maarten","Davis, Michael","Gladstone, G. R.","Parker, Joel Wm.","Young, Leslie A.","Siegmund, O. H. W."],"language":[],"coverage":[],"title":["ALICE: The Ultraviolet Imaging Spectrograph aboard the New Horizons\n  Pluto-Kuiper Belt Mission"],"description":["  The New Horizons ALICE instrument is a lightweight (4.4 kg), low-power (4.4\nWatt) imaging spectrograph aboard the New Horizons mission to Pluto/Charon and\nthe Kuiper Belt. Its primary job is to determine the relative abundances of\nvarious species in Pluto's atmosphere. ALICE will also be used to search for an\natmosphere around Pluto's moon, Charon, as well as the Kuiper Belt Objects\n(KBOs) that New Horizons hopes to fly by after Pluto-Charon, and it will make\nUV surface reflectivity measurements of all of these bodies as well. The\ninstrument incorporates an off-axis telescope feeding a Rowland-circle\nspectrograph with a 520-1870 angstroms spectral passband, a spectral point\nspread function of 3-6 angstroms FWHM, and an instantaneous spatial\nfield-of-view that is 6 degrees long. Different input apertures that feed the\ntelescope allow for both airglow and solar occultation observations during the\nmission. The focal plane detector is an imaging microchannel plate (MCP) double\ndelay-line detector with dual solar-blind opaque photocathodes (KBr and CsI)\nand a focal surface that matches the instrument's 15-cm diameter\nRowland-circle. In what follows, we describe the instrument in greater detail,\nincluding descriptions of its ground calibration and initial in flight\nperformance.\n","Comment: 24 pages, 29 figures, 2 tables; To appear in a special volume of\n  Space Science Reviews on the New Horizons mission"]}]
["0709.4281",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4281","Space Sci.Rev.140:129-154,2008","doi:10.1007/s11214-008-9375-7"],"date":["2007-09-26"],"type":["text"],"creator":["Reuter, Dennis C.","Stern, S. Alan","Scherrer, John","Jennings, Donald E.","Baer, James","Hanley, John","Hardaway, Lisa","Lunsford, Allen","McMuldroch, Stuart","Moore, Jeffrey","Olkin, Cathy","Parizek, Robert","Reitsma, Harold","Sabatke, Derek","Spencer, John","Stone, John","Throop, Henry","Van Cleve, Jeffrey","Weigle, Gerald E.","Young, Leslie A."],"language":[],"coverage":[],"title":["Ralph: A Visible/Infrared Imager for the New Horizons Pluto/Kuiper Belt\n  Mission"],"description":["  The New Horizons instrument named Ralph is a visible/near infrared\nmulti-spectral imager and a short wavelength infrared spectral imager. It is\none of the core instruments on New Horizons, NASA's first mission to the\nPluto/Charon system and the Kuiper Belt. Ralph combines panchromatic and color\nimaging capabilities with IR imaging spectroscopy. Its primary purpose is to\nmap the surface geology and composition of these objects, but it will also be\nused for atmospheric studies and to map the surface temperature. It is a\ncompact, low-mass (10.5 kg), power efficient (7.1 W peak), and robust\ninstrument with good sensitivity and excellent imaging characteristics. Other\nthan a door opened once in flight, it has no moving parts. These\ncharacteristics and its high degree of redundancy make Ralph ideally suited to\nthis long-duration flyby reconnaissance mission.\n","Comment: 18 pages, 15 figures, 4 tables; To appear in a special volume of\n  Space Science Reviews on the New Horizons mission"]}]
["0710.0010",{"format":[],"subject":["Mathematics - Optimization and Control","93Bxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0010"],"date":["2007-09-28","2008-12-25"],"type":["text"],"creator":["Reger, Johann"],"language":[],"coverage":[],"title":["On algebraic time-derivative estimation and deadbeat state\n  reconstruction"],"description":["  This note places into perspective the so-called algebraic time-derivative\nestimation method recently introduced by Fliess and co-authors with standard\nresults from linear state-space theory for control systems. In particular, it\nis shown that the algebraic method can in a sense be seen as a special case of\ndeadbeat state estimation based on the reconstructibility Gramian of the\nconsidered system.\n","Comment: Maple-supplements available at www.reger-online.org"]}]
["0710.0058",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0058","Mod.Phys.Lett.A23:2933-2945,2008","doi:10.1142/S0217732308026698"],"date":["2007-09-29","2007-10-16"],"type":["text"],"creator":["Nozari, Kourosh","Sadatian, S. Davood"],"language":[],"coverage":[],"title":["Non-Minimal Inflation after WMAP3"],"description":["  The Wilkinson Microwave Anisotropy Probe (WMAP) three year results are used\nto constraint non-minimal inflation models. Two different non-minimally coupled\nscalar field potentials are considered to calculate corresponding slow-roll\nparameters of non-minimal inflation. The results of numerical analysis of\nparameter space are compared with WMAP3 data to find appropriate new\nconstraints on the values of the non-minimal coupling. A detailed comparison of\nour results with previous studies reveals the present status of the non-minimal\ninflation model after WMAP3.\n","Comment: 16 pages, 11 figures, 2 tables, Revised Version"]}]
["0710.4766",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4766","Mod.Phys.Lett.A23:2957-2966,2008","doi:10.1142/S0217732308026364"],"date":["2007-10-25","2007-12-15"],"type":["text"],"creator":["Huang, Chao-Guang","Sun, Jia-Rui","Wu, Xiaoning","Zhang, Hai-Qing"],"language":[],"coverage":[],"title":["Gravitational Anomaly and Hawking Radiation of Brane World Black Holes"],"description":["  We apply Wilczek and his collaborators' anomaly cancellation approach to the\n3-dimensional Schwarzschild- and BTZ-like brane world black holes induced by\nthe generalized C metrics in the Randall-Sundrum scenario. Based on the fact\nthat the horizon of brane world black hole will extend into the bulk spacetime,\nwe do the calculation from the bulk generalized C metrics side and show that\nthis approach also reproduces the correct Hawking radiation for these brane\nworld black holes. Besides, since this approach does not involve the dynamical\nequation, it also shows that the Hawking radiation is only a kinematic effect.\n","Comment: 11 pages. v2: minor changes and references added"]}]
["0710.5490",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5490","Mod.Phys.Lett.A23:2987-2996,2008","doi:10.1142/S0217732308028399"],"date":["2007-10-29"],"type":["text"],"creator":["Roy, Arunava","Cavaglia, Marco"],"language":[],"coverage":[],"title":["Supersymmetry versus black holes at the LHC"],"description":["  Supersymmetry and extra dimensions are the two most promising candidates for\nnew physics at the TeV scale. Supersymmetric particles or extra-dimensional\neffects could soon be observed at the Large Hadron Collider. We propose a\nsimple but powerful method to discriminate the two models: the analysis of\nisolated leptons with high transverse momentum. Black hole events are simulated\nwith the CATFISH black hole generator. Supersymmetry simulations use a\ncombination of PYTHIA and ISAJET, the latter providing the mass spectrum. Our\nresults show the measure of the dilepton invariant mass provides a strong\nsignature to differentiate supersymmetry and black hole events at the Large\nHadron Collider. Analysis of event-shape variables and multilepton events\ncomplement and strengthen this conclusion.\n","Comment: 12 pages, 5 figures"]}]
["0710.5676",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5676","Int.J.Mod.Phys.A23:4677-4686,2008","doi:10.1142/S0217751X0804144X"],"date":["2007-10-30"],"type":["text"],"creator":["Mironov, A.","Morozov, A."],"language":[],"coverage":[],"title":["On the Problem of Radiation Friction Beyond 4 and 6 Dimensions"],"description":["  We count the number of independent structures which can arise in expressions\nfor radiation friction force in different even space-time dimensions and\ndemonstrate that their number is too big at d\\geq 8 to allow determination of\nthis force from the transversality condition alone, as was done by B.Kosyakov\nin 6d. This implies that in general one can not bypass a tedious calculation\ninvolving explicit regularization and evaluation of emerging counterterms.\nHowever, simple Kosyakov's method works nicely in any dimension for the special\ncase of circular motion with constant angular velocity.\n","Comment: 10 pages"]}]
["0711.0960",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0960","Class.Quant.Grav.26:015014,2009","doi:10.1088/0264-9381/26/1/015014"],"date":["2007-11-06","2008-03-19"],"type":["text"],"creator":["Burko, Lior M.","Khanna, Gaurav"],"language":[],"coverage":[],"title":["Late-time Kerr tails revisited"],"description":["  The decay rate of late time tails in the Kerr spacetime have been the cause\nof numerous conflicting results, both analytical and numerical. In particular,\nthere is much disagreement on whether the decay rate of an initially pure\nmultipole moment ${\\ell}$ is according to $t^{-(2{\\bar\\ell}+3)}$, where\n${\\bar\\ell}$ is the least multipole moment whose excitation is not disallowed,\nor whether the decay rate is according to $t^{-n}$, where $n=n({\\ell})$. We do\ncareful 2+1D numerical simulations, and explain the various results. In\nparticular, we show that pure multipole outgoing initial data in either\nBoyer--Lindquist on ingoing Kerr coordinates on the corresponding slices lead\nto the same late time tail behavior. We also show that similar initial data\nspecified in terms of the Poisson spherical coordinates lead to the simpler\n$t^{-(2{\\bar\\ell}+3)}$ late time tail. We generalize the rule $n=n({\\ell})$ to\nsubdominant modes, and also study the behavior of non--axisymmetric initial\ndata. We discuss some of the causes for possible errors in 2+1D simulations,\ndemonstrate that our simulations are free of those errors, and argue that some\nconflicting past results may be attributed to them.\n","Comment: 16 pages, 26 figures, 2 tables; Many changes compared with previous\n  version"]}]
["0711.1194",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1194","Int.J.Mod.Phys.E17:1753-1764,2008","doi:10.1142/S0218301308010751"],"date":["2007-11-07"],"type":["text"],"creator":["Zou, Bing-Song","Xie, Ju-Jun"],"language":[],"coverage":[],"title":["On $pp \\to p K \\Lambda, N K \\Sigma, pp \\phi$ -- the basic ingredients\n  for strangeness production in heavy ion collisions"],"description":["  The strangeness production in heavy ion collisions was proposed to be probes\nof the nuclear equation of state, Kaon potential in nuclear medium, strange\nquark matter and quark-gluon plasma, etc. However, to act as reliable probes,\nproper understanding of the basic ingredients for the strangeness production,\nsuch as $pp \\to pK^+\\Lambda$, $pp \\to pp \\phi$ and $pp \\to nK^+\\Sigma^+$ is\nnecessary. Recent study of these reactions clearly shows that previously\nignored contributions from the spin-parity $1/2^-$ resonances, $N^*(1535)$ and\n$\\Delta^*(1620)$, are in fact very important for these reactions, especially\nfor near-threshold energies. It is necessary to include these contributions for\ngetting reliable calculation for the strangeness production in heavy ion\ncollisions.\n","Comment: 12 pages, 12 figures, Contributed to the proceedings of the\n  International workshop on nuclear dynamics in heavy-ion reactions and neutron\n  stars, July, 10-14, Beijing, China"]}]
["0711.1465",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1465","Chin.Phys.Lett.25:4497-4500,2008","doi:10.1088/0256-307X/25/12/088"],"date":["2007-11-09"],"type":["text"],"creator":["Arbab, Arbab I."],"language":[],"coverage":[],"title":["Phantom Energy with Variable G and Lambda"],"description":["  We have investigated a cosmological model of a phantom energy with a variable\ncosmological constant ($\\Lambda$) depending on the energy density ($\\rho$) as\n$\\Lambda\\propto \\rho^{-\\alpha}$, $\\alpha=\\rm const.$ and a variable\ngravitational constant ($G$). The model requires $\\alpha<0$ and a negative\ngravitational constant. A negative gravitational constant may forbid\n\\emph{black holes} to form a particle horizon in a background of phantom\nenergy. This implies that black holes are naked, and consequently the\n\\emph{Cosmic Censorship} theorem is violated. The cosmological constant evolves\nwith time as, $\\Lambda\\propto t^{-2}$. For $\\omega>-1$ and $\\alpha<-1$ the\ncosmological constant, $\\Lambda<0$, $G>0$ and $\\rho$ decrease with cosmic\nexpansion. For ordinary matter (or dark matter), i.e., $\\omega>-1$ we have\n$-1<\\alpha<0$ and $\\beta>0$ so that $G>0$ increases with time and $\\rho$\ndecreases with time. Cosmic acceleration with dust particles is granted\nprovided $-{2/3}<\\alpha <0$ and $\\Lambda>0$.\n","Comment: 7 pages, revtex4"]}]
["0711.1714",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1714","Int.J.Mod.Phys.E17:1825-1837,2008","doi:10.1142/S0218301308010817"],"date":["2007-11-12"],"type":["text"],"creator":["Chen, Lie-Wen","Ko, Che Ming","Li, Bao-An","Yong, Gao-Chan"],"language":[],"coverage":[],"title":["Determining the density dependence of the nuclear symmetry energy using\n  heavy-ion reactions"],"description":["  We review recent progress in the determination of the subsaturation density\nbehavior of the nuclear symmetry energy from heavy-ion collisions as well as\nthe theoretical progress in probing the high density behavior of the symmetry\nenergy in heavy-ion reactions induced by high energy radioactive beams. We\nfurther discuss the implications of these results for the nuclear effective\ninteractions and the neutron skin thickness of heavy nuclei.\n","Comment: 12 pages, 5 figures. Talk given at the International workshop on\n  nuclear dynamics in heavy-ion reactions and neutron stars, July, 10-14,\n  Beijing, China"]}]
["0711.1717",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1717","Int.J.Mod.Phys.E17:1917-1926,2008","doi:10.1142/S0218301308010891"],"date":["2007-11-12"],"type":["text"],"creator":["Xu, Jun","Chen, Lie-Wen","Li, Bao-An","Ma, Hong-Ru"],"language":[],"coverage":[],"title":["Isospin and momentum dependence of liquid-gas phase transition in hot\n  asymmetric nuclear matter"],"description":["  The liquid-gas phase transition in hot neutron-rich nuclear matter is\ninvestigated within a self-consistent thermal model using different\ninteractions with or without isospin and/or momentum dependence. The boundary\nof the phase-coexistence region is shown to be sensitive to the density\ndependence of the nuclear symmetry energy as well as the isospin and momentum\ndependence of the nuclear interaction.\n","Comment: 10 pages, 2 figures. Talk given at the International workshop on\n  nuclear dynamics in heavy-ion reactions and neutron stars, July 10-14,\n  Beijing, China"]}]
["0711.3504",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3504","Int.J.Mod.Phys.E17:1774-1789,2008","doi:10.1142/S0218301308010775"],"date":["2007-11-22"],"type":["text"],"creator":["Maruyama, Toshiki","Chiba, Satoshi","Tatsumi, Toshitaka"],"language":[],"coverage":[],"title":["Non-Uniform Structure of Matter and the Equation of State"],"description":["  We investigate the non-uniform structures and the equation of state (EOS) of\nnuclear matter in the context of the first-order phase transitions (FOPT) such\nas liquid-gas phase transition, kaon condensation, and hadron-quark phase\ntransition. During FOPT the mixed phases appear, where matter exhibits\nnon-uniform structures called ``Pasta'' structures due to the balance of the\nCoulomb repulsion and the surface tension between two phases. We treat these\neffects self-consistently, properly taking into account of the Poisson equation\nand the Gibbs conditions. Consequently, they make the EOS of the mixed phase\ncloser to that of Maxwell construction due to the Debye screening. This is a\ngeneral feature of the mixed phase consisting of many species of charged\nparticles.\n","Comment: Invited talk at \"Nuclear Dynamics in Heavy-ion Reactions and Neutron\n  Stars\", Beijing, July 10-14, 2007"]}]
["0711.3546",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3546","Int.J.Mod.Phys.E17:1799-1814,2008","doi:10.1142/S0218301308010799"],"date":["2007-11-22"],"type":["text"],"creator":["Di Toro, M.","Colonna, M.","Greco, V.","Ferini, G.","Rizzo, C.","Rizzo, J.","Baran, V.","Gaitanos, T.","Prassa, V.","Wolter, H. H.","Zielinska-Pfabe, M."],"language":[],"coverage":[],"title":["Constraining the Symmetry Energy: A Journey in the Isospin Physics from\n  Coulomb Barrier to Deconfinement"],"description":["  Heavy Ion Collisions (HIC) represent a unique tool to probe the in-medium\nnuclear interaction in regions away from saturation. In this work we present a\nselection of reaction observables in dissipative collisions particularly\nsensitive to the isovector part of the interaction, i.e. to the symmetry term\nof the nuclear Equation of State (EoS). At low energies the behavior of the\nsymmetry energy around saturation influences dissipation and fragment\nproduction mechanisms. We will first discuss the recently observed Dynamical\nDipole Radiation, due to a collective neutron-proton oscillation during the\ncharge equilibration in fusion and deep-inelastic collisions. Important Iso-EOS\neffects are stressed. Reactions induced by unstable 132Sn beams appear to be\nvery promising tools to test the sub-saturation Isovector EoS. New Isospin\nsensitive observables are also presented for deep-inelastic, fragmentation\ncollisions and Isospin equilibration measurements (Imbalance Ratios). The high\ndensity symmetry term can be derived from isospin effects on heavy ion\nreactions at relativistic energies (few AGeV range), that can even allow a\n``direct'' study of the covariant structure of the isovector interaction in the\nhadron medium. Rather sensitive observables are proposed from collective flows\nand from pion/kaon production. The possibility of the transition to a mixed\nhadron-quark phase, at high baryon and isospin density, is finally suggested.\nSome signatures could come from an expected ``neutron trapping'' effect. The\nimportance of studying violent collisions with radioactive beams from low to\nrelativistic energies is finally stressed.\n","Comment: 15 pages, 5 figures, Int.Workshop on Nuclear Dynamics in Heavy Ion\n  Reactions and Neutron Stars, Beijing Normal Univ. July 07, to appear in\n  Int.Journ.Modern Physics E (2008)"]}]
["0711.3554",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3554","Int.J.Mod.Phys.E17:1989-1999,2008","doi:10.1142/S0218301308010969"],"date":["2007-11-22"],"type":["text"],"creator":["Di Toro, M."],"language":[],"coverage":[],"title":["Heavy Ion Dynamics and Neutron Stars"],"description":["  Some considerations are reported, freely inspired from the presentations and\ndiscussions during the Beijing Normal University Workshop on the above Subject,\nheld in July 2007. Of course this cannot be a complete summary but just a\ncollection of personal thougths aroused during the meeting.\n","Comment: 11 pages, no figures, Summary Talk, Int.Workshop on \"Nuclear Dynamics\n  in Heavy Ion Collisions and Neutron Stars\", Beijing Normal Univ. July 07, to\n  appear in Int.Journ.Modern Physics E (2008)"]}]
["0712.0946",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0946","Theor.Math.Phys.157:1542-1549,2008","doi:10.1007/s11232-008-0128-2"],"date":["2007-12-06","2007-12-13"],"type":["text"],"creator":["Morozov, A."],"language":[],"coverage":[],"title":["Hamiltonian Formalism in the Presence of Higher Derivatives"],"description":["  A short review of basic formulas from Hamiltonian formalism in classical\nmechanics in the case when Lagrangian contains N time-derivatives of n\ncoordinate variables. For non-local models N=infinity.\n","Comment: 8 pages"]}]
["0801.1797",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1797","Prog.Theor.Phys.120:1217-1222,2008","doi:10.1143/PTP.120.1217"],"date":["2008-01-11","2008-12-10"],"type":["text"],"creator":["Natsuume, Makoto","Okamura, Takashi"],"language":[],"coverage":[],"title":["A note on causal hydrodynamics for M-theory branes"],"description":["  We obtain new transport coefficients of causal hydrodynamics for the M2 and\nthe M5-brane using a Kubo-like formula proposed by Baier, Romatschke, Son,\nStarinets, and Stephanov (arXiv:0712.2451 [hep-th]). The relaxation times agree\nwith the ones obtained from the \"sound mode\" in our paper (arXiv:0712.2916\n[hep-th]).\n","Comment: 6 pages, ReVTeX4"]}]
["0801.2808",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2808","Mod.Phys.Lett.A23:3023-3030,2008","doi:10.1142/S0217732308026340"],"date":["2008-01-17"],"type":["text"],"creator":["Cheng, Hongbo","Liu, Yunqi"],"language":[],"coverage":[],"title":["The circular loop equation of a cosmic string with time-varying tension"],"description":["  The equation of circular loops of cosmic string with time-dependent tension\nis studied in the Minkowski spacetime and Robertson-Walker universe. We find\nthat, in the case where the tension depends on some power of the cosmic time,\ncosmic string loops with time-varying tension should not collapse to form a\nblack hole if the power is lower than a critical value.\n","Comment: 8 pages, 3 figures. accepted by Modern Physics Letters A"]}]
["0801.4799",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4799","JHEP 0812:084,2008","doi:10.1088/1126-6708/2008/12/084"],"date":["2008-01-30"],"type":["text"],"creator":["Gregoire, Thomas","Katz, Emanuel"],"language":[],"coverage":[],"title":["A composite gluino at the LHC"],"description":["  We investigate the decay of particles with the quantum numbers of the gluino.\nBesides SUSY, such particles may be present in models where the Higgs and top\nare composite. We find that such 'composite' gluinos have decay signatures\nsimilar to those of gluinos in 'more minimal' SUSY type models. Though it is in\nprinciple possible to distinguish the two scenarios, we find that it will be a\nchallenging task at the LHC. This puts into question the common lore that a\ngluino is an obvious 'smoking-gun' signature of SUSY.\n","Comment: 14 pages, 9 figures"]}]
["0802.0801",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0801","Theor.Math.Phys.157:1550-1564,2008","doi:10.1007/s11232-008-0129-1"],"date":["2008-02-06","2008-10-23"],"type":["text"],"creator":["Zupnik, B. M."],"language":[],"coverage":[],"title":["Chern-Simons theory in the SO(5)/U(2) harmonic superspace"],"description":["  We consider the superspace of D=3, N=5 supersymmetry using SO(5)/U(2)\nharmonic coordinates. Three analytic N=5 gauge superfields depend on three\nvector and six harmonic bosonic coordinates and also on six Grassmann\ncoordinates. Decomposition of these superfields in Grassmann and harmonic\ncoordinates yields infinite-dimensional supermultiplets including a\nthree-dimensional gauge Chern-Simons field and auxiliary bosonic and fermionic\nfields carrying SO(5) vector indices. The superfield action of this theory is\ninvariant with respect to D=3, N=6 conformal supersymmetry realized on N=5\nsuperfields.\n","Comment: Latex file, 17 pages, v2 with minor changes, v3 journal version"]}]
["0802.2726",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2726","Int.J.Mod.Phys.A23:4647-4668,2008","doi:10.1142/S0217751X08042778"],"date":["2008-02-19"],"type":["text"],"creator":["Wang, Lian-Tao","Yavin, Itay"],"language":[],"coverage":[],"title":["A Review of Spin Determination at the LHC"],"description":["  Spin measurements are crucial in distinguishing major scenarios of TeV scale\nnew physics once it is discovered at the LHC. We give a brief survey of methods\nof measuring the spin of new physics particles at the LHC. We focus on the case\nin which a long lived massive neutral particle is produced at the end of every\ncascade decay and escape detection. This is the case for R-parity preserving\nsupersymmetry, Little Higgs models with T-parity, extra-dimensional models with\nKK-parity, and a large class of similar models and scenarios. After briefly\ncommenting on measuring spin by combining mass and rate information, we\nconcentrate on direct measurement by observing angular correlations among decay\nproducts of the new physics particles. We survey a wide range of possible\nchannels, discuss the construction of possible correlation variables, and\noutline experimental challenges. We also briefly survey the Monte-Carlo tools\nwhich are useful in studying such correlations.\n","Comment: To appear in \"Perspectives on the LHC\", edited by G. Kane and A.\n  Pierce"]}]
["0803.0574",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0574","Mod.Phys.Lett.A23:3049-3055,2008","doi:10.1142/S021773230802848X"],"date":["2008-03-04","2008-08-07"],"type":["text"],"creator":["Kim, Yong-Wan","Lee, Hyung Won","Myung, Yun Soo","Park, Mu-In"],"language":[],"coverage":[],"title":["New agegraphic dark energy model with generalized uncertainty principle"],"description":["  We investigate the new agegraphic dark energy models with generalized\nuncertainty principle (GUP). It turns out that although the GUP affects the\nearly universe, it does not change the current and future dark energy-dominated\nuniverse significantly. Furthermore, this model could describe the\nmatter-dominated universe in the past only when the parameter $n$ is chosen to\nbe $n>n_c$, where the critical value determined to be $n_c=2.799531478$.\n","Comment: 9 pages, 1 figure, version to appear in MPLA"]}]
["0803.0787",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0787","Mod.Phys.Lett.A23:2997-3003,2008","doi:10.1142/S0217732308028272"],"date":["2008-03-05","2008-06-06"],"type":["text"],"creator":["Kimura, Keiichi","Takamura, Akira","Yoshikawa, Tadashi"],"language":[],"coverage":[],"title":["Avoiding the uncertainty from correlation between |Delta m_{31}^2| and\n  CP phase delta in nu_mu --> nu_mu long baseline experiments"],"description":["  We introduce a new index I_{Delta m_{31}^2} to find where is the better setup\nof the baseline length and energy to avoid as well as possible the uncertainty\nfrom the correlation between Delta m_{31}^2 and cos(delta) in nu_mu --> nu_mu\nlong baseline experiments.\n","Comment: 6 pages, 9 figures"]}]
["0803.3287",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3287"],"date":["2008-03-22","2008-12-25"],"type":["text"],"creator":["Durham, Ian T."],"language":[],"coverage":[],"title":["Quantum communication on closed time-like curves"],"description":["  We define a new quantity we call a ctcbit that provides a means for\nquantifying a qubit on a closed time-like curve (CTC) as a shared resource. We\ndescribe a simple protocol for the sharing of information that is similar to\nquantum teleportation but does not require an entangled particle pair or ebit.\nWhile there is the appearance that the given resource is free, we employ a\nnon-Hausdorff topology to prevent any limitless information exchanges.\nNonetheless, the resource does limit the type of information that may be\ntransferred, though this limitation can be reduced through the use of weak\nmeasurements. While the reality of CTCs is highly speculative, the present\npaper provides a manner by which quantum informational methods may be employed\nto study such problems and may ultimately prove useful in studying quantum\ngravity.\n","Comment: 8 pages, 3 figures; speculative; comments greatly appreciated; added\n  details on using weak measurements to reduce information limitations"]}]
["0803.3304",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3304","Int.J.Mod.Phys.A23:4695-4708,2008","doi:10.1142/S0217751X08041451"],"date":["2008-03-23","2008-03-31"],"type":["text"],"creator":["Kosyakov, B. P."],"language":[],"coverage":[],"title":["Electromagnetic radiation in even-dimensional spacetimes"],"description":["  The basic concepts and mathematical constructions of the Maxwell--Lorentz\nelectrodynamics in flat spacetime of an arbitrary even dimension $d=2n$ are\nbriefly reviewed. We show that the retarded field strength ${\\cal\nF}^{(2n)}_{\\mu\\nu}$ due to a point charge living in a $2n$-dimensional world\ncan be algebraically expressed in terms of the retarded vector potentials\n${\\cal A}^{(2m)}_{\\mu}$ generated by this charge as if it were accommodated in\n$2m$-dimensional worlds nearby, $2\\le m\\le n+1$. With this finding, the rate of\nradiated energy-momentum of the electromagnetic field takes a compact form.\n","Comment: 12 pages, no figures, this paper is dedicated to Prof. J. L.\n  Buchbinder in celebration of his sixtieth birthday; v2: minor misprints are\n  corrected, a further relevant reference is added"]}]
["0804.1252",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1252","Int.J.Mod.Phys.A23:4779-4810,2008","doi:10.1142/S0217751X08041694"],"date":["2008-04-08","2008-07-25"],"type":["text"],"creator":["Beccaria, M.","Macorini, G.","Panizzi, L.","Renard, F. M.","Verzegnassi, C."],"language":[],"coverage":[],"title":["Stop-antistop and sbottom-antisbottom production at LHC: a one-loop\n  search for model parameters dependence"],"description":["  We have computed the one-loop electroweak expression of diagonal and non\ndiagonal stop-antistop and sbottom-antisbottom production from initial state\ngluons at LHC. We have investigated the possibility that the one-loop effects\nexhibit a dependence on \"extra\" supersymmetric parameters different from the\nfinal squark masses. Our results, given for a choice of twelve SUSY benchmark\npoints in the MSSM with mSUGRA symmetry breaking, show that in some cases a\nmild dependence might arise, at the percent relative level, of not simple\nexperimental detection.\n","Comment: 44 pages, 23 eps figures"]}]
["0804.3809",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3809","JHEP 0812:069,2008","doi:10.1088/1126-6708/2008/12/069"],"date":["2008-04-24"],"type":["text"],"creator":["Akemann, G.","Basile, F.","Lellouch, L."],"language":[],"coverage":[],"title":["Finite size scaling of meson propagators with isospin chemical potential"],"description":["  We determine the volume and mass dependence of scalar and pseudoscalar\ntwo-point functions in N_f-flavour QCD, in the presence of an isospin chemical\npotential and at fixed gauge-field topology. We obtain these results at second\norder in the \\epsilon-expansion of Chiral Perturbation Theory and evaluate all\nrelevant zero-mode group integrals analytically. The virtue of working with a\nnon-vanishing chemical potential is that it provides the correlation functions\nwith a dependence on both the chiral condensate, \\Sigma, and the pion decay\nconstant, F, already at leading order. Our results may therefore be useful for\nimproving the determination of these constants from lattice QCD calculations.\nAs a side product, we rectify an earlier calculation of the O(\\epsilon^2)\nfinite-volume correction to the decay constant appearing in the partition\nfunction. We also compute a generalised partition function which is useful for\nevaluating U(N_f) group integrals.\n","Comment: 15 LaTeX pages"]}]
["0804.3824",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3824","Class.Quant.Grav.26:015007,2009","doi:10.1088/0264-9381/26/1/015007"],"date":["2008-04-23"],"type":["text"],"creator":["Lousto, Carlos O.","Nakano, Hiroyuki"],"language":[],"coverage":[],"title":["Regular second order perturbations of binary black holes: The extreme\n  mass ratio regime"],"description":["  In order to derive the precise gravitational waveforms for extreme mass ratio\ninspirals (EMRI), we develop a formulation for the second order metric\nperturbations produced by a point particle moving in the Schwarzschild\nspacetime. The second order waveforms satisfy a wave equation with an effective\nsource build up from products of the first order perturbations and its\nderivatives. We have explicitly regularized this source at the horizon and at\nspatial infinity. We show that the effective source does not contain squares of\nthe Dirac's delta and that perturbations are regular at the particle location.\nWe introduce an asymptotically flat gauge for the radiation fields and the\n$\\ell=0$ mode to compute explicitly the (leading) second order $\\ell=2$\nwaveforms in the headon collision case. This case represents the first\ncompletion of the radiation reaction program self-consistently.\n","Comment: 28 pages, no figure"]}]
["0805.0613",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0613","AIP Conf.Proc.881:82-93,2007","doi:10.1063/1.2435283"],"date":["2008-05-05"],"type":["text"],"creator":["Nishino, Hitoshi","Rajpoot, Subhash"],"language":[],"coverage":[],"title":["Standard Model and SU(5) GUT with Local Scale Invariance and the Weylon"],"description":["  Weyl's scale invariance is introduced as an additional local symmetry in the\nstandard model of electroweak interactions. An inevitable consequence is the\nintroduction of general relativity coupled to scalar fields a la Dirac and an\nadditional vector particle we call the Weylon. Once Weyl's scale invariance is\nbroken, the phenomenon (a) generates Newton's gravitational constant G_N and\n(b) triggers the conventional spontaneous symmetry breaking mechanism that\nresults in masses for all the fermions and bosons. The scale at which Weyl's\nscale symmetry breaks is of order Planck mass. If right-handed neutrinos are\nalso introduced, their absence at present energy scales is attributed to their\nmass which is tied to the scale where scale invariance breaks. Some\nimplications of these ideas are noted in grand unification based on the gauge\nsymmetry SU(5).\n","Comment: 12 pages, No figures. This paper matches the version published in AIP\n  Conf. Proc. 881: 82-93, 2007"]}]
["0805.3063",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3063","Phys.Rev.D78:074019,2008","doi:10.1103/PhysRevD.78.074019"],"date":["2008-05-20","2008-12-25"],"type":["text"],"creator":["Khorramian, Ali N.","Tehrani, S. Atashbar"],"language":[],"coverage":[],"title":["NNLO QCD contributions to the flavor non-singlet sector of ${\\bf\n  {F_2(x,Q^2)}}$"],"description":["  We present the results of our QCD analysis for nonsinglet unpolarized quark\ndistributions and structure function $F_2(x,Q^2)$. New parameterizations are\nderived for the nonsinglet quark distributions for the kinematic wide range of\n$x$ and $Q^2$. The analysis is based on the Jacobi polynomials expansion of the\nstructure function. The higher twist contributions of proton and deuteron\nstructure function are obtained in the large $x$ region. Our calculations for\nnonsinglet unpolarized quark distribution functions based on the Jacobi\npolynomials method are in good agreement with the other theoretical models. The\nvalues of $\\Lambda_{QCD}$ and $\\alpha_s(M_z^2)$ are determined.\n","Comment: 29 pages, 8 figures"]}]
["0806.0213",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0213","Prog.Theor.Phys.120:1065-1091,2008","doi:10.1143/PTP.120.1065"],"date":["2008-06-02","2008-08-20"],"type":["text"],"creator":["Inoue, Kenzo","Yamatsu, Naoki"],"language":[],"coverage":[],"title":["Strong CP Problem and the Natural Hierarchy of Yukawa Couplings"],"description":["  A possible solution to the strong CP problem is presented without using an\naxion. The model is based on the framework of the supersymmetric vectorlike\ntheory with the spontaneous breakdown of the P-C-T-invariance. It is shown that\nthe characteristic structure of the Yukawa coupling matrices that results from\nthe spontaneous P-C-T-breaking plays the essential role in naturally realizing\n$\\theta=0$ at the tree level. It is argued that $\\theta=0$ will not be affected\nby the radiative corrections.\n","Comment: 31 pages, no figures"]}]
["0806.0608",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0608","Class.Quant.Grav.26:015010,2009","doi:10.1088/0264-9381/26/1/015010"],"date":["2008-06-03","2008-11-19"],"type":["text"],"creator":["Gonzalez, J. A.","Guzman, F. S.","Sarbach, O."],"language":[],"coverage":[],"title":["Instability of wormholes supported by a ghost scalar field. I. Linear\n  stability analysis"],"description":["  We examine the linear stability of static, spherically symmetric wormhole\nsolutions of Einstein's field equations coupled to a massless ghost scalar\nfield. These solutions are parametrized by the areal radius of their throat and\nthe product of the masses at their asymptotically flat ends. We prove that all\nthese solutions are unstable with respect to linear fluctuations and possess\nprecisely one unstable, exponentially in time growing mode. The associated time\nscale is shown to be of the order of the wormhole throat divided by the speed\nof light. The nonlinear evolution is analyzed in a subsequent article.\n","Comment: 12 pages, 1 figure, minor changes, to appear in Classical and Quantum\n  Gravity"]}]
["0806.1370",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1370","Class.Quant.Grav.26:015011,2009","doi:10.1088/0264-9381/26/1/015011"],"date":["2008-06-09","2008-11-19"],"type":["text"],"creator":["Gonzalez, J. A.","Guzman, F. S.","Sarbach, O."],"language":[],"coverage":[],"title":["Instability of wormholes supported by a ghost scalar field. II.\n  Nonlinear evolution"],"description":["  We analyze the nonlinear evolution of spherically symmetric wormhole\nsolutions coupled to a massless ghost scalar field using numerical methods. In\na previous article we have shown that static wormholes with these properties\nare unstable with respect to linear perturbations. Here we show that depending\non the initial perturbation the wormholes either expand or decay to a\nSchwarzschild black hole. We estimate the time scale of the expanding solutions\nand the ones collapsing to a black hole and show that they are consistent in\nthe regime of small perturbations with those predicted from perturbation\ntheory. In the collapsing case, we also present a systematic study of the final\nblack hole horizon and discuss the possibility for a luminous signal to travel\nfrom one universe to the other and back before the black hole forms. In the\nexpanding case, the wormholes seem to undergo an exponential expansion, at\nleast during the run time of our simulations.\n","Comment: 16 pages, 15 figures, minor modifications, to appear in Classical and\n  Quantum Gravity"]}]
["0806.2661",{"format":[],"subject":["High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2661","JHEP 0812:068,2008","doi:10.1088/1126-6708/2008/12/068"],"date":["2008-06-17","2008-10-21"],"type":["text"],"creator":["Michalogiorgakis, Georgios"],"language":[],"coverage":[],"title":["Entanglement entropy of two dimensional systems and holography"],"description":["  In this note a new method for computing the entanglement entropy of a CFT\nholographically is explored. It consists of finding a bulk background with a\nboundary metric that has the conical singularities needed to compute the\nentanglement entropy in the usual QFT definition. An explicit calculation is\npresented for d=2.\n","Comment: 20 pages, 1 figure: v2 typos fixed, references and comments added"]}]
["0806.4460",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4460","Prog.Theor.Phys.120:833-863,2008","doi:10.1143/PTP.120.833"],"date":["2008-06-27","2008-07-07"],"type":["text"],"creator":["Ge, Xian-Hui","Matsuo, Yoshinori","Shu, Fu-Wen","Sin, Sang-Jin","Tsukioka, Takuya"],"language":[],"coverage":[],"title":["Density Dependence of Transport Coefficients from Holographic\n  Hydrodynamics"],"description":["  We study the transport coefficients of Quark-Gluon-Plasma in finite\ntemperature and finite baryon density. We use AdS/QCD of charged AdS black hole\nbackground with bulk-filling branes identifying the U(1) charge as the baryon\nnumber. We calculate the diffusion constant, the shear viscosity and the\nthermal conductivity to plot their density and temperature dependences.\nHydrodynamic relations between those are shown to hold exactly. The diffusion\nconstant and the shear viscosity are decreasing as a function of density for\nfixed total energy. For fixed temperature, the fluid becomes less diffusible\nand more viscous for larger baryon density.\n","Comment: LaTeX, 1+33 pages, 6 figures, references added"]}]
["0806.4630",{"format":[],"subject":["Physics - Fluid Dynamics","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4630","Phys.Scripta 2008:014029,2008","doi:10.1088/0031-8949/2008/T132/014029"],"date":["2008-06-27"],"type":["text"],"creator":["Obabko, Aleksandr V.","Cattaneo, Fausto","Fischer, Paul F."],"language":[],"coverage":[],"title":["The Influence of Horizontal Boundaries on Ekman Circulation and Angular\n  Momentum Transport in a Cylindrical Annulus"],"description":["  We present numerical simulations of circular Couette flow in axisymmetric and\nfully three-dimensional geometry of a cylindrical annulus inspired by Princeton\nMRI liquid gallium experiment. The incompressible Navier-Stokes equations are\nsolved with the spectral element code Nek5000 incorporating realistic\nhorizontal boundary conditions of differentially rotating rings. We investigate\nthe effect of changing rotation rates (Reynolds number) and of the horizontal\nboundary conditions on flow structure, Ekman circulation and associated\ntransport of angular momentum through the onset of unsteadiness and\nthree-dimensionality. A mechanism for the explanation of the dependence of the\nEkman flows and circulation on horizontal boundary conditions is proposed.\n","Comment: 23 pages, 7 figures; to be published in the Topical Issue of the\n  Physica Scripta in 2008"]}]
["0807.0555",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0555","JHEP 0812:083,2008","doi:10.1088/1126-6708/2008/12/083"],"date":["2008-07-03","2008-11-27"],"type":["text"],"creator":["Sjodahl, Malin"],"language":[],"coverage":[],"title":["Color evolution of 2 -> 3 processes"],"description":["  The color structure needed for resummation of all colored 2 -> 3 processes is\ncalculated using multiplet inspired s-channel bases. In this way the resulting\nmatrices, describing the color structure, are guaranteed to obey simplifying\nsymmetries.\n","Comment: 25 pages"]}]
["0807.1588",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1588","Nucl.Phys.A816:89-110,2009","doi:10.1016/j.nuclphysa.2008.11.002"],"date":["2008-07-10"],"type":["text"],"creator":["Kuraev, E. A.","Ahmadov, A. I.","Panov, S. N.","Tomasi-Gustafsson, E."],"language":[],"coverage":[],"title":["Cross section of the processes $e^++e^-\\to e^++e^-(\\gamma)$, $\\to\n  \\pi^++\\pi^-(\\gamma)$, $ \\mu^++\\mu^-(\\gamma)$, $ \\gamma+\\gamma(\\gamma)$ in the\n  energy region 200 MeV $\\le 2E\\le$ 3 GeV"],"description":["  The cross section for different processes induced by $e^+e^-$ annihilation,\nin the kinematical limit\n$\\beta_{\\mu}\\approx\\beta_{\\pi}=(1-m_{\\pi}^2/\\epsilon^2)^{1/2}\\sim 1$, is\ncalculated taking into account first order corrections to the amplitudes and\nthe corrections due to soft emitted photons, with energy $\\omega\\le\\Delta E\\le\n\\epsilon$ in the center of mass of the $e^+e^-$ colliding beams. The results\nare given separately for charge--odd and charge--even terms in the final\nchannels $\\pi^+\\pi^-(\\gamma)$ and $\\mu^+\\mu^-(\\gamma)$. In case of pions, form\nfactors are taken into account. The differential cross sections for the\nprocesses: $e^++e^-\\to e^++e^-(+\\gamma)$, $\\to \\pi^++\\pi^-(\\gamma)$, $\\to\n\\mu^++\\mu^-(\\gamma),\\to \\gamma\\gamma(\\gamma)$ have been calculated and the\ncorresponding formula are given in the ultrarelativistic limit $\\sqrt{s}/2=\n\\epsilon \\gg m_{\\mu}\\sim m_{\\pi}$ . For a quantitative evaluation of the\ncontribution of higher order of the perturbation theory, the production of\n$\\pi^+\\pi^-$, including radiative corrections, is calculated in the approach of\nthe lepton structure functions. This allows to estimate the precision of the\nobtained results as better than 0.5% outside the energy region corresponding to\nnarrow resonances. A method to integrate the cross section, avoiding the\ndifficulties which arise from singularities is also described.\n","Comment: 25 pages 3 firgure"]}]
["0807.2990",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2990","Class.Quant.Grav.26:015008,2009","doi:10.1088/0264-9381/26/1/015008"],"date":["2008-07-18","2008-11-08"],"type":["text"],"creator":["Malkiewicz, Przemyslaw","Piechocki, Wlodzimierz"],"language":[],"coverage":[],"title":["Excited states of a string in a time dependent orbifold"],"description":["  We present analytical results on the propagation of a classical string in\nnon-zero modes through the singularity of the compactified Milne space. We\nrestrict our analysis to a string winding around the compact dimension of\nspacetime. The compact dimension undergoes contraction to a point followed by\nre-expansion. We demonstrate that the classical dynamics of the string in\nexcited states is non-singular in the entire spacetime.\n","Comment: Version accepted for publication in Class. Quantum Grav"]}]
["0807.3968",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3968","Phys. Rev. B 78 174507 (2008)"],"date":["2008-07-25"],"type":["text"],"creator":["Higashitaniguchi, S.","Seto, M.","Kitao, S.","Kobayashi, Y.","Saito, M.","Masuda, R.","Mitsui, T.","Yoda, Y.","Kamihara, Y.","Hirano, M.","Hosono, H."],"language":[],"coverage":[],"title":["Element-Specific Phonon Density of States of Iron in LaFeAsO_{1-x}F_{x}\n  and La_{1-x}Ca_{x}FePO"],"description":["  We have measured element-specific Fe-phonon densities of states (Fe-PDOS) of\nLaFeAsO_{1-x}F_{x} (x = 0, 0.11) and La_{1-x}Ca_{x}FePO (x = 0.13) by using\nnuclear resonant inelastic scattering of synchrotron radiation. The Fe-PDOS of\nsuperconductor LaFeAsO_{0.89}F_{0.11} (Tc = 26 K) and that of\nnon-superconductor LaFeAsO have similar structures to both below Tc (15 K) and\nabove Tc (298 K) and, therefore, fluorine doping does not have notable effect\non the Fe-PDOS. As for the superconductor La_{0.87}Ca_{0.13}FePO (Tc = 5.4K),\nthe entire structure of Fe-PDOS resembles with that of LaFeAsO_{1-x}F_{x}, but\nthe energy of the highest peak is higher than that of LaFeAsO_{1-x}F_{x}. These\npeaks are attributed to vibrational modes between Fe and pnicogen (As and P)\nand the temperature-dependent energy shifts are observed for\nLaFeAsO_{1-x}F_{x}. Observed Fe-PDOS of LaFeAsO_{1-x}F_{x} agrees well with an\npreviously calculated Fe-PDOS spectrum with a first-principles calculation and\nshows the structural resemblance with an calculated Eliashberg function\n#alpha^2F(x) giving small electron-phonon coupling. Therefore, our results\nindicate that phonons are not the main contributors to the Tc superconductivity\nof LaFeAsO_{1-x}F_{x}. From the experimental viewpoint, comparison of our\nobserved Fe-PDOS and an experimentally obtained bosonic glue spectrum will be\nan important clue as to whether phonons are the main contributors to\nsuperconductivity in iron-pnictide superconductors.\n"]}]
["0807.4486",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4486","Mod.Phys.Lett.A23:2907-2913,2008","doi:10.1142/S0217732308028375"],"date":["2008-07-28"],"type":["text"],"creator":["Martynov, M. V.","Smirnov, A. D."],"language":[],"coverage":[],"title":["Colored scalar particles production in $pp$-collisions and possible mass\n  limits for scalar gluons from future LHC data"],"description":["  Cross sections of the colored scalar particle production in $pp$-collisions\nare calculated and differential and total cross sections of the corresponding\nparton subprocesses are obtained. The total cross section of scalar gluon\nproduction in $pp$-collisions at the LHC is estimated and the dominant decays\nof scalar gluons are discussed. The production cross section of scalar gluons\n$F$ with masses $m_F\\lesssim 1300$ GeV is shown to be sufficient for the\neffective production of these particles at the LHC.\n","Comment: 10 pages, 3 figures, to be published in Mod. Phys. Lett. A"]}]
["0807.4625",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4625","JHEP 0812:082,2008","doi:10.1088/1126-6708/2008/12/082"],"date":["2008-07-29","2008-10-20"],"type":["text"],"creator":["Ishimori, Hajime","Kobayashi, Tatsuo","Omura, Yuji","Tanimoto, Morimitsu"],"language":[],"coverage":[],"title":["Soft supersymmetry breaking terms from A4 lepton flavor symmetry"],"description":["  We study the supersymmetric model with the A4 lepton flavor symmetry, in\nparticular soft supersymmetry breaking terms, which are predicted from the A4\nlepton flavor symmetry. We evaluate soft slepton masses and A-terms within the\nframework of supergravity theory. Constraints due to experiments of flavor\nchanging neutral current processes are examined.\n","Comment: minor modification, 17pages"]}]
["0808.0169",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0169","Chin.Phys.Lett.25:4199-4202,2008","doi:10.1088/0256-307X/25/12/004"],"date":["2008-08-01"],"type":["text"],"creator":["Akbar, M."],"language":[],"coverage":[],"title":["Viscous Cosmology and Thermodynamics of Apparent Horizon"],"description":["  It is shown that the differential form of Friedmann equations of FRW universe\ncan be recast as a similar form of the first law, $T_{h}dS_{h} = dE + WdV$, of\nthermodynamics at the apparent horizon of FRW universe filled with the viscous\nfluid. It is also shown that the generalized second law of thermodynamics holds\nat the apparent horizon of FRW universe and preserves dominant energy\ncondition.\n","Comment: 8 pages"]}]
["0808.0355",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0355","Prog.Theor.Phys.120:875-886,2008","doi:10.1143/PTP.120.875"],"date":["2008-08-03","2008-11-11"],"type":["text"],"creator":["Kishimoto, Isao"],"language":[],"coverage":[],"title":["Comments on gauge invariant overlaps for marginal solutions in open\n  string field theory"],"description":["  We calculate the gauge invariant overlaps for\nSchnabl/Kiermaier-Okawa-Rastelli-Zwiebach's marginal solution with nonsingular\ncurrent. The obtained formula is the same as that for\nFuchs-Kroyter-Potting/Kiermaier-Okawa's marginal solution, which was already\ncomputed by Ellwood. Our result is consistent with the expectation that they\nmay be gauge equivalent. We also comment on a gauge invariant overlap for\nrolling tachyon solutions in cubic open string field theory.\n","Comment: 12 pages; v2:typos corrected, a reference added; v3:PTPTeX"]}]
["0808.0614",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0614","JHEP 0812:081,2008","doi:10.1088/1126-6708/2008/12/081"],"date":["2008-08-05","2008-12-20"],"type":["text"],"creator":["de Mello, E. R. Bezerra","Saharian, A. A."],"language":[],"coverage":[],"title":["Fermionic vacuum densities in higher-dimensional de Sitter spacetime"],"description":["  Fermionic condensate and the vacuum expectation values of the energy-momentum\ntensor are investigated for twisted and untwisted massive spinor fields in\nhigher-dimensional de Sitter spacetime with toroidally compactified spatial\ndimensions. The expectation values are presented in the form of the sum of\ncorresponding quantities in the uncompactified de Sitter spacetime and the\nparts induced by non-trivial topology. The latter are finite and the\nrenormalization is needed for the first parts only. Closed formulae are derived\nfor the renormalized fermionic vacuum densities in uncompactified\nodd-dimensional de Sitter spacetimes. It is shown that, unlike to the case of\n4-dimensional spacetime, for large values of the mass, these densities are\nsuppressed exponentially. Asymptotic behavior of the topological parts in the\nexpectation values is investigated in the early and late stages of the\ncosmological expansion. When the comoving lengths of compactified dimensions\nare much smaller than the de Sitter curvature radius, to the leading order the\ntopological parts coincide with the corresponding quantities for a massless\nfermionic field and are conformally related to the corresponding flat spacetime\nresults. In this limit the topological parts dominate the uncompactified de\nSitter part and the back-reaction effects should be taken into account. In the\nopposite limit, for a massive field the asymptotic behavior of the topological\nparts is damping oscillatory.\n","Comment: 19 pages, 4 figures, cosmological applications are added"]}]
["0808.1155",{"format":[],"subject":["Mathematical Physics","68R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1155","J.Phys.A42:045001,2009","doi:10.1088/1751-8113/42/4/045001"],"date":["2008-08-08","2008-11-13"],"type":["text"],"creator":["Watanabe, Yusuke","Fukumizu, Kenji"],"language":[],"coverage":[],"title":["Loop series expansion with propagation diagrams"],"description":["  The Bethe approximation is a successful method for approximating partition\nfunctions of probabilistic models associated with a graph. Recently, Chertkov\nand Chernyak derived an interesting formula called Loop Series Expansion, which\nis an expansion of the partition function. The main term of the series is the\nBethe approximation while other terms are labelled by subgraphs called\ngeneralized loops. In this paper, we derive a loop series expansion of binary\npairwise Markov random fields with propagation diagrams, which describe rules\nhow first messages and secondary messages propagate. Our approach allows to\nexpress the Loop Series in the form of a polynomial with coefficients positive\nintegers. Using the propagation diagrams, we establish a new formula that shows\na relation between the exact marginal probabilities and their Bethe\napproximations.\n","Comment: 17 pages, 14 figures. Accepted for publication in the Journal of\n  Physics A: Mathematical and Theoretical"]}]
["0808.2333",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2333","Prog.Theor.Phys.120:815-831,2008","doi:10.1143/PTP.120.815"],"date":["2008-08-17","2008-10-28"],"type":["text"],"creator":["Kawamura, Yoshiharu","Kinami, Teppei","Miura, Takeshi"],"language":[],"coverage":[],"title":["Equivalence Classes of Boundary Conditions in Gauge Theory on $Z_3$\n  Orbifold"],"description":["  We study equivalence classes of boundary conditions in gauge theory on the\norbifold $T^2/Z_3$. Orbifold conditions and those gauge transformation\nproperties are given and the gauge equivalence is understood by the Hosotani\nmechanism. Mode expansions are carried out for six-dimensional $Z_3$ singlet\nfields and a $Z_3$ triplet field, and the one-loop effective potential for\nWilson line phases is calculated.\n","Comment: PTPTEX,17 pages"]}]
["0809.0043",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0043","JHEP 0812:074,2008","doi:10.1088/1126-6708/2008/12/074"],"date":["2008-08-30"],"type":["text"],"creator":["Cho, Won Sang","Kim, Yeong Gyun","Park, Chan Beom"],"language":[],"coverage":[],"title":["Comment on `A collider signature of the supersymmetric golden region'"],"description":["  We show that $Z$ polarization measurement is useful for distinguishing the\nsignal decay chain of the `golden region' in the minimal supersymmetric\nstandard model(MSSM) parameter space, which involves the stop decay of $\\tilde\nt_2 \\to \\tilde t_1 + Z$, from other decay chains involving the neutralino decay\nof $\\tilde\\chi_2^0 \\to \\tilde\\chi_1^0 + Z$ in different MSSM scenarios.\n"]}]
["0809.0054",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0054"],"date":["2008-08-30","2008-12-25"],"type":["text"],"creator":["Zhang, Qun"],"language":[],"coverage":[],"title":["Phase locking of two independent degenerate coherent anti-Stokes Raman\n  scattering processes"],"description":["  We propose an elegant scheme towards phase locking of two independent\ndegenerate coherent anti-Stokes Raman scattering (CARS) processes. The optical\nimplementation involves a modified Mach-Zehnder interferometer that is utilized\nto transfer phase coherence from three totally uncorrelated laser beams into\ntwo degenerate CARS beams which are independently produced in two distinct\nRaman active samples. Such a phase-transport interferometer allows for explicit\nmeasurement and control of phase differences between the two phase-locked\ndegenerate CARS processes, hence may lead to applications in other pertinent\nresearch fields.\n","Comment: 13 pages, 2 figures, submitted"]}]
["0809.0175",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0175","JHEP 0812:076,2008","doi:10.1088/1126-6708/2008/12/076"],"date":["2008-09-01","2008-11-03"],"type":["text"],"creator":["Gang, Dongmin","Yamaguchi, Satoshi"],"language":[],"coverage":[],"title":["Superconformal defects in the tricritical Ising model"],"description":["  We study superconformal defect lines in the tricritical Ising model in 2\ndimensions. By the folding trick, a superconformal defect is mapped to a\nsuperconformal boundary of the N=1 superconformal unitary minimal model of\nc=7/5 with D_6-E_6 modular invariant. It turns out that the complete set of the\nboundary states of c=7/5 D_6-E_6 model cannot be interpreted as the consistent\nset of superconformal defects in the tricritical Ising model since it does not\ncontain the \"no defect\" boundary state. Instead, we find a set of 18 consistent\nsuperconformal defects including \"no defect\" and satisfying the Cardy\ncondition. This set also includes some defects which are not purely\ntransmissive or purely reflective.\n","Comment: 25 pages, 3 figures. v2: typos corrected. v3: clarification about\n  spin structure aligned theory added, references added"]}]
["0809.0543",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0543","JINST 3:P12003,2008","doi:10.1088/1748-0221/3/12/P12003"],"date":["2008-09-03","2008-11-04"],"type":["text"],"creator":["Ruckman, L. L.","Varner, G. S."],"language":[],"coverage":[],"title":["The PRO1 ASIC for Fast Wilkinson Encoding"],"description":["  Wilkinson conversion of stored samples in large Switch Capacitor Array (SCA)\nASICs, such as used for high speed waveform sampling, has many benefits in\nterms of compactness, no missing output codes, low power requirements and\nrobustness. However such Analog-to-Digital conversions are relatively slow,\nlimited by the encoder clock speed. By repeating the same fast sampling\ntechnique used by the SCA, combined with a fast priority encoder, significantly\nfaster conversion is demonstrated for a prototype ASIC designated PRO1. For\n8-10 bits of resolution, this technique is compact and requires far fewer\nsystem resources.\n","Comment: 10 pages, 11 figures"]}]
["0809.1083",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1083","Nucl.Phys.B810:97-114,2009","doi:10.1016/j.nuclphysb.2008.10.017"],"date":["2008-09-05"],"type":["text"],"creator":["Clark, T. E.","Love, S. T.","Nitta, Muneto","ter Veldhuis, T.","Xiong, Chi"],"language":[],"coverage":[],"title":["Brane Vector Dynamics from Embedding Geometry"],"description":["  A Kaluza-Klein decomposition of higher dimensional gravity is performed in\nthe flexible brane world scenario and the properties of the extra vectors\nresulting from this decomposition are explored. These vectors become massive\ndue to a gravitational Higgs mechanism in which the brane oscillation\nNambu-Goldstone bosons become the longitudinal component of the vector fields.\nThe vector mass is found to be proportional to the exponential of the vacuum\nexpectation value of the radion (dilaton) field and as such its magnitude is\nmodel dependent. Using the structure of the embedding geometry, the couplings\nof these vectors to the Standard Model, including those resulting from the\nextrinsic curvature, are deduced. As an example, we show that for 5D space-time\nthe geometry of the bulk-brane world, either intrinsic or extrinsic, only\ndepends on the extra vector and the 4D graviton. The connection between the\nembedding geometry and coset construction by non-linear realization is also\npresented.\n","Comment: 20 pages, no figures"]}]
["0809.1480",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1480","JHEP 0812:080,2008","doi:10.1088/1126-6708/2008/12/080"],"date":["2008-09-09","2008-12-19"],"type":["text"],"creator":["Hong, Sungwook E.","Hwang, Dong-il","Yeom, Dong-han","Zoe, Heeseung"],"language":[],"coverage":[],"title":["Black hole complementarity with local horizons and Horowitz-Maldacena's\n  proposal"],"description":["  To implement the consistent black hole complementarity principle, we need two\nassumptions: first, there exists a singularity near the center, and second,\nglobal horizons are the same as local horizons. However, these assumptions are\nnot true in general. In this paper, the authors study a charged black hole in\nwhich the second assumption may not hold. From the previous simulations, we\nhave argued that the event horizon is quite close to the outer horizon, and it\nseems not harmful to black hole complementarity; however, the Cauchy horizon\ncan be different from the inner horizon, and a violation of complementarity\nwill be possible. To maintain complementarity, we need to assume a selection\nprinciple between the singularity and the Hawking radiation generating surface;\nwe suggest that Horowitz-Maldacena's proposal can be useful for this purpose.\nFinally, we discussed some conditions under which the selection principle may\nnot work.\n","Comment: 22 pages, 11 figures"]}]
["0809.4895",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4895","Prog.Theor.Phys.120:1029-1040,2008","doi:10.1143/PTP.120.1029"],"date":["2008-09-29","2008-11-20"],"type":["text"],"creator":["Kunitomo, Hiroshi"],"language":[],"coverage":[],"title":["Double-Spinor Superstrings on Coset Superspaces"],"description":["  The double-spinor formalism, proposed by Aisaka and Kazama, provides a basis\nfor the pure-spinor formalism, which allows manifestly super-Poincare covariant\nquantization of superstrings. We extend it to the case of backgrounds realized\nby coset superspaces. A general method constructing reparametrization invariant\naction is given using two concrete examples, the flat space-time and\nAdS(5)xS(5). We find that it is natural to double not only the spinor\ncoordinates but the whole superspace for describing double-spinor superstrings\non such backgrounds. The reparametrization invariant action has local\nsymmetries compensating those extra degrees of freedom, which guarantee the\nequivalence to the Green-Schwarz formalism.\n","Comment: 14pages, no figure, PTPTeX; v2, references added; v3, english is\n  improved, version appeared in PTP; v4, a reference added"]}]
["0810.0298",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0298","JHEP 0812:071,2008","doi:10.1088/1126-6708/2008/12/071"],"date":["2008-10-02","2008-11-01"],"type":["text"],"creator":["Hartnoll, Sean A.","Yoshida, Kentaroh"],"language":[],"coverage":[],"title":["Families of IIB duals for nonrelativistic CFTs"],"description":["  We show that the recent string theory embedding of a spacetime with\nnonrelativistic Schrodinger symmetry can be generalised to a twenty one\ndimensional family of solutions with that symmetry. Our solutions include IIB\nbackgrounds with no three form flux turned on, and arise as near horizon limits\nof branewave spacetimes. We show that there is a hypersurface in the space of\nthese theories where an instability appears in the gravitational description,\nindicating a phase transition in the nonrelativistic field theory dual. We also\npresent simple embeddings of duals for nonrelativistic critical points where\nthe dynamical critical exponent can take many values z \\neq 2.\n","Comment: 1+25 pages. References added"]}]
["0810.1089",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1089","ApJ, 690, L118-L121 (2009)","doi:10.1088/0004-637X/690/2/L118"],"date":["2008-10-06","2008-12-14"],"type":["text"],"creator":["Yamazaki, Ryo"],"language":[],"coverage":[],"title":["Prior Emission Model for X-ray Plateau Phase of Gamma-Ray Burst\n  Afterglows"],"description":["  The two-component emission model to explain the plateau phase of the X-ray\nafterglows of gamma-ray bursts (GRBs) is proposed. One component, which is\nresponsible for the plateau and subsequent normal decay phase of the X-ray\nafterglow, is the prior emission via outflow ejected from the central engine\nbefore the main burst. The other is the main outflow, which causes the prompt\nGRB emission and the initial steep decay phase of the X-ray afterglow. In this\nmodel, the transition from the plateau to the subsequent normal decay phase is\nan artifact of the choice of the zero of time. For events with distinct plateau\nphase, the central engine is active 10^3-10^4 sec before the launch of the main\noutflow. According to this model, a prior emission in the X-ray and/or optical\nbands 10^3-10^4 sec before the prompt GRB emission is possibly seen, which will\nbe tested by near-future instruments such as Monitor of All-sky X-ray Image\n(MAXI), WIDe-field telescope for GRB Early Timing (WIDGET), and so on.\n","Comment: 12 pages, 2 figures, ApJL in press"]}]
["0810.1246",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1246","JHEP 0812:073,2008","doi:10.1088/1126-6708/2008/12/073"],"date":["2008-10-07","2008-10-31"],"type":["text"],"creator":["Lukowski, Tomasz","Sax, Olof Ohlsson"],"language":[],"coverage":[],"title":["Finite size giant magnons in the SU(2) x SU(2) sector of AdS_4 x CP^3"],"description":["  We use the algebraic curve and Luscher's mu-term to calculate the leading\norder finite size corrections to the dispersion relation of giant magnons in\nthe SU(2) x SU(2) sector of AdS_4 x CP^3. We consider a single magnon as well\nas one magnon in each SU(2). In addition the algebraic curve computation is\ngeneralized to give the leading order correction for an arbitrary multi-magnon\nstate in the SU(2) x SU(2) sector.\n","Comment: 19 pages; v2, v3: references added, typos fixed"]}]
["0810.2964",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2964","JHEP 0812:067,2008","doi:10.1088/1126-6708/2008/12/067"],"date":["2008-10-16"],"type":["text"],"creator":["Glover, E. W. Nigel","Williams, Ciaran"],"language":[],"coverage":[],"title":["One-Loop Gluonic Amplitudes from Single Unitarity Cuts"],"description":["  We show that one-loop amplitudes in massless gauge theories can be determined\nfrom single cuts. By cutting a single propagator and putting it on-shell, the\nintegrand of an n-point one-loop integral is transformed into an (n+2)-particle\ntree level amplitude. The single-cut approach described here is complementary\nto the double or multiple unitarity cut approaches commonly used in the\nliterature. In common with these approaches, if the cut is taken in four\ndimensions, one finds only the cut-constructible parts of the amplitude, while\nif the cut is in D=4-2 epsilon dimensions, both rational and cut-constructible\nparts are obtained. We test our method by reproducing the known results for the\nfully rational all-plus and mostly-plus QCD amplitudes\nA^{(1)}_4(1^+,2^+,3^+,4^+) and A^{(1)}_5(1^+,2^+,3^+,4^+,5^+). We also rederive\nexpressions for the scalar loop contribution to the four-gluon MHV amplitude,\nA_4^{(1,N=0)}(-,-,+,+) which has both cut-constructible and rational\ncontributions, and the fully cut-constructible n-gluon MHV amplitude in N=4\nSupersymetric Yang-Mills, A_4^{(1,N=4)}(-,-,+,...,+).\n","Comment: 31 pages, JHEP3 class, 10 figures"]}]
["0810.4291",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4291","JHEP 0812:078,2008","doi:10.1088/1126-6708/2008/12/078"],"date":["2008-10-23"],"type":["text"],"creator":["Bonora, Loriano","Ruffino, Fabio Ferrari","Savelli, Raffaele"],"language":[],"coverage":[],"title":["Classifying A-field and B-field configurations in the presence of\n  D-branes"],"description":["  We \"solve\" the Freed-Witten anomaly equation, i.e., we find a geometrical\nclassification of the B-field and A-field configurations in the presence of\nD-branes that are anomaly-free. The mathematical setting being provided by the\ngeometry of gerbes, we find that the allowed configurations are jointly\ndescribed by a coset of a certain hypercohomology group. We then describe in\ndetail various cases that arise according to such classification. As is\nwell-known, only under suitable hypotheses the A-field turns out to be a\nconnection on a canonical gauge bundle. However, even in these cases, there is\na residual freedom in the choice of the bundle, naturally arising from the\nhypercohomological description. For a B-field which is flat on a D-brane,\nfractional or irrational charges of subbranes naturally appear; for a suitable\ngauge choice, they can be seen as arising from \"gauge bundles with not integral\nChern class\": we give a precise geometric interpretation of these objects.\n","Comment: 28 pages, no figures"]}]
["0812.3613",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3613"],"date":["2008-12-18","2008-12-25"],"type":["text"],"creator":["Cheung, Dennis","Zhou, Lisa H. Y."],"language":[],"coverage":[],"title":["Stochastic Vs Worst-case Condition Numbers"],"description":["  We compare Stochastic and Worst-case condition numbers and loss of precision\nfor general computational problems. We show an upper bound for the ratio of\nWorst-case condition number to the Stochastic condition number of order O(sqrt\nm). We show an upper bound for the difference between the Worst-case loss of\nprecision and the Stochastic loss of precision of order O(ln m). The results\nhold if the perturbations are measured norm-wise or componentwise.\n"]}]
["0812.4459",{"format":[],"subject":["Mathematics - Quantum Algebra","17B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4459"],"date":["2008-12-23"],"type":["text"],"creator":["Kolb, Stefan","Stokman, Jasper V."],"language":[],"coverage":[],"title":["Reflection equation algebras, coideal subalgebras, and their centres"],"description":["  Reflection equation algebras and related U_q(g)-comodule algebras appear in\nvarious constructions of quantum homogeneous spaces and can be obtained via\ntransmutation or equivalently via twisting by a cocycle. In this paper we\ninvestigate algebraic and representation theoretic properties of such so called\n`covariantized' algebras, in particular concerning their centres, invariants,\nand characters. Generalising M. Noumi's construction of quantum symmetric pairs\nwe define a coideal subalgebra B_f of U_q(g) for each character f of a\ncovariantized algebra. The locally finite part F_l(U_q(g)) of U_q(g) with\nrespect to the left adjoint action is a special example of a covariantized\nalgebra. We show that for each character f of F_l(U_q(g)) the centre Z(B_f)\ncanonically contains the representation ring Rep(g) of the semisimple Lie\nalgebra g. We show moreover that for g=sl_n(C) such characters can be\nconstructed from any invertible solution of the reflection equation and hence\nwe obtain many new explicit realisations of Rep(sl_n(C)) inside U_q(sl_n(C)).\nAs an example we discuss the solutions of the reflection equation corresponding\nto the Grassmannian manifold Gr(m,2m) of m-dimensional subspaces in C^{2m}.\n","Comment: 37 pages"]}]
["0812.4460",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Information Retrieval","Computer Science - Multiagent Systems","C.2.4","H.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4460","WWW '05 International Workshop on Innovations in Web\n  Infrastructure (IWI '05) May 10, 2005, Chiba, Japan"],"date":["2008-12-23"],"type":["text"],"creator":["Diaz-Aviles, Ernesto","Schmidt-Thieme, Lars","Ziegler, Cai-Nicolas"],"language":[],"coverage":[],"title":["Emergence of Spontaneous Order Through Neighborhood Formation in\n  Peer-to-Peer Recommender Systems"],"description":["  The advent of the Semantic Web necessitates paradigm shifts away from\ncentralized client/server architectures towards decentralization and\npeer-to-peer computation, making the existence of central authorities\nsuperfluous and even impossible. At the same time, recommender systems are\ngaining considerable impact in e-commerce, providing people with\nrecommendations that are personalized and tailored to their very needs. These\nrecommender systems have traditionally been deployed with stark centralized\nscenarios in mind, operating in closed communities detached from their host\nnetwork's outer perimeter. We aim at marrying these two worlds, i.e.,\ndecentralized peer-to-peer computing and recommender systems, in one\nagent-based framework. Our architecture features an epidemic-style protocol\nmaintaining neighborhoods of like-minded peers in a robust, selforganizing\nfashion. In order to demonstrate our architecture's ability to retain\nscalability, robustness and to allow for convergence towards high-quality\nrecommendations, we conduct offline experiments on top of the popular MovieLens\ndataset.\n","Comment: WWW '05 International Workshop on Innovations in Web Infrastructure\n  (IWI '05) May 10, 2005, Chiba, Japan"]}]
["0812.4461",{"format":[],"subject":["Computer Science - Information Retrieval","H.3.3","H.3.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4461","In Proceedings of the International Workshop on Interacting with\n  Multimedia Content in the Social Semantic Web (IMC-SSW'08), pages 21-30.\n  Koblenz, Germany, Dec. 3, 2008"],"date":["2008-12-23"],"type":["text"],"creator":["Stewart, Avare","Diaz-Aviles, Ernesto","Nejdl, Wolfgang"],"language":[],"coverage":[],"title":["Mining User Profiles to Support Structure and Explanation in Open Social\n  Networking"],"description":["  The proliferation of media sharing and social networking websites has brought\nwith it vast collections of site-specific user generated content. The result is\na Social Networking Divide in which the concepts and structure common across\ndifferent sites are hidden. The knowledge and structures from one social site\nare not adequately exploited to provide new information and resources to the\nsame or different users in comparable social sites. For music bloggers, this\nlatent structure, forces bloggers to select sub-optimal blogrolls. However, by\nintegrating the social activities of music bloggers and listeners, we are able\nto overcome this limitation: improving the quality of the blogroll\nneighborhoods, in terms of similarity, by 85 percent when using tracks and by\n120 percent when integrating tags from another site.\n","Comment: International Workshop on Interacting with Multimedia Content in the\n  Social Semantic Web (IMC-SSW 2008). Collocated with the 3rd International\n  Conference on Semantic and Digital Media Technologies (SAMT 2008), Koblenz,\n  Germany, Dec. 03 2008"]}]
["0812.4462",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4462","Phys. Rev. B, v. 78, p 174515 (2008)","doi:10.1103/PhysRevB.78.174515"],"date":["2008-12-23"],"type":["text"],"creator":["Bogachek, E. N.","Romanovsky, I. A.","Landman, Uzi"],"language":[],"coverage":[],"title":["Aharonov-Bohm effect and plasma oscillations in superconducting tubes\n  and rings"],"description":["  Low frequency plasma oscillations in superconducting tubes are considered.\nThe emergence of two different dimensionality regimes of plasma oscillations in\ntubes, exhibiting a crossover from one-dimensional to two-dimensional behavior,\ndepending on whether $k R\\ll 1$ or $k R\\gg 1$, where $k$ is the plasmon wave\nvector and $R$ is the radius of the tube, is discussed. The Aharonov-Bohm\neffect pertaining to plasma oscillations in superconducting tubes and rings,\nresulting in an oscillatory behavior of the plasmon frequency as a function of\nthe magnetic flux, with a flux quantum period $hc/2e$ (analog of the\nLittle-Parks effect), is studied. The amplitude of the oscillations is\nproportional to $(\\xi/R)^2$, where $\\xi$ is the superconducting coherence\nlength.\n","Comment: 18 pages, 4 figures"]}]
["0812.4463",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4463"],"date":["2008-12-23"],"type":["text"],"creator":["Muzzi, L.","Corato, V."],"language":[],"coverage":[],"title":["Direct measurement of inter-filament resistance in Nb3Sn\n  multi-filamentary strands"],"description":["  In modeling the properties of superconducting multi-filamentary strands, the\nfilament twist pitch and the inter-filament transverse resistivity play a\ncrucial role in the definition of the current transfer length. This affects the\nAC losses of NbTi strands, or the transport properties of Nb3Sn wires subject\nto a bending strain. Although the effect of filament twist pitch on the\ncritical current of the strand has been studied, the value of the\ninter-filament resistance in Nb3Sn strands is still undefined. We have\nperformed a direct measurement of the inter-filament transverse resistance\nwithin the cross-section of a Nb3Sn multi-filamentary strand from room\ntemperature to 4.2K. Results have been compared to the inter-filament\nresistance of a sample on which the outer copper stabilization layer was\nremoved by chemical etching, obtaining interesting indications on the\npreferential current paths within the wire cross section.\n","Comment: 14 pages, 5 figures"]}]
["0812.4465",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4465","doi:10.1007/s11214-008-9473-6"],"date":["2008-12-23"],"type":["text"],"creator":["de Wijn, A. G.","Stenflo, J. O.","Solanki, S. K.","Tsuneta, S."],"language":[],"coverage":[],"title":["Small-scale solar magnetic fields"],"description":["  As we resolve ever smaller structures in the solar atmosphere, it has become\nclear that magnetism is an important component of those small structures.\nSmall-scale magnetism holds the key to many poorly understood facets of solar\nmagnetism on all scales, such as the existence of a local dynamo, chromospheric\nheating, and flux emergence, to name a few. Here, we review our knowledge of\nsmall-scale photospheric fields, with particular emphasis on quiet-sun field,\nand discuss the implications of several results obtained recently using new\ninstruments, as well as future prospects in this field of research.\n","Comment: 43 pages, 18 figures"]}]
["0812.4475",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Differential Geometry","22E65 (Primary) 58B20, 58E50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4475"],"date":["2008-12-23"],"type":["text"],"creator":["Andruchow, Esteban","Larotonda, Gabriel"],"language":[],"coverage":[],"title":["The rectifiable distance in the unitary Fredholm group"],"description":["  Let $U_c(H)={u: u is unitary and u-1 is compact}$ stand for the unitary\nFredholm group. We prove the following convexity result. Denote by $d_\\infty$\nthe rectifiable distance induced by the Finsler metric given by the operator\nnorm in $U_c(H)$. If $u_0,u_1,u\\in U_c(H)$ and the geodesic $\\beta$ joining\n$u_0$ and $u_1$ in $U_c(H)$ verifies $d_\\infty(u,\\beta)<\\pi/2$, then the map\n$f(s)=d_\\infty(u,\\beta(s))$ is convex for $s\\in[0,1]$. In particular the\nconvexity radius of the geodesic balls in $U_c(H)$ is $\\pi/4$. The same\nconvexity property holds in the $p$-Schatten unitary groups $U_p(H)={u: u is\nunitary and u-1 is in the p-Schatten class}$, for $p$ an even integer, $p\\ge 4$\n(in this case, the distance is strictly convex). The same results hold in the\nunitary group of a $C^*$-algebra with a faithful finite trace. We apply this\nconvexity result to establish the existence of curves of minimal length with\ngiven initial conditions, in the unitary orbit of an operator, under the action\nof the Fredholm group. We characterize self-adjoint operators $A$ such that\nthis orbit is a submanifold (of the affine space $A+K(H)$, where $K(H)$=compact\noperators).\n","Comment: 31 pages"]}]
["0812.4476",{"format":[],"subject":["Mathematics - Geometric Topology","57M99","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4476"],"date":["2008-12-23"],"type":["text"],"creator":["Kobayashi, Tsuyoshi","Rieck, Yo'av"],"language":[],"coverage":[],"title":["Manifolds admitting both strongly irreducible and weakly reducible\n  minimal genus Heegaard splittings"],"description":["  We construct infinitely many manifolds admitting both strongly irreducible\nand weakly reducible minimal genus Heegaard splittings. Both closed manifolds\nand manifolds with boundary tori are constructed.\n","Comment: 12 pages"]}]
["0812.4477",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Symplectic Geometry","14N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4477"],"date":["2008-12-23"],"type":["text"],"creator":["Andreini, Elena","Jiang, Yunfeng","Tseng, Hsian-Hua"],"language":[],"coverage":[],"title":["On Gromov-Witten theory of root gerbes"],"description":["  This research announcement discusses our results on Gromov-Witten theory of\nroot gerbes. A complete calculation of genus 0 Gromov-Witten theory of\n$\\mu_{r}$-root gerbes over a smooth base scheme is obtained by a direct\nanalysis of virtual fundamental classes. Our result verifies the genus 0 part\nof the so-called decomposition conjecture which compares Gromov-Witten theory\nof \\'etale gerbes with that of the bases. We also verify this conjecture in all\ngenera for toric gerbes over toric Deligne-Mumford stacks.\n","Comment: 9 pages"]}]
["0812.4478",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4478","Am. J. Phys., 75, 459-462 (2007)","doi:10.1119/1.2673140"],"date":["2008-12-23"],"type":["text"],"creator":["Heras, Jose A."],"language":[],"coverage":[],"title":["The Coulomb static gauge"],"description":["  The existence of gauge conditions involving second-order derivatives of\npotentials is not well known in classical electrodynamics. We introduce one of\nthese gauges, the Coulomb static gauge, in which the scalar potential is given\nby the Coulomb static potential. We obtain an explicit expression for the\nassociated vector potential and show how the scalar and vector potentials in\nthis gauge yield the retarded electric and magnetic fields. We note the close\nrelation between the proposed gauge and the temporal gauge.\n","Comment: 9 pages"]}]
["0812.4479",{"format":[],"subject":["Mathematics - Number Theory","11P32","11N36","11P55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4479"],"date":["2008-12-23"],"type":["text"],"creator":["Li, Hongze","Pan, Hao"],"language":[],"coverage":[],"title":["Chen's primes and ternary Goldbach problem"],"description":["  We prove that there exists a k_0>0 such that every sufficiently large odd\ninteger n with 3\\mid n can be represented as p_1+p_2+p_3, where p_1,p_2 are\nChen's primes and p_3 is a prime with p_3+2 has at most k_0 prime factors.\n","Comment: This is a very preliminary draft, and maybe contains some mistakes"]}]
["0812.4480",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Analysis of PDEs","14C17, 14C40, 32C38, 35A27, 37C25, 55N33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4480"],"date":["2008-12-23"],"type":["text"],"creator":["Matsui, Yutaka","Takeuchi, Kiyoshi"],"language":[],"coverage":[],"title":["Microlocal study of Lefschetz fixed point formulas for\n  higher-dimensional fixed point sets"],"description":["  We introduce new Lagrangian cycles which encode local contributions of\nLefschetz numbers of constructible sheaves into geometric objects. We study\ntheir functorial properties and apply them to Lefschetz fixed point formulas\nwith higher-dimensional fixed point sets.\n","Comment: 47pages"]}]
["0812.4482",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4482"],"date":["2008-12-24"],"type":["text"],"creator":["Shklyarov, D."],"language":[],"coverage":[],"title":["2-Representations and Equivariant 2D Topological Field Theories"],"description":["  Following ideas of G. Moore and G. Segal, we explicitly construct a\nG-equivariant topological field theory from an arbitrary Frobenius algebra\nequipped with a twisted action of a finite group G.\n","Comment: Preliminary version. Comments are welcome"]}]
["0812.4492",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4492","Physics Education (India), Volume 24.3, pages 189-196 (2007)"],"date":["2008-12-24"],"type":["text"],"creator":["Burnstein, R. A.","Lederman, L. M."],"language":[],"coverage":[],"title":["Wireless Keypads - A New Classroom Technology Using Enhanced\n  Multiple-Choice Questions"],"description":["  This article discusses the advantages of using wireless keypads in the\nLecture/classroom. This new technology requires multiple-choice (MC) questions\nto mate with the keypad entry features of these devices. The format of the\ntraditional MC response is constrained to five choices and only one best\nresponse is allowed. For this reason, we propose enhancements to the\ntraditional MC question. This enhanced MC question allows as many as ten\nanswers. The answers can vary in their degree of correctness and can be\nassigned partial credit. By combining wireless keypads and multiple-choice\nquestions, we can readily perform both formative and summative assessments of\nstudent learning. Examples and classroom applications are presented.\n","Comment: pdf file, 8 pages, 2"]}]
["0812.4494",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4494"],"date":["2008-12-24"],"type":["text"],"creator":["Bird, Chris"],"language":[],"coverage":[],"title":["The Early Universe as a Probe of New Physics"],"description":["  The Standard Model of Particle Physics has been verified to unprecedented\nprecision in the last few decades. However there are still phenomena in nature\nwhich cannot be explained, and as such new theories will be required. Since\nterrestrial experiments are limited in both the energy and precision that can\nbe probed, new methods are required to search for signs of physics beyond the\nStandard Model. In this dissertation, I demonstrate how these theories can be\nprobed by searching for remnants of their effects in the early Universe. In\nparticular I focus on three possible extensions of the Standard Model: the\naddition of massive neutral particles as dark matter (through the use of\nseveral minimal models of dark matter), the addition of charged massive\nparticles (through catalyzed Big Bang Nucleosynthesis), and the existence of\nhigher dimensions (through its effects on BBN and galactic positron\nproduction). For each new model, I review the existing experimental bounds and\nthe potential for discovering new physics in the next generation of\nexperiments.\n","Comment: Doctoral Dissertation"]}]
["0812.4498",{"format":[],"subject":["Mathematics - Differential Geometry","53C40","53C55","53A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4498"],"date":["2008-12-24"],"type":["text"],"creator":["Ivey, Thomas A.","Ryan, Patrick J."],"language":[],"coverage":[],"title":["The structure Jacobi operator for hypersurfaces in CP^2 and CH^2"],"description":["  Using the methods of moving frames, we study real hypersurfaces in complex\nprojective space CP^2 and complex hyperbolic space CH^2 whose structure Jacobi\noperator has various special properties. Our results complement work of several\nother authors who worked on such hypersurfaces in CP^n and CH^n for n>2.\n","Comment: 13 pages"]}]
["0812.4507",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4507"],"date":["2008-12-24"],"type":["text"],"creator":["Kholmetskii, Alexander L.","Yarman, Tolga","Missevitch, Oleg V.","Rogozev, Boris I."],"language":[],"coverage":[],"title":["Mossbauer Experiment in a Rotating System on the Time Dilation Effect"],"description":["  We present results of Moessbauer experiment in a rotating system, which is\ninduced by our recent disclosure (Phys. Scr., 77 (2008) 035302) and which\nconsisted in the fact that a correct processing of Kundig experiment data on\nthe subject gives an appreciable deviation of a relative energy shift dE/E\nbetween emission and absorption resonant lines from the standard prediction\nbased on the relativistic dilation of time (that is dE/E=-v2/2c2 to the\naccuracy c-2, where v is the tangential velocity of absorber of resonant\nradiation, and c is the light velocity in vacuum). Namely, the Kundig result\nfollowing the correction we brought to it, is dE/E=-(0.596+/-0.006)v2/c2. In\nour own experiment we carried out measurements for two absorbers with\nsubstantially different isomer shift, which allowed us to make a correction of\nMoessbauer data to a level of vibrations in the rotor system at various\nrotational frequencies. As a result we got the estimation\ndE/E=-(0.68+/-0.03)v2/c2. A deviation from the relativistic formula is\ndiscussed.\n","Comment: 17 pages, 10 figures, submitted into Phys. Rev. Lett"]}]
["0812.4511",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4511","LNCS 5393 Beth Festschrift, J Calmet, W. Geiselmann, J.\n  Mueller-Quade (Eds.), pp43-49 (2008)"],"date":["2008-12-24"],"type":["text"],"creator":["Jozsa, Richard"],"language":[],"coverage":[],"title":["Embedding classical into quantum computation"],"description":["  We describe a simple formalism for generating classes of quantum circuits\nthat are classically efficiently simulatable and show that the efficient\nsimulation of Clifford circuits (Gottesman-Knill theorem) and of matchgate\ncircuits (Valiant's theorem) appear as two special cases. Viewing these\nsimulatable classes as subsets of the space of all quantum computations, we may\nconsider minimal extensions that suffice to regain full quantum computational\npower, which provides an approach to exploring the efficacy of quantum over\nclassical computation.\n","Comment: Invited paper for MMICS 2008 - Thomas Beth memorial conference"]}]
["0812.4523",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4523"],"date":["2008-12-24"],"type":["text"],"creator":["Bagdasaryan, Armen"],"language":[],"coverage":[],"title":["System Theoretic Viewpoint on Modeling of Complex Systems: Design,\n  Synthesis, Simulation, and Control"],"description":["  We consider the basic features of complex dynamic and control systems,\nincluding systems having hierarchical structure. Special attention is paid to\nthe problems of design and synthesis of complex systems and control models, and\nto the development of simulation techniques and systems. A model of complex\nsystem is proposed and briefly analyzed.\n","Comment: 10 pages; Contribution to the Proceedings of the 7th WSEAS\n  International Conference on Computational Intelligence, Man-Machine Systems,\n  and Cybernetics, Cairo, Egypt, December 29-31, 2008"]}]
["0812.4532",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4532"],"date":["2008-12-24"],"type":["text"],"creator":["Dorkin, S. M.","Beyer, M.","Semikh, S. S.","Kaptari, L. P."],"language":[],"coverage":[],"title":["A Novel Approach in Solving the Spinor-Spinor Bethe-Salpeter Equation"],"description":["  To solve the spinor-spinor Bethe-Salpeter equation in Euclidean space we\npropose a novel method related to the use of hyperspherical harmonics. We\nsuggest an appropriate extension to form a new basis of spin-angular harmonics\nthat is suitable for a representation of the vertex functions. We present a\nnumerical algorithm to solve the Bethe-Salpeter equation and investigate in\ndetail the properties of the solution for the scalar, pseudoscalar and vector\nmeson exchange kernels including the stability of bound states. We also compare\nour results to the non relativistic ones and to the results given by light\nfront dynamics.\n","Comment: 8 pages, 3 figures, Talk given at XIX Int. Baldin Seminar\n  \"Relativistic Nuclear Physics and Quantum Chromodynamics\", Sept. 29-Oct.4,\n  Dubna, 2008"]}]
["0812.4535",{"format":[],"subject":["Mathematics - Differential Geometry","53C25, 53C40, 53C55, 58A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4535"],"date":["2008-12-24"],"type":["text"],"creator":["Ivey, Thomas A.","Ryan, Patrick J."],"language":[],"coverage":[],"title":["Hopf Hypersurfaces of Small Hopf Principal Curvature in CH^2"],"description":["  Using the methods of moving frames and exterior differential systems, we show\nthat there exist Hopf hypersurfaces in complex hyperbolic space CH^2 with any\nspecified value of the Hopf principal curvature less than or equal to the\ncorresponding value for the horosphere. We give a construction for all such\nhypersurfaces in terms of Weierstrass-type data, and also obtain a\nclassification of pseudo-Einstein hypersurfaces in CH^2.\n","Comment: 14 pages; to appear in Geometriae Dedicata"]}]
["0812.4544",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4544"],"date":["2008-12-24"],"type":["text"],"creator":["Bracci, Filippo","Elin, Mark","Shoikhet, David"],"language":[],"coverage":[],"title":["Normal forms and linearization of holomorphic dilation type semigroups\n  in several variables"],"description":["  In this paper we study commuting families of holomorphic mappings in\n$\\mathbb{C}^n$ which form abelian semigroups with respect to their real\nparameter. Linearization models for holomorphic mappings are been used in the\nspirit of Schr\\\"oder's classical functional equation.\n"]}]
["0812.4548",{"format":[],"subject":["Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4548"],"date":["2008-12-24"],"type":["text"],"creator":["Eriksson, Bjorn","Pistorius, Martijn"],"language":[],"coverage":[],"title":["A method of moments approach to pricing double barrier contracts driven\n  by a general class of jump diffusions"],"description":["  We present the method of moments approach to pricing barrier-type options\nwhen the underlying is modelled by a general class of jump diffusions. By\ngeneral principles the option prices are linked to certain infinite dimensional\nlinear programming problems. Subsequently approximating those systems by finite\ndimensional linear programming problems, upper and lower bounds for the prices\nof such options are found. As numerical illustration we apply the method to the\nvaluation of several barrier-type options (double barrier knockout option,\nAmerican corridor and double no touch) under a number of different models,\nincluding a case with deterministic interest rates, and compare with Monte\nCarlo simulation results. In all cases we find tight bounds with short\nexecution times. Theoretical convergence results are also provided.\n","Comment: 22 pages, 2 figures"]}]
["0812.4549",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","35J60","58J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4549"],"date":["2008-12-24"],"type":["text"],"creator":["Hou, Zuoliang"],"language":[],"coverage":[],"title":["Complex Hessian Equation on K\\\"ahler Manifold"],"description":["  In this paper, complex Hessian equation over K\\\"ahler manifold was studied.\nUnder the condition that the underline K\\\"ahler manifold has non-negative\nholomorphic bisectional curvature, the existence and regularity of the solution\nwas proved.\n","Comment: 12 pages"]}]
["0812.4561",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4561"],"date":["2008-12-24"],"type":["text"],"creator":["Barak, Shlomo","Leibowitz, Elia M"],"language":[],"coverage":[],"title":["On Dark Energy and Dark Matter (Part I)"],"description":["  Phenomena currently attributed to Dark Energy (DE) and Dark Matter (DM) are\nmerely a result of the interplay between gravitational energy density,\ngenerated by the contraction of space by matter, and the energy density of the\nCosmological Microwave Background (CMB), which causes space dilation. In the\nuniverse, globally, the gravitational energy density equals the CMB energy\ndensity. This leads to the derivation of the Hubble parameter, H, as a function\nof the scale factor, a, the time, t, the redshift, z, and to the calculation of\nits present value. It also leads to a new understanding of the cosmological\nredshift and the Euclidian nature of the universe. From H(t) we conclude that\nthe time derivative of a is constant. This is in contrast to the consensus of\nthe last decade. This result is supported by the fit of our theoretically\nderived flux from supernovae (SN) as a function of z, with observation. This\nflux is derived based on our H(z) that determines DL, the Luminosity Distance.\nWe obtain this fit without any free parameters, whereas in current cosmology\nthis fit is obtained by using the dependent free parameters Omega_M and\nOmega_Lambda.\n","Comment: 12 pages, 1 figure"]}]
["0812.4562",{"format":[],"subject":["Mathematics - Combinatorics","05E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4562"],"date":["2008-12-24"],"type":["text"],"creator":["Browder, Jonathan"],"language":[],"coverage":[],"title":["Shellable Complexes from Multicomplexes"],"description":["  Suppose a group $G$ acts properly on a simplicial complex $\\Gamma$. Let $l$\nbe the number of $G$-invariant vertices and $p_1, p_2, ... p_m$ be the sizes of\nthe $G$-orbits having size greater than 1. Then $\\Gamma$ must be a subcomplex\nof $\\Lambda = \\Delta^{l-1}* \\partial \\Delta^{p_1-1}*... * \\partial\n\\Delta^{p_m-1}$. A result of Novik gives necessary conditions on the face\nnumbers of Cohen-Macaulay subcomplexes of $\\Lambda$. We show that these\nconditions are also sufficient, and thus provide a complete characterization of\nthe face numbers of these complexes.\n","Comment: 12 pages"]}]
["0812.4563",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4563"],"date":["2008-12-24"],"type":["text"],"creator":["Bird, Chris"],"language":[],"coverage":[],"title":["The Minimal Model of Radion Mediated Dark Matter"],"description":["  Based on the results from numerous astrophysics experiments, it is currently\nbelieved that the majority of matter in the Universe is in some unknown form,\nknown as dark matter. In the past it has been common to model dark matter as a\nmassive particle with weak interactions - either from existing Standard Model\nforces or from new forces - and often as past of a more complicated theory. In\nthis article, an alternative is presented in which dark matter is in the form\nof a massive particle with no explicit interactions. It is demonstrated that,\nin the presence of strongly warped extra dimensions the inherent gravitational\ninteractions of such a particle are sufficient to produce the observed\nabundance of dark matter without violating existing experimental constraints.\n"]}]
["0812.4564",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Classical Analysis and ODEs","30E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4564"],"date":["2008-12-24"],"type":["text"],"creator":["Bolotnikov, Vladimir"],"language":[],"coverage":[],"title":["On a multi-point interpolation problem for generalized Schur functions"],"description":["  The nondegenerate Nevanlinna-Pick-Carath\\'eodory-Fejer interpolation problem\nwith finitely many interpolation conditions always has infinitely many\nsolutions in a generalized Schur class $\\cS_\\kappa$ for every $\\kappa\\ge\n\\kappa_{\\rm min}$ where the integer $\\kappa_{\\rm min}$ equals the number of\nnegative eigenvalues of the Pick matrix associated to the problem and\ncompletely determined by interpolation data. A linear fractional description of\nall $\\cS_{\\kappa_{\\rm min}}$ solutions of the (nondegenerate) problem is well\nknown. In this paper, we present a similar result for an arbitrary $\\kappa\\ge\n\\kappa_{\\rm min}$.\n"]}]
["0812.4565",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4565"],"date":["2008-12-24"],"type":["text"],"creator":["Coley, A. A."],"language":[],"coverage":[],"title":["Null geodesics and observational cosmology"],"description":["  The Universe is not isotropic or spatially homogeneous on local scales. The\naveraging of local inhomogeneities in general relativity can lead to\nsignificant dynamical effects on the evolution of the Universe, and even if the\neffects are at the 1% level they must be taken into account in a proper\ninterpretation of cosmological observations. We discuss the effects that\naveraging (and inhomogeneities in general) can have on the dynamical evolution\nof the Universe and the interpretation of cosmological data. All deductions\nabout cosmology are based on the paths of photons. We discuss some qualitative\naspects of the motion of photons in an averaged geometry, particularly within\nthe context of the luminosity distance-redshift relation in the simple case of\nspherical symmetry.\n","Comment: Comments Welcome"]}]
["0812.4567",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","30E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4567"],"date":["2008-12-24"],"type":["text"],"creator":["Bolotnikov, Vladimir"],"language":[],"coverage":[],"title":["On degenerate Hamburger moment problem and extensions of positive\n  semidefinite Hankel block matrices"],"description":["  In this paper we consider two related objects: singular positive semidefinite\nHankel block--matrices and associated degenerate truncated matrix Hamburger\nmoment problems. The description of all solutions of a degenerate matrix\nHamburger moment problem is given in terms of a linear fractional\ntransformation. The case of interest is the Hamburger moment problem whose\nHankel block--matrix admits a positive semidefinite Hankel extension.\n","Comment: The corrected version of the paper \"On degenerate Hamburger moment\n  problem and extensions of nonnegative Hankel block matrices\", Integral\n  Equations Operator Theory 25 (1996), no. 3, 253--276"]}]
["0812.4570",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","47A57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4570"],"date":["2008-12-24"],"type":["text"],"creator":["Bolotnikov, Vladimir"],"language":[],"coverage":[],"title":["Boundary rigidity for some classes of meromorphic functions"],"description":["  Sufficient boundary asymptotic conditions are established for a generalized\nSchur function $f$ to be identically equal to a given rational function $g$\nunimodular on the unit circle. Similar rigidity statements are presented for\ngeneralized Carath\\'eodory and generalized Nevanlinna functions.\n"]}]
["0812.4572",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4572"],"date":["2008-12-24"],"type":["text"],"creator":["Bird, C."],"language":[],"coverage":[],"title":["Galactic Positrons as a Probe of Large Extra Dimensions"],"description":["  In the last decade, there has been increased interest in the possibility that\nthe Universe contains large additional dimensions. In this article it is\nproposed that the Kaluza-Klein modes which are predicted to exist in such\nmodels will be trapped in the galactic halo, and that the subsequent decays of\nthese modes in the present will generate an observable flux of positrons and\n$\\gamma$-rays from the galactic core. In particular, by restricting the rate of\nproduction 511 keV photons to be below that observed by the INTEGRAL satellite,\na new set of constraints are imposed on the ADD model.\n"]}]
["astro-ph/0505520",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0505520","Phys.Lett.B630:1-6,2005","doi:10.1016/j.physletb.2005.09.032"],"date":["2005-05-25","2005-09-15"],"type":["text"],"creator":["Sawyer, R. F."],"language":[],"coverage":[],"title":["Effects of ion and electron correlations on neutrino scattering in the\n  infall phase of a supernova"],"description":["  Many authors have used one-component plasma simulations in discussing the\nrole of ion-ion correlations in reducing neutrino opacities during the collapse\nphase of a supernova. In a multicomponent plasma in which constituent ions have\neven a small range of N/Z ratios neutrino opacities are much larger, in some\nregions of parameters, than for the case of a one component plasma.\n","Comment: 5 pages. Final version. To be published in Phys. Lett. B"]}]
["astro-ph/0611712",{"format":[],"subject":["Astrophysics","Condensed Matter - Statistical Mechanics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0611712","Astron.Astrophys.464:811,2007","doi:10.1051/0004-6361:20066436"],"date":["2006-11-22"],"type":["text"],"creator":["Zhang, Yang"],"language":[],"coverage":[],"title":["A Coarse-Grained Field Theory for Density Fluctuations and Correlation\n  Functions of Galactic Objects"],"description":["  We present a coarse-grained field theory of density fluctuations for a\nNewtonian self-gravitating many-body system and apply it to a homogeneous\nUniverse with small density fluctuations. The theory treats the clustering of\ngalaxies and clusters in terms of the field of density fluctuations. The Jeans\nlength $\\lambda_0$, a unique physical scale for a gravitating system, appears\nnaturally as the characteristic scale underlying the large scale structure.\nUnder Gaussian approximation the analytic expressions of $\\xi(r)$ and $P(k)$\nare obtained. The correlation amplitude is proportional to the galactic mass,\nand is oscillating over large scales $\\sim 100$ $h^{-1}$ Mpc and damped to\nzero. The spectrum amplitude is inversely proportional to the galactic number\ndensity.The preliminary results qualitatively explain some pronounced features\nof large scale structures.\n","Comment: 7 pages, 4 figures. to appear in A&A"]}]
["hep-ph/0610395",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0610395","Mod.Phys.Lett.A23:3113-3121,2008","doi:10.1142/S0217732308026406"],"date":["2006-10-30","2006-11-21"],"type":["text"],"creator":["Yang, Mao-Zhi"],"language":[],"coverage":[],"title":["The continuum and interference effect in $e^+e^-\\to D^0\\bar{D}^0,\n  D^+D^-$ processes"],"description":["  In the $e^+e^-$ annihilation processes $e^+e^-\\to D^0\\bar{D}^0, D^+D^-$ near\nor above the threshold of $D\\bar{D}$, there are not only the resonance\ncontribution $e^+e^-\\to \\psi (3770)\\to D^0\\bar{D}^0, D^+D^-$, but also the\ncontinuum contribution through virtual photon directly $e^+e^-\\to \\gamma^*\\to\nD^0\\bar{D}^0, D^+D^-$. The amplitudes through virtual photon directly and\nthrough resonance can interfere seriously. We consider the continuum and\ninterference effect in the $D\\bar{D}$ production process in $e^+e^-$\nannihilation. We find that the effect is significant near and above the\nthreshold of the $D\\bar{D}$ mesons.\n","Comment: 4 pages, 5 figures, some discussion and one figure added"]}]
["hep-ph/9504403",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9504403","Phys.Lett.B353:295-300,1995","doi:10.1016/0370-2693(95)00567-5"],"date":["1995-04-26"],"type":["text"],"creator":["Holdom, B.","Ramana, M. V."],"language":[],"coverage":[],"title":["A New Physics Source of Hard Gluons in Top Quark Production"],"description":["  We consider the contribution of new strongly interacting sector, with a\ncharacteristic scale of half a TeV, to top quark production at the Tevatron.\nThe color-octet, isosinglet analog of the $\\rho$ meson in this theory is\nproduced copiously in hadron colliders. If the mass of this resonance is less\nthan twice the mass of the lightest pseudo-Goldstone bosons, then an important\ndecay mode could be to the color-octet analog of the $\\eta$ and a gluon. The\nsubsequent decay of this $\\eta$ into $\\ttbar$ gives rise to top quark events\nwith a hard gluon.\n","Comment: 10 pages, 3 Latex figures"]}]
["hep-ph/9506235",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9506235","Z.Phys.C71:301-306,1996","doi:10.1007/s002880050174"],"date":["1995-06-05"],"type":["text"],"creator":["Ahmady, M. R.","Liu, D.","Fariborz, A. H."],"language":[],"coverage":[],"title":["Estimates of B-decays into K-Resonances and Dileptons"],"description":["  Short and long distance contributions to the exclusive B-decays into various\nK-resonances and dileptons, i.e. B --> Ki l l ( l = e, mu , nu ), are examined.\nThe heavy quark effective theory has been used to calculate the hadronic matrix\nelements. Substantial branching fractions are obtained for the dileptonic\nB-decays into some higher excited states of K-mesons. The long distance\n(resonance) contributions to these exclusive rare B-decay modes dominate the\nshort distance contributions mostly by two orders of magnitude. It is pointed\nout that, excluding the resonance contributions, the P-wave channels are\ndominant, accounting for about 50% of the inclusive B --> X_s l l branching\nfraction.\n","Comment: 11 pages, LATEX, no figures"]}]
["hep-ph/9508213",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9508213","Phys.Rev.D53:2843-2846,1996","doi:10.1103/PhysRevD.53.2843"],"date":["1995-08-02"],"type":["text"],"creator":["Ahmady, Mohammad R."],"language":[],"coverage":[],"title":["Examination of the Resonance Contributions to Dileptonic Rare B-Decays"],"description":["  We analyse the long-distance contribution to $B\\to X_s\\ell^+\\ell^-$\ndifferential decay rate when the momentum dependence of $\\psi$ and\n$\\psi'$-$\\gamma$ conversion strength is taken into account. The results\nindicate that the resonance to nonresonance interference in the dilepton\ninvariant mass distribution is substantially reduced.\n","Comment: 10 pages, Latex, one figure (included)"]}]
["hep-ph/9508404",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9508404","Phys.Lett.B363:189-195,1995","doi:10.1016/0370-2693(95)01183-Q"],"date":["1995-08-30"],"type":["text"],"creator":["Moreno, J. M.","Oaknin, D. H.","Quirs, M."],"language":[],"coverage":[],"title":["Top-bottom doublet in the sphaleron background"],"description":["  We consider the top-bottom doublet in the background of the sphaleron for the\nrealistic case of large non-degeneracy of fermion masses, in particular $m_b=5$\nGeV and $m_t=175$ GeV. We propose an axially symmetric $(r,\\theta)$-dependent\nansatz for fermion fields and investigate the effects of the non-degeneracy on\nthem. The exact solution is described, with an error less than 0.01\\%, by a set\nof ten radial functions. We also propose an approximate solution, in the\n$m_b/m_t\\rightarrow 0$ limit, with an error ${\\cal O}(m_b/m_t)$. We have found\nthat the effects of non-degeneracy provide a $\\theta$-dependence typically\n$\\sim 10\\%$.\n","Comment: 12 pages, latex + psfig, 4 uuencoded figures"]}]
["hep-ph/9605387",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9605387","Nucl.Phys.B483:267-290,1997","doi:10.1016/S0550-3213(96)00562-7"],"date":["1996-05-23"],"type":["text"],"creator":["Moreno, J. M.","Oaknin, D. H.","Quiros, M."],"language":[],"coverage":[],"title":["Sphalerons in the MSSM"],"description":["  We construct the sphaleron solution, at zero and finite temperature, in the\nMinimal Supersymmetric Standard Model as a function of the supersymmetric\nparameters, including the leading one-loop corrections to the effective\npotential in the presence of the sphaleron. At zero temperature we have\nincluded the one-loop radiative corrections, dominated by the top/stop sector.\nThe sphaleron energy $E_{\\rm MSSM}$ mainly depends on an effective Higgs mass\n${\\displaystyle m_h^{\\rm eff}=\\lim_{m_A\\gg m_W} m_h}$, where $m_h$ is the\nlightest CP-even Higgs mass and $m_A$ the pseudoscalar mass. We have compared\nit with the Standard Model result, with $m_h^{\\rm SM}=m_h^{\\rm eff}$, and found\nsmall differences (1-2\\%) in all cases. At finite temperature we have included\nthe one-loop effective potential improved by daisy diagram resummation. The\nsphaleron energy at the critical temperature can be encoded in the temperature\ndependence of the vacuum expectation value of the Higgs field with an error\n$\\simlt 10$\\%. The light stop scenario has been re-examined and the existence\nof a window where baryon asymmetry is not erased after the phase transition,\nconfirmed. Although large (low) values of $m_h$ ($m_A$) are disfavoured by the\nstrength of the phase transition, that window (along with LEP results) allows\nfor $m_h\\simlt 80$ GeV, $m_A\\simgt 110$ GeV and $A_t\\simlt 0.4\\; m_Q$.\n","Comment: 36 pages, latex+psfig, 15 figures"]}]
["hep-ph/9609271",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9609271","Phys.Rev.D54:5647-5652,1996","doi:10.1103/PhysRevD.54.5647"],"date":["1996-09-06"],"type":["text"],"creator":["Lu, Gongru","Yue, Chongxing","Cao, Yigang","Xiong, Zhaohua","Xiao, Zhenjun"],"language":[],"coverage":[],"title":["Study on the rare radiative decay $B_c \\to D_s^*\\gamma$ in the standard\n  model and multiscale walking technicolor model"],"description":["  Applying the perturbative QCD ( PQCD ) method, we study the decay\n$B_c\\rightarrow D_s^*\\gamma$ in the standard model and multiscale walking\ntechnicolor model. In the SM, we find that the contribution of weak\nannihilation is more important than that of the electromagnetic penguin. The\npresence of Pseudo-Goldstone-Bosons in the MWTCM leads to a large enhancement\nin the rate of $B_c\\rightarrow D_s^*\\gamma$, but this model is in conflict with\nthe branching ratio of $Z\\rightarrow b\\overline b$ ( $R_b$ ) and the CLEO data\non the branching ratio BR ( $b\\rightarrow s\\gamma$ ). If topcolor is further\nintroduced, the calculated results in the topcolor assisted MWTCM can be\nsuppressed and be in agreement with the CLEO data for a certain range of the\nparameters.\n","Comment: 16 pages, Latex, no macros, 1 figure(in Latex), hard copy is\n  available upon request. to appear in Phys. Rev. D"]}]
["hep-ph/9609283",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9609283","Z.Phys.C74:355-358,1997","doi:10.1007/s002880050397"],"date":["1996-09-07"],"type":["text"],"creator":["Lu, Gongru","Cao, Yigang","Xiong, Zhaohua","Yue, Chongxing","Xiao, Zhenjun"],"language":[],"coverage":[],"title":["Multiscale Technicolor and $b \\to s \\gamma$"],"description":["  Correction to the $b\\rightarrow s\\gamma$ branching ratio in the multiscale\nwalking technicolor model (MWTCM) is examined. For the original MWTCM, the\ncorrection is too large to explain the recent CLEO data. We show that if\ntopcolor is further introduced, the branching ratio in the topcolor assisted\nMWTCM can be in agreement with the CLEO data for a certain range of the\nparameters.\n","Comment: 11 pages, Latex, no macros, 3 figures, hard copy is available upon\n  request. to appear in Z. Phys. C"]}]
["hep-ph/9704232",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9704232","Phys.Lett.B411:97-106,1997","doi:10.1016/S0370-2693(97)00913-1"],"date":["1997-04-04","1997-08-19"],"type":["text"],"creator":["Stephan, A."],"language":[],"coverage":[],"title":["Dark matter constraints on the parameter space and particle spectra in\n  the nonminimal SUSY standard model"],"description":["  We investigate the dark matter constraints for the nonminimal SUSY standard\nmodel (NMSSM). The cosmologically restricted mass spectra of the NMSSM are\ncompared to the minimal SUSY standard model (MSSM). The differences of the two\nmodels concerning the neutralino, sfermion and Higgs sector are discussed. The\ndark matter condition leads to cosmologically allowed mass ranges for the SUSY\nparticles in the NMSSM: m_{\\tilde{\\chi}^0_1} < 300 GeV, m_{\\tilde{e}_R} < 300\nGeV, 300 GeV < m_{\\tilde{u}_R} < 1900 GeV, 200 GeV < m_{\\tilde{t}_1} < 1500\nGeV, 350 GeV < m_{\\tilde{g}} < 2100 GeV and for the mass of the lightest scalar\nHiggs m_{S_1} < 140 GeV.\n","Comment: revised version to appear in Phys. Lett. B, 18 pages, LaTeX, 3\n  figures, uses epsfig.sty and amssymb.sty"]}]
["hep-ph/9707484",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9707484","Phys.Rev.D57:4205-4218,1998","doi:10.1103/PhysRevD.57.4205"],"date":["1997-07-27","1997-11-28"],"type":["text"],"creator":["Zhou, Hong-Yi","Kuang, Yu-Ping","Yue, Chong-Xing","Wang, Hua","Lu, Gong-Ru"],"language":[],"coverage":[],"title":["Testing Technicolor Models in Top Quark Pair Production at High Energy\n  Photon Colliders"],"description":["  We study pseudo-Goldstone boson corrections to top quark pair production\nrates in technicolor models with and without topcolor at the E=0.5 teV and 1.5\nTeV photon colliders. We find that, for reasonable ranges of the parameters,\nthe corrections are large enough to be observable, and the corrections in\nmodels with topcolor are considerably larger than those in models without\ntopcolor, and they are all significantly larger than the corresponding\ncorrections in the minimal supersymmetric standard model (MSSM) with tan(beta)\nof the order of 1. So that the two kinds of technicolor models and the MSSM\nwith tan(beta) of the order of 1 can be experimentally distinguished.\n","Comment: Version for publication in Phys.Rev.D with some references and\n  discussions added and some typos corrected"]}]
["hep-ph/9803273",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9803273","Phys.Rev.Lett.81:2028-2031,1998","doi:10.1103/PhysRevLett.81.2028"],"date":["1998-03-09","1998-03-13"],"type":["text"],"creator":["Bowser-Chao, David","Chang, Darwin","Keung, Wai-Yee"],"language":[],"coverage":[],"title":["A Simple Charged Higgs Model of Soft CP Violation without Flavor\n  Changing Neutral Currents"],"description":["  We propose a model of soft CP violation in which the CP violating mechanism\nnaturally lies only in the charged Higgs sector. The charged Higgs mechanism\nnot only accounts for the measured value of the CP-violating parameter\n$\\epsilon$ but also accommodates the current limits on $\\epsilon'/\\epsilon$.\nOur model naturally prevents tree-level Flavor-Changing Neutral Currents\n(FCNCs) of any kind. Unlike the Weinberg-Branco Three-Higgs Doublet Model, the\ndeviation from the Standard Model rate for $b\\to s\\gamma$ is small.\nFurthermore, leading contributions to the electron (neutron) electric dipole\nmoment are non-zero beginning at the three (two) loop level. Surprisingly\nsimilar to the Standard Kobayashi-Maskawa Model, our model is of milliweak\ncharacter but with seemingly superweak phenomenology.\n","Comment: 12 pages latex, 1 figure, complete postscript on my \"work\" page at\n  http://hepster.phy.uic.edu/~davechao/work/default.html . Revised version\n  includes expanded acknowlegements, and fix of typos in b--> s gamma formula"]}]
["hep-th/0611059",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0611059","Mod.Phys.Lett.A23:2947-2955,2008","doi:10.1142/S0217732308026601"],"date":["2006-11-06"],"type":["text"],"creator":["Saha, Anirban","Mukherjee, Pradip","Rahaman, Anisur"],"language":[],"coverage":[],"title":["On the question of deconfinement in noncommutative Schwinger Model"],"description":["  The 1+1 dimensional bosonised Schwinger model with a generalized gauge\ninvariant regularisation has been studied in a noncommutative scenario to\ninvestigate the fate of the transition from confinement to deconfinement\nobserved in the commutative setting. We show that though the fuzziness of space\ntime introduces new features in the confinement scenario, it does not affect\nthe deconfining limit.\n","Comment: 4 pages, revTex"]}]
["math/0605604",{"format":[],"subject":["Mathematics - Differential Geometry","53A05","53C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605604"],"date":["2006-05-22","2008-12-25"],"type":["text"],"creator":["Murata, Satoko","Umehara, Masaaki"],"language":[],"coverage":[],"title":["Flat Surfaces with singularities in Euclidean 3-space"],"description":["  It is classically known that complete flat surfaces in Euclidean 3-space are\ncylinders over space curves. This implies that the study of global behaviour of\nflat surfaces requires the study of singular points as well. If a flat surface\n$f$ admits singularities but its Gauss map $\\nu$ can be smoothly extended\nacross the singular set, $f$ is called a frontal. In addition, if the pair\n$(f,\\nu)$ gives an immersion, $f$ is called a front. A front $f$ is called flat\nif the Gauss map degenerates everywhere. The parallel surfaces and the focal\nsurface of a flat front $f$ are also flat fronts. In this paper, we generalize\nthe classical notion of completeness to flat fonts, and give a representation\nformula for complete flat fronts. As an application, we show that a complete\nflat front has properly embedded ends if and only if its Gauss image is a\nconvex curve. Moreover, we show the existence of at least four singular points\nother than cuspidal edges on such a flat front with embedded ends, which is a\nvariant of the classical four vertex theorem for convex plane curves.\n","Comment: 31-pages, 4 figures"]}]
["nucl-th/0701085",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0701085","Int.J.Mod.Phys.E17:1895-1905,2008","doi:10.1142/S0218301308010878"],"date":["2007-01-29","2007-08-09"],"type":["text"],"creator":["Cui, Yue-Lei","Sun, Bao-Xi"],"language":[],"coverage":[],"title":["In-medium properties of kaons in a chiral approach"],"description":["  The first order self-energy corrections of the kaon in the symmetric nuclear\nmatter are calculated from kaon-nucleon scattering matrix elements using a\nchiral Lagrangian within the framework of relativistic mean field\napproximation. It shows that the effective mass and the potential of K^+ meson\nare identical with those of K^- meson in the nuclear matter, respectively. The\neffective mass of the kaon in the nuclear matter decreases with the nuclear\ndensity increasing, and is not relevant to the kaon-nucleon Sigma term. The\nkaon-nucleus potential is positive and increases with the nuclear density.\nMoreover, the influence of the resonance $\\Lambda(1405)$ on the $K^-$-nucleus\npotential due to the re-scattering term is discussed. Our results indicate the\nK^- meson could not be bound in the nuclei even if the contribution of\n$\\Lambda(1405)$ resonance is considered.\n","Comment: 8 pages, 3 figures, The contribution of Lambda(1405) resonance in the\n  rescattering process to the K-nucleus potential is discussed in the revised\n  version"]}]
