["0704.0392",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Condensed Matter - Disordered Systems and Neural Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0392","European Journal of Neuroscience, 25:3185--3192, 2007","doi:10.1111/j.1460-9568.2007.05574.x"],"date":["2007-04-03"],"type":["text"],"creator":["Kaiser, Marcus","Martin, Robert","Andras, Peter","Young, Malcolm P."],"language":[],"coverage":[],"title":["Simulation of Robustness against Lesions of Cortical Networks"],"description":["  Structure entails function and thus a structural description of the brain\nwill help to understand its function and may provide insights into many\nproperties of brain systems, from their robustness and recovery from damage, to\ntheir dynamics and even their evolution. Advances in the analysis of complex\nnetworks provide useful new approaches to understanding structural and\nfunctional properties of brain networks. Structural properties of networks\nrecently described allow their characterization as small-world, random\n(exponential) and scale-free. They complement the set of other properties that\nhave been explored in the context of brain connectivity, such as topology,\nhodology, clustering, and hierarchical organization. Here we apply new network\nanalysis methods to cortical inter-areal connectivity networks for the cat and\nmacaque brains. We compare these corticocortical fibre networks to benchmark\nrewired, small-world, scale-free and random networks, using two analysis\nstrategies, in which we measure the effects of the removal of nodes and\nconnections on the structural properties of the cortical networks. The brain\nnetworks' structural decay is in most respects similar to that of scale-free\nnetworks. The results implicate highly connected hub-nodes and bottleneck\nconnections as structural basis for some of the conditional robustness of brain\nsystems. This informs the understanding of the development of brain networks'\nconnectivity.\n","Comment: submitted to European Journal of Neuroscience (under review)"]}]
["0704.3357",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3357","J. Phys. A: Math. Theor. 41 (2008) 375301","doi:10.1088/1751-8113/41/37/375301"],"date":["2007-04-25","2008-08-27"],"type":["text"],"creator":["Korbicz, J. K.","Hulpke, F.","Osterloh, A.","Lewenstein, M."],"language":[],"coverage":[],"title":["Statistical-mechanical description of quantum entanglement"],"description":["  We present a description of finite dimensional quantum entanglement, based on\na study of the space of all convex decompositions of a given density matrix. On\nthis space we construct a system of real polynomial equations describing\nseparable states. We further study this system using statistical mechanical\nmethods. Finally, we apply our techniques to Werner states of two qubits and\nobtain a sufficient criterion for separability.\n","Comment: final version"]}]
["0705.2407",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","57M25","53A04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2407"],"date":["2007-05-16","2008-08-27"],"type":["text"],"creator":["Durumeric, Oguz C."],"language":[],"coverage":[],"title":["Nonuniform Thickness and Weighted Distance"],"description":["  Nonuniform tubular neighborhoods of curves in Euclidean n-space are studied\nby using weighted distance functions and generalizing the normal exponential\nmap. Different notions of injectivity radii are introduced to investigate\nsingular but injective exponential maps. A generalization of the thickness\nformula is obtained for nonuniform thickness. All singularities within almost\ninjectivity radius are classified by the Horizontal Collapsing Property.\nExamples are provided to show the distinction between the different types of\ninjectivity radii, as well as showing that the standard differentiable\ninjectivity radius fails to be upper semicontinuous on a singular set of weight\nfunctions.\n"]}]
["0705.3635",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3635","Phys. Rev. B 78, 020511(R) (2008)","doi:10.1103/PhysRevB.78.020511"],"date":["2007-05-24","2008-08-27"],"type":["text"],"creator":["Tassini, L.","Prestel, W.","Erb, A.","Lambacher, M.","Hackl, R."],"language":[],"coverage":[],"title":["First-Order Type Effects in YBa$_2$Cu$_3$O$_{6+x}$ at the Onset of\n  Superconductivity"],"description":["  We present results of Raman scattering experiments on tetragonal ${\\rm\n(Y_{1-y}Ca_{y})Ba_{2}Cu_{3}O_{6+x}}$ for doping levels $p(x,y)$ between 0 and\n0.07 holes/CuO$_2$. Below the onset of superconductivity at $p_{\\rm sc1}\n\\approx 0.06$, we find evidence of a diagonal superstructure. At $p_{\\rm sc1}$,\nlattice and electron dynamics change discontinuously with the charge and spin\nproperties being renormalized at all energy scales. The results indicate that\ncharge ordering is intimately related to the transition at $p_{\\rm sc1}$ and\nthat the maximal transition temperature to superconductivity at optimal doping\n$T_{c}^{\\rm max}$ depends on the type of ordering at $p>p_{\\rm sc1}$.\n","Comment: 4 pages, 4 figures"]}]
["0706.0714",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0714","Monthly Notices of the Royal Astronomical Society, Volume 380,\n  Issue 2, pp. 763-770, 2007","doi:10.1111/j.1365-2966.2007.12115.x"],"date":["2007-06-05","2007-06-06"],"type":["text"],"creator":["Bertolami, M. M. Miller","Althaus, L. G."],"language":[],"coverage":[],"title":["The born again (VLTP) scenario revisited: The mass of the remnants and\n  implications for V4334 Sgr"],"description":["  We present 1-D numerical simulations of the very late thermal pulse\n  (VLTP) scenario for a wide range of remnant masses. We show that by taking\ninto account the different possible remnant masses, the observed evolution of\nV4334 Sgr (a.k.a. Sakurai's Object) can be reproduced within the standard\n1D-MLT stellar evolutionary models without the inclusion of any $ad-hoc$\nreduced mixing efficiency. Our simulations hint at a consistent picture with\npresent observations of V4334 Sgr. From energetics, and within the standard MLT\napproach, we show that low mass remnants \\hbox{($M\\lesssim0.6$\\msun)} are\nexpected to behave markedly different than higher mass remnants\n\\hbox{($M\\gtrsim0.6$\\msun)} in the sense that the latter are not expected to\nexpand significantly as a result of the violent H-burning that takes place\nduring the VLTP. We also assess the discrepancy in the born again times\nobtained by different authors by comparing the energy that can be liberated by\nH-burning during the VLTP event.\n","Comment: Submitted to MNRAS. In includes an appendix regarding the treatment\n  of reduced convective motions within the Mixing Length Theory"]}]
["0706.4113",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","32T25","14B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4113"],"date":["2007-06-27","2008-08-26"],"type":["text"],"creator":["Siu, Yum-Tong"],"language":[],"coverage":[],"title":["Effective Termination of Kohn's Algorithm for Subelliptic Multipliers"],"description":["  This note discusses the problem of the effective termination of Kohn's\nalgorithm for subelliptic multipliers for bounded smooth weakly pseudoconvex\ndomains of finite type. We give a complete proof for the case of special\ndomains of finite type and indicate briefly how this method is to be extended\nto the case of general bounded smooth weakly pseudoconvex domains of finite\ntype.\n"]}]
["0707.0329",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0329","Fischer, M. and Steel, M. (2008). Expected anomalies in the fossil\n  record. Evolutionary bioinformatics online 4: 61--67"],"date":["2007-07-02","2008-08-26"],"type":["text"],"creator":["Fischer, Mareike","Steel, Mike"],"language":[],"coverage":[],"title":["Expected Anomalies in the Fossil Record"],"description":["  The problem of intermediates in the fossil record has been frequently\ndiscussed ever since Darwin. The extent of `gaps' (missing transitional stages)\nhas been used to argue against gradual evolution from a common ancestor.\nTraditionally, gaps have often been explained by the improbability of\nfossilization and the discontinuous selection of found fossils. Here we take an\nanalytical approach and demonstrate why, under certain sampling conditions, we\nmay not expect intermediates to be found. Using a simple null model, we show\nmathematically that the question of whether a taxon sampled from some time in\nthe past is likely to be morphologically intermediate to other samples (dated\nearlier and later) depends on the shape and dimensions of the underlying\nphylogenetic tree that connects the taxa, and the times from which the fossils\nare sampled.\n"]}]
["0708.0363",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","17B65, 17B56, 58H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0363","Journal of Algebra 319 (2008), 5125-5143"],"date":["2007-08-02","2008-08-27"],"type":["text"],"creator":["Fialowski, Alice","Wagemann, Friedrich"],"language":[],"coverage":[],"title":["Cohomology and deformations of the infinite dimensional filiform Lie\n  algebra m_2"],"description":["  Denote $\\fm_2$ the infinite dimensional $\\N$-graded Lie algebra defined by\nthe basis $e_i$ for $i\\geq 1$ and by relations $[e_1,e_i]=e_{i+1}$ for all\n$i\\geq 2$, $[e_2,e_j]=e_{j+2}$ for all $j\\geq 3$. We compute in this article\nthe bracket structure on $H^1(\\fm_2,\\fm_2)$, $H^2(\\fm_2,\\fm_2)$ and in relation\nto this, we establish that there are only finitely many true deformations of\n$\\fm_2$ in each weight by constructing them explicitely. It turns out that in\nweight 0 one gets as non-trivial deformation only one formal non-converging\ndeformation.\n","Comment: 17 pages"]}]
["0709.0422",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0422"],"date":["2007-09-04","2008-08-27"],"type":["text"],"creator":["Berezhnoy, A. V.","Koshkarev, S. N.","Luchinsky, A. V.","Nikolaenko, V. I."],"language":[],"coverage":[],"title":["Lepton pair production in muon scattering by nucleus"],"description":["  Coherent production of lepton pair in muon scattering by nucleus is\nconsidered. With the help of different approaches (equivalent photon\napproximation, direct numerical and analytical calculations) we obtain total\ncross section of this reaction and distributions over invariant masses of final\nleptons. Special attention is paid to influence of final lepton identity on\ntotal and differential cross sections. We also study the role of coherence\ncondition. Total cross sections of charmonia production in muon interaction\nwith electromagnetic field of nucleus are also presented.\n","Comment: 15 pages, 12 figures, typos corrected"]}]
["0709.3262",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3262","Revista Energia y Computacion, Vol. 16, No.1, June 2008, pp.58-64"],"date":["2007-09-20"],"type":["text"],"creator":["Guerrero, Fabio G.","Perez, Lucio A."],"language":[],"coverage":[],"title":["A software for learning Information Theory basics with emphasis on\n  Entropy of Spanish"],"description":["  In this paper, a tutorial software to learn Information Theory basics in a\npractical way is reported. The software, called IT-tutor-UV, makes use of a\nmodern existing Spanish corpus for the modeling of the source. Both the source\nand the channel coding are also included in this educational tool as part of\nthe learning experience. Entropy values of the Spanish language obtained with\nthe IT-tutor-UV are discussed and compared to others that were previously\ncalculated under limited conditions.\n"]}]
["0709.4108",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4108","Phys. Rev. B77, 125117 (2008)","doi:10.1103/PhysRevB.77.125117"],"date":["2007-09-26","2008-08-27"],"type":["text"],"creator":["Lu, Feng","Wang, Wei-Hua","Zou, Liang-Jian"],"language":[],"coverage":[],"title":["Metal-insulator transition in half-filling two-orbital Hubbard model on\n  triangular lattice"],"description":["  We have investigated the half-filling two-orbital Hubbard model on a\ntriangular lattice by means of the dynamical mean-field theory (DMFT). The\ndensities of states and optical conductivity clearly show the occurence of\nmetal-insulating transition (MIT) at U$_{c}$, U$_{c}$=18.2, 16.8, 6.12 and 5.85\nfor J=0, 0.01U, U/4 and U/3, respectively. The distinct continuities of double\noccupation of electrons, local square moments and local susceptibility of the\ncharge, the spin and the orbital at J > 0 suggest that the MIT is the\nfirst-order; however at J=0, the MIT is the second-order in the half-filling\ntwo-orbital Hubbard model on triangular lattices. We attribute the first-order\nnature of the MIT to the low symmetry of the systems with finite Hund's\ncoupling J.\n","Comment: 5 figures,13 pages, published version"]}]
["0710.1185",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1185","Journal of Mathematical Physics, 49, 062105 (2008)","doi:10.1063/1.2943685"],"date":["2007-10-05","2008-08-26"],"type":["text"],"creator":["Wehner, Stephanie","Winter, Andreas"],"language":[],"coverage":[],"title":["Higher entropic uncertainty relations for anti-commuting observables"],"description":["  Uncertainty relations lie at the very core of quantum mechanics, and form the\ncornerstone of essentially all quantum cryptographic applications. In\nparticular, they play an important role in cryptographic protocols in the\nbounded-quantum-storage model, where proving the security of all existing\nprotocols ultimately reduces to bounding such relations. Yet, very little is\nknown about such uncertainty relations for more than two measurements. Here, we\nprove optimal entropic uncertainty relations for anti-commuting binary\nobservables for the Shannon entropy, and nearly optimal relations for the\ncollision entropy. Our results have immediate applications to quantum\ncryptography.\n","Comment: 8 pages revtex, 2 figures, v2: published version but with figures,\n  min-entropy relation added"]}]
["0710.3200",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3200","Phys. Rev. Lett. 100, 056808 (2008)","doi:10.1103/PhysRevLett.100.056808"],"date":["2007-10-16"],"type":["text"],"creator":["Tong, M.","Kirakosyan, A. S.","Shahbazyan, T. V.","Vardeny, Z. V."],"language":[],"coverage":[],"title":["Ultrafast response of surface electromagnetic waves in an aluminum film\n  perforated with subwavelength hole arrays"],"description":["  The ultrafast dynamics of surface electromagnetic waves photogenerated on\naluminum film perforated with subwavelength holes array was studied in the\nvisible spectral range by the technique of transient photomodulation with 100\nfs time resolution. We observed a pronounced blueshift of the resonant\ntransmission band that reveals the important role of plasma attenuation in the\noptical response of nanohole arrays. The blueshift is inconsistent with\nplasmonic mechanism of extraordinary transmission and points to the crucial\nrole of interference in the formation of transmission bands. The transient\nphotomodulation spectra were successfully modeled within the Boltzmann equation\napproach for the electron-phonon relaxation dynamics, involving non-equilibrium\nhot electrons and quasi-equilibrium phonons.\n","Comment: 4 pages, 3 figures"]}]
["0711.0140",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0140","Hydrogen-Deficient Stars ASP Conference Series, Vol. 391,\n  proceedings of the conference held 17-21 September, 2007, p.265"],"date":["2007-11-01"],"type":["text"],"creator":["Bertolami, Marcelo M. Miller","Althaus, Leandro G."],"language":[],"coverage":[],"title":["Modeling He-rich subdwarfs through the Hot-Flasher scenario: First\n  Results"],"description":["  We present first results from evolutionary simulations aimed at exploring the\nHot-Flasher scenario for the formation of H-deficient subdwarf stars. The two\ntypes of late hot flashers that lead to He-enriched surfaces, \"deep\" and\n\"shallow\" mixing cases, are investigated for different metallicities.\n","Comment: 2 Pages, 1 Figure, 1 Table. Presented at the Third Conference in\n  Hydrogen Deficient Stars, Tubingen, September, 2007"]}]
["0711.4565",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4565","Hydrogen-Deficient Stars ASP Conference Series, Vol. 391,\n  proceedings of the conference held 17-21 September, 2007, p.203"],"date":["2007-11-28"],"type":["text"],"creator":["Bertolami, Marcelo M. Miller","Althaus, Leandro G."],"language":[],"coverage":[],"title":["The importance of the remnant's mass for VLTP born again times.\n  Implications for V4334 Sgr and V605 Aql"],"description":["  We present numerical simulations of the very late thermal pulse (VLTP)\nscenario for a wide range of remnant masses. We show that, by taking into\naccount the different possible remnant masses, the fast outburst evolution of\nV4334 Sgr (a.k.a. Sakurai's Object) and V605 Aql can be reproduced within\nstandard 1D stellar evolution models. A dichotomy in the born again timescales\nis found, with lower mass remnants evolving in a few years and higher mass\nremnants (M $\\hbox{\\rlap{\\hbox{\\lower4pt\\hbox{$\\sim$}}}\\hbox{$>$}}$ 0.6\nM$_{\\odot}$) failing to expand due to the H-flash and, as a consequence,\nevolving in timescales typical of He-shell flash driven born agains ($\\sim 100$\nyr).\n","Comment: 4 Pages, 2 Figures, 1 Table. Presented at the Third Conference in\n  Hydrogen Deficient Stars, Tubingen, September, 2007"]}]
["0712.1680",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26D15","39A13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1680","Journal of Inequalities and Applications, vol. 2008, Article ID\n  576876, 13 pages, 2008","doi:10.1155/2008/576876"],"date":["2007-12-11","2008-04-09"],"type":["text"],"creator":["Ammi, Moulay Rchid Sidi","Ferreira, Rui A. C.","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["Diamond-$\\alpha$ Jensen's Inequality on Time Scales"],"description":["  The theory and applications of dynamic derivatives on time scales has\nrecently received considerable attention. The primary purpose of this paper is\nto give basic properties of diamond-$\\alpha$ derivatives which are a linear\ncombination of delta and nabla dynamic derivatives on time scales. We prove a\ngeneralized version of Jensen's inequality on time scales via the\ndiamond-$\\alpha$ integral and present some corollaries, including H\\\"{o}lder's\nand Minkowski's diamond-$\\alpha$ integral inequalities.\n","Comment: This is a preprint of an article whose final and definitive form will\n  appear in the \\emph{Journal of Inequalities and Applications},\n  http://www.hindawi.com/journals/jia/. Accepted 07/April/2008"]}]
["0801.2889",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2889","Phys. Rev. B 78, 054438 (2008)","doi:10.1103/PhysRevB.78.054438"],"date":["2008-01-18","2008-06-10"],"type":["text"],"creator":["Schechter, M.","Stamp, P. C. E."],"language":[],"coverage":[],"title":["The low-$T$ phase diagram of ${\\rm LiHo_xY_{1-x}F_4}$"],"description":["  The ${\\rm LiHo_xY_{1-x}F_4}$ compound is widely considered to be the\narchetypal dipolar Quantum Ising system, with longitudinal dipolar interactions\n$V_{ij}^{zz}$ between ${\\rm Ho}$ spins $\\{i,j \\}$ competing with transverse\nfield-induced tunneling, to give a T=0 quantum phase transition. By varying the\n${\\rm Ho}$ concentration x, the typical strength $V_0$ of $V_{ij}^{zz}$ can be\nvaried over many orders of magnitude; and so can the transverse field\n$H_{\\perp}$. A new effective Hamiltonian is derived, starting from the\nelectronuclear degrees of freedom, and valid at low and intermediate\ntemperatures. For any such dipolar Quantum Ising system, the hyperfine\ninteraction will dominate the physics at low temperatures, even if its strength\n$A_0 < V_0$: one must therefore go beyond an electronic transverse field\nQuantum Ising model. We derive the full phase diagram of this system, including\nall nuclear levels, as a function of transverse field $H_{\\perp}$, temperature\n$T$, and dipole concentration x. For ${\\rm LiHo_xY_{1-x}F_4}$ we predict a\nre-entrant critical field as a function of x. We also predict the phase diagram\nfor x$=0.045$, and the behavior of the system in magnetic resonance and $\\mu$SR\nexperiments.\n","Comment: 19 pages, 10 figures, predictions regarding magnetic resonance\n  experiments are added, presentation improved"]}]
["0802.4463",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4463","Mon.Not.Roy.Astron.Soc 387 (2008) 31-44","doi:10.1111/j.1365-2966.2008.13152.x"],"date":["2008-02-29","2008-04-13"],"type":["text"],"creator":["Dawson, J. R.","Mizuno, N.","Onishi, T.","McClure-Griffiths, N. M.","Fukui, Y."],"language":[],"coverage":[],"title":["The \"Carina Flare\" Supershell: Probing the Atomic and Molecular ISM in a\n  Galactic Chimney"],"description":["  The \"Carina Flare\" supershell, GSH 287+04-17, is a molecular supershell\noriginally discovered in 12CO(J=1-0) with the NANTEN 4m telescope. We present\nthe first study of the shell's atomic ISM, using HI 21 cm line data from the\nParkes 64m telescope Southern Galactic Plane Survey. The data reveal a gently\nexpanding, ~ 230 x 360 pc HI supershell that shows strong evidence of Galactic\nPlane blowout, with a break in its main body at z ~ 280 pc and a capped\nhigh-latitude extension reaching z ~ 450 pc. The molecular clouds form\nco-moving parts of the atomic shell, and the morphology of the two phases\nreflects the supershell's influence on the structure of the ISM. We also report\nthe first discovery of an ionised component of the supershell, in the form of\ndelicate, streamer-like filaments aligned with the proposed direction of\nblowout. The distance estimate to the shell is re-examined, and we find strong\nevidence to support the original suggestion that it is located in the Carina\nArm at a distance of 2.6 +- 0.4 kpc. Associated HI and H2 masses are estimated\nas M(HI) ~ 7 +- 3 x 10^5 Msol and M(H2) ~ 2.0 +- 0.6 x 10^5 Msol, and the\nkinetic energy of the expanding shell as E ~ 1 x 10^51 erg. We examine the\nresults of analytical and numerical models to estimate a required formation\nenergy of several 10^51 to ~ 10^52 erg, and an age of ~ 10^7 yr. This age is\ncompatible with molecular cloud formation time-scales, and we briefly consider\nthe viability of a supershell-triggered origin for the molecular component.\n","Comment: 16 pages, 8 figures, to appear in MNRAS (accepted 25th February\n  2008). Version with high resolution images available from:\n  http://a.phys.nagoya-u.ac.jp/~joanne/dawson_et_al_2008.pdf. Corrected typo in\n  author list"]}]
["0803.1533",{"format":[],"subject":["General Relativity and Quantum Cosmology","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1533","New Advances in Physics, Vol. 2, No. 1, 1 - 62, 2008"],"date":["2008-03-11","2008-07-28"],"type":["text"],"creator":["Glinka, L. A."],"language":[],"coverage":[],"title":["Quantum gravity as the way from spacetime to space quantum states\n  thermodynamics"],"description":["  Physical spacetime geometry follows from some effective thermodynamics of\nquantum states of all fields and particles described in frames of General\nRelativity. In the sense of pure field theoretical Einstein's point of view on\ngravitation the thermodynamic information is actually quantum gravity. We\npropose new realization of this old idea by studying the canonical 3+1\nDirac-ADM approach to pseudo-Riemannian (Lorentzian) manifold of General\nRelativity. We derive the Wheeler-DeWitt theory as the Global One-Dimensional\nclassical field theory of the Bose field associated with embedded 3-space,\nwhere Wheeler's superspace metric is absent. The classical theory is discussed,\nsome deductions on tachyon state, Dark Energy density and cosmological constant\nare included. Reduction to 1st order evolution is carried out, and quantum\ntheory by the second quantization in the Fock space of creators and\nannihilators is constructed by employing the Heisenberg equation and the\nbosonic Bogoliubov transformation for diagonalization. In result we find the\nstatic reper with stable vacuum, where quantum states of 3-space can be\nconsidered, and finally space quantum states thermodynamics is formulated.\n","Comment: 65 pages, 12 figures"]}]
["0804.2520",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2520","Chaos 18, 033123 (2008)","doi:10.1063/1.2973815"],"date":["2008-04-16","2008-08-26"],"type":["text"],"creator":["Thiffeault, Jean-Luc","Finn, Matthew D.","Gouillart, Emmanuelle","Hall, Toby"],"language":[],"coverage":[],"title":["Topology of Chaotic Mixing Patterns"],"description":["  A stirring device consisting of a periodic motion of rods induces a mapping\nof the fluid domain to itself, which can be regarded as a homeomorphism of a\npunctured surface. Having the rods undergo a topologically-complex motion\nguarantees at least a minimum amount of stretching of material lines, which is\nimportant for chaotic mixing. We use topological considerations to describe the\nnature of the injection of unmixed material into a central mixing region, which\ntakes place at injection cusps. A topological index formula allow us to predict\nthe possible types of unstable foliations that can arise for a fixed number of\nrods.\n","Comment: 15 pages, 13 figures, RevTeX4 macros. Final version"]}]
["0804.2759",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2759","Phys. Rev. A 78, 013604(2008)","doi:10.1103/PhysRevA.78.013604"],"date":["2008-04-17"],"type":["text"],"creator":["Yin, Xiangguo","Hao, Yajiang","Chen, Shu","Zhang, Yunbo"],"language":[],"coverage":[],"title":["Ground-state properties of few-Boson system in a one-dimensional hard\n  wall potential with split"],"description":["  We carry out a detailed examination of the ground state property of few-boson\nsystem in a one-dimensional hard wall potential with a $\\delta -$ split in the\ncenter. In the Tonks-Girardeau limit with infinite repulsion between particles,\nwe use the Bose-Fermi mapping to construct the exact $N-$ particle ground state\nwavefunction which allows us to study the correlation properties accurately.\nFor the general case with finite inter-particle interaction, the exact\ndiagonalization method is exploited to study the ground-state density\ndistribution, occupation number distribution, and momentum distribution for\nvariable interaction strengths and barrier heights. The secondary peaks in the\nmomentum distribution reveal the interference between particles on the two\nsides of the split, which is more prominent for large barrier strength and\nsmall interaction strength.\n","Comment: 7 pages, 9 figures"]}]
["0804.3454",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3454","Phys. Rev. B 78, 024415 (2008)","doi:10.1103/PhysRevB.78.024415"],"date":["2008-04-22"],"type":["text"],"creator":["Calderon, M. J.","Salafranca, J.","Brey, L."],"language":[],"coverage":[],"title":["Electron gas at the interface between two antiferromagnetic insulating\n  manganites"],"description":["  We study theoretically the magnetic and electric properties of the interface\nbetween two antiferromagnetic and insulating manganites: La0.5Ca0.5MnO3, a\nstrong correlated insulator, and CaMnO3, a band-insulator. We find that a\nferromagnetic and metallic electron gas is formed at the interface between the\ntwo layers. We confirm the metallic character of the interface by calculating\nthe in-plane conductance. The possibility of increasing the electron gas\ndensity by selective doping is also discussed.\n","Comment: 6 pages, including 9 figures"]}]
["0804.4076",{"format":[],"subject":["Mathematics - Probability","60G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4076"],"date":["2008-04-25","2008-08-27"],"type":["text"],"creator":["Malyarenko, Anatoliy"],"language":[],"coverage":[],"title":["A family of series representations of the multiparameter fractional\n  Brownian motion"],"description":["  We derive a family of series representations of the multiparameter fractional\nBrownian motion in the centred ball of radius $R$ in the $N$-dimensional space\n$\\mathbb{R}^N$. Some known examples of series representations are shown to be\nthe members of the family under consideration.\n","Comment: 18 pages, typos corrected"]}]
["0804.4249",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4249","J. Chem. Phys. 129, 034708 (2008)","doi:10.1063/1.2953450"],"date":["2008-04-26","2008-06-05"],"type":["text"],"creator":["Kirakosyan, Arman S.","Shahbazyan, Tigran V."],"language":[],"coverage":[],"title":["Vibrational modes of metal nanoshells and bimetallic core-shell\n  nanoparticles"],"description":["  We study theoretically spectrum of radial vibrational modes in composite\nmetal nanostructures such as bimetallic core-shell particles and metal\nnanoshells with dielectric core in an environment. We calculate frequencies and\ndamping rates of fundamental (breathing) modes for these nanostructures along\nwith those of two higher-order modes. For metal nanoshells, we find that the\nbreathing mode frequency is always lower than the one for solid particles of\nthe same size, while the damping is higher and increases with reduction of the\nshell thickness. We identify two regimes that can be characterized as weakly\ndamped and overdamped vibrations in the presence of external medium. For\nbimetalllic particles, we find periodic dependence of frequency and damping\nrate on the shell thickness with period determined by mode number. For both\ntypes of nanostructures, the frequency of higher modes is nearly independent of\nthe environment, while the damping rate shows strong sensitivity to outside\nmedium.\n","Comment: 7 pages, 8 figures"]}]
["0805.0614",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0614"],"date":["2008-05-05","2008-08-26"],"type":["text"],"creator":["Saxena, Sumit","Tyson, Trevor A."],"language":[],"coverage":[],"title":["Pressure Effects on the Atomic and Electronic Structure of Aligned Small\n  Diameter Carbon Nanotubes"],"description":["  Density functional methods have been used to calculate the electronic\nproperties of aligned smalldiameter single-walled carbon nanotubes under\nhydrostatic pressures. Abrupt pressure induced semiconductor-metal and\nmetal-semiconductor transitions concomitant with changes in structure are\nobserved. Novel and unexpected unit cell nanotube cross-sections are found.\nThese tubes are observed to form interlinking structures at very high\npressures. The large changes in electronic structure and the ability of\ndifferent small diameter nanotubes to respond in different pressure regimes\nsuggest their use in high pressure multiple switching devices.\n"]}]
["0805.1988",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1988","Phys. Rev. A 78, 023631 (2008)","doi:10.1103/PhysRevA.78.023631"],"date":["2008-05-14","2008-08-27"],"type":["text"],"creator":["Hao, Yajiang","Zhang, Yunbo","Chen, Shu"],"language":[],"coverage":[],"title":["Ground-state properties of one-dimensional anyon gases"],"description":["  We investigate the ground state of the one-dimensional interacting anyonic\nsystem based on the exact Bethe ansatz solution for arbitrary coupling constant\n($0\\leq c\\leq \\infty$) and statistics parameter ($0\\leq \\kappa \\leq \\pi$). It\nis shown that the density of state in quasi-momentum $k$ space and the ground\nstate energy are determined by the renormalized coupling constant $c'$. The\neffect induced by the statistics parameter $\\kappa$ exhibits in the momentum\ndistribution in two aspects: Besides the effect of renormalized coupling, the\nanyonic statistics results in the nonsymmetric momentum distribution when the\nstatistics parameter $\\kappa$ deviates from 0 (Bose statistics) and $\\pi$\n(Fermi statistics) for any coupling constant $c$. The momentum distribution\nevolves from a Bose distribution to a Fermi one as $\\kappa$ varies from 0 to\n$\\pi$. The asymmetric momentum distribution comes from the contribution of the\nimaginary part of the non-diagonal element of reduced density matrix, which is\nan odd function of $\\kappa$. The peak at positive momentum will shift to\nnegative momentum if $\\kappa$ is negative.\n","Comment: 6 pages, 5 figures, published version in Phys. Rev. A"]}]
["0805.2262",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2262"],"date":["2008-05-15","2008-08-27"],"type":["text"],"creator":["Archilli, Flavio","Collaboration, for KLOE"],"language":[],"coverage":[],"title":["Search for the decay K_S->e+e-"],"description":["  We present results of a direct search for the decay K_S->e+e- with the KLOE\ndetector, obtained with a sample of e+e- -> phi -> K_S K_L events produced at\nDAFNE, the Frascati phi-factory, for an integrated luminosity of 1.9 fb-1. The\nStandard Model prediction for this decay is BR(K_S->e+e-) = 2 x 10^-14. The\nsearch has been performed by tagging the K_S decays with simultaneous detection\nof a K_L interaction in the calorimeter. Background rejection has been\noptimized by using both kinematic cuts and particle identification. At the end\nof the analysis chain we find BR(K_S->e+e-) < 9.3 x 10^-9 at 90% CL, which\nimproves by a factor of ~15 on the previous best result, obtained by CPLEAR\nexperiment.\n","Comment: 4 pages, 4 figures, to appear in the proceedings of 43rd Rencontres\n  de Moriond EW, La Thuile, Italy, 1-8 March 2008"]}]
["0806.1976",{"format":[],"subject":["Mathematics - Representation Theory","17B67, 22E47"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1976","SIGMA 4 (2008), 059, 11 pages","doi:10.3842/SIGMA.2008.059"],"date":["2008-06-11","2008-08-27"],"type":["text"],"creator":["Fuchs, Dmitry","Wilmarth, Constance"],"language":[],"coverage":[],"title":["Projections of Singular Vectors of Verma Modules over Rank 2 Kac-Moody\n  Lie Algebras"],"description":["  We prove an explicit formula for a projection of singular vectors in the\nVerma module over a rank 2 Kac-Moody Lie algebra onto the universal enveloping\nalgebra of the Heisenberg Lie algebra and of $sl_{2}$ (Theorem 3). The formula\nis derived from a more general but less explicit formula due to Feigin, Fuchs\nand Malikov [Funct. Anal. Appl. 20 (1986), no. 2, 103-113]. In the simpler case\nof $A_{1}^{1}$ the formula was obtained in [Fuchs D., Funct. Anal. Appl. 23\n(1989), no. 2, 154-156].\n","Comment: This is a contribution to the Special Issue on Kac-Moody Algebras and\n  Applications, published in SIGMA (Symmetry, Integrability and Geometry:\n  Methods and Applications) at http://www.emis.de/journals/SIGMA/"]}]
["0807.0065",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0065"],"date":["2008-07-01","2008-08-27"],"type":["text"],"creator":["LiMing, W","Tang, Zhilie"],"language":[],"coverage":[],"title":["An EPR local theory with a local correlation"],"description":["  A local theory with a local correlation is proposed to give an explanation\nfor the contractions in the GHZ-like proofs for Bell's theorem and the\nviolation to Bell's inequality. It agrees with the experimental predictions for\nthe GHZ state of three entangled spins, the Bell state of two entangled spins\nand one spin state. It is found that the contradiction in the GHZ-like proofs\nand the violation to Bell's inequality can be attributed to the local\ncorrelation.\n","Comment: 4 pages 2 figures"]}]
["0807.0751",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0751","Phys. Rev. A 78, 023630 (2008)","doi:10.1103/PhysRevA.78.023630"],"date":["2008-07-04","2008-08-27"],"type":["text"],"creator":["Negretti, Antonio","Henkel, Carsten","Molmer, Klaus"],"language":[],"coverage":[],"title":["Quantum fluctuations in the image of a Bose gas"],"description":["  We analyze the information content of density profiles for an ultracold Bose\ngas of atoms and extract resolution limits for observables contained in these\nimages. Our starting point is density correlations that we compute within the\nBogoliubov approximation, taking into account quantum and thermal fluctuations\nbeyond mean-field theory. This provides an approximate way to construct the\njoint counting statistics of atoms in an array of pixels covering the gas. We\nderive the Fisher information of an image and the associated Cramer-Rao\nsensitivity bound for measuring observables contained in the image. We\nelaborate on our recent study on position measurements of a dark soliton\n[Negretti et al., Phys. Rev. A 77, 043606 (2008)] where a sensitivity scaling\nwith the atomic density as n^{-3/4} was found. We discuss here a wider class of\nsoliton solutions and present a detailed analysis of the Bogoliubov excitations\nand the gapless (Goldstone) excitation modes. These fluctuations around the\nmean field contribute to the noise in the image, and we show how they can\nactually improve the ability to locate the position of the soliton.\n","Comment: 14 pages, 6 figures, Author list of Ref.[11] has been changed"]}]
["0807.2934",{"format":[],"subject":["Mathematics - Differential Geometry","52C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2934"],"date":["2008-07-18","2008-08-27"],"type":["text"],"creator":["Ho, Wing Kai"],"language":[],"coverage":[],"title":["On Blocking Numbers of Surfaces"],"description":["  The blocking number of a manifold is the minimal number of points needed to\nblock out lights between any two given points in the manifold. It has been\nconjectured that if the blocking number of a manifold is finite, then the\nmanifold must be flat. In this paper we prove that this is true for\n2-dimensional manifolds with non-trivial fundamental groups.\n","Comment: This is a very preliminary version of a paper about blocking numbers\n  of compact Riemannian surfaces, the aim is to show that if the blocking\n  number is finite, then the surface has to be flat. edit: similar results for\n  2-dimensional torus have been obtained by V. Bangert and E. Gutkin, reference\n  to their paper has been added v3: minor changes with the references"]}]
["0807.4009",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4009","Phys. Rev. E, 78, 021124 (2008)","doi:10.1103/PhysRevE.78.021124"],"date":["2008-07-25"],"type":["text"],"creator":["Cousseau, Florent","Mimura, Kazushi","Omori, Toshiaki","Okada, Masato"],"language":[],"coverage":[],"title":["Statistical mechanics of lossy compression for non-monotonic multilayer\n  perceptrons"],"description":["  A lossy data compression scheme for uniformly biased Boolean messages is\ninvestigated via statistical mechanics techniques. We utilize tree-like\ncommittee machine (committee tree) and tree-like parity machine (parity tree)\nwhose transfer functions are non-monotonic. The scheme performance at the\ninfinite code length limit is analyzed using the replica method. Both committee\nand parity treelike networks are shown to saturate the Shannon bound. The AT\nstability of the Replica Symmetric solution is analyzed, and the tuning of the\nnon-monotonic transfer function is also discussed.\n","Comment: 29 pages, 7 figures"]}]
["0807.4422",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4422","doi:10.1016/j.jmmm.2008.08.088"],"date":["2008-07-28"],"type":["text"],"creator":["Krzysteczko, Patryk","Kou, Xinli","Rott, Karsten","Thomas, Andy","Reiss, Günter"],"language":[],"coverage":[],"title":["Current induced resistance change of magnetic tunnel junctions with\n  ultra-thin MgO tunnel barriers"],"description":["  Ultra-thin magnetic tunnel junctions with low resistive MgO tunnel barriers\nare prepared to examine their stability under large current stress. The devices\nshow magnetoresistance ratios of up to 110 % and an area resistance product of\ndown to 4.4 ohm micrometer squared. If a large current is applied, a reversible\nresistance change is observed, which can be attributed to two different\nprocesses during stressing and one relaxation process afterwards. Here, we\nanalyze the time dependence of the resistance and use a simple model to explain\nthe observed behavior. The explanation is further supported by numerical fits\nto the data in order to quantify the timescales of the involved phenomena.\n"]}]
["0807.4547",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4547"],"date":["2008-07-28","2008-08-27"],"type":["text"],"creator":["Conte, Elio","Khrennikov, Andrei Yuri","Todarello, Orlando","Federici, Antonio","Zbilut, Joseph P."],"language":[],"coverage":[],"title":["On the Existence of Quantum Wave Function and Quantum Interference\n  Effects in Mental States: An Experimental Confirmation during Perception and\n  Cognition in Humans"],"description":["  We introduce the quantum theoretical formulation to determine a posteriori,\nif existing, the quantum wave functions and to estimate the quantum\ninterference effects of mental states. Such quantum features are actually found\nin the case of an experiment involving the perception and the cognition in\nhumans. Also some specific psychological variables are introduced and it is\nobtained that they characterize in a stringent manner the quantum behaviour of\nmind during such performed experiment.\n"]}]
["0807.5136",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Other Condensed Matter","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.5136"],"date":["2008-07-31","2008-08-27"],"type":["text"],"creator":["Pobylitsa, P. V."],"language":[],"coverage":[],"title":["Superfast convergence effect in large orders of the perturbative and\n  $\\epsilon$ expansions for the O(N) symmetric $\\phi^4$ model"],"description":["  Usually the asymptotic behavior for large orders of the perturbation theory\nis reached rather slowly. However, in the case of the N-component $\\phi^4$\nmodel in D=4 dimensions one can find a special quantity that exhibits an\nextremely fast convergence to the asymptotic form. A comparison of the\navailable 5-loop result for this quantity with the asymptotic value shows\nagreement at the 0.1% level. An analogous superfast convergence to the\nasymptotic form happens in the case of the O(N)-symmetric anharmonic oscillator\nwhere this convergence has inverse factorial type. The large orders of the\n$\\epsilon$ expansion for critical exponents manifest a similar effect.\n","Comment: 4 pages, typos corrected"]}]
["0808.2211",{"format":[],"subject":["High Energy Physics - Lattice","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2211"],"date":["2008-08-15","2008-08-24"],"type":["text"],"creator":["Toussaint, D.","Freeman, W."],"language":[],"coverage":[],"title":["Sample size effects in multivariate fitting of correlated data"],"description":["  A common problem in analysis of experiments or in lattice QCD simulations is\nfitting a parameterized model to the average over a number of samples of\ncorrelated data values. If the number of samples is not infinite, estimates of\nthe variance of the parameters (\"error bars\") and of the goodness of fit are\naffected. We illustrate these problems with numerical simulations, and\ncalculate approximate corrections to the variance of the parameters for\nestimates made in the standard way from derivatives of the parameters'\nprobability distribution as well as from jackknife and bootstrap estimates.\n","Comment: Added calculation of parameter variance for bootstrap with remade\n  covariance matrices"]}]
["0808.3040",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3040","doi:10.1007/s10509-008-9871-y"],"date":["2008-08-22","2008-08-27"],"type":["text"],"creator":["Popov, S. B."],"language":[],"coverage":[],"title":["Tkachenko waves, glitches and precession in neutron star"],"description":["  Here I discuss possible relations between free precession of neutron stars,\nTkachenko waves inside them and glitches. I note that the proposed precession\nperiod of the isolated neutron star RX J0720.4-3125 (Haberl et al. 2006) is\nconsistent with the period of Tkachenko waves for the spin period 8.4s. Based\non a possible observation of a glitch in RX J0720.4-3125 (van Kerkwijk et al.\n2007), I propose a simple model, in which long period precession is powered by\nTkachenko waves generated by a glitch. The period of free precession,\ndetermined by a NS oblateness, should be equal to the standing Tkachenko wave\nperiod for effective energy transfer from the standing wave to the precession\nmotion. A similar scenario can be applicable also in the case of the PSR\nB1828-11.\n","Comment: 6 pages, no figures, accepted to Ap&SS"]}]
["0808.3181",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3181"],"date":["2008-08-23"],"type":["text"],"creator":["Berezhiani, Z.","Kancheli, O. V."],"language":[],"coverage":[],"title":["Spontaneous Breaking of Lorentz-Invariance and Gravitons as Goldstone\n  Particles"],"description":["  We consider some aspects of spontaneous breaking of Lorentz Invariance in\nfield theories, discussing the possibility that the certain tensor operators\nmay condensate in the ground state in which case the tensor Goldstone particles\nwould appear. We analyze their dynamics and discuss to which extent such a\ntheory could imitate the gravity. We are also interested if the universality of\ncoupling of such `gravitons' with other particles can be achieved in the\ninfrared limit. Then we address the more complicated models when such tensor\nGoldstones coexist with the usual geometrical gravitons. At the end we examine\nthe properties of possible cosmological scenarios in the case of goldstone\ngravity coexisting with geometrical gravity.\n","Comment: 27 pages, 3 figures"]}]
["0808.3399",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3399"],"date":["2008-08-25"],"type":["text"],"creator":["Wu, Wei","Dave, Nilesh B.","Kaminski, Naftali"],"language":[],"coverage":[],"title":["LRSA: A new computational method for analyzing time course microarray\n  data"],"description":["  Motivation: Time course data obtained from biological samples subject to\nspecific treatments can be very useful for revealing complex and novel\nbiological phenomena. Although an increasing number of time course microarray\ndatasets becomes available, most of them contain few biological replicates and\ntime points. So far there are few computational methods that can effectively\nreveal differentially expressed genes and their patterns in such data.\n  Results: We have proposed a new two-step nonparametric statistical procedure,\nLRSA, to reveal differentially expressed genes and their expression trends in\ntemporal microarray data. We have also employed external controls as a\nsurrogate to estimate false discovery rates and thus to guide the discovery of\ndifferentially expressed genes. Our results showed that LRSA reveals\nsubstantially more differentially expressed genes and have much lower than two\nother methods, STEM and ANOVA, in both real data and the simulated data. Our\ncomputational results are confirmed using real-time PCRs.\n  Contact: wuw2@upmc.edu\n","Comment: 18 pages, 2 figures"]}]
["0808.3402",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3402"],"date":["2008-08-25"],"type":["text"],"creator":["Yen, Ju-Yi","Yor, Marc"],"language":[],"coverage":[],"title":["Call option prices based on Bessel processes"],"description":["  As a complement to some recent work by Pal and Protter, \"Strict local\nmartingales, bubbles, and no early exercise\", we show that the call option\nprices associated with the Bessel strict local martingales are integrable over\ntime, and we discuss the probability densities obtained thus.\n","Comment: 14 pages, 2 figures (Figure 1. includes 6 sub-figures, Figure 2.\n  includes 10 sub-figures)"]}]
["0808.3405",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3405"],"date":["2008-08-25"],"type":["text"],"creator":["Offen, Omer","Sayag, Eitan"],"language":[],"coverage":[],"title":["The SL(2)-type and Base Change"],"description":["  The SL(2)-type of any smooth, irreducible and unitarizable representation of\nGL(n) over a p-adic field was defined by Venkatesh. We provide a natural way to\nextend the definition to all smooth and irreducible representations. For\nunitarizable representations we show that the SL(2)-type of a representation is\npreserved under base change with respect to any finite extension. The Klyachko\nmodel of a smooth, irreducible and unitarizable representation \\pi of GL(n)\ndepends only on the SL(2)-type of \\pi. As a consequence we observe that the\nKlyachko model of \\pi and of its base-change are of the same type.\n","Comment: 10 pages"]}]
["0808.3412",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3412"],"date":["2008-08-25"],"type":["text"],"creator":["Espinar, Jose M.","Rosenberg, Harold"],"language":[],"coverage":[],"title":["Complete Constant Mean Curvature surfaces and Bernstein type Theorems in\n  $\\mathbb{M}^2\\times \\mathbb{R}$"],"description":["  In this paper we study constant mean curvature surfaces $\\Sigma$ in a product\nspace, $\\mathbb{M}^2\\times \\mathbb{R}$, where $\\mathbb{M}^2$ is a complete\nRiemannian manifold. We assume the angle function $\\nu = \\meta{N}{\\partial_t}$\ndoes not change sign on $\\Sigma$. We classify these surfaces according to the\ninfimum $c(\\Sigma)$ of the Gaussian curvature of the projection of $\\Sigma$.\n  When $H \\neq 0$ and $c(\\Sigma)\\geq 0$, then $\\Sigma $ is a cylinder over a\ncomplete curve with curvature 2H. If H=0 and $c(\\Sigma) \\geq 0$, then $\\Sigma$\nmust be a vertical plane or $\\Sigma$ is a slice $\\mathbb{M}^2 \\times {t}$, or\n$\\mathbb{M}^2 \\equiv \\mathbb{R}^2$ with the flat metric and $\\Sigma$ is a\ntilted plane (after possibly passing to a covering space).\n  When $c(\\Sigma)<0$ and $H>\\sqrt{-c(\\Sigma)} /2$, then $\\Sigma$ is a vertical\ncylinder over a complete curve of $\\mathbb{M}^2$ of constant geodesic curvature\n$2H$. This result is optimal.\n  We also prove a non-existence result concerning complete multi-graphs in\n$\\mathbb{M}^2\\times \\mathbb{R}$, when $c(\\mathbb{M}^2)<0$.\n"]}]
["0808.3415",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3415"],"date":["2008-08-25"],"type":["text"],"creator":["Mintz, Avi"],"language":[],"coverage":[],"title":["On the Cayley semigroup of a finite aperiodic semigroup"],"description":["  Let $S$ be a finite semigroup. In this paper we introduce the functions\n$\\phi_s:S^* \\to S^*$, first defined by Rhodes, given by $\\phi_s([a_1,a_2\n,...,a_n]) = [sa_1,sa_1a_2,..., sa_1a_2 ... a_n]$. We show that if $S$ is a\nfinite aperiodic semigroup, then the semigroup generated by the functions\n$\\{\\phi_s\\}_{s \\in S}$ is finite and aperiodic.\n"]}]
["0808.3416",{"format":[],"subject":["Statistics - Computation","Mathematics - Numerical Analysis","65C05, 62F15, 62G08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3416"],"date":["2008-08-25"],"type":["text"],"creator":["Koutsourelakis, Phaedon-Stelios"],"language":[],"coverage":[],"title":["Uncertainty quantification in complex systems using approximate solvers"],"description":["  This paper proposes a novel uncertainty quantification framework for\ncomputationally demanding systems characterized by a large vector of\nnon-Gaussian uncertainties. It combines state-of-the-art techniques in advanced\nMonte Carlo sampling with Bayesian formulations. The key departure from\nexisting works is the use of inexpensive, approximate computational models in a\nrigorous manner. Such models can readily be derived by coarsening the\ndiscretization size in the solution of the governing PDEs, increasing the time\nstep when integration of ODEs is performed, using fewer iterations if a\nnon-linear solver is employed or making use of lower order models. It is shown\nthat even in cases where the inexact models provide very poor approximations of\nthe exact response, statistics of the latter can be quantified accurately with\nsignificant reductions in the computational effort. Multiple approximate models\ncan be used and rigorous confidence bounds of the estimates produced are\nprovided at all stages.\n"]}]
["0808.3418",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3418"],"date":["2008-08-26"],"type":["text"],"creator":["Amariucai, George T.","Wei, Shuangqing","Kannan, Rajgopal"],"language":[],"coverage":[],"title":["Jamming in Fixed-Rate Wireless Systems with Power Constraints - Part II:\n  Parallel Slow Fading Channels"],"description":["  This is the second part of a two-part paper that studies the problem of\njamming in a fixed-rate transmission system with fading. In the first part, we\nstudied the scenario with a fast fading channel, and found Nash equilibria of\nmixed strategies for short term power constraints, and for average power\nconstraints with and without channel state information (CSI) feedback. We also\nsolved the equally important maximin and minimax problems with pure strategies.\nWhenever we dealt with average power constraints, we decomposed the problem\ninto two levels of power control, which we solved individually. In this second\npart of the paper, we study the scenario with a parallel, slow fading channel,\nwhich usually models multi-carrier transmissions, such as OFDM. Although the\nframework is similar as the one in Part I \\cite{myself3}, dealing with the slow\nfading requires more intricate techniques. Unlike in the fast fading scenario,\nwhere the frames supporting the transmission of the codewords were equivalent\nand completely characterized by the channel statistics, in our present scenario\nthe frames are unique, and characterized by a specific set of channel\nrealizations. This leads to more involved inter-frame power allocation\nstrategies, and in some cases even to the need for a third level of power\ncontrol. We also show that for parallel slow fading channels, the CSI feedback\nhelps in the battle against jamming, as evidenced by the significant\ndegradation to system performance when CSI is not sent back. We expect this\ndegradation to decrease as the number of parallel channels $M$ increases, until\nit becomes marginal for $M\\to \\infty$ (which can be considered as the case in\nPart I).\n"]}]
["0808.3419",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3419"],"date":["2008-08-25"],"type":["text"],"creator":["Mersini-Houghton, Laura","Kelleher, Adam"],"language":[],"coverage":[],"title":["Probing Dark Energy with Black Hole Binaries"],"description":["  The equation of state (EoS) of dark energy $w$ remains elusive despite\nenormous experimental efforts to pin down its value and its time variation. Yet\nit is the single most important handle we have in our understanding of one of\nthe most mysterious puzzle in nature, dark energy. This letter proposes a new\nmethod for measuring the EoS of dark energy by using the gravitational waves\n(GW) of black hole binaries. The method described here offers an alternative to\nthe standard way of large scale surveys.\n  It is well known that the mass of a black hole changes due to the accretion\nof dark energy but at an extremely slow rate. However, a binary of supermassive\nblack holes (SBH) radiates gravitational waves with a power proportional to the\nmasses of these accreting stars and thereby carries information on dark energy.\nThese waves can propagate through the vastness of structure in the universe\nunimpeded. The orbital changes of the binary, induced by the energy loss from\ngravitational radiation, receive a large contribution from dark energy\naccretion. This contribution is directly proportional to $(1+w)$ and is\ndominant for SBH binaries with separation $R \\ge 1000$ parsec, thereby\naccelerating the merging process for $w > -1$ or ripping the stars apart for\nphantom dark energy with $w < -1$. Such orbital changes, therefore $w$, can be\ndetected with LIGO and LISA near merging time, or with X-ray and radio\nmeasurements of Chandra and VLBA experiments.\n","Comment: 7 pgs., 2 figs"]}]
["0808.3421",{"format":[],"subject":["Mathematics - Complex Variables","32F45, 14L24, 32T15, 32T27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3421"],"date":["2008-08-25"],"type":["text"],"creator":["Krantz, Steven G."],"language":[],"coverage":[],"title":["A New Invariant Metric and Applications"],"description":["  We construct a new invariant metric for a compact subgroup of the\nautomorphism group of a domain in complex space. Applications are provided.\n"]}]
["0808.3423",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3423","Appl. Phys. Lett. 93, 082101 (2008)","doi:10.1063/1.2969043"],"date":["2008-08-25"],"type":["text"],"creator":["Lei, X. L.","Liu, S. Y."],"language":[],"coverage":[],"title":["Nonlinear magnetoresistance of an irradiated two-dimensional electron\n  system"],"description":["  Nonlinear magnetotransport of a microwave-irradiated high mobility\ntwo-dimensional electron system under a finite direct current excitation is\nanalyzed using a dc-controlled scheme with photon-assisted transition\nmechanism. The predicted amplitudes, extrema and nodes of the oscillatory\ndifferential resistance versus the magnetic field and the current density, are\nin excellent agreement with the recent experimental observation [Hatke et al.\nPhys. Rev. B 77, 201304(R) (2008)].\n","Comment: 4 pages, 2 figures"]}]
["0808.3424",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L05, 46L35, 46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3424"],"date":["2008-08-25"],"type":["text"],"creator":["Lin, Huaxin","Niu, Zhuang"],"language":[],"coverage":[],"title":["The Range of a Class of Classifiable Separable Simple Amenable\n  C*-Algebras"],"description":["  We study the range of a classifiable class ${\\cal A}$ of unital separable\nsimple amenable $C^*$-algebras which satisfy the Universal Coefficient Theorem.\nThe class ${\\cal A}$ contains all unital simple AH-algebras. We show that all\nunital simple inductive limits of dimension drop circle $C^*$-algebras are also\nin the class. This unifies some of the previous known classification results\nfor unital simple amenable $C^*$-algebras. We also show that there are many\nother $C^*$-algebras in the class. We prove that, for any partially ordered,\nsimple weakly unperforated rationally Riesz group $G_0$ with order unit $u,$\nany countable abelian group $G_1,$ any metrizable Choquet simplex $S,$ and any\nsurjective affine continuous map $r: S\\to S_u(G_0)$ (where $S_u(G_0)$ is the\nstate space of $G_0$) which preserves extremal points, there exists one and\nonly one (up to isomorphism) unital separable simple amenable $C^*$-algebra $A$\nin the classifiable class ${\\cal A}$ such that $$ ((K_0(A), K_0(A)_+, [1_A]),\nK_1(A), T(A), \\lambda_A)=((G_0, (G_0)_+, u), G_1,S, r).\n"]}]
["0808.3425",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3425","ASP Conference Series, 394 (2008) Astronomical Data Analysis\n  Software and Systems (ADASS) XVII, p107"],"date":["2008-08-25","2008-08-26"],"type":["text"],"creator":["Tyson, J. A.","Roat, C.","Bosch, J.","Wittman, D."],"language":[],"coverage":[],"title":["LSST and the Dark Sector: Image Processing Challenges"],"description":["  Next generation probes of dark matter and dark energy require high precision\nreconstruction of faint galaxy shapes from hundreds of dithered exposures.\nCurrent practice is to stack the images. While valuable for many applications,\nthis stack is a highly compressed version of the data. Future weak lensing\nstudies will require analysis of the full dataset using the stack and its\nassociated catalog only as a starting point. We describe a \"Multi-Fit\"\nalgorithm which simultaneously fits individual galaxy exposures to a common\nprofile model convolved with each exposure's point spread function at that\nposition in the image. This technique leads to an enhancement of the number of\nusable small galaxies at high redshift and, more significantly, a decrease in\nsystematic shear error.\n","Comment: 7 pages, 4 figures"]}]
["0808.3428",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","76D05 (Primary) 76B99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3428"],"date":["2008-08-25"],"type":["text"],"creator":["Cozzi, Elaine"],"language":[],"coverage":[],"title":["Vanishing viscosity in the plane for nondecaying velocity and vorticity"],"description":["  Assuming that initial velocity and initial vorticity are bounded in the\nplane, we show that on a sufficiently short time interval the unique solutions\nof the Navier-Stokes equations converge uniformly to the unique solution of the\nEuler equations as viscosity approaches zero. We also establish a rate of\nconvergence.\n","Comment: Submitted for publication"]}]
["0808.3431",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3431"],"date":["2008-08-26"],"type":["text"],"creator":["Amariucai, George T.","Wei, Shuangqing"],"language":[],"coverage":[],"title":["Jamming in Fixed-Rate Wireless Systems with Power Constraints - Part I:\n  Fast Fading Channels"],"description":["  This is the first part of a two-part paper that studies the problem of\njamming in a fixed-rate transmission system with fading. Both transmitter and\njammer are subject to power constraints which can be enforced over each\ncodeword short-term / peak) or over all codewords (long-term / average), hence\ngenerating different scenarios. All our jamming problems are formulated as\nzero-sum games, having the probability of outage as pay-off function and power\ncontrol functions as strategies. The paper aims at providing a comprehensive\ncoverage of these problems, under fast and slow fading, peak and average power\nconstraints, pure and mixed strategies, with and without channel state\ninformation (CSI) feedback. In this first part we study the fast fading\nscenario. We first assume full CSI to be available to all parties. For peak\npower constraints, a Nash equilibrium of pure strategies is found. For average\npower constraints, both pure and mixed strategies are investigated. With pure\nstrategies, we derive the optimal power control functions for both intra-frame\nand inter-frame power allocation. Maximin and minimax solutions are found and\nshown to be different, which implies the non-existence of a saddle point. In\naddition we provide alternative perspectives in obtaining the optimal\nintra-frame power control functions under the long-term power constraints. With\nmixed strategies, the Nash equilibrium is found by solving the generalized form\nof an older problem dating back to Bell and Cover \\cite{bell}. Finally, we\nderive a Nash equilibrium of the game in which no CSI is fed back from the\nreceiver. We show that full channel state information brings only a very slight\nimprovement in the system's performance.\n"]}]
["0808.3439",{"format":[],"subject":["Mathematics - Combinatorics","05E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3439"],"date":["2008-08-25"],"type":["text"],"creator":["Liu, Fu"],"language":[],"coverage":[],"title":["Combinatorial bases for multilinear parts of free algebras with double\n  compatible brackets"],"description":["  Let X be an ordered alphabet. Lie_2(n) (and P_2(n) respectively) are the\nmultilinear parts of the free Lie algebra (and the free Poisson algebra\nrespectively) on X with a pair of compatible Lie brackets. In this paper, we\nprove the dimension formulas for these two algebras conjectured by B. Feigin by\nconstructing bases for Lie_2(n) (and P_2(n)) from combinatorial objects. We\nalso define a complementary space Eil_2(n) to Lie_2(n), give a pairing between\nLie_2(n) and Eil_2(n), and show that the pairing is perfect.\n","Comment: 38 pages; 10 figures"]}]
["0808.3441",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3441"],"date":["2008-08-26"],"type":["text"],"creator":["Micolich, A. P."],"language":[],"coverage":[],"title":["The latent potential of YouTube - Will it become the 21st Century\n  lecturer's film archive?"],"description":["  YouTube (http://www.youtube.com) is an online, public-access video-sharing\nsite that allows users to post short streaming-video submissions for open\nviewing. Along with Google, MySpace, Facebook, etc. it is one of the great\nsuccess stories of the Internet, and is widely used by many of today's\nundergraduate students. The higher education sector has recently realised the\npotential of YouTube for presenting teaching resources/material to students,\nand publicising research. This article considers another potential use for\nonline video archiving websites such as YouTube and GoogleVideo in higher\neducation - as an online video archive providing thousands of hours of video\nfootage for use in lectures. In this article I will discuss why this might be\nuseful, present some examples that demonstrate the potential for YouTube as a\nteaching resource, and highlight some of the copyright and legal issues that\ncurrently impact on the effective use of new online video websites, such as\nYouTube, for use as a teaching resource.\n","Comment: To be published in October 2008 issue of CAL-laborate\n  (http://science.uniserve.edu.au/pubs/callab/index.html)"]}]
["0808.3444",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3444"],"date":["2008-08-26"],"type":["text"],"creator":["Grigore, D. R.","Scharf, G."],"language":[],"coverage":[],"title":["Massive Yang-Mills Fields in Interaction with Gravity"],"description":["  We determine the most general form of the interaction between the\ngravitational field and an arbitrary Yang-Mills system of fields (massless and\nmassive). We work in the perturbative quantum framework of the causal approach\n(of Epstein and Glaser) and use a cohomological definition of gauge invariance\nfor both gauge fields. We also consider the case of massive gravity. We discuss\nthe question whether gravity couples to the unphysical degrees of freedom in\nthe Yang-Mills fields.\n","Comment: no figures, 13 pages"]}]
["0808.3445",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3445"],"date":["2008-08-26"],"type":["text"],"creator":["Vyatchanin, Sergey P."],"language":[],"coverage":[],"title":["Displacement-noise-free resonant speed meter for gravitational-wave\n  detection"],"description":["  We demonstrate that speedmeter, based on double pumped resonant Sagnac\ninterferometer, can be used as a displacement noise free gravitational-wave\n(GW) detector. The displacement noise of cavity mirrors can be completely\nexcluded through a proper linear combination of the output signals. We show\nthat in low-frequency region the obtained displacement-noise-free response\nsignal is stronger than the one in previously proposed displacement noise free\ninterferometers.\n","Comment: 7 pages, 3 figures"]}]
["0808.3450",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","35P10","81U05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3450"],"date":["2008-08-26"],"type":["text"],"creator":["Umeda, Tomio","Wei, Dabi"],"language":[],"coverage":[],"title":["Generalized eigenfunctions of relativistic Schroedinger operators in two\n  dimensions"],"description":["  Generalized eigenfunctions of the two-dimensional relativistic Schr\\\"odinger\noperator $H=\\sqrt{-\\Delta}+V(x)$ with $|V(x)|\\leq C< x>^{-\\sigma}$,\n$\\sigma>3/2$, are considered. We compute the integral kernels of the boundary\nvalues $R_0^\\pm(\\lambda)=(\\sqrt{-\\Delta}-(\\lambda\\pm i0))^{-1}$, and prove that\nthe generalized eigenfunctions $\\phi^\\pm(x,k)$ are bounded on $R_x^2\\times\\{k |\na\\leq |k|\\leq b\\}$, where $[a,b]\\subset(0,\\infty)\\backslash\\sigma_p(H)$, and\n$\\sigma_p(H)$ is the set of eigenvalues of $H$. With this fact and the\ncompleteness of the wave operators, we establish the eigenfunction expansion\nfor the absolutely continuous subspace for $H$. Finally, we show that each\ngeneralized eigenfunction is asymptotically equal to a sum of a plane wave and\na spherical wave under the assumption that $\\sigma>2$.\n","Comment: 24 pages"]}]
["0808.3454",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3454"],"date":["2008-08-26"],"type":["text"],"creator":["Cuccagna, Scipio","Visciglia, Nicola"],"language":[],"coverage":[],"title":["Scattering for small energy solutions of NLS with periodic potential in\n  1D"],"description":["  We prove scattering for small solutions to of nonlinear Schroedinger\nequations in 1D with a space periodic potential\n"]}]
["0808.3467",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35H20","53C17","53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3467"],"date":["2008-08-26"],"type":["text"],"creator":["Capogna, Luca","Citti, Giovanna"],"language":[],"coverage":[],"title":["Generalized mean curvature flow in Carnot groups"],"description":["  In this paper we study the generalized mean curvature flow of sets in the\nsub-Riemannian geometry of Carnot groups. We extend to our context the level\nsets method and the weak (viscosity) solutions introduced in the Euclidean\nsetting by Evans-Spruck and Chen-Giga-Goto. We establish two special cases of\nthe comparison principle, existence, uniqueness and basic geometric properties\nof the flow.\n"]}]
["0808.3471",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3471"],"date":["2008-08-26"],"type":["text"],"creator":["Hautmann, F.","Jung, H."],"language":[],"coverage":[],"title":["Dijet azimuthal distributions and initial-state parton showers"],"description":["  We investigate angular correlations in multi-jet final states at high-energy\ncolliders and discuss their sensitivity to initial-state showering effects,\nincluding QCD coherence and corrections to collinear ordering.\n","Comment: 4 pages, 4 figures. DIS2008 (London, 2008)"]}]
["0808.3476",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3476","doi:10.1016/j.pss.2008.04.010"],"date":["2008-08-26"],"type":["text"],"creator":["Horner, Jonathan","Mousis, Olivier","Alibert, Yann","Lunine, Jonathan I.","Blanc, Michel"],"language":[],"coverage":[],"title":["Constraints from deuterium on the formation of icy bodies in the Jovian\n  system and beyond"],"description":["  We consider the role of deuterium as a potential marker of location and\nambient conditions during the formation of small bodies in our Solar system. We\nconcentrate in particular on the formation of the regular icy satellites of\nJupiter and the other giant planets, but include a discussion of the\nimplications for the Trojan asteroids and the irregular satellites. We examine\nin detail the formation of regular planetary satellites within the paradigm of\na circum-Jovian subnebula. Particular attention is paid to the two extreme\npotential subnebulae - \"hot\" and \"cold\". In particular, we show that, for the\ncase of the \"hot\" subnebula model, the D:H ratio in water ice measured from the\nregular satellites would be expected to be near-Solar. In contrast, satellites\nwhich formed in a \"cold\" subnebula would be expected to display a D:H ratio\nthat is distinctly over-Solar. We then compare the results obtained with the\nenrichment regimes which could be expected for other families of icy small\nbodies in the outer Solar system - the Trojan asteroids and the irregular\nsatellites. In doing so, we demonstrate how measurements by Laplace, the James\nWebb Space Telescope, HERSCHEL and ALMA will play an important role in\ndetermining the true formation locations and mechanisms of these objects.\n","Comment: Accepted and shortly to appear in Planetary and Space Science; 11\n  pages with 5 figures"]}]
["0808.3486",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","High Energy Physics - Theory","Mathematical Physics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3486"],"date":["2008-08-26"],"type":["text"],"creator":["Brezhnev, Yu. V."],"language":["ru"],"coverage":[],"title":["On functions of Jacobi-Weierstrass (I) and equation of Painleve"],"description":["  The paper is an essentially extended version of the work math.CA/0601371,\nsupplemented with an application. We present new results in the theory of\nclassical $\\theta$-functions of Jacobi and $\\sigma$-functions of Weierstrass:\nordinary differential equations and series expansions. We also give the\nextension of canonical $\\theta$-functions and consider an application to the\nsixth Painlev\\'e equation (P6). Picard--Hitchin's general solution of P6 is\nrepresented explicitly in a form of logarithmic derivative of a corresponding\n$\\tau$-function (Painlev\\'e's form).\n","Comment: In Russian; 33 pages; 1 figure"]}]
["0808.3488",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","30F40, 32G15, 30F60, 51M10, 57M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3488"],"date":["2008-08-26"],"type":["text"],"creator":["Gilman, Jane","Keen, Linda"],"language":[],"coverage":[],"title":["Discreteness Criteria and the Hyperbolic Geometry of Palindroms"],"description":["  We consider non-elementary representations of two generator free groups in\n$PSL(2,\\mathbb{C})$, not necessarily discrete or free, $G = < A, B >$. A word\nin $A$ and $B$, $W(A,B)$, is a palindrome if it reads the same forwards and\nbackwards. A word in a free group is {\\sl primitive} if it is part of a minimal\ngenerating set. Primitive elements of the free group on two generators can be\nidentified with the positive rational numbers. We study the geometry of\npalindromes and the action of $G$ in $\\HH^3$ whether or not $G$ is discrete. We\nshow that there is a {\\sl core geodesic} $\\L$ in the convex hull of the limit\nset of $G$ and use it to prove three results: the first is that there are well\ndefined maps from the non-negative rationals and from the primitive elements to\n$\\L$; the second is that $G$ is geometrically finite if and only if the axis of\nevery non-parabolic palindromic word in $G$ intersects $\\L$ in a compact\ninterval; the third is a description of the relation of the pleating locus of\nthe convex hull boundary to the core geodesic and to palindromic elements.\n","Comment: 19 pages"]}]
["0808.3494",{"format":[],"subject":["Mathematics - Probability","60K35, 60K37, 82C44 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3494","Annals of Probability 2008, Vol. 36, No. 4, 1322-1358","doi:10.1214/07-AOP360"],"date":["2008-08-26"],"type":["text"],"creator":["Fontes, L. R. G.","Mathieu, P."],"language":[],"coverage":[],"title":["K-processes, scaling limit and aging for the trap model in the complete\n  graph"],"description":["  We study K-processes, which are Markov processes in a denumerable state\nspace, all of whose elements are stable, with the exception of a single state,\nstarting from which the process enters finite sets of stable states with\nuniform distribution. We show how these processes arise, in a particular\ninstance, as scaling limits of the trap model in the complete graph, and\nsubsequently derive aging results for those models in this context.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOP360 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0808.3499",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems","34C20, 34M35 (Primary) 05E35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3499"],"date":["2008-08-26"],"type":["text"],"creator":["Costin, Rodica D."],"language":[],"coverage":[],"title":["Differential systems with Fuchsian linear part: correction and\n  linearization, normal forms and multiple orthogonal polynomials"],"description":["  Differential systems with a Fuchsian linear part are studied in regions\nincluding all the singularities in the complex plane of these equations. Such\nsystems are not necessarily analytically equivalent to their linear part (they\nare not linearizable) and obstructions are found as a unique nonlinear\ncorrection after which the system becomes formally linearizable.\n  More generally, normal forms are found.\n  The corrections and the normal forms are found constructively. Expansions in\nmultiple orthogonal polynomials and their generalization to matrix-valued\npolynomials are instrumental to these constructions.\n","Comment: 24 pages"]}]
["0808.3504",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3504"],"date":["2008-08-26"],"type":["text"],"creator":["Flanagan, Mark F.","Paolini, Enrico","Chiani, Marco","Fossorier, Marc"],"language":[],"coverage":[],"title":["On the Growth Rate of the Weight Distribution of Irregular\n  Doubly-Generalized LDPC Codes"],"description":["  In this paper, an expression for the asymptotic growth rate of the number of\nsmall linear-weight codewords of irregular doubly-generalized LDPC (D-GLDPC)\ncodes is derived. The expression is compact and generalizes existing results\nfor LDPC and generalized LDPC (GLDPC) codes. Assuming that there exist check\nand variable nodes with minimum distance 2, it is shown that the growth rate\ndepends only on these nodes. An important connection between this new result\nand the stability condition of D-GLDPC codes over the BEC is highlighted. Such\na connection, previously observed for LDPC and GLDPC codes, is now extended to\nthe case of D-GLDPC codes.\n","Comment: 10 pages, 1 figure, presented at the 46th Annual Allerton Conference\n  on Communication, Control and Computing (this version includes additional\n  appendix)"]}]
["0808.3508",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3508"],"date":["2008-08-26"],"type":["text"],"creator":["Konishi, E.","Minorikawa, Y.","Galkin, V. I.","Ishiwata, M.","Nakamura, I.","Takahashi, N.","Kato, M.","Misaki, A."],"language":[],"coverage":[],"title":["Comprehensive Analysis of Neutrinos in SK part 3 -- L/E Analysis for\n  Single Ring Muon Events II --"],"description":["  Following the L_nu/E_nu analysis in the preceding paper of the Fully\nContained Muon Events resulting from the quasi-elastic scattering obtained from\nour numerical computer experiment. In the present paper, we carry out the\nanalyses of L_nu/E_mu, L_mu/E_nu and L_mu/E_mu among four possible combinations\nof L and E. As the result of it, we show that we can not find the\ncharacteristis of maximum oscillation for neutrino oscillation among two of\nthree, L_mu/E_mu and L_mu/E_nu. Only the L_nu/E_mu distribution can show\nsomething like maximum oscillation, however it cannot be detected owing to the\nneutral character of L_nu. It is concluded that the Super-Kamiokande Experiment\ncould not have found the existence of the maximum oscillation for neutrino\noscillation.\n","Comment: 12 pages with 17 figures, Latex"]}]
["0808.3516",{"format":[],"subject":["Mathematics - Probability","05432, 60K35, 82B27, 60G42, 82C20 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3516","Annals of Probability 2008, Vol. 36, No. 4, 1359-1389","doi:10.1214/07-AOP361"],"date":["2008-08-26"],"type":["text"],"creator":["Pittel, Boris"],"language":[],"coverage":[],"title":["Edge percolation on a random regular graph of low degree"],"description":["  Consider a uniformly random regular graph of a fixed degree $d\\ge3$, with $n$\nvertices. Suppose that each edge is open (closed), with probability $p(q=1-p)$,\nrespectively. In 2004 Alon, Benjamini and Stacey proved that $p^*=(d-1)^{-1}$\nis the threshold probability for emergence of a giant component in the subgraph\nformed by the open edges. In this paper we show that the transition window\naround $p^*$ has width roughly of order $n^{-1/3}$. More precisely, suppose\nthat $p=p(n)$ is such that $\\omega:=n^{1/3}|p-p^*|\\to\\infty$. If $p<p^*$, then\nwith high probability (whp) the largest component has $O((p-p^*)^{-2}\\log n)$\nvertices. If $p>p^*$, and $\\log\\omega\\gg\\log\\log n$, then whp the largest\ncomponent has about $n(1-(p\\pi+q)^d)\\asymp n(p-p^*)$ vertices, and the second\nlargest component is of size $(p-p^*)^{-2}(\\log n)^{1+o(1)}$, at most, where\n$\\pi=(p\\pi+q)^{d-1},\\pi\\in(0,1)$. If $\\omega$ is merely polylogarithmic in $n$,\nthen whp the largest component contains $n^{2/3+o(1)}$ vertices.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOP361 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0808.3517",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3517"],"date":["2008-08-26"],"type":["text"],"creator":["Campbell, John M."],"language":[],"coverage":[],"title":["Overview of the theory of W/Z + jets and heavy flavor"],"description":["  I review the status of theoretical predictions for events containing a W or Z\nboson and jets, one or more of which may include heavy quarks. Special\nattention is paid to comparisons between different theoretical approaches and\nwith the latest experimental data.\n","Comment: Invited talk at the Hadron Collider Physics Symposium (HCP2008),\n  Galena, Illinois, USA, May 27-31, 2008; 10 pages, LaTeX"]}]
["0808.3518",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Group Theory","06F20 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3518"],"date":["2008-08-26"],"type":["text"],"creator":["Bonnafé, Cédric"],"language":[],"coverage":[],"title":["Topologie sur l'ensemble des parties positives d'un r\\'eseau"],"description":["  We define a notion of {\\it positive part} of a lattice $\\Lambda$ and we endow\nthe set of such positive parts with a topology. We then study some properties\nof this topology, by comparing it with the one of $V^*/\\RM_{> 0}$, where $V^*$\nis the dual vector space of $\\RM \\otimes_\\ZM \\Lambda$.\n","Comment: 19 pages. The paper arXiv:0805.3038 has been now divided in two\n  parts: this paper is exactly the sections 2 and 3 of arXiv:0805.3038"]}]
["0808.3526",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3526"],"date":["2008-08-26"],"type":["text"],"creator":["Silk, T. W.","Schofield, A. J."],"language":[],"coverage":[],"title":["Thermoelectric Effects in Anisotropic Systems: Measurement and\n  Applications"],"description":["  The Harman method for measuring the thermal conductivity of a sample using\nthe Peltier effect, may also be used to determine the dimensionless figure of\nmerit from just two electrical resistance measurements. We consider a modified\nversion of the Harman method where the current contacts are much smaller than\nthe contact faces of the sample. We calculate the voltage and temperature\ndistributions in a rectangular sample of a material having anisotropy in all of\nits transport coefficients. The thermoelectric anisotropy has important\nconsequences in the form of thermoelectric eddy currents and the Bridgman\neffect. We prove that in the limit of a very thin sample of arbitrary shape,\nthere exist van der Pauw formulae relating particular linear combinations of\nthe potential and temperature differences between points on the edges of the\nsample. We show that the Harman figure of merit can be radically different from\nthe intrinsic figures of merit of the material, and can often be substantially\nenhanced. By defining an effective figure of merit in terms of the rate of\nentropy production, we show that the increase in the Harman figure of merit\ndoes indicate an improvement in the thermoelectric performance of an\nanisotropic sample having small current contacts. However, we also prove that\nin the case of a material with tetragonal symmetry, the effective figure of\nmerit is always bounded from above by the largest intrinsic figure of merit of\nthe material.\n","Comment: 27 pages, 15 eps figures"]}]
["0808.3529",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3529"],"date":["2008-08-26"],"type":["text"],"creator":["Scharf, Oliver","Godefroid, Michel R."],"language":[],"coverage":[],"title":["On the fine structure photodetachment intensities using the irreducible\n  tensorial expression of second quantization operators"],"description":["  The branching ratios of the fine-structure photodetachment intensities of S-\nhave been calculated by Blondel et al. (J. Phys. B 39(2006)1409) using the\nstandard irreducible tensorial operator techniques. They observed that the\nrelative intensities were consistent with the well known Engelking-Lineberger\nformula (Phys. Rev. A19(1979)149) derived from the fractional parentage\napproach, and qualified this agreement as remarkable. In the present paper, we\nshow that it can be understood from a general interesting angular momentum\nexpression relating a weighted sum of squared 9j-symbols and a weighted sum of\nproducts of squared 6j-symbols. We also point out that the standard approach\nresult is a special case of the photodetachment cross sections parametrization\nby Pan and Starace (Phys. Rev. A47(1993)295) who already established the link\nwith the Engelking-Lineberger's result. The present work provides a new,\nelegant and deep link between the two formalisms, thanks to the irreducible\ntensorial expression of the second quantization form of the electric dipole\ntransition operator.\n","Comment: 18 pages, 6 figures that will not appear as real figures, but as\n  graphs in the formulae presented in the appendix"]}]
["0808.3535",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","C.2.4","D.1.3","D.4.2","D.4.7","H.3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3535"],"date":["2008-08-26"],"type":["text"],"creator":["Raicu, Ioan","Zhao, Yong","Foster, Ian","Szalay, Alex"],"language":[],"coverage":[],"title":["Data Diffusion: Dynamic Resource Provision and Data-Aware Scheduling for\n  Data Intensive Applications"],"description":["  Data intensive applications often involve the analysis of large datasets that\nrequire large amounts of compute and storage resources. While dedicated compute\nand/or storage farms offer good task/data throughput, they suffer low resource\nutilization problem under varying workloads conditions. If we instead move such\ndata to distributed computing resources, then we incur expensive data transfer\ncost. In this paper, we propose a data diffusion approach that combines dynamic\nresource provisioning, on-demand data replication and caching, and data\nlocality-aware scheduling to achieve improved resource efficiency under varying\nworkloads. We define an abstract \"data diffusion model\" that takes into\nconsideration the workload characteristics, data accessing cost, application\nthroughput and resource utilization; we validate the model using a real-world\nlarge-scale astronomy application. Our results show that data diffusion can\nincrease the performance index by as much as 34X, and improve application\nresponse time by over 506X, while achieving near-optimal throughputs and\nexecution times.\n","Comment: 16 pages, 15 figures"]}]
["0808.3536",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","C.2.4","D.1.3","D.4.7","H.3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3536"],"date":["2008-08-26"],"type":["text"],"creator":["Raicu, Ioan","Zhang, Zhao","Wilde, Mike","Foster, Ian"],"language":[],"coverage":[],"title":["Enabling Loosely-Coupled Serial Job Execution on the IBM BlueGene/P\n  Supercomputer and the SiCortex SC5832"],"description":["  Our work addresses the enabling of the execution of highly parallel\ncomputations composed of loosely coupled serial jobs with no modifications to\nthe respective applications, on large-scale systems. This approach allows\nnew-and potentially far larger-classes of application to leverage systems such\nas the IBM Blue Gene/P supercomputer and similar emerging petascale\narchitectures. We present here the challenges of I/O performance encountered in\nmaking this model practical, and show results using both micro-benchmarks and\nreal applications on two large-scale systems, the BG/P and the SiCortex SC5832.\nOur preliminary benchmarks show that we can scale to 4096 processors on the\nBlue Gene/P and 5832 processors on the SiCortex with high efficiency, and can\nachieve thousands of tasks/sec sustained execution rates for parallel workloads\nof ordinary serial applications. We measured applications from two domains,\neconomic energy modeling and molecular dynamics.\n","Comment: 13 pages, 18 figures"]}]
["0808.3541",{"format":[],"subject":["Physics - History and Philosophy of Physics","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3541","Ciencia Hoy, Vol 18, Nro 104, pp. 28-35, 2008"],"date":["2008-08-26"],"type":["text"],"creator":["Gangui, Alejandro"],"language":["es"],"coverage":[],"title":["Dante, astrology and astronomy"],"description":["  Some verses of Dante Alighieri suggest his astrological sign and his probable\ndate of birth. This leads us to reflect on the different methods, increasingly\ndivergent, with which sciences as opposed to beliefs approach reality.\n","Comment: Article in Spanish, PDF document; Published version available at\n  http://cms.iafe.uba.ar/gangui/difusion/ch/"]}]
["0808.3542",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3542"],"date":["2008-08-26"],"type":["text"],"creator":["Spalek, J.","Maska, M. M.","Mierzejewski, M.","Kaczmarczyk, J."],"language":[],"coverage":[],"title":["Superconducting state of quasiparticles with spin dependent mass and\n  their distinguishability for Cooper-pair state"],"description":["  Spin dependence of quasiparticle mass has been observed recently in CeCoIn5\nand other systems. It emerges from strong electronic correlations in a\nmagnetically polarized state and was predicted earlier. Additionally, the\nFulde-Ferrell-Larkin-Ovchinnikov (FFLO)phase has also been discovered in\nCeCoIn5 and therefore, the question arises as to what extent these two basic\nphenomena are interconnected, as it appears in theory. Here we show that the\nappearance of the spin-split masses essentially extends the regime of\ntemperature and applied magnetic field, in which FFLO state is stable, and\nthus, it is claimed to be very important for the phase detectability.\nFurthermore, in the situation when the value of the spin z-component \\sigma\ndifferentiates masses of the particles, the fundamental question is to what\nextent the two mutually bound particles are indistinguishable quantum\nmechanically? By considering first the Cooper-pair state we show explicitly\nthat the antisymmetry of the spin-pair wave function in the ground state may be\nbroken when the magnetic field is applied.\n"]}]
["0808.3545",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Distributed, Parallel, and Cluster Computing","D.1.3","D.4.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3545"],"date":["2008-08-26"],"type":["text"],"creator":["Zhao, Yong","Raicu, Ioan","Foster, Ian"],"language":[],"coverage":[],"title":["Scientific Workflow Systems for 21st Century e-Science, New Bottle or\n  New Wine?"],"description":["  With the advances in e-Sciences and the growing complexity of scientific\nanalyses, more and more scientists and researchers are relying on workflow\nsystems for process coordination, derivation automation, provenance tracking,\nand bookkeeping. While workflow systems have been in use for decades, it is\nunclear whether scientific workflows can or even should build on existing\nworkflow technologies, or they require fundamentally new approaches. In this\npaper, we analyze the status and challenges of scientific workflows,\ninvestigate both existing technologies and emerging languages, platforms and\nsystems, and identify the key challenges that must be addressed by workflow\nsystems for e-science in the 21st century.\n","Comment: IEEE Workshop on Scientific Workflows 2008"]}]
["0808.3548",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Programming Languages","D.1.3","D.4.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3548"],"date":["2008-08-26"],"type":["text"],"creator":["Zhao, Yong","Raicu, Ioan","Foster, Ian","Hategan, Mihael","Nefedova, Veronika","Wilde, Mike"],"language":[],"coverage":[],"title":["Realizing Fast, Scalable and Reliable Scientific Computations in Grid\n  Environments"],"description":["  The practical realization of managing and executing large scale scientific\ncomputations efficiently and reliably is quite challenging. Scientific\ncomputations often involve thousands or even millions of tasks operating on\nlarge quantities of data, such data are often diversely structured and stored\nin heterogeneous physical formats, and scientists must specify and run such\ncomputations over extended periods on collections of compute, storage and\nnetwork resources that are heterogeneous, distributed and may change\nconstantly. We present the integration of several advanced systems: Swift,\nKarajan, and Falkon, to address the challenges in running various large scale\nscientific applications in Grid environments. Swift is a parallel programming\ntool for rapid and reliable specification, execution, and management of\nlarge-scale science and engineering workflows. Swift consists of a simple\nscripting language called SwiftScript and a powerful runtime system that is\nbased on the CoG Karajan workflow engine and integrates the Falkon light-weight\ntask execution service that uses multi-level scheduling and a streamlined\ndispatcher. We showcase the scalability, performance and reliability of the\nintegrated system using application examples drawn from astronomy, cognitive\nneuroscience and molecular dynamics, which all comprise large number of\nfine-grained jobs. We show that Swift is able to represent dynamic workflows\nwhose structures can only be determined during runtime and reduce largely the\ncode size of various workflow representations using SwiftScript; schedule the\nexecution of hundreds of thousands of parallel computations via the Karajan\nengine; and achieve up to 90% reduction in execution time when compared to\ntraditional batch schedulers.\n","Comment: Book chapter in Grid Computing Research Progress, ISBN:\n  978-1-60456-404-4, Nova Publisher 2008"]}]
["0808.3553",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3553"],"date":["2008-08-26"],"type":["text"],"creator":["Darancet, Pierre","Olevano, Valerio","Mayou, Didier"],"language":[],"coverage":[],"title":["Graphene nanodevices: bridging nanoelectronics and subwavelength optics"],"description":["  The unconventional properties of graphene, with a massless Dirac band\ndispersion and large coherence properties, have raised a large interest for\napplications in nanoelectronics. In this work, we emphasize that graphene two\ndimensional character combined with current standard lithography processes\nallow to achieve devices smaller than the Dirac electrons wavelength. In this\nregime, we demonstrate that the electronic properties present deep analogies\nwith subwavelength optics phenomena. We describe the rich transport physics in\ngraphene-based nanodevices through optical analogies: From the Bethe and\nKirchhoff-like diffraction patterns in the conductance of graphene slits to the\nFabry-Perot oscillations of the conductance in nanoribbons. We introduce the\nconcept of {\\it electronic diffraction barriers}, which transmission cancels at\nthe Dirac point. This gives central insight in the properties of Graphene\nsubwavelength devices including nanoelectronics standard systems, such as\nquantum dots. As an application we propose a new type of quantum dots, namely\nfunctionalized subwavelength quantum dots, which could be used as molecular\nspin valves.\n","Comment: 6 pages, 6 figures, refused by Nature physics"]}]
["0808.3555",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3555"],"date":["2008-08-26"],"type":["text"],"creator":["Gibelli, Livio","Turzi, Stefano"],"language":[],"coverage":[],"title":["A Catastrophe-Theoretic Approach to Tricritical Points with Application\n  to Liquid Crystals"],"description":["  A criterion to locate tricritical points in phase diagrams is proposed. The\ncriterion is formulated in the framework of the Elementary Catastrophe Theory\nand encompasses all the existing criteria in that it applies to systems\ndescribed by a generally non symmetric free energy which can depend on one or\nmore order parameters. We show that a tricritical point is given whenever the\nfree energy is not 4-determined. An application to smectic-C liquid crystals is\nbriefly discussed.\n"]}]
["0808.3567",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3567"],"date":["2008-08-26"],"type":["text"],"creator":["Ferrara, S.","Marrani, A."],"language":[],"coverage":[],"title":["Symmetric Spaces in Supergravity"],"description":["  We exploit the relation among irreducible Riemannian globally symmetric\nspaces (IRGS) and supergravity theories in 3, 4 and 5 space-time dimensions.\nIRGS appear as scalar manifolds of the theories, as well as moduli spaces of\nthe various classes of solutions to the classical extremal black hole Attractor\nEquations. Relations with Jordan algebras of degree three and four are also\noutlined.\n","Comment: 1+23 pages, 15 Tables. Contribution to the Proceedings of the\n  Conference \"Symmetry in Mathematics and Physics\", 18-20 Jan. 2008, IPAM\n  (UCLA), in celebration of V. S. Varadarajan's 70th Birthday"]}]
["0808.3570",{"format":[],"subject":["Mathematics - Quantum Algebra","13D03, 16E40,17B56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3570"],"date":["2008-08-26"],"type":["text"],"creator":["Chatbouri, Ridha"],"language":[],"coverage":[],"title":["Alg\\`ebres enveloppantes \\`a homotopie pr\\`es, homologie et cohomologie"],"description":["  We present an unified construction for algebras and modules homologies and\ncohomologies, in the case of associative, commuttaive, Lie and Gerstenhaber\nalgebras. We make a distinction between the linear part of the construction of\nalgebras and cogebras, characterized by the symmetries of the defining\nrelations and the structure itself which appears as a differential on these\nalgebras and cogebras.\n"]}]
["cond-mat/0412202",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0412202","New J. Phys. 10 (2008) 083032","doi:10.1088/1367-2630/10/8/083032"],"date":["2004-12-08"],"type":["text"],"creator":["Wosnitza, J.","Gvozdikov, V. M.","Hagel, J.","Meeson, P. J.","Schlueter, J. A.","Winter, R. W.","Gard, G. L."],"language":[],"coverage":[],"title":["Spin-zero anomaly in the magnetic quantum oscillations of a\n  two-dimensional metal"],"description":["  We report on an anomalous behavior of the spin-splitting zeros in the de\nHaas-van Alphen (dHvA) signal of a quasi-two-dimensional organic\nsuperconductor. The zeros as well as the angular dependence of the amplitude of\nthe second harmonic deviate remarkably from the standard Lifshitz-Kosevich (LK)\nprediction. In contrast, the angular dependence of the fundamental dHvA\namplitude as well as the spin-splitting zeros of the Shubnikov-de Haas signal\nfollow the LK theory. We can explain this behavior by small chemical-potential\noscillations and find a very good agreement between theory and experiment. A\ndetailed wave-shape analysis of the dHvA signal corroborates the existence of\nan oscillating chemical potential.\n"]}]
["math/0606780",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G10, 11G18, 14F30, 14G35, 14L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606780","Rend. Semin. Mat. Univ. Padova 118 (2007), 73--83"],"date":["2006-06-30","2007-01-17"],"type":["text"],"creator":["Nicole, Marc-Hubert","Vasiu, Adrian"],"language":[],"coverage":[],"title":["Traverso's isogeny conjecture for p-divisible groups"],"description":["  Let $k$ be an algebraically closed field of characteristic $p>0$. Let\n$c,d\\in\\dbN$. Let $b_{c,d}\\ge 1$ be the smallest integer such that for any two\n$p$-divisible groups $H$ and $H^\\prime$ over $k$ of codimension $c$ and\ndimension $d$ the following assertion holds: If $H[p^{b_{c,d}}]$ and\n$H^\\prime[p^{b_{c,d}}]$ are isomorphic, then $H$ and $H^\\prime$ are isogenous.\nWe show that $b_{c,d}=\\lceil{cd\\over {c+d}}\\rceil$. This proves Traverso's\nisogeny conjecture for $p$-divisible groups over $k$.\n","Comment: 8 pages, laTex; to appear in Rend. Sem. Mat. Univ. Padova"]}]
["math/0608144",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Category Theory","18E30, 16W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608144"],"date":["2006-08-06","2008-08-26"],"type":["text"],"creator":["Xiao, Jie","Xu, Fan"],"language":[],"coverage":[],"title":["Hall algebras associated to triangulated categories"],"description":["  By counting with triangles and the octohedral axiom, we find a direct way to\nprove the formula of To\\\"en in \\cite{Toen2005} for a triangulated category with\n(left) homological-finite condition.\n","Comment: 12 pages. Final version, to appear in Duke"]}]
["math/0610593",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610593","J. Amer. Math. Soc. 21, 925-950 (2008)"],"date":["2006-10-19","2006-10-27"],"type":["text"],"creator":["Frank, Rupert L.","Lieb, Elliott H.","Seiringer, Robert"],"language":[],"coverage":[],"title":["Hardy-Lieb-Thirring inequalities for fractional Schroedinger operators"],"description":["  We show that the Lieb-Thirring inequalities on moments of negative\neigenvalues of Schroedinger-like operators remain true, with possibly different\nconstants, when the critical Hardy-weight $C|x|^{-2}$ is subtracted from the\nLaplace operator. We do so by first establishing a Sobolev inequality for such\noperators. Similar results are true for fractional powers of the Laplacian and\nthe Hardy-weight and, in particular, for relativistic Schroedinger operators.\nWe also allow for the inclusion of magnetic vector potentials. As an\napplication, we extend, for the first time, the proof of stability of\nrelativistic matter with magnetic fields all the way up to the critical value\nof the nuclear charge $Z\\alpha=2/\\pi$.\n","Comment: LaTeX2e, 29 pages; corrected version of Lemma 3.3"]}]
["math/0611017",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology","62L05","62K05","62P35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611017","Statistical Methodology 2008, Vol. 5, 462-473","doi:10.1016/j.stamet.2007.11.002"],"date":["2006-11-01","2008-02-06"],"type":["text"],"creator":["Karvanen, Juha"],"language":[],"coverage":[],"title":["Efficient initial designs for binary response data"],"description":["  In this paper we introduce a binary search algorithm that efficiently finds\ninitial maximum likelihood estimates for sequential experiments where a binary\nresponse is modeled by a continuous factor. The problem is motivated by\nswitching measurements on superconducting Josephson junctions. In this quantum\nmechanical experiment, the current is the factor controlled by the experimenter\nand a binary response indicating the presence or the absence of a voltage\nresponse is measured. The prior knowledge on the model parameters is typically\npoor, which may cause the common approaches of initial estimation to fail. The\nbinary search algorithm is designed to work reliably even when the prior\ninformation is very poor. The properties of the algorithm are studied in\nsimulations and an advantage over the initial estimation with equally spaced\nfactor levels is demonstrated. We also study the cost-efficiency of the binary\nsearch algorithm and find the approximately optimal number of measurements per\nstage when there is a cost related to the number of stages in the experiment.\n  KEY WORDS: optimal design, binary search, logistic regression, complementary\nlog-log, quantum physics, switching measurement\n"]}]
["math/0612857",{"format":[],"subject":["Mathematics - Statistics Theory","62J99 (Primary)","62F12 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612857","Journal of the Royal Statistical Society Series B (2008), 70,\n  849-911"],"date":["2006-12-29","2008-08-27"],"type":["text"],"creator":["Fan, Jianqing","Lv, Jinchi"],"language":[],"coverage":[],"title":["Sure Independence Screening for Ultra-High Dimensional Feature Space"],"description":["  Variable selection plays an important role in high dimensional statistical\nmodeling which nowadays appears in many areas and is key to various scientific\ndiscoveries. For problems of large scale or dimensionality $p$, estimation\naccuracy and computational cost are two top concerns. In a recent paper, Candes\nand Tao (2007) propose the Dantzig selector using $L_1$ regularization and show\nthat it achieves the ideal risk up to a logarithmic factor $\\log p$. Their\ninnovative procedure and remarkable result are challenged when the\ndimensionality is ultra high as the factor $\\log p$ can be large and their\nuniform uncertainty principle can fail.\n  Motivated by these concerns, we introduce the concept of sure screening and\npropose a sure screening method based on a correlation learning, called the\nSure Independence Screening (SIS), to reduce dimensionality from high to a\nmoderate scale that is below sample size. In a fairly general asymptotic\nframework, the correlation learning is shown to have the sure screening\nproperty for even exponentially growing dimensionality. As a methodological\nextension, an iterative SIS (ISIS) is also proposed to enhance its finite\nsample performance. With dimension reduced accurately from high to below sample\nsize, variable selection can be improved on both speed and accuracy, and can\nthen be accomplished by a well-developed method such as the SCAD, Dantzig\nselector, Lasso, or adaptive Lasso. The connections of these penalized\nleast-squares methods are also elucidated.\n","Comment: 43 pages, 6 PostScript figures"]}]
